{"title": "INS Raids Follow Union Organizing; Aliens Say Law Is Being Misused", "body": "\nFor months the chambermaids at the Holiday Inn Express in downtown Minneapolis had been pressing for a half-\nhour lunch break on their seven-hour shift and a raise in wages. Norma Lerma del Toro, a single mother from one \nof Mexico's poorest provinces, hoped to use the extra cash to buy more clothes for her three children.\n\nFinally, in August, Lerma and the other workers voted to join Local 17 of the Hotel Employees and Restaurant \nEmployees International Union. But last month, three weeks before the union was scheduled to begin contract \nnegotiations, the manager enacted what to workers seemed like carefully plotted revenge: He called the \nImmigration and Naturalization Service to check on the immigration status of some of his employees. INS agents \narrested half of the 16 workers at the hotel--including Lerma, who now faces deportation.\n\n\"We just wanted better treatment,\" she says. \"None of us ever imagined this would happen.\"\n\nU.S. labor law forbids employers to retaliate against workers for union activity. But labor organizers from New York \nCity to San Jose say that employers are increasingly circumventing that prohibition by using a 1986 immigration \nlaw to selectively target undocumented workers who push for better conditions. The labor movement sees in \nimmigrants a prime source of new members to boost its dwindling ranks. Now the AFL-CIO--which actively lobbied \nto pass the 1986 law--is thinking of calling for its repeal.\n\n\"Anyone who is trying to organize workers in America today has got to grapple with the fact that employers are \nabusing the immigration system to terrorize workers,\" said John W. Wilhelm, president of the Hotel Employees and \nRestaurant Employees International Union and chairman of the AFL-CIO committee charged with reexamining the \nfederation's position.\n\nIndeed, as immigrants come to dominate the work force in many of the nation's lowest-wage industries, incidents \nlike those at Holiday Inn Express are becoming the battleground for a new and growing wave of labor disputes. \nWith so much at stake, they are forcing a dramatic shift in the labor movement's position on immigration and its \nview of immigrants themselves.\n\nThe 1986 Immigration Reform and Control Act is best known for extending an amnesty to some 3 million illegal \nimmigrants who had arrived in the United States before 1982. It also sought to shut the door on further illegal \nimmigration by requiring that employers verify the immigration status of their employees or face fines and even jail \ntime.\n\nThe \"employer sanctions\" provision has been widely criticized since its inception. Civil rights groups complain that it \nencourages employers to discriminate against Hispanic and other foreign-seeming job applicants. Others say the \nproblem is that the law is poorly enforced--largely because it is so hard to prove that companies knowingly employ \nundocumented workers. In 1997, the most recent year for which statistics are available, the INS investigated only \n\n\n5,361 out of the more than 569,000 companies with more than 20 employees operating in the United States, and \nfined only 888 of them.\n\nJohn Hiatt, general counsel of the AFL-CIO, says that keeping the employer sanctions law on the books without \nenforcing it has created another, and until now, largely unnoticed problem: \"There is no disincentive for employers \nto hire undocumented workers, yet employers who want to get rid of people [for union activity] can say they're \ndoing it out of fear of employer sanctions. It's the worst of both worlds.\"\n\nEmployers such as Lerma's manager, Kevin Koenig, insist that they are merely trying to comply with the \nimmigration law, and that their efforts just happen to coincide with union activity.\n\n\"If I wanted to not have the union here, why wouldn't I turn them in before the vote? So it didn't have anything to do \nwith that,\" Koenig said. Instead, he says, he was acting on a tip from an \"outside source\" that some of his \nemployees were illegal immigrants.\n\nBecause these cases often occur in the murky underground economy of illegal labor, it is impossible to determine \nhow prevalent they are--let alone how often employers are telling the truth.\n\nEmployers also complain that the law unfairly targets them.\n\n\"Why aren't unions violating the law by not checking the documents of their union members?\" asked Sharon \nHughes, executive vice president of the National Council of Agricultural Employers.\n\nUndocumented workers have little legal protection against employers who dismiss them for union involvement. \nThey can file charges with the National Labor Relations Board, but the board can mandate their reinstatement only \nif they demonstrate that they are authorized to work. And while INS internal policy warns immigration agents against \nbeing used by employers to disrupt union organizing, agents often find out about the organizing only after they \nconduct a raid.\n\nLabor organizers say unscrupulous employers are also aided by the Social Security Administration's practice of \nsending out notification letters to employers with a large number of employees whose Social Security numbers don't \nmatch the agency's records. The \"mis-match letters\" are not intended to catch illegal immigrants per se, but rather \nto help the agency sort out errors in its database. And the letters do not legally require employers to take any \nparticular action. But union organizers say employers often use the letters as a pretext for retaliating against \nundocumented workers involved in union drives.\n\nOrganizers cite the example of a San Jose food processing plant, Zoria Farms Inc. In March 1998, workers at the \ndried-food factory had recently voted to join Local 428 of the United Food and Commercial Workers Union and \nwere in the midst of contentious contract negotiations with management.\n\nThen the company announced that it had received a mis-match letter citing more than 50 of the 93 employees in \nthe union. Unless those workers could prove they were legal immigrants, said management, they would have to \nleave. The workers, all of whom were undocumented, had no choice but to quit.\n\nThe chief financial officer at Zoria Farms, Paul Troutner, said the company's action had nothing to do with the \ncontract negotiations. \"We received notices from Social Security that said that if [the employees listed in the letter] \ncan't work here legally, we should get rid of them,\" he said. \"This happened after the company was unionized, and \nSocial Security contacted us, we did not contact them.\"\n\nThe district manager of the East San Jose Social Security Administration office, Vic Borba, said the agency sent a \nmis-match letter to Zoria Farms, but that agency representatives never told company officials they should fire the \nworkers. \"That has never been stated,\" said Borba. \"We don't even imply that.\"\n\nAs a precaution, and following several complaints from the AFL-CIO, the Social Security Administration in \nFebruary will begin using a revised version of the mis-match letter that expressly warns employers against using the \nletter as an excuse to intimidate workers.\n\n\n\nDisputes like those at Zoria Farms are gradually giving rise to a fundamental shift in the way the AFL-CIO views the \nimmigrant work force.\n\nIn 1986, the AFL-CIO pushed Congress to pass the employer sanctions law on the grounds that undocumented \nworkers steal jobs from American workers and undermine labor standards. But this summer, a series of local labor \ncouncils passed resolutions calling for a repeal of employer sanctions and an amnesty for the nation's estimated 5 \nmillion illegal immigrants. In response, at the AFL-CIO's annual convention in Los Angeles in October, federation \nleaders for the first time debated the issue.\n\n\"Existing laws and policies do not protect any of us,\" said Frank Hurt, who headed the union committee that \ndeveloped the AFL-CIO's policy in 1986. \"Instead they arm employers with additional weapons to further undermine \nworkers' rights.\"\n\nEmployers' associations debate that contention, arguing that in today's tight labor market the last thing employers \nwant to do is get rid of workers--even those engaged in union drives. \"Our members aren't firing anyone,\" said \nJohn Gay, director of governmental affairs at the American Hotel and Motel Association. \"They're not worried about \nunionizing, they're worried about finding enough employees.\"\n\nFor different reasons, employers agree with the labor union's call for both a repeal of employer sanctions and an \namnesty program for illegal workers. And though there are no proposals on the table, it's possible that this \nconfluence of interests may eventually lead Congress to change the law.\n\nWhatever the outcome, it is unlikely to happen soon enough for Norma Lerma del Toro, who is getting by on funds \nraised from a local church while she awaits word on whether the INS will deport her from Minneapolis to Mexico.\n\n\"I don't know what I will do if I have to go back,\" she says. \"I don't have anything there. No money and no place to \nlive.\"\n\nIllegal Workers\n\nThe 10 states with the highest illegal immigrant population:\n\nNumber of illegal immigrants, 1996\n\nCalif.  2 million\n\nTex.  700,000\n\nN.Y.  540,000\n\nFla.  350,000\n\nIll.  290,000\n\nN.J.  135,000\n\nAriz.  115,000\n\nMass.  85,000\n\nVa.  55,000\n\nWash.  52,000\n\nSOURCE: Immigration and Naturalization Service\n\n\n\n Mexican Reyna Albino, left, is embraced on release from INS custody by Jaye Rykunyk, an official of Local 17, \nwhich posted bond for hotel workers. Hundreds gather in front of the Holiday Inn Express hotel Oct. 18 in a \ncandlelight vigil for the eight Mexican hotel workers detained by the INS after a raid.\n\nGraphic\n\n \n\nChart, The Washington Post\n"}