{"title": "Food Stamp Restriction Begins Monday in Va.", "body": "\nVirginia will begin turning down noncitizen legal immigrants who apply for food stamps starting Monday as part of \nthe new federal welfare reform law, making the state the first jurisdiction in the area to do so, state and local officials \nsaid yesterday.\n\nFor those immigrants already receiving food stamps, Virginia officials will review their cases as their benefits \nexpire, and if they are no longer eligible under the new, stricter criteria, they will lose their food stamps.\n\nIn Maryland and the District, officials will begin rejecting new applicants for benefits Oct. 1, and they will follow the \nsame review procedures for immigrants receiving food stamps.\n\nUnder the welfare reform measure signed into law a month ago, legal immigrants are barred from receiving food \nstamps until they become citizens, unless they fall into certain exempt categories. Those exceptions include \nrefugees in their first five years in the country, veterans, and legal residents who have worked 10 years without \nreceiving any federal means-tested benefits.\n\nIn the Washington area, the biggest impact of the welfare reform legislation on the legal immigrant community falls \nin Fairfax and Montgomery counties, which have the largest foreign-born populations.\n\nIn Fairfax County, where 12,500 families receive food stamps, an esti mated 4,000 legal immigrant families were \nreceiving food stamps in early August. Local officials do not know how many of those families eventually will lose \ntheir benefits, but they are scrambling to alert recipients to the changes.\n\n\"We hope to send out letters next week,\" said Juani Diaz, who heads Fairfax County's benefits program. In addition \nto mailing out letters in English, the county also is trying to translate the information into Spanish, Vietnamese and \nPersian, she said.\n\nIn Arlington, where the total food stamp caseload was 4,678 in July, officials said 10 percent to 30 percent of the \ncases could be affected by the provision barring noncitizen immigrants from getting food stamps.\n\nMaryland and District officials said they do not know how many families of legal immigrants would be affected by \nthe provision because they have never had to keep track of recipients by citizenship before.\n\nEven though some community groups knew the changes in the law were imminent, some nevertheless were taken \nby surprise.\n\n\"Wow. I didn't know it started on Monday,\" said Kim Oanh Cook, who heads the Falls Church-based Vietnamese \nResettlement Association, which works with refugees and immigrants. \"People are constantly applying for food \nstamps, and I'm sure it's going to hit them.\"\n\n\nLike many community groups in the area, her association has been trying to get assistance from area food banks \nand other resources to help supplement those who would lose their food stamps. \"But it has been very tough,\" she \nsaid. \"We are competing with the other ethnic groups who are poor.\"\n\nStaff writers Jon Jeter and Cindy Loose contributed to this report.\n"}