{"title": "Judge Blocks City's Ordinances Against Illegal Immigration", "body": "\nA federal judge issued a permanent injunction yesterday against restrictive anti-illegal-immigration ordinances \nin Hazleton, Pa., a city described by its mayor as \"the toughest place on illegal immigrants in America.\"\n\nIn a strongly worded opinion handed down at the U.S. District Court in Scranton, Pa., Judge James M. Munley \nruled that federal law \"prohibits Hazleton from enforcing any of the provisions of its ordinances,\" which impose a \n$1,000-per-day fine on landlords who rent to illegal immigrants, revoke the business license of any employer who \nhires them, declare English as the official language and bar city employees from translating documents to another \nlanguage without approval.\n\nCivil liberties organizations sued on behalf of illegal and legal immigrant plaintiffs, including the Hazleton Hispanic \nBusiness Association, saying that the city infringed on the federal government's sole authority to regulate \nimmigration.\n\nThe groups hailed the ruling as a historic victory for the city's Latino residents, as well as a warning to state and \nlocal governments that copied Hazleton's ordinances and to opponents of illegal immigration, who Anthony D. \nRomero, executive director of the American Civil Liberties Union, said \"dupe local officials into adopting bad public \npolicy that won't stand up in court.\"\n\nBut the opponents vowed to appeal the decision and to continue the fight to the Supreme Court, if necessary. \n\"Attorneys have already drafted appeal briefs,\" said Dan Stein, president of the Federation for American \nImmigration Reform. Seeking to severely restrict immigration, the group strongly supported Hazleton's \nordinances.\n\nIn a statement, Hazleton Mayor Louis J. Barletta said: \"This fight is far from over. I have said it many times before: \nHazleton is not going to back down. We are discouraged to see a federal judge has decided -- wrongly, we believe \n-- that Hazleton and cities like it around the nation cannot enact legislation to protect their citizens, their services, \nand their budgets.\"\n\n\nHazleton made national headlines last year by passing some of the nation's strictest ordinances against illegal \nimmigration, saying that illegal immigrants were draining city coffers but without producing evidence. About 100 \nsimilar measures were passed nationwide, some of which have been successfully challenged by immigration \nsupporters, civil rights advocates said.\n\nMore recently, state legislatures such as those in Virginia, Oklahoma and Colorado have joined in the lawmaking, \npassing laws that allow police officers to question suspects about their immigration status, put illegal immigrants \nin jail without allowing bail and penalize businesses that hire them.\n\nMunley struck at Hazleton's efforts with plain language, writing that the city's ordinances \"disrupt a well-\nestablished federal scheme for regulating the presence and employment of immigrants in the United States.\" The \njudge said the ordinances \"penalize landlords, tenants, employers and employees without providing them the \nprocedural protections required by law.\" In the end, he said, \"Hazleton, in its zeal to control the presence of a group \ndeemed undesirable, violated the rights of [immigrants], as well as others in the community.\"\n\nPrince William County Board Chairman Corey A. Stewart (R-Occoquan) said the Hazleton decision will not give \npause to county lawmakers now seeking to deny county services to illegal immigrants and to increase local police \nenforcement of immigration laws.\n\nUnlike Hazleton, Prince William County is not trying to levy fines or punish landlords, Stewart said.\n\nThe measures in Hazleton and elsewhere sprang up in the wake of unsuccessful efforts to pass a comprehensive \nchange to immigration law on Capitol Hill.\n\nRudy Espinal, a business owner in Hazleton, said the ordinances \"turned this town upside down\" and created \"an \nincredible amount of division.\" The few people he spoke with after the judge's decision \"were happy,\" he said.\n\nStein said they should prepare for a fight. \"We're committed to it. We've got support for it. People are willing to fund \nit,\" he said.\n"}