{"title": "U.S. Policy Appears to Deter Haitian Refugees;State Department Asks OAS to Consider Sending Mission to Help Restore Democracy, Order", "body": "\nFewer Haitians appear to be fleeing their island by boat as a result of the Bush administration's May 24 decision to \nforce back virtually anyone found trying to leave by sea.\n\nThe number of people intercepted by the Coast Guard showed little change for the first few days after President \nBush announced the policy; more than 1,000 Haitians were picked up on May 29, for example.\n\nBut none has been picked up in the last two days, administration officials said, and only four boats were intercepted \nin the prior three days. They expressed cautious optimism that the exodus would continue to slow, enabling them to \nshut down a tent city on the U.S. naval base at Guantanamo Bay, Cuba, where Haitian refugees had been taken \nuntil immigration officials could examine their asylum requests.\n\nIn addition, the State Department yesterday asked members of the Organization of American States to consider \nsending an OAS-sponsored mission to help restore democracy and maintain security in Haiti.\n\nAdministration officials said that a cable outlining U.S. ideas for the mission was sent to several members of the \n34-nation OAS. The sources cautioned, however, that there is no indication the plan would be acceptable to \ndeposed Haitian President Jean-Bertrand Aristide, who was overthrown by the military in a Sept. 30 coup, or to the \nnation's current military government.\n\nThe latest plan is a variant of previous ideas that have been rejected. This time, the officials said, the plan spells out \nclearly that the civilian mission would have some kind of security component. The proposal last October also spoke \nof maintaining security, but under the new plan, officials said, \"security\" would mean some kind of military force, \nboth to protect OAS civilians and to act as a buffer between the Haitian military and Arisitide's supporters.\n\nThe precise composition, size and origin of this security force has not been resolved, the officials said. They \nstressed that under no circumstances would it be an invasion force imposed on Haiti but would have to be invited to \nthe Caribbean nation. The U.S. cable said, however, that if the OAS was not amenable to sending a security force, \nthe United Nations might be considered as an alternative. If these proposals are accepted, the officials said, the \nOAS would lift its economic embargo imposed last October that has wrecked Haiti's economy.\n\nMajor players in the Haitian political scheme -- the military, Aristide and other prominent political and business \nleaders -- would first have to make a consensus choice of a prime minister, who would assume control of the \ngovernment and prepare the way for Arisitide's return.\n\n\nSome officials said the new plan, first reported in today's editions of the New York Times, was prompted by the \nnomination Tuesday of Marc Bazin as prime minister. Bazin is a former Haitian finance minister and World Bank \nexecutive who has close ties to Haiti's business leaders. U.S. officials said there is concern among OAS members \nthat Bazin's appointment by the military government might exacerbate the confrontation between the opposing \nsides.\n\nMuch of the problem stems from the fact that the coup originated among rank-and-file soldiers who feared Aristide's \nvows to radically reform the army, The soldiers have exercised a veto over the army's commander, Gen. Raoul \nCedras, frustrating his past attempts to reach a settlement with the OAS.\n\nWhile there have been reports of dissension within the Haitian armed forces, a senior U.S. official said last night, \n\"We have no indication that the army still is not firmly in control of Haiti, just the vaguest hints of some strain.\"\n\nIn New York, a federal judge yesterday decided not to stop the forced repatriations of refugees, an action one \nofficial said would reinforce the administration's message that it was not worth it to try to leave Haiti.\n\nSince the coup, \"the numbers [of boat people] have gone up and down,\" a State Department official said, \"so no \none is going to make a definitive prediction\" that the numbers of refugees will not go up again. \"But people are not \nsetting off as much as before,\" he said, and \"it appears the policy is having that effect.\"\n\n\"One thing that's for certain,\" a U.S. official said in Port-au-Prince, \"the word is out. People do know\" about the \nchange in policy. \"It's out there in the provinces\" with constant radio broadcasts. \"We've blanketed the airwaves \nwith the announcement,\" he said.\n\nSeveral Haitians interviewed yesterday near Petit Goave, a departure center about 50 miles southwest of Port-au-\nPrince, said they were aware of the policy.\n\nMackino Virgil, 26, who said he had been sent back from Guantanamo Bay twice, said, \"fewer people are taking \nboats now because they know they are just going to lose their money. They are not keeping Haitians in \nGuantanamo, they are closing the base down.\"\n\nVirgil, who said he sold everything he owned and borrowed money to pay for his two trips -- $ 40 for the first and $ \n60 for the second -- said he heard about the new policy on teledyol, a Creole expression for word of mouth. He \nsaid he might try again at some point.\n\nHe and several other Haitians said local police had begun to harass and crack down on people trying to build boats \nin which to flee, but no one was sure why the police had adopted that policy after months of looking the other way.\n\nVirgil said that for now he was not going to try to leave. \"Right now, people wouldn't take the chance. . . . Nobody is \ngoing to pay money for this now,\" he said. But he said there was no work in Haiti and no security.\n\nJoblessness and poverty have increased as a result of the economic embargo designed to force the return of \ndemocracy to Haiti. Critics have said the embargo is only causing needless suffering and is not tight enough to \nhave any effect on the military-backed government or its wealthy supporters.\n\nAs Virgil spoke, four cargo ships anchored at the busy contraband port unloaded cargo onto dozens of rowboats. \nSome of the cargo included boxes labeled toilet paper from Hialeah, Fla., and wheat flour from Omaha.\n\nSome Haitians said they would try to flee again despite the new policy. \"I'm just not staying here,\" said Jose Luis \nOreste, 21, a mechanic who was returned from Guantanamo Bay in April. \"I'm living in a country that does not offer \nyou any opportunities.\"\n\nAt the same time, the administration has accelerated the numbers returned from the Navy base in Cuba. In addition \nto 2,878 returned directly to Haiti since May 25, more than 4,000 have been sent back from Guantanamo Bay. The \n\n\n\nnew policy requires those seeking asylum to apply in Haiti and eases the criteria for approval. A U.S. official at the \nembassy said yesterday that about 2,400 Haitians had applied in recent weeks.\n\nSince the new policy, the population at Guantanamo Bay dropped from just over the 12,500 level that U.S. officials \ninsist is the most the base can hold, to about 8,600 yesterday. Among them are more than 2,600 who have been \ngranted approval to come to the United States to pursue their asylum claims, and more than 2,700 others whose \nclaims have been denied and are awaiting return to Haiti. The Immigration and Naturalization Service estimated \nthat processing the remaining applicants will be completed within two weeks.\n\nIn the New York court ruling, U.S. District Judge Sterling Johnson Jr. said he had no choice but to uphold the \nadministration's policy even though the Haitians might be headed to \"the jaws of political persecution, terror, death \nand uncertainty\" when the United States had a treaty saying it would not do so.\n\nAn attorney for the refugee groups who sued to block the policy said the ruling would be appealed. Other suits are \npending in the New York appeals court and in an appeals court in Atlanta.\n\nStaff writer Lee Hockstader contributed to this report from Port-au-Prince.\n\nGraphic\n\n \n\nCHART, GROUNDED\n"}