{"title": "Two Saudis to face judge today", "body": "\nMana Saleh Almanajam and Shaker Mohsen Alsidran came to the United States via a scholarship program offered \nby Saudi Arabia to promote cultural understanding between the two countries.\n\nThis morning, a Hillsborough judge will try to sort out whether a lack of understanding or something more sinister \nprompted them to take a ride on a school bus last week.\n\nCircuit Judge Mark Wolfe will conduct a second bail hearing for the two men, who have been in jail since Friday on \nmisdemeanor trespassing charges.\n\nCircuit Judge Monica Sierra revoked their initial bail of $250 each on Saturday, saying she wanted more \nbackground information.\n\nAhmed Bedier, director of the Central Florida Council on American-Islamic Relations, said two people who tried to \npost their friends' bail on Friday were told that immigration officials were preventing their release.\n\nBut Monday, immigration authorities said they did not place a hold on either man.\n\n\"They're not in violation of immigration laws,\" Immigration and Customs Enforcement spokeswoman Barbara \nGonzalez said.\n\nAlmanajam, 23, and Alsidran, 20, were placed in jail cells separate from each other and other inmates over the \nweekend.\n\nOn Monday, Almanajam was being held at the Orient Road Jail, while Alsidran was transferred to the Falkenburg \nRoad facility.\n\n\"We do that routinely when we have someone who is a high-profile individual,\" Lt. Paul Perry said.\n\nThe two men boarded a school bus headed for Wharton High School on Friday morning. Students alerted their \nsubstitute bus driver, who then notified the school district.\n\nBy the time the bus arrived on campus, authorities were waiting.\n\nAfter some initial confusion, law enforcement officials learned the Saudis had been students since January at the \nEnglish Language Institute at the University of South Florida.\n\n\nThey are among the 76 Saudi students learning English at the institute through a scholarship program announced \nby President Bush and Saudi King Abdullah last year. The program aims to boost Saudi enrollment in U.S. \nuniversities, which plunged after the Sept. 11, 2001, terrorist attacks.\n\n\"They went through the screening process like anyone else, and they are qualified to be in the program,\" USF \nspokeswoman Lara Wade said of the two men.\n\nBedier visited the students in jail Monday. In Arabic, he explained to them the charges they face and the upcoming \nhearing. No interpreter was present during Saturday's hearing, leaving the men anxious and frustrated, Bedier said.\n\n\"In their native country, you can use the public bus system to ride to anywhere, and that's what they thought it was,\" \nBedier said.\n\n\"Some people may ask how naive are they to ride a (school) bus ... but they haven't been here in the aftermath of \n9/11,\" he said. \"So to them, they're oblivious to the fact that people are afraid of them.\"\n\nColleen Jenkins can be reached at (813) 226-3337 or cjenkins@sptimes.com.\n\nGraphic\n\n \n\nPHOTO, (2)\n"}