{"title": "LAWYERS GO TO BAT FOR PROPOSITION 187'S EDUCATION BAN", "body": "\nThe high cost of educating illegal immigrants in recession-plagued California justifies Proposition 187's ban on \npublic education for undocumented children, lawyers for Gov. Pete Wilson argued Friday.\n\nIn papers filed with a Superior Court judge, Wilson's lawyers said a 1982 U.S. Supreme Court ruling requiring \nTexas to educate illegal immigrants does not apply to Proposition 187 because the impact of illegal immigration is \nmuch worse in California.\n\n\"California is . . . the state most affected by immigration, and in particular by the influx of illegal aliens,\" 42 percent \nof whom live in the state, said Deputy Attorney General Frank Furtek.\n\nUnlike Texas, which was unable to persuade the high court that the education of illegal immigrants was a serious \nburden on the state, California can demonstrate \"staggering financial and societal burdens . . . an extraordinary \nsituation unparalleled by that of any other state,\" Furtek wrote.\n\nHe stressed the state's \"years of recession and a steady decrease in General Fund revenue\" since 1990, a striking \ncontrast to Wilson's recent optimistic economic forecasts and proposal for a 15 percent tax cut.\n\nProposition 187, approved by 59 percent of the voters Nov. 8, bans public education, social services and non-\nemergency health care for illegal immigrants. It also requires officials who encounter suspected illegal immigrants to \ntell them to obtain legal status or leave the country, and to report them to federal immigration authorities.\n\nSan Francisco Superior Court Judge Stuart Pollak barred enforcement of the education provisions Nov. 9, citing \nthe 1982 Supreme Court ruling requiring states to provide education to all residents, regardless of immigration \nstatus. He is tentatively scheduled to hear arguments Feb. 8 on a preliminary injunction, which would stay in effect \nuntil the case went to trial but could also be appealed to higher courts. Furtek's papers were filed for that hearing. \nIn a separate case, U.S. District Judge Mariana Pfaelzer of Los Angeles issued an injunction Dec. 14 against all \nother provisions of the initiative except its ban on false immigration documents. She said parts of the measure \nappeared to create a state deportation system, in violation of exclusive federal authority over immigration, and could \ninduce departure of many immigrants who had a right to remain under federal law.\n\nWilson and other backers of Proposition 187 have said they hope it will lead the Supreme Court to reconsider the \n1982 ruling on education. Since lower courts remain bound by that ruling, Furtek could not attack it directly, but \nargued that it was not intended to cover current conditions in California.\n\n\"California schools are overcrowded and understaffed,\" Furtek said.\n\n"}