{"title": "LETTERS TO THE EDITOR", "body": "\nStop being lazyI hear all these good things about Whanganui like how clean this town is, but the rubbish we found \nwas the complete opposite.  \n\nIs it the people from schools? Is it people visiting Whanganui? Is it freedom campers? Whoever it is dumping \nrubbish, I urge you to stop being lazy and put your rubbish in the bin.  \n\nEvery day there is more and more rubbish stacking up on the streets and parks. We think people should stop \nlittering and take it to the bins or take it with them. We think it should not be us having to pick up all this rubbish. We \nthink people should not be lazy and put the rubbish into the bins. Maybe we could have signs around Whanganui \nsaying Don't Litter and Keep New Zealand Clean.  \n\nSo, people of Whanganui, take care of our city, pick up rubbish if you see it and, most importantly, do not litter!  \n\nTE MAURI AND SHELDON  \n\nDisgusted We were very disgusted about the rubbish just lying on the ground. In one area close to the car park near \nthe Splash Centre there was a massive amount of newspaper and magazines in a gigantic pile. Someone had \nobviously not done their job of delivering these. We feel like some people around Wanganui treat it like their dump.  \n\nTo solve this rubbish problem we think that everyone in Wanganui can make a change. They could help by cleaning \nour community. If they see rubbish on the ground, pick it up! Some people probably have no idea where the dump \nis. The Whanganui council should put signs up to show visitors where to go. Everyone that visits Wanganui should \nknow where the dump and recycling centre is. We think people should never litter. We need more rubbish bins \naround Wanganui and civilians should not be lazy and always put rubbish in the rubbish bins.  \n\nThis year our city is in the finals for the most beautiful city in New Zealand. Visitors, if you come to Wanganui, keep \nour beautiful river city clean. If we keep on dumping our rubbish we might not win the award. So we urge you, our \ncommunity to put your rubbish in the rubbish bins and dispose of it in the correct place.  \n\nVETAIA AND DYLAN  \n\nUseless junkWe are writing this to tell everyone that our eyes were horrified by how much rubbish there was! There \nwas so much useless junk and garbage everywhere ... Yuck! There was also lots of rubbish that should have been \nrecycled.  \n\n\nPeople are way too lazy to recycle or don't know where the recycling bins are so we think we should get more bins \naround our city. Put signs up to tell people where they are and where our recycling centre is. Some people come to \nour city and litter. That is selfish and not fair. People that live here in Whanganui also might litter. This has to stop!  \n\nEveryone litters around our city and we don't know who they are. We should put more security cameras around the \nplace so we can catch these people. Adults should teach their kids to not litter and pick up rubbish with a rubber \nglove if they see it lying around.  \n\nEveryone keep our city rubbish free and clean!  \n\nAUSTIN AND BRODI  \n\nMore bins neededWe picked up truckloads of disgusting bits of rubbish.  \n\nWe don't know if it is high school kids or visitors but whoever it is, they should be the ones picking it up. Some of \nthe things my class found were nappies with maggots inside of them and a boat jet unit. If you don't know what a jet \nunit is, it something that propels a boat forward. We think the Whanganui Council should put more rubbish bins \naround parks and freedom camping grounds. We think people should stop being lazy and put their rubbish in the \nbins.  \n\nOur city is in the finals for the most beautiful city in New Zealand. Everyday there is more and more rubbish at \npublic places like parks and freedom campgrounds. People should keep their own rubbish with them so there is no \nrubbish at parks. We think people should be more careful about rubbish because it can hurt animals, so don't litter. \nYou can help the community by putting rubbish in the provided bins at our parks. Or you can go around to parks in \nyour free time and pick up bits of rubbish and keep our city looking beautiful and we might win the award.  \n\nVisitors, don't come to Wanganui and just drop your rubbish behind our backs. Use the bins and our recycling \ncentre. Our community, help us out and pick up bits of rubbish whenever you are out and about and keep our city \nclean and beautiful.  \n\nLINCON AND HENRY  \n\nPark rubbishWe are complaining about how much rubbish we found at Springvale Park. It was terrible how much \nrubbish and things there were at the park. There was a nappy full of maggots and lots of cigarette butts. It was filthy \nand we are very mad that our beautiful city is so dirty.  \n\nWe think there would be less rubbish if there were more rubbish bins around and are closer to popular places \npeople hang out so they could use them. It would also help if we had signs that showed people where to find the \nnearest recycling centre or rubbish dump. This would help our environment so we can keep our streets and city \nclean.  \n\nSo, if you are in any street or place and you spot a bit of rubbish pick it up and put it in a bin. Do not throw rubbish \nover fences, out of car windows or actually don't drop rubbish at all! Visitors and people of Wanganui, we want you \nto help keep our city clean and clear of any rubbish so everyone needs to help. Please keep our city beautiful.  \n\nTRISTAN AND JAMES  \n\nPeople don't careWe are very disgusted how lazy people are and they do not care about our city! It makes me sick \nfrom the stuff we found. As in cigarettes, plastic bags, a lot of cardboard and bottles.  \n\nWe are also disgusted on how our community are leaving rubbish around our city and town. It really shows how our \npeople don't care. We saw nappies with maggots in them too! Plus we are one of the finalists in the most beautiful \nand top towns in New Zealand. We are hoping to win the most beautiful city in New Zealand award for 2019.  \n\nSome solutions we think are ... The Whanganui Council should put more rubbish bins around Springvale Park. This \nwill make a difference and make me proud of the community to see people using them. We urge you to put your \n\n\n\nrubbish in the bins! Just imagine if the rubbish was alive guess how it would feel. It might want to be with its rubbish \nfriends at the dump. Visitors who stay at the freedom camping at Springvale Park. Put your rubbish in bins or take it \nto our recycling centre. Don't leave our city looking like a rubbish dump. Take it away with you.  \n\nJAX AND ZEKE  \n\nWhose rubbish?We were disgusted at how much rubbish we found. We found about 10kg of newspapers behind a \npower vent and we found a lot of cigarette butts too. We also found broken glass and sharp metal. Those people \nare too lazy to use a rubbish bin.  \n\nWhanganui Council have allowed people to camp at Springvale Park. Are they the ones coming and throwing their \nrubbish on the ground? Is it people using the Stadium or Splash? Is it people throwing it out their car windows? We \nneed to stop this.  \n\nThe Whanganui Council should help by placing more bins around and putting signs up saying 'Don't litter, put \nrubbish in bins'. If there were more bins around Springvale Park for the visitors they would not throw their rubbish \non the ground and use them instead.  \n\nWhanganui community look after our city by picking up any rubbish, using the bins and taking your things home or \nto the recycling centre. Save the animals as some of this rubbish goes into our waterways and kills them.  \n\nVisitors show more respect and keep the city you are visiting clean and beautiful.  \n\nJAXON AND AMOS  \n\nFire hazardWhen we went to go and pick up the rubbish we found horrible things like a boat propeller, a nappy full \nof maggots and about 10kg of newspaper. We were disgusted on how much rubbish was in our community and just \ndumped on the street. We found thousands of cigarette butts just in this environment.  \n\nThis rubbish is ruining our environment. Not only does this rubbish contribute to global warming but it can also be a \nfire hazard. The Whanganui Council need to do something about this and we think we know how.  \n\nWe think the Whanganui Council should provide more rubbish bins for people to use. They could put up directions \nto the Whanganui recycling centre where they can recycle their rubbish. Another idea the council could do would be \nto install security cameras around the place, especially where freedom campers are, so we can catch the people \nwho are dumping rubbish. This might deter them from doing it and they would have a consequence when they are \ncaught. People need to show some respect to our Whanganui community.  \n\nVisitors travelling through our city please don't throw your rubbish out the car window. Find a bin to put it in. \nFreedom campers should show respect to our environment and use the bins and take their rubbish to the recycling \ncentre.  \n\nPeople living in Whanganui please remember we are in the finals for the most beautiful city in New Zealand 2019, \nso keep our community tidy and clean and pick up any rubbish you see around the place.  \n\nIOSUA AND TYLAR  \n\nMore binsWe saw so much rubbish like: a boat propeller, medicine, cigarette butts, smoke packets, glass and a \nwhole bunch of newspaper. We were so disgusted at all the stuff we found around the Springvale area. Our bags \nwere so full that we had to swap people around who were carrying them. We even had to call our school property \nmanager to pick some bags up. Our class were so mad that we decided we wanted more bins around the parks.  \n\nWe reckon that we should take more care and Whanganui Council should put more bins around the parks so when \nvisitors come that they don't think that we are the worst town in our country. We can put bins at parks like \nSpringvale, Kowhai and Peat parks. We can also put arrows around the city so they know where rubbish bins are \nand signs to give directions to our recycling centre.  \n\n\n\nAll this stuff just laying on the ground is not good. Do you know what all this causes? It is spreading diseases to \npeople, putting animals in the vets and polluting the sea.  \n\nWe are in the finals for one of the most beautiful cities of New Zealand but the state that we saw of our city on our \nrubbish pick up day we are getting nervous of losing that award. Pick up the rubbish and help us out.  \n\nVisitors please stop dumping your rubbish, use the bins. Whanganui community keep our city looking beautiful so \npeople will want to visit.  \n\nRHYAN AND KHADYN     \n"}