{"title": "Trump Admin Humiliated as Federal Court Rules Several Deported Parents Can Return to U.S.", "body": "\nSep 05, 2019( Law and Crime: https://lawandcrime.com/ Delivered by Newstex)  In a substantial blow to the Trump \nAdministration, a federal judge late Wednesday ruled that several immigrant parents who were deported without \ntheir children last year can return to the United States in order to seek asylum. During the summer of 2018, 471 \nparents were deported under the auspices of the government's universally-reviled family separation policy. \nSeveral families were reunited in their countries of origin while many other parents decided to pursue separate \nasylum claims. \n\n'Many of the parents were located in remote villages in the recesses of Central America,' the court order notes, \n'and nearly all of them have now made the difficult decision either to reunify with their children in their home \ncountries or to waive reunification and allow their children to remain in the United States to pursue their own claims \nfor asylum in accordance with established law.' Thirty of the 471 parents returned to the U.S.-Mexico border and \nfiled claims for asylum-and were promptly taken into custody by immigration authorities. Immigration advocates \nbriefed the court that those immigrant parents 'either passed a credible fear interview or were placed directly into \nimmigration proceedings before an immigration judge, and were subsequently reunified with their children.' A \nseparate group of immigrant parents, however, was the subject of Wednesday's court order. A lawsuit was filed by \nthe American Civil Liberties Union (ACLU) in July of this year on behalf of 18 additional immigrant parents-who are \ncurrently residing outside the country. The ACLU argued that those 18 parents had 'bona fide' asylum claims and \nwere denied their legal and statutory rights to seek asylum due to the Trump administration's hard line border \napproach last summer. These parents have yet to be reunited with their children either in their home countries or \nby way of the Trump administration's public-private enterprise immigrant detention regime. In other words, the 18 \nparents covered by Wednesday's order are seeking to return in order to press lawful cases of asylum without being \nsubject to the whims of border patrol agents. The Trump Administration wants the parents who are currently out to \nstay out. In a 21-page ruling[1], U.S. District Judge Dana Sabraw agreed in part with the immigrants and their \nadvocates; the U.S. District Court for the Southern District of California will now allow 11 of the 18 parents to return \nbecause they from the country by immigration authorities in direct violation of U.S. law. The court notes: Plaintiffs \nargue they are entitled to this relief under a Settlement Agreement entered into between the parties in this case,as \nwell as under Ninth Circuit law that provides for the return of an alien who is wrongfully removed. Defendants \noppose the motion. The matter has been fully briefed and argued. For the reasons discussed below, the Court finds \neleven of the parents are entitled to the relief requested under Ninth Circuit law and seven are not, those parents \nhaving failed to meet their burden of proving they were wrongfully removed. 'The circumstances of the eighteen \nparents' immigration and removal proceedings vary widely,' Sabraw's decision said. 'Twelve of the eighteen \nparents were removed before this Court issued its class certification order and preliminary injunction. Two other \nparents were removed after those orders issued, but before this Court issued a stay of any further removals. Three \nparents were removed after the stay, and it is unclear when the remaining parent was removed.' During several \nhot months in 2018, over 2,800 children were forcibly separated from their parents. After nearly a year's worth of \n\n\nback-and-forth between human rights advocates and administration apparatchiks who argued (while also violating \nseveral court orders demanding the administration take responsibility for its actions) that reunification was simply \nimpossible, the Ninth Circuit certified the total number of parties impacted by the family separation policy and \nsuccessfully 'accounted for' each and every separated child-returning the majority of those children to their parents. \nWednesday's order thus affects only a minority of a minority of the families affected by the Trump Administration's \nfamily separation policy. [image via John Moore/Getty Images] [ 1]: "}