{"title": "Mayor Asks U.S. Citizenship For Slain Dominican Soldier", "body": "\nArmy Pvt. Luis Moreno was born in the Dominican Republic but he lived in the Bronx for more than half his life and \nhe died Jan. 30 after being shot while guarding a gas station in Iraq. Now, Mayor Michael R. Bloomberg is asking \nthat he be granted citizenship in the United States. \n\n      In a letter dated Wednesday, Mayor Bloomberg asked President Bush to grant citizenship posthumously to \nthe 19-year old private, citing a 2002 rule that expedited naturalization for soldiers. \n\n Private Moreno was shot in Baghdad on Jan. 23 and died last week at a hospital in the United Kingdom. He \nimmigrated to the UnitedStates in 1991, but neither he nor members of his family had received citizenship.\n\n About 37,000 immigrants serve in the armed forces, or about 3 percent of the active-duty population, Pentagon \nofficials say. In 2002, President Bush waived the waiting period to apply for citizenship for immigrants who joined \nthe military after Sept. 11. Prior to the waiver, immigrant soldiers were allowed to apply after three years of service. \n\n Relatives, friends and well-wishers streamed into the Ortiz Funeral Home in Washington Heights yesterday, paying \ntheir final respects at a wake. Among them was Representative Jose E. Serrano, who said he had urged Private \nMoreno's parents to apply for citizenship for their son. \n\n \"I see something inconsistent to having noncitizens die in our wars,\" Mr. Serrano said. \"Let's reach out to the \npresident.\"\n\n Family members said American citizenship was important to Private Moreno, who had been on active duty for \nabout a year, after joining the Army in a local recruitment office in Washington Heights. He completed basic training \nin South Carolina.\n\n \"He lost his life fighting for the United States, and he always wanted to be a U.S. citizen,\" Private Moreno's sister, \nMichelle Moreno, said.\n\n Private Moreno was the youngest of four children. He attended Taft High School in the Bronx. His father, Manuel \nMoreno, has worked as a grocery deliveryman. \n\n Private Moreno's girlfriend, Jessyca Corporan, 18, questioned the request for citizenship. \n\n \"Now that he's dead, what can he do with it?\" she said. \n\n She expressed sorrow at Private Moreno's death, which she said baffled her: \"If the war stopped, why do they \nkeep killing the soldiers there?\"\n\n She added that Private Moreno \"wanted to make it out of the neighborhood, make something of himself.\"\n\n\n \"He was going to visit in March,\" she added. \"He wrote a letter saying he had a big surprise for me.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Mourners visiting the coffin of Pvt. Luis Moreno in Washington Heights. Private Moreno died on Jan. 30 \nafter being shot in Iraq.; A T-shirt honoring Private Moreno made by a friend bears his neighborhood nickname. \n(Photographs by Richard Perry/The New York Times) \n"}