{"title": "United Nations/Syria/Libya: Monday's Daily Brief: 70,000 children displaced in northeast Syria, Guterres commends UN-led peace deal for Ecuador, deadly airstrikes in Libya's Tripoli", "body": "\nA recap of Monday's stories: UNICEF estimates some 70,000 children have been newly displaced in northeast \nSyria; UN chief sounds alarm on threat of ISIL amid fighting in Syria; Secretary-General welcomes start of Ecuador \npeace dialogue; Deadly Libya attacks 'blatant violation' of human rights; Food agencies reveal scale of global food \nwaste problem.\n\nUNICEF counts some 70,000 displaced children in northeast Syria amid violence\n\nChildren and their families living in a makeshift camp in a hard-to-reach area in western rural Aleppo, Syria.\n\nAs violence continues to escalate in Syria's northeast, the UN children's agency (UNICEF) has renewed its call on \nall parties to the conflict to protect children at all times, after confirming at least four children have been killed, and \nnine others injured in the region\n\nAnother seven children have reportedly also been killed in Turkey, the agency said in a Monday statement. UNICEF \nis concerned that at least 170,000 children could need humanitarian assistance as a result of the ongoing violence \nin the area, the agency's Executive Director, Henrietta Fore, said.\n\nThree health facilities and health vehicles and one school came under attack. The A'louk water station supplying \nwater to nearly 400,000 people in Al-Hasakeh is out of service she added. UNICEF will continue to work through \npartners to deliver immediate assistance, from supplying water, to arranging health consultations and nutrition \nscreenings.\n\nMs. Fore urged \"those fighting in the northeast and elsewhere in Syria must protect civilian infrastructure and not \nuse it for military gains.\n\nUN vehicle on mission to Rukban, Syria.\n\nThe ongoing Turkish military incursion in northeast Syria could unintentionally lead to the release of scores of \npeople associated with the terrorist group ISIL, the UN Secretary-Generalhas warned.\n\nKurdish militia and their associates have been holding more than 12,000 suspected ISIL members in prisons in \nnorth-east Syria, according to media reports\n\nAnt\\xF3nio Guterreson Monday calledfor an immediate de-escalation ofthe fighting which has generated many \ncivilian casualties and displaced up to160,000 peoplein less than a week.\n\n\nThe Secretary-General on Sunday welcomed the announcement of the start of a UN-led peace dialogue between \nthe Government of Ecuador and indigenous organizations\n\nThe talks, facilitated by the Episcopal Conference and the United Nations, began late Sunday to reverse President \nLenin Moreno's plans for rises in fuel costs, which ignited an uproar of protests turned violent, with reportedly seven \ndead and more than 1,000 injured in nearly two weeks' time.\n\nThe UN chief calls on all concerned to commit to inclusive and meaningful talks, and to work in good faith towards a \npeaceful solution to the pressing challenges facing the country, according to a statement issued by his \nspokesperson.\n\nThe Secretary-General also called on all actors to reduce tensions, refrain from acts of violence and exercise \nmaximum restraint.\n\nThe UN Support Mission in Libya (UNSMIL) has condemned in the strongest possible terms an attack on a civilian-\npopulated area in the capital city of Tripoli which killed three young girls, all sisters, and wounded their mother and a \nfourth sister.\n\nIn a statement the Mission said that once again, innocent children pay the ultimate price, in reaction to a Monday \nairstrike, reportedly conducted by a fighter jet belonging to the self-styled Libyan National Army (LNA), which began \nan offensive on the southern outskirts of Libya's capital, Tripoli, in April.\n\nUNSMIL added that it was shocked by this attack, noting it is particularly egregious that such an act comes days \nafter an attack on the Equestrian Club, a riding club, in Tripoli, also resulting in a number of children injured.\n\nReaffirming that it will not stand idly by, the Mission urged Member States and relevant international institutions to \ntake all necessary measures, to put an end to the repeated blatant violation of international humanitarian and \nhuman rights law in Libya.\n\nStop the waste:UN food agencies call for action to reduce global hunger\n\nAccording to the UN, an estimated one-third of all food is lost or wasted worldwide as it moves from where it is \nproduced to where it is eaten.\n\nWith one-third of foodproduced for human consumption lost or wasted,andmillionsstill goinghungry, theUN's food-\nrelated agencies areshininga spotlight onthe issue:on Monday, the Food and Agriculture Organization (FAO) \npublished its annual State of Food and Agriculturereportwithfindings thatcouldlead to a reduction in food loss and \nwaste, and, earlier in October, the World Food Programme (WFP) launchedits#StopTheWastecampaignto raise \nawareness of the problem.\n\nThestudycontainsfresh estimates of the scale of the problem, enabling a better understanding of the challenge, and \nsuggestingpossible solutions, by looking into why, and where, loss and waste take place. In addition, the report \nprovides suggestions for policy interventions that could reduce loss and waste, including cost-effective incentives \nfor farmers and producers.\n\n(United Nations News Centre)\n"}