{"title": "CALIFORNIA FRIEND PLEADS FOR HAVEN FOR IRISH WOMAN", "body": "\nLAST TUESDAY evening, a 19-year-old woman en route to San Francisco from her home in Dublin, Ireland, \nstopped to change planes at Lambert Field.\n\nAs she passed through customs here, she told immigration officers that she had come to the United States for a \nholiday. She planned to stay in San Francisco for several weeks as the houseguest of an old friend of her father, \nthen travel to Mexico.\n\nHowever, immigration officers at Lambert did not like certain aspects of her plan. They did not like the fact that she \nhad only $ 445 in her purse. They did not like the fact that she had a one-way ticket to California, not a round-trip \nticket to Dublin.\n\nMaybe she was naive about the rules, as young people tend to be. Maybe she had hidden motives, as young \npeople sometimes do. Maybe she was just confused, as young people almost always are.\n\nIn any case, she was taken to a holding area and questioned in detail. Did she use drugs? Had she ever been to \nthe United States before? If she had the chance to go to college here, would she try to stay? The immigration \nofficers read her diary, looking for clues to her real intentions.\n\nThey took her passport, birth certificate and money, and told her they would buy her a ticket back to London. Entry \ndenied.\n\nShe began to cry. Her reasons for coming to America were more complicated than they appeared. A little more than \na year ago, she had been raped by a drug addict, she said. Because abortion is illegal in Ireland, she had gone to \nEngland for an abortion. When she returned, she faced the censure of her family - staunch Catholics who believe \nabortion is a sin.\n\nShe also had left Dublin, where she worked as a designer for a dress shop, to escape the fierce moral and political \ndebate raging over abortion. Advocates of legalized abortion in Ireland hope to force the issue onto the ballot next \nyear.\n\n\"It is something people talk about every day, everywhere you go,\" she said. \"I needed to get away from it for a \nwhile, so I could return to face it and be stronger.\"\n\nThe thought of going back to Ireland was too much. She went into the restroom at the airport and broke her \nperfume bottle. She slashed both wrists with the shards of glass, then ingested a full bottle of aspirin from her \npurse.\n\n\nThe next thing she remembers is riding in an ambulance to DePaul Health Center, where she is in a psychiatric \nward.\n\n\"I was very upset, and I overreacted,\" she said Friday morning. \"I didn't know anybody in London. I had no money \nleft. I really needed to spend some time with a friend and try to make some decisions. I felt like I didn't have \nanything to live for.\"\n\nThe friend she had intended to visit in California is Carollee Peterson, a 51-year-old administrative judge for the \ncity of Berkeley. The young woman lived with Peterson for a year from 1993-94.\n\nPeterson had offered to pay the young woman's living expenses on this visit, and the young woman already had \npaid her air fare to California and back. Peterson also planned to take her to Mexico to visit Peterson's 27-year-old \nson, who teaches at the University of Guadalajara.\n\nInstead, Peterson flew to St. Louis Wednesday, where she says she has spent three sleepless days and nights \ntalking with lawyers, doctors, anyone she thinks could help the young woman. She has known her since birth and \nregards her as a surrogate daughter.\n\nPeterson said the young woman \"felt so guilty about the abortion and so traumatized by the rape. I seem to be the \none person who is her support system. The best thing would be for her to stay here with me. I would support her \nand see that she gets the therapy she needs.\"\n\nThat won't happen, says Chester Moyer, who heads the U.S. Immigration and Naturalization Service in St. Louis. \nEarly next week, she will be sent back to Ireland, Moyer said.\n\n\"It wouldn't matter what sum of money she had, or who would step forward,\" Moyer said. Citing chapter and verse, \nMoyer said the young woman is not eligible to visit the United States because she has a \"mental disorder and \nbehavior associated with the disorder that may pose a threat to the property, safety or welfare of the alien or \nothers.\"\n\nThe Irish consulate in Chicago is making arrangements to send her home escorted by a mental health professional \nand to help her find counseling in Dublin.\n\nDropping his official tone for a moment, Moyer - the father of three teen-agers - softened.\n\n\"She is a mixed-up kid,\" said Moyer. \"She is looking around and trying to figure out what to do with her life. She's \nhaving a tough time and making it tough for us, too.\" Christine Bertelson's column appears Tuesday, Thursday and \nSaturday. You can reach her on PostLine at 923-2323, then tap in 4077, by fax at 340-3050, by e-mail at \ncbert@inlink.com or by writing her at the Post-Dispatch, 900 North Tucker Blvd., St. Louis, Mo. 63101.  \n"}