{"title": "METRO'S MELTING POT Struggling with ethnic change Chamblee and Doraville face immigrant tide", "body": "\nChamblee officials don't want a DeKalb County health clinic in their city. They say a government-run clinic would \nreduce the amount of taxes the city collects.\n\nIn next-door Doraville, the mayor and City Council are fighting a DeKalb Chamber of Commerce redevelopment \nproject along Buford Highway. Why object to more businesses on the heels of a recession?\n\nDoraville leaders don't like plans for the International Village, as it's called, that would allow residences to be built \nabove street-level shops.\n\n\"That's just not our way of life here,\" said Doraville Vice Mayor Lamar Lang. \"We're basically Baptists and \nMethodists and Presbyterians. We don't believe in that.\"\n\nBeneath both community disputes flows the same undercurrent: the continuing struggle to adapt to - and in some \ncases, fight against - a tide of immigrants who have transformed the two former blue-collar, predominantly white \ncities into the most ethnically diverse area in Georgia.\n\nIt's not a new development: The 1990 census showed that the number of Asian residents in the area had increased \n250 percent in 10 years. The Latino population jumped 150 percent.\n\nAs a result, 25 languages are spoken within a five-mile area. Whites are no longer in the majority in Chamblee, \nalthough they still make up 70 percent of Doraville's population.\n\nWhat is new are the successes and failures experienced by residents and officials in coming to grips with radical \nchange - and the suspicion that clouds every event, on both sides.\n\n\"The political and social leaders are realistically not prepared mentally for those changes,\" said Mexican Consul \nGeneral Teodoro Maus, who often acts as an intermediary for the Latino community in Georgia. \"They see it as \naggression into their space, their way of life, rather than a benefit. There's no real leadership to say, 'Let's take \nadvantage of what's going on and let's build on it.' \"\n\nPolitical leaders counter that they're doing just fine, considering the huge challenges they face - both from within \nand without.\n\n\"Quit painting us with a redneck brush,\" said Chamblee Councilman Don Biles. \"We're pretty progressive. I don't \nthink we're pulling back from the change.\"\n\n\nChamblee's image suffered a setback last year, when some city officials joked at a council meeting about setting \nbear traps to catch day laborers so they could be sent back to Mexico. Latino leaders protested loudly, and state \nand federal officials intervened to calm the tensions.\n\nBut Chamblee officials felt they were making strides seven months ago when they hired George Rodriguez as the \ntown's first city manager. Rodriguez, a native of Puerto Rico, arrived amid expectations that he could address the \nconcerns of Spanish-speaking residents who make up a quarter of Chamblee's population.\n\nBut Rodriguez was fired last month, in part for exceeding his authority. One complaint was that he made room for a \nSpanish-speaking officer on the Chamblee police force without City Council approval. Councilmen also objected to \na private charge he put on his city credit card.\n\nThe ousted city manager says the five white men on the council fired him because of ethnic prejudice.\n\n\"Let's be honest here,\" Rodriguez said. \"I'm not an Anglo. An Anglo would have gotten a better shot at it. There was \nno tolerance because I'm not one of them.\"\n\nMany in the Latino community, including Mundo Hispanico, the largest Spanish newspaper in Georgia, described \nRodriguez's dismissal as an internal matter caused by mistakes and misunderstandings on both sides. The \nSpanish-speaking police officer remains on the force.\n\nMotives questioned\n\nChamblee's Latino residents remain suspicious of opposition to the North DeKalb Medical Center. City officials say \nhanding the tract over to the county would take more property off Chamblee's tax rolls.\n\nBut of the $ 2.4 million Chamblee collected in taxes for fiscal 1992, only $ 3,572 - 0.1 percent - came from the \nparcel on which the county wants to build the clinic.\n\nAt worst, many community leaders say that behind the opposition to the clinic lies an effort to discourage poor \npeople - and the majority of immigrants in the region are employed in low-paying jobs - from settling in the area.\n\nAt best, they say, it is an example of how the lack of communication can conjure images of close-mindedness.\n\n\"If [Chamblee councilmen] think those are not the places these clinics should go, then they should sit down with \ncounty officials and find a place,\" said Maritza Keen, executive director of the local Latin American Association. \n\"You just don't say no, because then it sounds like you just don't want them there.\"\n\nFeelings are more overt in the case of the International Village.\n\n\"The International Village wanted us to go after low-rent housing to attract more immigrants,\" said Lang, the \nDoraville vice mayor. \"Why would we want to attract more immigrants when we got all we want? We got plenty. \nWe got enough to go around. If you want any in your neighborhood, we'll send you some.\"\n\nDeKalb County Commissioner Elaine Boyer's district includes both cities. Beneath the hot rhetoric, she sees \nopposition to the clinic and the International Village as a control issue.\n\n\"I don't think they're trying to stop it,\" she said. \"They're saying, 'Wait a minute. Maybe this is moving too fast. We \nlive here. Don't tell us how it's going to be done. We want input.'\n\n\"When you have change and you feel like you're losing control, that's no good,\" Boyer said.\n\nBut it's not all bad news and strife in the twin cities along Buford Highway.\n\nAsian Square, a 25-store, $ 5 million plaza in Doraville, opened last week. The Asian-owned Summit National Bank \nhas broken ground on an 18,000- square-foot, three-story building in Chamblee. And Georgia's first Vietnamese-\ndeveloped shopping center is scheduled to open on Buford Highway later this month.\n\n\n\nSome non-native business leaders say they understand how rapid change can cause tensions.\n\n\"Atlanta is like any city,\" said Pin Pin Chau, the Chinese-born and Yale-educated president and chief executive \nofficer of Summit Bank. \"There are people who look at change as an opportunity. 'Let's prosper together,' they say. \nThere are other people who say, 'I don't know if I want this change.'\n\n\"I look at it as natural. It's human nature. Part of us wants to explore and grow and part of us wants to stay the \nsame.\"\n\nStaff writer Tim Fay contributed to this article.\n\nGraphic\n\n \n\nMAP & Chart: A map of Chamblee and Doraville shows the location of an Asian Square shopping center, Summit \nNational Bank and the proposed North DeKalb Health Center site. /Staff Chamblee Population: 7,668 White (non-\nHispanic): 45% Black: 19% Hispanic: 24% Asian: 12% Doraville Population: 7,626 White (non-Hispanic): 70% \nBlack: 19% Hispanic: 9% Asian: 7% Georgia Population: 6,478,216 White (non-Hispanic): 71% Black: 27% \nHispanic: 2% Asian: 1% Source: 1990 census Color Photo: Onlookers enjoy entertainment at the recent opening of \nAsian Square, a 25-store, $ 5 million plaza in Doraville, which is part of a five-mile area in which 25 languages are \nspoken. / Nick Arroyo / Staff Color Photo: in Pin Chau, the Chinese-born and Yale-educated president and chief \nexecutive officer of Summit Bank, says the tensions generated by rapid change in the area are \"human nature.\" / \nDianne Laakso / Staff Color Photo: George Rodriguez, fired as city manager, says he would have gotten more \ntolerance as an Anglo. Many in the Latino community say both sides share the blame. / Kimberly Smith / Staff\n"}