{"title": "Albert Einstein's letters pleading for the atomic bomb never to be used again - for sale; LETTERS from Albert Einstein pleading for the atomic bomb never to be used again have been put on sale for £12,000. The genius physicist had played a crucial role in creating the technology. His 1905 theory on the relationship between mass and energy allowed scientists to weaponise the atom.", "body": "\nYears later, Einstein signed a letter to US President Franklin D Roosevelt backing the building of an atomic bomb \nin the war against Germany. But he changed his stance after being left horrified by the death and devastation \ncaused when they were dropped on the Japanese cities of Hiroshima and Nagasaki in August 1945. After the war, \nhe helped set up the Emergency Committee of Atomic Scientists to \"prevent such tragedies in the future\", as one \nletter said. In the four letters that have now come to light, he said the weapons of mass destruction must be \nscrapped. \n\n Related articles\n\nThe letters were sent to businessman Cleveland E Dodge, one of the campaign's supporters. \n\nEinstein, a known pacifist, had invited Dodge to a conference at Princeton University to discuss the \"problems of \natomic energy control\". \n\nHe wrote in October 1946: \"At stake is the fate of our civilisation.\" \n\nIn another letter that year he wrote: \"Through the release of atomic energy, our generation has brought into the \nworld the most revolutionary force since prehistoric man's discovery of fire.\" \n\nThe four letters are being sold from the Dodge family archive with auctioneer Bonhams. \n\nA spokesman said: \"Einstein was aghast at the dropping of the atomic bomb. This is an important collection of \nletters, poignantly capturing a moment of American and world crisis.\" \n\nThe sale takes place in New York tomorrow. \n\n Related articles Solar eclipse: How this photo proved Einstein's relativity CORRECT Einstein's 'spooky' \nphenomenon captured on camera in world first How Albert Einstein miracle theory received shock blow from atheist\n\n"}