{"title": "Border crossers get caught, slip away; NO PLACE TO HOLD ILLEGAL IMMIGRANTS", "body": "\nBeefed-up enforcement at the U.S.-Mexico border since Sept. 11, 2001, has substantially increased the number of \narrests of illegal immigrants, but tens of thousands of captured non-Mexicans continue to be released into the \nUnited States because there is no place to hold them, according to experts and immigration officials.\n\nThe vast majority simply slip away inside the country after being issued a ``notice to appear'' for a deportation \nhearing -- documents known to Border Patrol agents as ``notices to disappear.'' The success of border crossers \nwho stay in the United States through this ``catch-and-release'' process has encouraged others who hope to enter \nthe country the same way.\n\nIn a dozen speeches since October, President Bush has vowed to replace catch-and-release with the ``catch-and-\nreturn'' of 160,000 ``other than Mexican'' (OTM) immigrants arrested each year. The goal is to deny court hearings \nto all but asylum-seekers, speed deportations and make the most of limited detention space in jails, prisons and \nimmigration centers.\n\nBut as Washington debates the overhaul of the nation's immigration laws and Bush prepares to address the nation \non border protection Monday, the persistent catch-and-release problem is a reminder of costly and unintended \nconsequences of past enforcement efforts.\n\nEven if authorities overcome operational and legal hurdles to curb the flow of people from El Salvador, Honduras, \nGuatemala and other countries, experts say they will be addressing only a tiny sliver of the illegal immigration \nproblem. The U.S. Border Patrol arrested nearly 1.2 million people last year -- the vast majority of them Mexicans \nwho were returned across the border -- and estimates that 500,000 others evaded capture.\n\n``What Congress has built is one of the most expensive revolving doors in the world,'' said Victor Cerda, former \nchief of staff of the Immigration and Customs Enforcement agency. Without broader changes, he said, ``You're \ngoing to be here in 10 years, with another 20 million aliens.''\n\nSince the founding of the Department of Homeland Security, which sought to deter illegal crossings with a show of \nforce, arrests of non-Mexican border crossers have tripled, from 49,545 in 2003 to 155,000 in 2005. But there has \nnot been a corresponding support for detention beds, courts, inland enforcement or diplomatic and administrative \nreforms.\n\n\nAs a result, the spike in arrests backfired, because there was no place to put the tens of thousands of new \ndetainees. Overwhelmed immigration courts have been unable to keep up.\n\nNor could the Border Patrol immediately send non-Mexicans back to Mexico, like most of the people it catches \neach year, who are free to simply try to cross the border again. Mexico does not accept other countries' nationals, \nforcing the agency to house them at an annual cost of $35,000 per bed.\n\nAs arrests climbed last year, Border Patrol agents released 70 percent of non-Mexicans into the country. Of those \nreleased and later ordered to leave the country, only 18 percent do.\n\nFederal statistics show the result, which has enraged border communities. Once arrested and released, the \nnumber of illegal immigrants who failed to appear in court more than tripled from 29,550 in 2003 to 97,868 in \n2005, or 60 percent of cases, up from 32 percent.\n"}