{"title": "California Governor Cuts Off Aid for Illegal Immigrants", "body": "\nMoving aggressively under the new Federal welfare law to cut off state services to illegal immigrants, Gov. Pete \nWilson today signed an executive order ending those immigrants' access to benefits ranging from public housing \nto prenatal care and child abuse prevention programs.\n\nState officials said the Federal legislation, which President Clinton signed into law last Thursday, had won them a \npartial but important triumph in their struggle to enforce the provisions of Proposition 187. That ballot initiative, \ndenying state services to people who enter the United States illegally, was approved overwhelmingly by California \nvoters in 1994 but has been enjoined by court order since then.\n\nNeither the new Federal welfare act nor the Governor's order, the first of its kind in the nation to result from the law, \nbars illegal immigrants from public primary or secondary schools, as the ballot initiative was supposed to. Nor \ndoes it keep them from emergency health care.\n\nBut officials said the new restrictions would cover hundreds of other state services and programs, including many, \nlike the issuance of licenses, that were not contemplated under the initiative.\n\n\"Today's executive order, I think, is a vindication, as is the act itself,\" Mr. Wilson said in a signing ceremony at the \nState Capitol in Sacramento. Both steps, he said, answer Californians' demand \"that the Federal Government end \nthe magnetic lure of public services and benefits that have substantially spawned our national crisis of illegal \nimmigration.\"\n\nBut like Proposition 187, the Governor's order was immediately met by the threat of challenges in the courts.\n\nCivil rights advocates argued that the state government had jumped the gun by failing to wait for regulations that, \nunder the new Federal statute, the Justice Department must issue within the next 18 months on how the \nimmigration status of people applying for services should be verified. Mr. Wilson, these opponents said, has in \neffect usurped Federal jurisdiction over the country's immigration laws by authorizing almost any state employee to \nbegin asking the people they serve whether they entered the United States legally.\n\n\"If they try to implement any part of this tomorrow, we will be in court at 12:01,\" said Mark Rosenbaum, the legal \ndirector of the American Civil Liberties Union of Southern California, one of the lawyers who won a Federal \ninjunction against Proposition 187 last November.\n\n\nOpponents of the Governor's order maintained that it would promote discrimination against anyone who might \nappear to be an immigrant to inquiring state employees. And, they said by restricting access to primary health care \nit would send illegal immigrants flooding into hospital emergency rooms, thus raising taxpayers' health costs \nrather than reducing them, and might ultimately pose a public health emergency.\n\nMr. Wilson, an ardent supporter of Proposition 187, has led a small but influential group of governors in demanding \nboth Federal compensation for the cost incurred by states in helping illegal immigrants and the right to cut off \nservices to them.\n\nIn issuing his order today, he acted under a provision of the new Federal law that makes illegal immigrants \nineligible for all state and Federal benefits except a few specific services like emergency medical care, \nimmunization programs and emergency disaster relief. The Federal law allows the states to extend assistance to \nillegal immigrants only by enacting a new state law \"which affirmatively provides for such eligibility.\"\n\nThe Governor's order does not affect legal immigrants, Most of them are to lose their eligibility for food stamps, \ndisability assistance and other benefits under the new law. In addition, the law gives states the option to cut off \nMedicaid to most legal immigrants, and Mr. Wilson said before its passage that he supported that provision.\n\nAs for illegal immigrants, they are already barred from access to most benefit programs, including cash \nassistance, food stamps and nonemergency Medicaid care.\n\nMr. Wilson's order goes much further. Although state officials said today that they did not yet have a full listing of \nthe programs affected or how much money the new restrictions might save, the Governor's chief spokesman, Sean \nT. Walsh, said the order would bar illegal immigrants from long-term health care and all professional and \ncommercial licenses. In addition, it would bar them from admission to state colleges and universities unless they \npaid the full cost of their education.\n\nOne other set of state programs covered is prenatal care, run by the state's Health and Welfare Agency. A \nspokeswoman there, Lisa Kalustian, said the prenatal care programs alone served more than 70,000 illegal \nimmigrants a year, at a cost of $69.3 million.\n\nMr. Walsh said that under the Governor's order, some of the assistance now available to illegal immigrants \"could \nbe cut off tomorrow, or within a week.\" He said it was more realistic, however, to expect any cutoff to become \neffective within 30 to 60 days.\n\nSome immigrants-rights advocates said they agreed that most of the restrictions expected to result from Mr. \nWilson's order would eventually be allowed under the Federal legislation in any case.\n\n\"The welfare bill does explicitly give the states the right to do almost anything they want on this, and Wilson is doing \nit in a very political way,\" said Cecilia Munoz, an official of the National Council of La Raza, an umbrella \norganization of Hispanic groups. But she cautioned that the move would carry high costs, in more than one way.\n\n\"These kinds of things cost much more to implement than they save,\" Ms. Munoz said. \"And anybody with the \nwrong last name is immediately suspect. If somebody like me applies for a cosmetology license, I could be denied \naccess to things I have a right to, because of my ethnicity. And I am a U.S. citizen.\"\n\nLawyers involved in the battle to keep Proposition 187 from taking effect said they believed that the injunction \nagainst it, issued last year by a Federal district judge, Mariana R. Pfaelzer, would at least hinder implementation of \nthose parts of the new welfare law dealing with illegal immigrants. The lawyers noted that the injunction \nspecifically barred state employees from asking the immigration status of people they suspect of having entered the \ncountry illegally.\n\nThe welfare law stipulates that the Attorney General will issue regulations within 18 months about how Government \nagencies may screen applicants for Federal benefits, and that states should issue their own, complementary rules \nwithin 24 months after that.\n\n\n\n\"In order to deny anybody anything, you have to make a determination about someone's legal status, and under the \nwelfare bill there is an elaborate process set up for the development of a reliable verification process by Federal \npersonnel,\" Mr. Rosenbaum said. \"The cornerstone of the 187 injunction is that state personnel cannot act as \nimmigration agents.\"      \n"}