{"title": "Caught in the Middle; Foreign-Born Doctors Are Recruited For Jobs That Others Don't Want. But American Physicians Worry That Too Many Are Coming Here.", "body": "\nAt the Max Robinson AIDS clinic in Anacostia, the patients are mostly poor, mostly uninsured and often very ill.\n\nThe clinic's only doctor, Shukdeo Sankar, sees between six and eight patients a day, taking care of a variety of \ntheir needs -- from making sure they see a dentist or eye doctor to helping them deal with the inevitability of death. \nIt's a demanding job, Sankar said after examining one man, who at age 22 already had an advanced stage of \nAIDS. \"It's supposed to take 10 years to get to this stage . . . ,\" he said. \"It's very, very sad and upsetting and . . . \nwhen I go home, I take this home with me at night.\"\n\nUnder immigration law, Sankar should have returned to his native Guyana two years ago, but because he agreed to \npractice medicine in one of Washington's poorest communities -- one that most American doctors shun -- he was \nallowed to stay.\n\nForeign-born doctors, he said, take jobs \"where Americans won't go without a bulletproof vest.\"\n\nNow, some influential health experts say physicians like Sankar are a big part of the reason why the United States \nmay soon have too many doctors. As a result, foreign-born, foreign-trained doctors are caught in a politically \ncharged debate that involves not only immigration laws but also fundamental health care issues, such as the shift \ntoward managed care and the unequal distribution of specialists and primary care doctors.\n\nSome professionals have argued that because managed care has changed the way doctors practice by keeping \npatients under the care of primary care doctors, limiting patients' access to specialists and often closely \nscrutinizing what services patients receive, the country faces an oversupply of doctors. Several panels of health \nexperts have said in recent months that graduates of foreign medical schools, like Sankar, are adding to an \nimpending national surplus of doctors because too many are coming to the United States for federally subsidized \nresidency training in hospitals and then staying to practice medicine.\n\nForeign-educated, foreign-born doctors make up about 20 percent of the country's 620,000 practicing \nphysicians, according to the American Medical Association. Some come from schools in countries that experts \nsay are on a par with U.S. medical training, such as Great Britain and other European countries. But the majority \ncome from less prestigious schools.\n\nCritics say these doctors -- as well as the more than 10,000 Americans who go overseas for medical school each \nyear -- often have a basic education less rigorous than that of U.S. medical graduates and the foreigners must \novercome cultural and language differences in treating patients here.\n\n\nForeign-born doctors and some U.S. officials say these characterizations are wrong and stem from fear of \ncompetition and rising xenophobia.\n\nContrary to claims by health experts that most foreign-born doctors stay in the country to practice medicine, \nstatistics from the State Department show most foreign-born doctors return home after their training. Last year, \nmore than 9,000 foreign-born doctors were in residencies here, but only 1,550 were allowed to stay after their \ntraining was over. Virtually all who stay, U.S. officials who run the program for foreign doctors say, do like Sankar: \nagree to work in communities that desperately need doctors.\n\nSteve Reiner, a hospital administrator in rural Kearny County, in southwestern Kansas's beef-packing belt, tried for \neight years to keep two doctors on staff at the 20-bed hospital and clinic that serve the county's 4,000 residents.\n\n\"We don't have a movie theater. We don't have shopping malls. We don't have department stores . . . \" he said. \n\"We're four hours drive from Colorado Springs, a seven-hour drive from the University of Kansas Medical Center. \nWe're out there.\"\n\nNow he has two full-time internists and a part-time pediatrician, all from the Philippines. He doesn't know if they will \nstay after their two- and three-year contracts are completed.\n\n\"But getting a three-year commitment is better than not having a physician at all,\" he said.\n\n'As Good as Anybody Else'\n\nOn a chilly winter morning, Sankar, 32, a tall bearded man who speaks with a West Indian accent, chats with \npatients as they squeeze into a tiny waiting area near the back of the Max Robinson clinic. He barely glances \nthrough the pale green medical folders; he sees the patients often, calls them by their first names, knows their case \nhistories.\n\nSankar chides one woman for not coming sooner. He asks after another patient's supply of medicine. He tells \nanother patient to return the following week to get the results of a blood test to check her T-cells, the key immune \ncells that are targeted by the HIV virus that causes AIDS.\n\n\"Will I want to know what my T-cells are?\" asks the woman, 42, anxiety tinging her voice. They confer for a few \nminutes, and the woman looks visibly relieved.\n\n\"I hope Dr. Sankar don't ever leave because I don't know what I would do,\" said the woman. \"He listens to me. A \nlot of doctors, they put on airs, they don't listen to you. . . . I got a lot of other problems, and he knows about that \ntoo.\"\n\nThe clinic opened in 1992 to better serve residents on the east side of the Anacostia River. The clinic, now housed \nin a former police precinct office about two blocks from the Anacostia Metro stop, had medical staff but could not \nrecruit a doctor until Sankar started working in November 1994.\n\nAlthough patients can see doctors at the main Whitman-Walker Clinic in Northwest, many from the neighborhood \nare reluctant to cross the river, said clinic administrator Barbara Chinn. Clinic patients tended to rely on hospital \nemergency rooms for medical care, said Chinn. But in the 15 months that Sankar has been at the clinic, many \npatients have come to trust him, according to staff and administrators.\n\n\"He doesn't make them feel inferior, he doesn't put them down,\" said Mercedes Barrett, the clinic coordinator who \nschedules Sankar's appointments. \"They'll wait all day for him.\"\n\nSankar is from a small town in Guyana, in South America, where most people grew up to \"cut [sugar] cane, drive a \ntaxi or open up a rum shop.\" He excelled as a student, graduating from medical school at the University of the West \nIndies in Jamaica at 22.\n\n\n\nSeven years ago, he came to the United States on a temporary exchange visa to do his residency in internal \nmedicine at Howard University. His fiancee came with him. Among the top students at Howard, Sankar went on to \nwin a prestigious fellowship in infectious disease at Georgetown University. He passed the same licensing tests as \ngraduates of U.S. medical schools and received his board certification in internal medicine and infectious diseases.\n\nHe bristles at the suggestion that because he is foreign-born and went to medical school abroad that he is less \ncompetent than his American counterparts. He pointed out that like many foreign doctors he had already \ncompleted a residency overseas before coming to Howard. His training at U.S. hospitals, he said, makes him \"as \ngood as anybody else.\"\n\nVisas Are Difficult to Obtain\n\nForeign-educated doctors long have been part of the U.S. work force. In the past, many foreign-born doctors \nwere recruited by U.S. hospitals in need of doctors. Many stayed to work in this country, becoming U.S. citizens \nand legal, permanent residents. The Chicago-based American Association of Physicians from India, for example, \nhas 26,000 members.\n\nIn 1976, however, Congress set new restrictions on non-American medical graduates entering the country for \nadvanced medical training. Under that law, they must enter on temporary exchange visas. After finishing their \nresidencies, they are required to go back to their home countries for two years before attempting to return to the \nUnited States.\n\nOnly under special circumstances can they waive the return-home requirement to stay in the country. Virtually the \nonly way these physicians have been allowed to stay is by agreeing to work in medically underserved \ncommunities, according to the United States Information Agency, which oversees the exchange program. (Even if \ndoctors marry U.S. citizens during their training, they must first obtain a waiver before they can change their \nimmigration status.)\n\nThe waivers, which allow doctors to apply for visas to work permanently in this country, are difficult to obtain. Many \nclinics and hospitals that apply on behalf of doctors fail to qualify during the initial screening at the state level, \nhealth officials said.\n\nUntil recently, few doctors were allowed to stay after their training -- those facilities applying on behalf of doctors \nhad to be run by the Department of Veterans Affairs or under the jurisdiction of the Appalachian Regional \nCommission.\n\nBut three years ago, that began to change because of shortages of primary care doctors. The Department of \nAgriculture and the Department of Housing and Urban Development began working with the U.S. Information \nAgency to get foreign doctors to staff rural and inner-city hospitals and clinics. The number of foreign doctors \nreceiving permission to work in those areas has quintupled in the past five years, from 328 in 1991 to 1,550 last \nyear.\n\nCongress also recently gave states the authority to grant up to 20 waivers a year for doctors to practice in \nunderserved areas. But because the program began just last year, only a handful of waivers have been issued.\n\nFor many rural hospitals and clinics, foreign doctors have been a critical source of medical care. Places in West \nVirginia, Kentucky, Alabama and parts of the Midwest have historically had difficulty recruiting American doctors. \nSalaries are not competitive. Doctors are on call much more often than their counterparts in the cities.\n\nWith foreign-born doctors, there is sometimes an initial period \"for the physician to adjust and for the community \nto adjust,\" said Linda Hutchens, executive director of the Bluestone Health Center, in Matoaka, W.Va. The center's \ntwo full-time physicians -- from Pakistan and the Philippines -- serve 12,000 to 15,000 residents in a poor area \nwhere coal was once mined.\n\n\n\nWhen Amar Safdar, a physician who was born in Karachi, Pakistan, started working there two years ago, some \npatients had difficulty understanding him when he spoke quickly, Hutchens said. Now that he is about to leave, \nmany patients are reluctant to see him go. One woman joked that she would have followed him to New York if she \ncould have lived in a trailer park there, he said.\n\nSafdar said he found more resistance from his patients because he urged them to change poor dietary and health \nhabits than because he came from a foreign country. \"If you were born in New York, you would have faced the \nsame problems,\" he said.\n\n'Much Less Choice'\n\nAfter Sankar finished his medical training at Howard and Georgetown universities, he wanted to remain in the \ncountry. He and his fiancee, a nurse at Howard University, had married and had an infant daughter. Through the \nDepartment of Housing and Urban Development program for foreign doctors, he agreed to work at the Anacostia \nbranch of the Whitman-Walker Clinic and was allowed to stay in the country.\n\nHis two-year contract ends in November. He has since become a legal permanent resident and is not sure what he \nwill do next. He would like to continue at the clinic, he said, but also is interested in earning more money. He will not \ndisclose his salary, but generally doctors with his board qualifications would be better compensated elsewhere.\n\n\"Foreign-born doctors have so much less choice than American doctors,\" he said. \"But we are providing service \nwhere it's needed, and I think that's a good thing for the country.\"\n\nGraphic\n\n \n\nPhoto, keith jenkins; Illustration, Practicing Physicians in the United States Total Number Of Active Doctors In The \nU.S.  1970 316,000 1980 436,000 1993 620,000 Non-Citizen Doctors Permitted To Stay After Training 1991 328 \n1992 486 1993 669 1994 803 1995 1,550 A COMMON PATH TO PRACTICING IN THE U.S.  * A foreign doctor in \nthe United States may come here under an exchange visitor visa.  * A doctor must gain certification by the \nEducational Commission for Foreign Medical Graduates by passing licensing exams, an English competency test \nand other requirements.  * A doctor spends at least one year in graduate medical education, usually a residency \nprogram. Often this lasts more than one year.  * A doctor may secure an unrestricted state license to practice by \ntaking further exams, depending on the rules of the individual states.  * A doctor is required to return to his or her \nhome country for two years before attempting to return to the United States permanently.  * Foreign doctors can \nrequest a waiver that allows them to stay in the United States if they agree to work in areas short of physicians. \nThe waivers allow doctors to apply for visas to work permanently in this country.  Physician Shukdeo Sankar \nshould have returned to Guyana two years ago, but because he agreed to practice in one of Washington's poorest \ncommunities he was allowed to stay.  Shukdeo Sankar\n"}