{"title": "The Golden Door, Re-opened", "body": "\nYet their splendid work is not quite finished. For there is another part of the island, south of the main building and \nseparated by a ferry slip, that the restorers haven't touched. It contains two dozen contagious disease wards, a \nmorgue and many dark and forbidding rooms.\n\nOnly a small percentage of the 12 million immigrants went there, and, because the buildings are collapsing in a \ntangle of rust and vines, no visitors will be allowed. But this Ellis Island deserves better; it, too, is wondrously \nevocative.\n\nThe average immigrant spent three to five hours on the island. In far shorter time, visitors will be able to follow the \npath through the heart of the building the immigrants originally took: from the ferry slip to the vaulted registry room, \nwhere they were examined and interrogated by an army of doctors and inspectors. On any given day, 5,000 people \nwould move through this room. Most received a joyous stamp of approval; a few - 2 percent of all cases - a crushing \n''no.'' The sick and lame wound up in the hospital and the wards at the south end of the island. It was this part of the \nisland that caused the one nasty dispute during the restoration process.\n\nLee Iacocca, who was largely responsible for raising $345 million to refurbish the Statue of Liberty and reclaim Ellis \nIsland, wanted to build an immigration theme park that critics promptly labeled an ''ethnic Disneyland.'' Tne National \nPark Service, which manages the island, decided instead to lease the buildings to a developer who would raze \nsome of them and turn the hospital into a plush international conference center.\n\nBut while the developer continues to seek financing in an uncertain economic climate, the old buildings, and the \nhistory they contain, rot away. Dust swirls in the morgue, which holds a tiny amphitheater for autopsies, with eight \nholes in the wall where corpses were refrigerated. Weeds sprout through the concrete floor of a room containing a \nhalf-dozen autoclaves - huge containers where mattresses and bed linen were sterilized by superheated steam. \nOne building holds a giant coal-fired boiler; another has a massive Dickensian contraption for pressing sheets.\n\nA Park Service guide recently told a visitor that these abandoned structures held special meaning. ''The Museum \nrecaptures history,'' he said. ''These buildings are history.'' He said he hoped enough public and private money \ncould be found to ''stabilize'' them by preventing further rot until a permanent plan can be devised.\n\nThat's a modest idea and a good one. These poor, huddled structures speak of anxiety and hope - and tug us \nforcibly into the past.\n"}