{"title": "Thailand: Commentary - Does Thaksin want revenge?", "body": "\nBy Tulsathit Taptim - The Nation\n\nIt started out as mere gossip that not many people thought would become true.\n\n\"Khunying Or (Pojaman Shinawatra) wants it, and it seems she's definitely going to get it,\" a senior colleague of \nmine told everyone he talked to. \"What a shame. They don't even care that the law prescribes prison for this kind of \ndeal.\"\n\nThat was about five years ago. The planned bidding for the Ratchadapisek land plot was only mentioned in \nwhispered dismay within limited circles. The Manager was still defending, if not admiring, virtually everything the \nThaksin administration did. The new political empire was going strong, backed by an unprecedented democratic \nmandate, an unrivalled war chest and formidable PR machinery. Friends could still toast ideological differences, \nand people wearing yellow and red could share the same table. Angkhana Radabpanyawoot was enjoying life at \nuniversity and may not have known what activism really meant.\n\nWould Thailand have been different today had the Shinawatra couple fought off the urge to add the prime property \narea to their already enormous wealth? Nobody knows for sure and only this much is certain: we can't ask this \nquestion anywhere at present without further polluting the bad blood between Thai people. Dazed, lost and badly \ndivided, we as a nation acknowledged on October 21's court ruling impassively, having no idea how to move on \nfrom here.\n\nSo many lines have been crossed. It's safe to say that the Shinawatras did it first. The blatant purchase of the \nRatchadapisek land followed some, and led to more, provocative use of state power. It is worth noting that the initial \noutcry was perfectly within the bounds of democratic principles, before the system's failures to tackle simple legal \nand moral questions sent the protests spiralling out of control. If the Shinawatras lowered the bar on what politicians \ncan do when they enjoyed a vast popular mandate, the People's Alliance for Democracy has set a new benchmark \non what can be done to get elected officials out of power if they are stubbornly corrupt.\n\nSo, it's not surprising that many Thais greeted on October 21's guilty verdict against Thaksin Shinawatra with \nonly a slight shrug. A very simple legal question that should have been dealt with five years ago has become mired \nwith political, moral and ideological implications, so much so that we barely remember its original essence.\n\nThe guilty ruling may generate great political repercussions. Thaksin will now be condemned to play politics in the \nshadows for at least a decade, unless an explosive constitutional pardon is achieved - which is now nearly \nimpossible. The Somchai government will come under renewed pressure to get his extradition, while the UK faces \nthe unenviable task of deciding if the verdict is legal or political. Now that the justice system is seemingly \nfunctioning, what will the PAD do next?\n\n\nMorally or ethically, the verdict will do little to bridge the ideological polarity that has an abyss to anarchy sitting in \nthe middle. The country can't even agree on whether Angkhana's brutal death on October 7 was a big price for the \nfailure to handle the likes of the Ratchadapisek land case timely, or a result of jealous elements exploiting some \nminor \"everybody-else-does-it\" mistakes.\n\nThe strongest evidence that we remain at square one has come from London. Thaksin was quoted on October 21 \nas describing the verdict as politically motivated. What a cruel deadlock he's given to his country. When he was in \npower, legal actions against a myriad of corruption or conflict-of- interest cases were pre-empted. After he was \nousted, all cases were a \"conspiracy\" against him.\n\nIn an ideal world five years ago, Thaksin Shinawatra could have told his wife: \"Let's wait and buy some other less \ncontentious plots. We are rich enough to buy any property we want after I leave office.\" The same man could have \ndropped the controversial loan plan for Burma, allowed a national telecom commission to be set up to decide \ntelecom concession conversion schemes, and sold Shin Corp in a transparent manner.\n\nThaksin probably is not to be solely blamed for the great misery and tragedy that has befallen Thailand ever since, \nbut at least we expected him to emerge on October 21 and say he was sorry, that he broke the law and he \nregretted it - as well as its sad consequences. He will not be doing that. Gossip being passed around in limited \ncircles now has it that he wants revenge, and he will most likely do anything he can to get it, no matter how great \nthe stakes are. What a shame.\n"}