{"title": "Asian Middle Class Alters a Rural Enclave", "body": "\nSachin and Purvi Shah arrived with their infant daughter at Newark International Airport on a crisp day in February \nas the newest of immigrants from Barooda, India. But instead of heading to Flushing or Jackson Heights, they slid \ncomfortably into a Nissan Quest minivan steered by Mrs. Shah's brother, Kaushal Desai, and rode west on \nInterstate 78, away from the shrinking Manhattan skyline.\n\nThey drove past the older suburbs, beyond the Garden State Parkway, through a blurry montage of wooded valleys \nand office parks, before reaching this affluent township, some 40 miles from New York City.\n\n\"I thought New Jersey would be like Manhattan,\" Mr. Shah, a 31-year-old computer programmer, recalled recently \nat the new house his family shares with the Desais. \"But as we were driving on 78, past all these fields, I asked \nKaushal, 'Where are the buildings?' \"\n\nAll told, it took an hour for the Shahs to achieve what earlier immigrants often could not claim for decades, even \ngenerations: middle-class comfort and prosperity in suburban America.\n\nBy leapfrogging to the most desirable suburbs, many Asian immigrants are upending stereotypes about new \nimmigrants' being poor and invisible, tethered to ethnic neighborhoods, desperate to wriggle out of the city. Instead, \nthese newcomers are younger and more economically diverse, equipped with graduate degrees and work visas, \ngifted in science and technology.\n\nBridgewater, a rambling township of 38,000 with a median household income of $84,000, is no Monterey Park, \nCalif., where the population is two-thirds Asian-American. Nor is it like Palisades Park, N.J., where Korean-\nAmerican businesses dominate the downtown. Rather, it is a subtler example of how even the quietest bedroom \ncommunities are finding their rhythms jolted by the greatest wave of immigration since the start of the century.\n\nNowhere has this been more evident than in the southwestern sections of Bridgewater, where in the last decade \nfarms and woods have given way to 3,000 houses in glistening subdivisions. As many as half the residents in some \nneighborhoods are Asian, led by Indians, Chinese and Filipinos.\n\n\nDuring rush hour, people born on the other side of the world line up in gleaming sedans and sport utility vehicles at \nthe intersection of Route 28 and Vanderveer Road, destined for telecommunications, pharmaceutical and computer \ncompanies.\n\nAt dawn, Chinese grandparents practice qigong breathing exercises on the sidewalks, then tinker with sprinklers as \nself-appointed lawn tenders. At dusk, families nudge baby strollers past virgin $300,000 houses and converse in \ntheir native dialects. There is a new, commodious Hindu temple here, and the local library stocks books in Chinese, \nGujarati and other languages.\n\nThis does not mean that Bridgewater, once a sleepy, monochromatic Republican enclave, has turned into an oasis \nof multicultural harmony. The police have recorded more bias incidents, including repeated fires set to a Sikh \nfamily's mailbox. Some parents have grumbled about the academic successes of Asian-American students. Old-\ntimers complain about the residential and commercial sprawl that has been stoked, in part, by the new immigrants.\n\nSome natives even seem benumbed that whatever home-field advantage they toiled for years to attain -- in school, \nat work, in life -- has been erased by upstarts who do not fit the classic immigrant profile.\n\n\"The middle-class white enclave is being challenged, and they're afraid of what's going to come in,\" said Paul \nRichardson, 40, who grew up in Bridgewater, went away to college, then returned to raise his own children. \"I just \nhope the new people coming in will want to become a part of our culture.\"\n\n \n\nBridgewater Past\n\nFrom Family Farm To Suburban Lane\n\nWearing a cherry-colored cap emblazoned with the letter \"B,\" Robert Kiser, a weathered man with fraying copper \nhair, was trudging through the red shale soil of a treeless housing development under construction when he \nstopped to point.\n\nOver there, by Route 28, was the endless front yard of his Civil War-era house, where he and his two older brothers \nused to play football. Over there, closer to the stream, was where schoolchildren once went on hayrides through his \nfruit farm. But over here, he gestured, was a symbol of the present: a newly paved street named Kiser Lane.\n\n\"It's a reminder of how people were uprooted,\" Mr. Kiser said with a sigh. \"Some day, our kids and grandkids can \ncome back and say, 'See, there's our old name.' \"\n\nEarlier this year, Mr. Kiser, 49, reluctantly sold his family's 15-acre farm to make way for the 63 houses of the \nOrchard Meadows subdivision, becoming the latest member of Bridgewater's old, devoted guard to yield, however \nachingly, to a more developed, more diverse world.\n\nThe descendant of Prussian and Danish immigrants, Mr. Kiser grew up in the 1950's and 1960's, when Bridgewater \nstill exuded a soothing, rural rhythm, one first established by Dutch and English settlers in the mid-1700's. As an \nentrepreneurial eighth grader in 1965, Mr. Kiser started Bob's Fruit Stand on Route 28, selling peaches, pears and \napples. He eventually became an engineer, imitating his father and brothers, but kept the stand as a side business.\n\nIn those days, residents liked Bridgewater because it was far away, but not too far: an hour's drive to the Jersey \nshore or the Poconos; an hour's drive to New York or Philadelphia. The widest cultural divide was between those \nwho said stoop, lightning bug and sub (New York) and those who said porch, firefly and hoagie (Philadelphia).\n\nBut like much of central New Jersey, Bridgewater began to change in the 1980's, especially after the State \nSupreme Court, in an effort to promote affordable housing, forced communities to change their zoning to allow \nclusters of smaller lots. A giant mall, Bridgewater Commons, opened in 1988, becoming the de facto downtown for \na 32-square mile township that had never had one. Major corporations like A T & T and Johnson & Johnson opened \noffices, attracted by the confluence of six highways.\n\n\n\nMany residents sold their family homesteads and moved deeper into the countryside, leaving behind only their \nnames: Bertran Drive, Sutton Court, O'Keefe Road. New developments and cul-de-sacs sprouted up, particularly \ninside a 1,000-acre triangle girdled by Route 28, Milltown Road and Vanderveer Road.\n\nAlarmed by the changes around his farm, Mr. Kiser joined the Save Bridgewater Organization, an anti-development \ngroup, in the early 1990's. But earlier this year, Mr. Kiser, his wife, Pam, a 48-year-old teacher, and three teenage \nsons decided to sell.\n\n\"Ultimately, we had to make a decision to make way,\" he said. \"This is the vision for Bridgewater. It has totally \nchanged.\"\n\nIn April, they moved to a new house, only two miles away, still in Bridgewater. Bob's Fruit Stand remains, even \nthough its produce must now be hauled in from out of town, not from across the street. The family remains active in \nlocal affairs, particularly youth baseball -- the \"B\" on Mr. Kiser's cap stands for Bridgewater Baseball.\n\nBy agreement with the developers, Mr. Kiser's boyhood home, a white Colonial surrounded by magnolia, elm and \nmaple trees, will remain and be rented out. So, too, will the ranch house occupied by Mr. Kiser's 90-year-old aunt, \nConstance, whose new address, in a bittersweet touch, will be 4 Kiser Lane.\n\n\"This area has undergone such a tremendous transformation in such a compressed amount of time, and it's been a \nchallenge dealing with that,\" he said. \"It'll probably hit home when they finish up, and we meet some of the \nneighbors.\"\n\n \n\nBridgewater Present\n\nA Thousand Acres, 10,000 Neighbors\n\nOn a fall morning, the allegro pace at the Desai and Shah household reached a peak, highlighted by Hindu prayers \nand the wolfed-down breakfasts of cereal and masalapuri, an Indian snack.\n\nOff went Gati Desai, bundling her two young children to school. Off went Mr. Desai to meet with a computer \nconsulting client in Newark. And down went Mr. Shah to the basement, headquarters of Trinet Solutions, a small \ncomputer consulting business the Desais founded three years ago.\n\nFour bedrooms, three small children, two cars, one home-based business: this is the arpeggio of life for the Shahs, \nwho have settled into a comfortable if hectic suburban groove, just 10 months removed from their native state of \nGujarat.\n\nThe two families regularly inspect crafts fairs and shop for vegetarian groceries in Edison. They worship at either \nthe Swaminaryan temple in Edison or the year-old Sri Venkateswara temple in Bridgewater.\n\nIf anything, the Shahs view Bridgewater as a satellite not of New York City, but of Edison, 20 minutes away, with its \nplethora of ethnic supermarkets and services, primarily for Indian and Chinese immigrants. The Shahs treat New \nYork as a tourist destination. Rockefeller Center, the World Trade Center, the Statue of Liberty? Been there. \nJackson Heights? Haven't done that.\n\n\"Bridgewater is very peaceful, very clean, very nice,\" said Mrs. Shah, 28, after attending a free English conversation \nclass for immigrants at the public library here. \"We like it very much.\"\n\nIn India, Mr. Shah was a computer programmer, while Mrs. Shah was a microbiologist. But they calculated that \nAmerica would be better for their careers, and for their daughter, Shaili, 3, especially because the Desais, like many \nimmigrants ensconced in suburbia, were willing to live indefinitely with their newly arrived relatives.\n\nSo the Shahs became beneficiaries of changes in immigration law that have lifted restrictions on Asians and other \ngroups, particularly the highly educated and skilled.\n\n\n\nImmigrants are still generally settling in the city. But more are heading straight to the suburbs, led by the Asians, \naccording to a new study in the journal Migration World by Ronald J. O. Flores, a sociologist at St. Lawrence \nUniversity, and A. Peter Lobo and Joseph J. Salvo, demographers with the New York City planning department.\n\nBetween 1990 and 1996, 46 percent of Asian immigrants -- including 66 percent of Indians -- settled directly in the \nsuburbs, up from 37 percent the previous six years, the study showed. In that time, Bridgewater absorbed about \n1,000 immigrants -- 54 percent of whom were Asians, mostly professionals -- nearly doubling the total between \n1983 and 1989, Mr. Lobo said.\n\nFor many new immigrants, the suburbs are a symbol of a clean slate, a fresh start. \"The more I live here, the more I \nlike it here,\" said Sharon Wang, 33, a native of China's Hubei province who moved to Bridgewater four years ago \nwith her husband, a statistician, and two sons. \"I feel like this is my country. I was born to come here.\"\n\nMs. Wang, a librarian, lords over a house filled with plants, a reproduction of Renoir's \"Luncheon of the Boating \nParty\" and a glistening Yamaha piano. She invites Chinese neighbors over for dinners of dumplings, bean-thread \nnoodles and squash soup, and an occasional bout of karaoke. She sends her sons to the Huaxia Chinese School, a \nprivate weekend school in Hillsborough, to learn Chinese. Her mother, Chai Chunting, is among hundreds of \ngrandparents who shuttle regularly between Asia and Bridgewater.\n\nMs. Chai, 61, had braced herself at first: she could not speak English, could not drive. But soon, she was playing \ncards and gossiping with neighbors from all parts of China. She even traveled with other Chinese grandparents to \nAtlantic City.\n\n\"This,\" Ms. Chai said on a stroll one night, \"is like a small Chinese town.\"\n\n \n\nThe Schools\n\nWhere Cultures Mix and Clash\n\nThe stage was set, the audience rapt.\n\nSitting in the middle, sobbing, was a Japanese-American student, played with flair by Chelsey Tanaka. She told her \nparents that she had been ridiculed by her new classmates for wearing a kimono. Cherish your heritage, said \nJessica Tang, the student playing her mother. Ignore the bullies.\n\nMs. Tanaka's character marched into class the next day and swayed the other students with her brio. \"Tolerance \nmeans not hating people who are different from you, but still respecting their differences,\" she said.\n\nThe juniors in Will Ferry's advanced placement history class were performing their original skit this June day before \na special audience: Scott Petrillo's second-grade class at Bradley Gardens School.\n\nSchool officials believe it is never too early to teach tolerance. And no institution has been more affected by \nBridgewater's churning population than the schools, which have the potential to become a model United Nations -- \nor a multicultural tinderbox.\n\nThe Asian population here has climbed to perhaps 10 percent from 1 percent in 1980. In the school district, which \nincludes the tiny, middle-class borough of Raritan, almost 10 percent of the students are not native speakers of \nEnglish. The 41 languages represented include 11 from the Indian subcontinent and 4 from China and Taiwan, said \nStephen L. Sokolow, the superintendent of schools.\n\nAt Bridgewater-Raritan High School, where one-quarter of the students are minorities, the Asian population is 13.9 \npercent, up from 3.7 in 1988. At Van Holten Elementary School in southwestern Bridgewater, the Asian population \nis 22.2 percent, up from 14.2 percent only two years ago.\n\nAnd yet, so far, most students, whether they have lived here all their lives or have just arrived from abroad, seem to \nbe handling the changes smoothly.\n\n\n\nRob Kiser, Mr. Kiser's middle son, was president of the high school's freshman class last year and said he has no \nproblems with the new diversity. His classmate Yousheng Tang, who lives close to the former Kiser Farm, is just \nfour years removed from a school in Shanghai, but has been trying hard to absorb American pop culture.\n\nAt a shade under 6 feet in cleats, and 150 pounds, Yousheng was a reserve tight end on the sophomore football \nteam, one of two Asian-Americans on the Panthers. \"He likes it, so we support him,\" said Tom Tang, his father, a \ncomputer programmer at A T & T.\n\nIf anything, it is the parents who are struggling with the notion of a multicultural school system. Some Asian-\nAmericans are excelling academically; about half the seniors in the top 5 percent are Asian-American. And so are a \nquarter to a third of the students in a program that separates the highest-scoring elementary school students from \nthe rest of their age group.\n\nBut some parents have criticized the program as being too competitive and top-heavy with Asian-Americans. They \nhave suggested it fosters elitism at an early age.\n\nThe whispers have not escaped the immigrants' ears. \"Sometimes, people say, 'You Chinese guys are smart. You \nhave well-paid jobs,' \" said Sharon Wang, whose older son is enrolled in the program. \"You can feel it. It's some \nsour grapes.\"\n\n \n\nCivic Life\n\nGrowth Concerns, Bias Complaints\n\nOn a muggy evening in July, 400 people packed a zoning board meeting, glowering at slide after slide of blueprints, \nstatistics and sketches. One by one, citizens denounced a proposed shopping center on Route 28 called Millbridge \nVillage. There would be too much traffic, they said. Too much disruption.\n\nBut something was missing. \"I think everyone notices, where are all the Chinese, the Indians?\" said Paul \nRichardson, a Bridgewater native. \"You look at that crowd, it looks like Bridgewater from 25 years ago. It's the old \nguard trying to dig their heels in.\"\n\nOverdevelopment is the hottest issue in suburbia, as evidenced by Millbridge Village, which was ultimately rejected. \nBut in Bridgewater, where taxes are relatively low, unhappiness about development may be a more complicated \nissue than in other places.\n\nFor older residents, the new developments provoke emotions from envy to acceptance. Mr. Kiser, for one, said he \ndid not begrudge the Asian immigrants their success. But he does sense that the anti-development mood may \nmask a muted dislike of the newcomers and their unfamiliar customs.\n\n\"I think some people are somewhat resentful of some of the foreign people coming in and jumping ahead so \nquickly,\" he said.\n\nTo improve relations, Mayor James T. Dowden set up a committee this year dedicated to fighting bias. \nNeighborhoods have organized block parties, while businesses have trumpeted diversity programs.\n\nBut there have been more bias incidents recently, ranging from swastika scrawlings to acts of mischief, according to \nthe police. This spring, vandals twice smeared the house of Mahal and Sandhya Mohan, natives of Madras, India, \nwith eggs and toilet paper, and twice set fire to the mailbox of their next-door neighbors, the Singhs, members of a \nSikh gurdwara, or temple, here.\n\nMr. Mohan, a vice president at A T & T, responded to the attacks by installing floodlights and keeping cameras by \nhis bed. He compared the experience to cruising along, then suddenly going off a cliff. \"One little incident can do \nthat,\" he said.\n\n\n\nIn another case, town officials, prodded by neighbors, have accused an Indian family of illegally operating a temple \nin their home, complete with a six-foot-high marble statue. A local judge sided with the township in July. The \nfamily's appeal is pending.\n\nApart from these flare-ups, some longtime residents believe that few Chinese and Indian residents care about \nBridgewater's civic life. One exception is Michael Hsing, an Internet manager from Taiwan who moved here in \n1990.\n\nLike two-thirds of the registered voters affiliated with a party, Mr. Hsing, 44, is a Republican. He was the local \nparty's 1999 campaign treasurer. But he was dispirited when voters narrowly rejected a $22.9 million bond issue \nthis month to expand the high school, which is projected to swell from 1,900 to 2,800 students by 2009. So it is \ncrucial, he said, for more Asian immigrants, citizens or not, to participate in civic life.\n\n\"One day, when the community has an issue, people will say, 'Where were you last time?' \" he said. \"Or even \nworse, they'll say, 'Who are you?' \"\n\n \n\nBridgewater Future\n\nOld and New Cope With Change\n\nIt was a late-summer afternoon, the light fading, as the steel-wool sky wrung out sheets of rain. Inside his new \nhouse, Mr. Kiser sat in the kitchen, cherishing some photographs of the old Kiser Farm -- and thinking about the \nones to come from the new Kiser Farm.\n\nAfter much deliberation, Mr. Kiser and his brothers, Franklin and Bill, decided to buy another farm, one of 103 \nacres, 18 miles to the west in Hunterdon County.\n\n\"You have to change with the changes,\" he said, noting that about half the houses in Orchard Meadows had been \nbought by people of Asian descent. \"There are a lot of people with foreign backgrounds to make room for.\"\n\nA few miles away, on a chilly but bright autumn afternoon, the Shahs and the Desais assembled in a guest \nbedroom and knelt for 10 minutes on the pewter-colored carpeting before a small shrine to three Hindu gods: \nSwaminarayan the creator, Ganesh, the elephant god of goodness, and Hanuman, the monkey god of religious \npiety.\n\nIn their daily candle-lit prayer, the four adults and three children sang and clapped joyously, then ate almond \nofferings. \"I'm not going to be totally Americanized, but I feel very fortunate to be here,\" said Mr. Desai, who \nbecame an American citizen in August. \"In this country, you can do anything.\"\n\nThe Shahs are not sure if they will stay forever. But they are confident that their daughter, Shaili, will benefit from \nAmerica's technological wonders and Bridgewater's tapestry of new immigrants.\n\n\"She can come in,\" Mr. Shah said, \"right from the beginning.\"\n\nNext: The new immigrants make inroads in New York City politics.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nhttp://www.nytimes.com/\n\n\nPhotos: Gati Desai leading a prayer service in a bedroom of the house her family shares in Bridgewater, N.J. \n(Nicole Bengiveno/The New York Times)(pg. A1); Jessica Tang, left, and Chelsey Tanaka as mother and daughter \nin a play about ethnic tolerance, performed for second graders at Bradley Gardens School in Bridgewater. (Dith \nPran/The New York Times); From left, Sharon Wang, Susan Lin, a neighbor in Bridgewater, and Ms. Wang's \nmother, Chai Chunting, prepare a meal of turkey and shrimp steamed with rice. (Dith Pran/The New York Times); \nYousheng Tang, four years out of a school in Shanghai, is a reserve tight end with the Bridgewater-Raritan \nPanthers and one of two Asian-Americans on the high school team. (Nicole Bengiveno/The New York Times); A \nprocession last summer around the new Sri Venkateswara Hindu temple in Bridgewater. Families can also worship \nat the Swaminaryan temple in nearby Edison. (Dith Pran/The New York Times)(pg. B9)      \n"}