{"title": "Common tale: Mexico brutalizing illegal immigrants Some report rapes, robberies by police", "body": "\nCiudad Tecun Uman, Guatemala - This riverbank town on the border with Mexico is packed with weary travelers, \nmen and women who set out with an immigrant's dream that ended in a Mexican nightmare.\n\nA man from the former Soviet republic of Armenia, trying to make the trek north from Nicaragua, said he lost his \nfamily in clashes with Azerbaijan, then lost everything he owned to Mexican immigration authorities.\n\nA Cuban said he left for the United States on a rubber raft and ended up beached for months in a Mexican prison. A \n16-year-old Colombian girl was imprisoned after crossing the frontier, then raped repeatedly by her guards, \naccording to other illegal immigrants who were with her.\n\n\"If you're in Mexico and you're not Mexican, you've got problems,\" said Jose Yau Navas, a Panamanian migrant \nwho said Mexican authorities stole $ 500 from him.\n\nIn recent weeks, Mexico has criticized the rise of anti-immigrant sentiment among Americans and asked the \nUnited States to ease up on its treatment of illegal Mexican migrants.\n\nAt the Summit of the Americas in Miami last weekend, Mexican President Ernesto Zedillo expressed his \"profound \nconcern\" over the new California proposition that would deny social services to illegal immigrants, most of whom \nare Mexican.\n\nBut the message of tolerance hasn't sunk in at home.\n\nThe thousands of illegal immigrants deported from Mexico to the Guatemalan town of Tecun Uman say that \namong Mexican officials, abuse runs rampant - including rape, beatings, extortion, robbery, long prison sentences \nand deprivation of food and water.\n\nIn interviews with more than 20 immigrants, only one woman, a Peruvian, said she was well-treated by Mexican \nofficials.\n\nIllegal immigration is what drives Tecun Uman, a dirt-street town on the Guatemalan side of the Suchiate River, \nwhich borders southern Mexico. Rubber rafts carrying illegal immigrants ferry back and forth between the two \ncountries.\n\nGuatemalans cross to harvest Mexican sugar and coffee for more money than they make at home, just as \nMexicans wade the Rio Grande to harvest Texas farms. For other illegal immigrants - from all over Latin America \nand further-flung nations - Mexico is the last stop before the United States.\n\n\nPeople in the town are idle, since most are waiting - to cross the river or for money wired to them by relatives so \nthey can trek on. Wooden shacks are home to those who never made it.\n\nThere are no cars, just bicycle rickshaws that take the place of taxis. Around every corner is a story of a disastrous \ntrip, and most include claims of being abused by Mexican officials.\n\nYuri, a 23-year-old Armenian, said his parents, brothers and sisters were killed by Azerbaijani soldiers. So this year \nhe left and flew to Miami, but he was denied political asylum by U.S. immigration officials.\n\nHe went to Nicaragua, which he said was the only country that would give him safe haven. From there he crossed \nCentral America in hopes of traversing Mexico and the United States and finally settling in Canada.\n\nBut when he ran into Mexican immigration authorities, he said, they stole his two suitcases with everything he had - \nclothes, family photos, passport and a gold necklace. He said officials took him to the Mexican side of the river and \nleft him to cross illegally into Tecun Uman.\n\nNow he's trying to figure out how to travel with no money and no passport. A pale, slender figure among the Latin \nAmericans, he sat alone in the back yard of a Tecun Uman shack. He speaks no English and little Spanish.\n\n\"Mexico, bad, bad,\" he said. \"Mexicans beat me in the face with fists.\"\n\nYau Navas, a Panamanian who said he's trying to return to his American wife in Los Angeles, crossed illegally into \nMexico, then walked for three days through mountains and jungles.\n\nHe said bandits stole $ 1,000 from him and immigration officials took his last $ 500. Then he ran into rebels from the \nZapatista Army of National Liberation, who are fighting for the rights of indigenous tribes in southern Mexico.\n\n\"They were little guys with ski masks,\" Yau Navas said. ''They had machine guns. They treated me better than the \n[other] Mexicans. They just told me to get out of Chiapas.\"\n\nGraphic\n\n \n\nPhoto: Leaving Guatemala behind, illegal immigrants cross the Suchiate River into Mexico. Thousands of people \nenter Mexico this way, but many find only grief. / NANCY NUSSER / Cox News Service\n"}