{"title": "PHILADELPHIA CELEBRATES IMMIGRANT HERITAGE MONTH", "body": "\nThe following information was released by the office of the Mayor of Philadelphia:\n\nPhiladelphia Celebrates Immigrant Heritage Month with Events Throughout the City\n\nPHILADELPHIA Every June, Philadelphia joins cities and states across the country in celebrating Immigrant \nHeritage Month (IHM). The City's Office of Immigrant Affairs helps organize local celebrations, which will include \nmore than two dozen events in 2019.\n\nImmigrant Heritage Month, which is now in its sixth year as a national effort, begins June 1. IHM is an opportunity \nfor all residents to explore their own heritage and celebrate the shared diversity that forms the unique story of \nAmerica. It is also an opportunity to highlight the important role of immigration in the U.S., and to recognize the \nmany contributions immigrants have made to our country.\n\n\"Philadelphia is proud to be a Welcoming City that embraces immigrants and gladly welcomes them into our \ncommunities,\" said Mayor Jim Kenney. \"We strive to be a place where people of all backgrounds feel safe and \nwhere they can envision themselves achieving the American Dream. It is more important now than ever before that \nwe rally around our immigrant residents, not only to show our support, but to celebrate their contributions to this \ncity and the nation.\"\n\nThe Office of Immigrant Affairs works closely with FWD.us, a bipartisan political organization, on Philadelphia's \ncelebrations each year. For 2019, the Office of Immigrant Affairs is also partnering with the Office of LGBT Affairs \nand the Free Library of Philadelphia to explore intersectionality between Philadelphia's immigrant and LGBTQ+ \ncommunities, while also engaging broader audiencesregardless of how they identify.\n\n\"Immigrant Heritage Month is always an exciting time for our Office, and the city as a whole,\" said Miriam Enriquez, \nExecutive Director of the Office of Immigrant Affairs. \"This year, IHM comes right on the tail of the overwhelming \napproval of a ballot question that will make the Office of Immigrant Affairs a permanent part of City government. \nFollowing that huge win, we are eager to join Philadelphiansimmigrant and native-bornin celebrating the \nimmigrants who make this city what it is. Philadelphia is powered by immigrants who keep our businesses \nrunning, our neighborhoods booming, and our culture thriving.\"\n\nIn Philadelphia, IHM provides an opportunity to explore and celebrate our shared diversity. Throughout the month, \nlocal organizations and City agencies offer events and activities to showcase this diversity and celebrate all \nresidents, including foreign-born Philadelphians. Events scheduled for Immigrant Heritage Month 2019 include:\n\nPhiladelphia Latino Film Festival (PHLAFF) Screening of Jose and Impossible Me\"\n\nJune 1 | 2:00 p.m. 6:00 p.m.\n\n\nUniversity of the Arts, Terra Hall, 211 South Broad Street\n\nThe Philadelphia Latino Film Festival is screening two films that explore queer identity in Latin America. These \ntwo film features are ticketed events, but PHLAFF also has a number of free offerings including all short films \nshowcases. More information is available from the PHLAFF Film Guide.\n\nCelebrate Immigrants: National Immigrant Heritage Month Kickoff\n\nJune 4 | 10:00 a.m. 7:00 p.m.\n\nLOVE Park, 15th Street and JFK Boulevard\n\nThe Office of Immigrant Affairs and I Am An Immigrant campaign will kickoff Immigrant Heritage Month with an \ninteractive art installation that proudly displays \"I 'PHILLY.\" The installation encourages participants to share their \nimmigrant identity on the art by placing a flag of their identified heritage on the heart.\n\nPhiladelphia International Unity Cup Draw\n\nJune 7 | 11:00 a.m. 12:00 p.m.\n\nIndependence Visitor Center, 599 Market Street\n\nParticipants in the 2019 Unity Cup will see which opponents they will play against in the group stages of this year's \ntournament. More details will be provided by Philadelphia Parks and Recreation prior to the event.\n\nUSCIS Naturalization Ceremony\n\nJune 11 | 11:00 a.m. 12:00 p.m.\n\nParkway Central Library, Montgomery Auditorium, 1901 Vine Street\n\nAn official naturalization ceremony for new U.S. citizens, performed by United States Citizenship and Immigration \nServices.\n\nBeyond Binaries and Borders: A Conversation and Workshop\n\nJune 15 | 2:00 p.m. 5:00 p.m.\n\nAsian Arts Initiative, 1219 Vine Street\n\nCo-sponsored by the Office of Immigrant Affairs, the Office of LGBT Affairs, the Free Library of Philadelphia, Asian \nArts Initiative, and Friends, Peace, and Sanctuary. This panel discussion and bookmaking activity will explore how \nto build an intersectional analysis that addresses the connections between incarceration, immigrant detention, \nhomophobia, and the global refugee crisis.\n\nWorld Refugee Day\n\nJune 20 | 5:00 p.m. 8:00 p.m.\n\nMultiple Locations\n\nNow entering its 18th year, World Refugee Day is an international event designed to raise awareness of the global \nrefugee crisis, while honoring the strength, courage, and resilience of the growing number of people forced to flee \ntheir homes each year. To mark the event, the Philadelphia Regional Refugee Providers' Collaborative member \nagencies will hold three Philadelphia World Refugee Day Block Parties in Northeast, South, and Southwest \nPhiladelphia.\n\nNortheast PhiladelphiaTarken Recreation Center (6250 Frontenac Street)\n\n\n\nSouth PhiladelphiaMifflin Square Park (6th and Ritner Streets)\n\nSouthwest PhiladelphiaKingsessing Recreation Center (4901 Kingsessing Avenue)\n\nTo Belong: A Community Conversation\n\nJune 27 | 6:00 p.m. 7:30 p.m.\n\nParkway Central Library, The Heim Center, 1901 Vine Street\n\nIn recognition of both Immigrant Heritage Month and Pride Month, gather for facilitated conversations that explore \nwhat it means to belong. The event is co-sponsored by the Office of Immigrant Affairs, the Office of LGBT Affairs, \nand the Free Library of Philadelphia.\n\nTo view a full list of events, visit the Immigrant Heritage Month event spotlight page on phila.gov.\n"}