{"title": "Brutal End to an Immigrant's Voyage of Hope", "body": "\nIn the middle of the night, a telephone call from New York City woke Gao Linguan and his wife in their tiny house in \nan alley of this town in Fujian Province.\n\nAn unfamiliar voice told them that their daughter, Gao Liqin, had been kidnapped from her home in Corona, \nQueens, and that if the family did not pay $38,800 she would be killed. The Gaos are still haunted by the memory of \ntheir daughter, a shy, 38-year-old seamstress, crying into the phone for a moment, begging them to cooperate, \nbefore the kidnapper came back on the line.\n\n\"Get the money ready in six minutes,\" he said. Then he hung up.\n\nThe Gaos panicked. They still owed moneylenders $30,000 for sending their daughter to the United States a year \nago, and did not see how they could borrow more. Over several subsequent phone calls, Mr. Gao, a day laborer, \npleaded for the ransom to be reduced as his family wrestled with the chilling realization that they simply could not \nraise that kind of money quickly, if at all.\n\nBy the end, the authorities said, the kidnappers had raped Ms. Gao, cut off one of her fingers, hit her over the head \nwith a television set and finally strangled her with a telephone cord on Sept. 2.\n\nEven though the family says it paid $5,000 three days before her death in an apartment in Midwood, Brooklyn, the \nkidnappers killed Ms. Gao, apparently because they sensed that the police were closing in on them.\n\nMs. Gao's case riveted law enforcement officials, both for its brutality and its timing: a new death penalty provision \ntook effect in New York State one day earlier, and Ms. Gao's captors, if caught, seemed likely to be the first \nsuspects charged with a capital crime in New York State since 1963.\n\nOn Sept. 29, however, it became a Federal case when Government prosecutors announced that they had obtained \nindictments of five men accused of kidnapping, torturing and murdering Ms. Gao and other Chinese immigrants.\n\nFor different reasons, the case also riveted many immigrant New Yorkers, particularly the Chinese who saw in Gao \nLiqin's odyssey echoes of their own. An illegal immigrant from Fujian Province, in the southeast of China, she was \none of hundreds of thousands of Chinese who have risked their lives to make the dangerous voyage to the United \nStates, then slaved at low-paying jobs for years.\n\n\nRemarkably, the tragedy has not demolished the Gao family's illusions about America: If they can find the money, \nfamily members said, more of them will make the same journey.\n\n\"If you work hard and stay out of trouble, usually you are fine,\" said Ms. Gao's brother, pointing to his neighbors \nwhose relatives are sending home thick packets of cash each month. \"We had bad luck.\"\n\nNearly everyone in Chang Le, a town of 650,000 just inland from a jagged coastline, seems to have a relative or \nacquaintance who has made the journey in the last five years. Six families live on the tiny alley where Ms. Gao once \nshared a two-story house with her parents; her husband, Zhang Daming; their two children, and a second family. By \n1995, each of the families had at least one immediate relative in the United States.\n\nIn the last few years, in fact, most of the illegal Chinese immigration to the United States has come from just three \ncounties outside Fuzhou, the capital of Fujian Province, in part because networks of \"snakeheads,\" or smugglers, \nhave grown there.\n\n \n\nRelatives Embrace A Crushing Burden\n\n In the Gao home, a dank concrete-and-wood structure with a single downstairs room, lighted by a dim fluorescent \nbulb, the family customarily gathered for supper around a worn wooden table, sitting on sawhorse-shaped stools as \nthey ate rice porridge and cooked vegetables or fried fish. In conversations over supper a few years ago, Ms. Gao's \nbrother said, the family began discussing how to send one of their own to America.\n\nMs. Gao's husband went first. When his sister, who was already in New York City, lent him $29,000 for the six-\nmonth passage by boat, the Gao family thought they had won their toehold in America.\n\nYet while other families quickly saw money from America, the Gaos received little. Ms. Gao's husband sent only a \nfew hundred dollars occasionally. What was worse, the family knew he had a weakness for gambling.\n\nEventually, the family decided to send Ms. Gao as well. Ms. Gao herself found a snakehead who promised to get \nher to New York in a week on a forged passport for $37,000.\n\nThe family borrowed money from 10 different acquaintances, at 2 percent interest per month. Ms. Gao put down a \nsmall deposit and departed in late July 1994.\n\nMs. Gao flew from Fuzhou to Guangzhou, where she was given a passport whose name and photo had been \nsubstituted with her own, to Hong Kong, and to other cities her family is not sure of, before arriving in New York on \nAug. 1, 1994, her brother said.\n\nIn the year she spent in New York, she worked in one factory after another, buried under heaps of garments, \nsewing seven days a week from early in the morning to late at night, the family said. She suffered intense migraine \nheadaches. Her only relief came on Mondays, when her husband, who worked as a dishwasher in a Chinese \nrestaurant in Morristown, N.J., came home and cooked her a big dinner -- rice porridge, shrimp and stir-fried \nvegetables.\n\nShe called home only three times in the year.\n\n\"She never complained about how hard it was,\" her brother said. \"I think she was afraid we would worry about her. \nShe just said that she didn't really have any free time. She had a hard time hanging up.\"\n\n \n\nA Family's Sorrow Is Tinged With Fear\n\n On a September afternoon, the family and several neighbors crowded around the family table to look at \nphotographs Ms. Gao's husband sent of her funeral. Ms. Gao's mother, Ning Lianji, a tiny, frail woman of 63, looked \nat a picture of her daughter lying peacefully in a coffin, and retreated to a small stool against the wall to cry. On a \nnearby stool sat Zhang Yan, Ms. Gao's 13-year-old daughter, wailing softly.\n\n\n\nThe family -- who refused to be photographed for fear that smugglers could harm them -- hopes that by telling Ms. \nGao's story, perhaps sympathetic compatriots and others in the United States will take pity on them, and donate \nmoney so that Ms. Gao's children can join their father in the United States.\n\nDuring a recent visit from a reporter, they asked repeatedly whether the United States Government would put the \nchildren in an American orphanage where they could be given an education.\n\nGao Liqin was a simple woman, her family members said, a seamstress who was always working and always \nweighed down by the burdens of monotonous life in a Chinese town.\n\n\"She didn't dance,\" her brother said. \"She didn't sing. She was the kind of person who always stayed home and \nfound housework to do. I don't think she had a happy day in her life.\"\n\nAs a young child in the early 1960's, when one of history's worst famines ravaged villages and towns all over China, \nshe was prevented from going to school regularly.\n\n\"She was the quiet one,\" said Ning said. \"She didn't talk to people very easily. She had very few friends.\"\n\nMrs. Ning and her husband, a day laborer who earned a few dollars a month by hauling lumber in a cart, put their \nhopes in their younger two children, making sure they stayed in school, while their eldest daughter became \nsomething of a third parent.\n\nFeng Guiying, a childhood friend of Ms. Gao, said they worked together as seamstresses for seven years at a small \nfactory that was a 10-minute walk from their homes.\n\n\"We sat next to each other all those years, making about 15 cents a day,\" Ms. Feng said. \"When it was busy we \nwould work until 9 or 10 at night. Everything was done by hand. We didn't even have sewing machines. Life \nseemed very simple then. Even your worries were simple.\"\n\nIn 1976, Ms. Gao's father fell seriously ill with gallbladder trouble. A neighbor told Mrs. Ning about the Christian \nfaith, and Mrs. Ning and Gao Liqin joined a group that met in secret each Sunday to pray to an alien figure they \nknew as \"Ye-su,\" or Jesus Christ.\n\n\"We were Buddhist and it wasn't working,\" Mrs. Ning said. \"We needed my husband to get well, and we thought \nmaybe praying to Ye-su would make him better.\"\n\nChristian worship was still not allowed at that time, and Mrs. Ning said she and her daughter prayed silently at \nhome every morning and evening. On Sundays, they gathered secretly with neighbors, switching locations each \nweek.\n\nYears later, when restrictions on Christian worship were relaxed, Ms. Gao often took a 20-minute walk to the edge \nof town with her mother and daughter and a few neighbors, where a gray brick church opened its doors to \nworshipers each Sunday morning and Wednesday evening.\n\nFilled with simple wooden pews, and an untuned upright piano in the corner, the church has a single red \nfluorescent-lit cross hanging over an altar that on one Sunday was adorned by two bouquets of yellow roses.\n\n \n\nWhat Becomes Of the Children?\n\n In 1981, Ms. Gao was introduced by a matchmaker to Mr. Zhang, who worked at a small food processing factory \nnot far from their home. He had a steady job and a reliable family, her brother said, so Ms. Gao accepted her \nparents' encouragement that she marry him. The following year, she bore a daughter.\n\nIn 1990, Ms. Gao gave birth to a son. Although her second child violated China's one-child family planning policy, \nshe was able to have him at a local hospital, her brother said. The family paid a fine of about $200, and Ms. Gao \nagreed to be sterilized.\n\n\n\nMany illegal Chinese immigrants in the United States say they fled persecution for having a second child, but such \npersecution varies from place to place within China, and in Ms. Gao's case it did not seem to be a factor.\n\nAs they talk about Gao Liqin, her family members and neighbors seem to feel some guilt as they wonder whether \nshe might have been set free if they had raised the ransom.\n\n\"We never thought they would really kill her,\" said Ms. Gao's brother, who asked that his name not be used \nbecause, as the main go-between with the kidnappers, he fears that their local associates could exact revenge.\n\nGao Yuexian, a neighbor who is a close friend but is not related, said: \"We wanted to borrow the money, we really \ndid. But the kidnappers didn't give very much explanation. We weren't sure what to do.\"\n\nMs. Gao's brother said he had spent much of the last few weeks visiting the 10 people who lent the family $37,000 \nfor Ms. Gao's passage in 1994.\n\n\"I told them I'll have a very hard time paying it back now,\" Mr. Gao said. \"They understand, but all say I still have to \npay. Some said they will drop the interest, but want me to pay back the principle. It's a real headache.\n\n\"My main concern is the children,\" he continued. \"Should we put them in an orphanage? My parents are both \nretired. Neither of them have pensions. I have a salary of only $40 a month. How can we live on that?\"\n\nGraphic\n\n \n\nPhoto: Gao Liqin. (pg. A1).\n\n \n\nMap shows the location of Chang Le, China. (pg. B7)      \n"}