{"title": "10/19 Nation Briefs", "body": "\nBriefs\n\nRep. Cummings to lie in state at U.S. Capitol\n\n Rep. Elijah Cummings will lie in state in the U.S. Capitol on Thursday before a funeral in Baltimore on Friday.\n\n A memorial ceremony for members of Congress, the Cummings family and invited guests will be held Thursday \nmorning, followed by a public viewing, House Speaker Nancy Pelosi said.\n\n Cummings, D-Md., died Thursday, at age 68, from complications from long-standing health problems.\n\n The funeral will be at New Psalmist Baptist Church, the West Baltimore church where he was a parishioner for \ndecades, said Victor March of March Funeral Homes, which is handling the arrangements.\n\n Test pilot for Boeing shared Max concerns\n\n DALLAS ' A former senior Boeing test pilot told a co-worker that he unknowingly misled safety regulators about \nproblems with a flight-control system that would later be implicated in two deadly crashes of the company's 737 \nMax.\n\n The pilot, Mark Forkner, told another Boeing employee in 2016 that the flight system, called MCAS, was \n\"egregious\" and \"running rampant\" while he tested it in a flight simulator.\n\n \"So I basically lied to the regulators (unknowingly),\" wrote Forkner, then Boeing's chief technical pilot for the 737.\n\n Boeing turned over a transcript of the messages to Congress and the Transportation Department late Thursday.\n\n On Friday, Federal Aviation Administration Administrator Stephen Dickson demanded an explanation from Boeing \nCEO Dennis Muilenburg, including why the company delayed several months before telling the FAA about the \nmessages.\n\n Gabbard fires back at Clinton's comments\n\n MANCHESTER, N.H. ' It's Hillary Clinton vs. Tulsi Gabbard on the sidelines of the 2020 presidential race.\n\n Gabbard, the Hawaii congresswoman seeking the Democratic nomination fought back after Clinton appeared to \ncall her \"the favorite of the Russians\" in a recent interview.\n\n Clinton said she thinks the Russians have \"their eye on somebody who's currently in the Democratic primary and \nare grooming her to be the third-party candidate.\" Clinton, the former senator and Democratic presidential nominee, \ndid not name Gabbard directly.\n\n\n In a series of tweets Friday, Gabbard called Clinton the \"personification of the rot that has sickened the Democratic \nParty for so long.\"\n\n Hong Kong protesters don cartoon masks\n\n HONG KONG ' Hong Kong pro-democracy protesters donned Winnie the Pooh and Guy Fawkes masks as they \nformed human chains across the semiautonomous Chinese city on Friday night, in defiance of a government ban \non face coverings at public assemblies.\n\n The peaceful event comes ahead of a mass rally organizers are planning Sunday to press their demands. Police \nrefused to authorize the march, citing risks to public safety and order.\n\n ' From wire reports\n"}