{"title": "U.S. immigration policy to undergo scrutiny;Tales of the terrorist hijackers' comings and goings have raised concerns.", "body": "\nEthan Mith has miserable timing. Twenty years ago, he was born in the middle of his parents' escape from \nCambodia. Yesterday, he became a U.S. citizen in the middle of what may become new concern about foreigners.\n\n\"It's sad,\" Mith said after taking the oath of citizenship in Philadelphia on National Constitution Day along with 47 \nothers. \"There were [immigrants] working as terrorists and they're scaring everybody. But it's not all immigrants' \nfault.\"\n\nAs information emerges about the way hijackers entered and lived in the country, the 30 million foreign-born \nresidents in the United States - 11 percent of the population - may find themselves the subjects of renewed \nquestions about immigration policy.\n\nImmigration-reform groups, for example, used the tragedy to renew calls for stricter border controls.\n\nAttorney General John Ashcroft reportedly is considering asking Congress to amend immigration laws as part of \nits antiterrorism package, though the details are unclear.\n\nAnd even supporters of legal immigration expressed concern about the issue. After welcoming the new citizens at \nthe Philadelphia ceremony yesterday, Sen. Arlen Specter said stricter controls may be needed to crack down on \nterror cells.\n\n\"There's going to be a substantial reevaluating of immigration [laws],\" Specter told reporters after the ceremony. \"I \nwould not cut down on legal immigration. But I would tighten up [controls] to keep out people who we have reason \nto believe may be terrorists.\"\n\nAmong other things, immigration critics and advocates agreed the INS, FBI and other agencies must link their \ndatabases and enable border officials to check them for suspected terrorists at airports in the United States, \nMexico and Canada - the latter sometimes an entry point for alleged terrorists.\n\nRecords show that one of the hijackers, Mohammad Atta, first entered the country in May 2000 on a six-month visa \nand stayed 30 days longer than allowed. Atta, who was from the United Arab Emirates, left the country and then \n\n\nreentered this year, obtaining a six-month extension even though his old visa had expired, according to \nImmigration and Naturalization Service records reviewed by the Los Angeles Times.\n\nHe left and reentered at least one more time before allegedly taking part in the attacks, records show.\n\nIt is unclear what kind of visa Atta was using, or why border officials extended his initial visa, which typically would \nwarrant scrutiny.\n\n\"Once all the smoke clears, these immigrant issues are going to have to be addressed,\" said Dan Stein, director of \nthe Washington-based Federation for American Immigration Reform. \"We have met the enemy, and they are \nhere.\"\n\nAnother group, New York-based Project USA, distributed an e-mail yesterday that it said was from a victim of the \nattack. The note said, in part: \"If these people were not allowed into my country unchecked, the [World Trade \nCenter] would still be standing, and many of my co-workers and friends would be alive. We must close the borders \nnow, and have all illegal aliens deported.\"\n\nHowever, Kathleen Newland, codirector of the Migration Policy Institute, a Washington-based think tank affiliated \nwith the Carnegie Endowment for International Peace, said a general crackdown on all immigrants would be \nimpossible and misplaced.\n\nShe noted that the INS every year issues 26 million to 28 million visas, the majority limited-duration tourist visas. \n\"Clearly these adversaries are very adept at exploiting whatever the weakest link is in that array of possibilities,\" \nNewland said. \"But unless we are going to cut down on everything, particularly tourism, it's really misguided to look \nat immigration policy. . . . It's a national security issue, an intelligence issue. The use of immigration policy to \naddress this kind of threat is a very blunt instrument.\"\n\nAngela Kelley, deputy director of the National Immigration Forum, an advocacy group based in Washington, said \ncalls for a broad crackdown come from \"a vocal minority.\"\n\n\"I expect there to be caution and thoughtfulness as we move forward to make sure this doesn't happen again,\" \nKelley said. \"But it would be such a victory for the terrorists if we [behaved as] anything but a proud nation of \nimmigrants.\"\n\nThomas Ginsberg's e-mail address is tginsberg@phillynews.com.  \n\nGraphic\n\n \n\nPHOTO;\n\nERIC MENCHER, Inquirer Staff Photographer\n\nAmong those at yesterday's Philadelphia ceremony for new citizens were (from left) Min-Jung Eun from South \nKorea; Trung Dinh, Vietnam; and Alex Skavronsky, Ukraine. Sen. Arlen Specter addressed the group and later \npromised a law review.\n\nERIC MENCHER, Inquirer Staff Photographer\n\nJackie Aboush, from Israel, signs a copy of the Constitution after becoming a U.S. citizen during a Philadelphia \nceremony. Watching is Francis Lebrigand.\n"}