{"title": "TACO BELL'S 'BORDER LIGHTS' CAMPAIGN HITS A BRICK WALL", "body": "\nBig lights, bright dreams. Taco Bell Corp. Wednesday introduced the \"Border Lights\" menu and advertising \ncampaign that executives of the Irvine, Calif.-based company say \"will change the fast-food industry forever.\"\n\nTaco Bell Chief Executive John Martin says the new health-conscious fare features baked white-corn tacos stuffed \nwith lean beef and low-fat cheese and sour cream.\n\nYet the \"Border Lights\" imagery already is meeting resistance: at the U.S.-Mexico border, where the debate over \nillegal immigration has hardened in recent months. \"It's hard for me to make a connection between low-calorie food \nand 'border lights,' \" says Roberto Martinez, director of the Quaker-funded U.S.-Mexico Border Project and an \nimmigrants-rights advocate.\n\n\"My God, what does that have to do with the sale of tacos?\" says Muriel Watson, head of a citizens group opposed \nto illegal immigration.\n\nUnder the banner Light Up the Border, Watson led caravans of up to 600 automobiles that shined their headlights \nacross the dark divide, ostensibly to illuminate the passage of undocumented immigrants.\n\nWatson also clashed with Taco Bell over its previous advertising campaign, \"Run For the Border,\" which she says \nconjured images of illicit immigration, drug smuggling and gun running.\n\nHispanic magazine termed \"Run for the Border\" the worst sales pitch of 1991. Critics deemed the theme \ninsensitive.\n\n\"I wrote to them and said, 'Knock that off,' \" recalls Watson, who says she employed Light Up the Border \nstationery. Imagine Watson's surprise, then, when she - like an estimated 75 million Super Bowl viewers Jan. 29 - \nwatched the initial Taco Bell advertisement that cryptically introduced \"Border Lights.\" No reference to a low-\ncalorie menu was made. \"I nearly fainted dead away, \" she says. \"The phones started ringing off the hook.\"\n\nTaco Bell Vice President Jonathan Blum rejects inferences that \"Border Lights\" might be linked to - or confused \nwith - Light Up the Border or U.S. Border Patrol activity in the region.\n\n\"This has nothing to do with that. We've been using 'border' as our theme for many, many years,\" Blum said. \"The \ncross-border theme is a state of mind, not a geographic location. It's about an adventurous journey, not a location.\"\n\nDolores Valdes, owner of the Century City advertising firm that creates Taco Bell's Spanish-language \nadvertisements, said, \"Border lights is just the name of a product. (It) is just something new and exciting from the \nborder.\"\n\n\nTaco Bell's two advertising firms - Costa Mesa, Calif.-based Bozell/Salvati Montgomery Sakoda and Dallas-based \nRichards Group - declined to comment.\n\nBut Zeke Hernandez, secretary of the Santa Ana chapter of the Hispanic activist group LULAC, said, \"It's a mistake \nand probably will have a negative impact on (Taco Bell's) sales.\"\n"}