{"title": "Pakistani Exodus To Canada Brings Waits, Crowding", "body": "\nThe number of Pakistanis waiting at the border with Canada continues to pile up, as Canadian immigration \ncenters started this week to require appointments and upstate U.S.  shelters began to fill to capacity. \n\n The Pakistanis, many of whom have lived for years in the United States without legal residency papers, have been \ntaking buses and taxis from New York to the Canadian border for weeks now to seek asylum. Pakistani men living \nas visitors in the United States face a Feb. 21 deadline to register with the Immigration and Naturalization Service. \nThose without legal papers face the virtual certainty of deportation. \n\n Until this week, many Canadian immigration offices allowed the Pakistanis, many with families in tow, to wait in \nthe office while their applications were processed. Now Canadian officials have started to require asylum seekers to \nmake appointments and cross back to the U.S.  side of the border while they wait, sometimes for a week.  \n\n \"We can handle just so many,\" said Rene Mercier, a senior spokesman for the Canadian Citizenship and \nImmigration service. \"The flow is too great.\" \n\nThe would-be refugees are straining the resources of towns and cities in the rural reaches of Upstate New York and \nVermont. \n\n \"The Canadians are returning everyone who shows up,\" said Dennis Cregan of the Salvation Army in Plattsburgh, \nN.Y. \"I've got 13 people, including three families, sleeping on the floor of our chapel. Now they've told us another 40 \nare coming down [from the Canadian border] tonight.\" \n\n In the past day, the Lacolle Immigration Center in Quebec, Canada, has had to turn back 72 Pakistanis. Most of \nthese families had to catch taxis to Plattsburgh, 20 miles to the south. The city has few shelter beds, so the \nPakistanis were then taken across Lake Champlain to Burlington, Vt. \n\n At another busy border crossing in Buffalo, Vive Inc., a refugee organization, has now posted a notice on its Web \nsite to warn Pakistanis coming north that its shelter now is so crowded that potential refugees must seek their own \nlodging.  \n\n\n The INS now requires male visitors from 25 nations, most of them predominantly Muslim, to register with the \ngovernment. \n\n Pakistani men run an added risk. As they have tried to pass back into the United States to wait, the U.S. Customs \nstation has detained a number of them. \"They held nine yesterday,\" Cregan said. \n\n He added that some families are now split up, with women and children awaiting the appointment while the men \nare detained. In recent interviews, many of the Pakistanis at the border acknowledged that they either lacked legal \nresidency papers, or spoke of various missed deadlines and visa problems. \n"}