{"title": "Bridging a Racial Rift That Isn't Black and White", "body": "\nThe ministers close their eyes and raise their voices to the heavens and, for a moment, they are colorless. Two \nmen who grew up desperately poor, who picked tobacco in the fields and hauled boxes at Wal-Mart and whose life \njourneys ultimately led them to the Lord and to each other.\n\n  ''It's like praying with a brother,'' said the Rev. Harvey Williams Jr., 54, who is black.\n\n ''He looks out for me and I look out for him,'' said the Rev. Atanacio Gaona, 45, who is a Mexican immigrant. ''In the \neyes of the Lord, there are no colors.'' \n\n  In this immigrant boomtown in Atkinson County, about 45 miles north of the Florida border, the ministers have \nforged a rare friendship that transcends the deep divide between blacks and Hispanics here.\n\n  For centuries, the South has been defined by the color line and the struggle for accommodation between blacks \nand whites. But the arrival of hundreds of thousands of Hispanic immigrants over the past decade is quietly \nchanging the dynamics of race relations in many Southern towns. \n\n  The two pastors find that the fault lines that separate their communities sometimes test their friendship and \nchallenge their efforts to bring blacks and Hispanics closer together.\n\n  Blacks here, who had settled into a familiar, if sometimes uneasy, relationship with whites, are now outnumbered \nby Hispanics. The two groups, who often live and work side by side, compete fiercely for working-class jobs and \ngovernment resources. By several measures, blacks are already losing ground.\n\n  The jobless rate for black men in Georgia is nearly triple that of Hispanic men, labor statistics show. More blacks \nthan Hispanics fail to meet minimum standards in Atkinson County public schools. And many blacks express \nanguish at being supplanted by immigrants who know little of their history and sometimes treat them with disdain as \nthey fill factory jobs, buy property, open small businesses and scale the economic ladder.\n\n  ''If you have 10 factory openings, I would say Hispanics would get the majority of the jobs now,'' said Joyce Taylor, \nthe Atkinson County clerk, who is black. ''And if you look at the little grocery stores, there are more Hispanic \nbusinesses than black businesses.''\n\n  ''It's kind of scary,'' said Ms. Taylor, 44, whose daughter was laid off from a factory here. ''My children, looking \nforward, it may be harder for them.'' \n\n\n  Some Hispanics say African-Americans treat them with hostility and disparage them with slurs, even though \nblacks know the sting of racism all too well. They say many blacks are jealous of their progress and resent the fact \nthat whites, who dominate the business sector, look increasingly to Hispanics to fill work forces. Blacks say \nemployers favor immigrants because they work for less money.\n\nAn Area of Intense Feelings\n\n  The killing of six Mexican farm workers in a robbery last year in Tifton, about 30 miles away -- and the arrest of \nfour black men in the case -- has heightened the friction. Nothing so violent has occurred here, but some Hispanics \nsay black criminals focus on immigrants in this town, too.\n\n  Speaking of blacks, Benito Gonzalez, 51, a Mexican who has worked alongside them at a poultry plant, said: \n''They don't like to work, and they're always in jail. If there's hard work to be done, the blacks, they leave and they \ndon't come back. That's why the bosses prefer Mexicans and why there are so many Mexicans working in the \nfactories here.''\n\n  Such images stoke the debate over how to overcome tensions, which flared nationally this year when some \nAfrican-Americans expressed anger and unease as immigrant groups hailed efforts to legalize illegal immigrants as \na new civil rights movement. Although the push in Congress to create a guest-worker program has stalled, \nconcerns about competition between black and immigrant low-wage workers remain.\n\n  Those feelings resonate with particular intensity in the South, home to the nation's largest share of African-\nAmericans and its fastest-growing population of immigrants, according to an analysis of census data by William H. \nFrey, a demographer at the Brookings Institution.\n\n  The two Pentecostal ministers who pray together are men of faith who say they believe that blacks and Hispanics \nshould be allies in the struggle to overcome discrimination and economic adversity, even though they acknowledge \nthat interethnic unity is often hard to come by. \n\n  Mr. Williams, a thoughtful man who studied psychology in community college, ruminates in a weekly newspaper \ncolumn on topics like spirituality, ethnic relations and his recovery from cocaine addiction 20 years ago. \n\n  Mr. Gaona, whose boyish looks belie his intensity, left school after second grade to help his father work the fields \nin Mexico. He entered the United States illegally and started picking tobacco here when he was 24. Over the past \ndecade, he has received his citizenship and built his church from the ground up.\n\n  The two men met working on a Wal-Mart warehouse floor in neighboring Coffee County around 1993 when Mr. \nGaona was starting to deepen his faith and Mr. Williams, already a pastor, was looking for a ride to work. \n\n  Neither expected much from the acquaintanceship.\n\n  Mr. Gaona, who said his perceptions of black Americans were shaped in Mexico by news reports of crime and \nviolence in poor urban areas, recalled, ''I was thinking: 'He's black. Who knows what he wants from me?' I was just \ntrying to keep my distance.'' \n\n  Mr. Williams said he never envisioned a friendship because he had never known blacks and Hispanics to be \nfriends.\n\n  ''I think I probably saw him as being a Hispanic,' he said, ''and I was only going to get so close.''\n\n  Over the next five years, in their hourlong weekday commuting trip in Mr. Gaona's 1988 Oldsmobile and later in \nMr. Williams's 1982 Ford station wagon, they discovered common ground. Both are divorced fathers. Mr. Williams \nhas two sons and two daughters. Mr. Gaona has five boys.\n\n\n\n  Both grew up poor, working in the fields. And both were trying to advance at Wal-Mart and searching for pathways \nto God. It was Mr. Williams who helped persuade Mr. Gaona to quit Wal-Mart to open the first Spanish-language \nchurch in this town. \n\n  Today, the men are remarried, full-time ministers who chat by telephone and disregard the diners at local \nrestaurants who still gawk at the sight of a black man and a Hispanic man eating together. \n\n  But they also remain painfully aware of the fear and prejudice that remain in their communities. \n\n  Mr. Williams, who leads a working- and middle-class congregation of teachers, Civil Service workers and factory \nworkers at the Union Holiness House of Deliverance, shakes his head as he describes the jokes about Mexicans \nwith poor hygiene that circulate among some black people he knows. \n\n  ''It was not so long ago that we were the object of jokes,'' Mr. Williams said. ''I'm constantly having to remind \npeople.''\n\n  Mr. Gaona, whose flock at the Iglesia Alfa y Omega is dominated by factory and farm workers, says his members \noften describe American blacks as moyos, a derogatory Spanish term that sometimes refers to a black insect. He \nused the term, too, he admits, before he found God and his friend Mr. Williams. \n\n  ''Every now and then, I remind them that we need to respect people, no matter how they look or their color,'' Mr. \nGaona said. \"But mostly, we don't know them, and they don't know us. There's no real communication going on.'' \n\nGaps and Similarities\n\n  The tension simmers just below the surface in the quiet communities of bungalows and trailers where the two \nchurches are situated. Five years ago, these neighborhoods were overwhelmingly black. Today, Hispanics and \nblacks account for 21 percent and 19 percent of the county population of about 8,000, respectively. \n\n  Lyrical Spanish chatter competes with the sweet Georgia drawl as blacks and Hispanics share streets, assembly \nlines, classrooms -- and hardships -- that could prove to be the basis of community and political alliances. The two \ngroups appear more likely to be poor than whites. About 36 percent of Hispanics and 31 percent of blacks live in \npoverty in Atkinson County, census data shows; 17 percent of whites are poor.\n\n  The two ethnic groups report experiencing some discrimination from non-Hispanic whites, who account for 60 \npercent of the population, and they view the blue-collar jobs in the factories that manufacture industrial fabrics and \nmobile homes as steppingstones to prosperity.\n\n  School administrators and sociologists suggest that the gap between blacks and Hispanics in employment and \neducation may stem in part from immigrant parents who push their children harder to succeed in schools and the \nimmigrant zeal to find work, regardless of how much it pays. \n\n  Many black adults, who typically have more formal education than new immigrants, seethe at the disparities. In a \ntown where neighborliness is entrenched, blacks and Hispanics often treat one another warily. \n\n  It is hard to envision such tension in the ministers' friendship, particularly as they laugh amid the wooden pews in \nMr. Williams's church. But in many ways, they, too, keep their distance. \n\n  Despite more than 10 years' friendship, the two have never dined in each other's home. Their wives and children \nhave never met, nor have their congregations.\n\n  Mr. Gaona does not know the black families who live near him. And he has never addressed Mr. Williams's \ncongregation, even though his friend has invited him several times. The minister says he feels uncomfortable \npreaching in English.\n\n\n\n  Mr. Williams, who has spoken at his friend's church twice, says there is more to it. (Mr. Gaona's English, after all, \nis quite good.) \n\n  ''There's still a barrier there,'' Mr. Williams said. \n\n  He said the worshippers in Mr. Gaona's church seemed reluctant to mingle with him after his guest sermons there \nseveral years ago. \n\n  ''They are like standing on the side, you know, with their heads down as if waiting for me to leave,'' he recounted. \n''They're uncomfortable. And that's one reason for not visiting him any more than I do. \n\n  ''It's one of my goals in life, to break down these nationality walls. But people are pretty divided. I just don't know if \nthat's going to change.''\n\n  Mr. Williams concedes that he, too, strives to do better. He does not know the name of the Hispanic family that \nlives near him. For a time, he refused to wave to Hispanic drivers on the road because they often hurt his feelings \nby ignoring him and the Southern tradition of greeting strangers. He has since decided to wave -- no matter what. \n\n  His wife, who did not grow up around immigrants, still feels a bit uncomfortable socializing with Hispanics, despite \nhis long friendship with the Hispanic pastor.\n\nA Shoulder to Lean On\n\n  Mr. Gaona said he was recently taken aback when his 5-year-old came home from school and described his black \nclassmates as moyos, the aspersion. \n\n  '' 'Why you need to call them like that?' '' Mr. Gaona said he asked his son. ''I'm trying to share with him that's not \nright. But that's what he hears.''\n\n  Still, on most days the two men put aside such awkwardness and focus on supporting each other.\n\n  When Mr. Gaona's computer became infected with a virus, he called Mr. Williams, who stopped by to help repair \nit. When state officials refused to renew his brother's driving license because his immigration papers were not in \norder, Mr. Gaona called Mr. Williams in frustration. \n\n  Mr. Williams relies on Mr. Gaona to interview Hispanic immigrants who ask to rent his church's social hall for \nparties. And it was his respect for the Hispanic pastor that helped persuade him to use his newspaper column to \nchastise Americans who disparaged the newcomers. \n\n  ''I believe that rather than be angry or envy those who have came to America and found success, we ought to be \nlearning from them,'' Mr. Williams wrote.\n\n  As the ministers meandered through their changing neighborhoods one afternoon, they considered taking their \nfriendship to another level by preaching a joint service for their congregations. Though they knew it might never \nhappen, they envisioned Spanish speakers and English speakers, newcomers and long timers' holding hands and \npraying beneath the oak trees.\n\n  On that sultry summer afternoon, it felt good to dream about the possibility. Somehow, it felt like it just might be the \nstart of something. \n\n  ''We'll get together one day soon and do one out in the open,'' Mr. Gaona said.\n\n  Mr. Williams replied: ''That sounds good. That sounds good. We'll do that.''\n\nThe Latino South\n\n\n\n  This is the second article in an occasional series looking at aspects of Hispanic life in the South. Other articles will \ndeal with economic and social trends.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: The Revs. Atanacio Gaona, left, and Harvey Williams Jr. in Willacoochee, Ga., where the two men each \nhave a church. They have forged a friendship that transcends the divide between Hispanics and blacks.\n\n Mr. Gaona's church, top, in Willacoochee, where Hispanics are a growing presence, according to census data. At a \nlumber company, Gregorio Hernandez, left, a Mexican immigrant, worked alongside Jesse Daniels. (Photographs \nby Erik S. Lesser for The New York Times)(pg. A19)Map of Georgia highlighting Willacoochee. (pg. A19)\n"}