{"title": "EXPOSING GREEN CARD CON JOBS", "body": "\nFOR MANY immigrants, the annual green card lottery is a golden opportunity to achieve the American Dream, but \nthe process of obtaining the enviable visa is rife with scams and misinformation.\n\nSo public officials gathered in Corona yesterday to explain the ABCs of the Diversity Immigrant Visa Program and \nits online application, which can be completed at any Queens public library branch.\n\n\"Here in Queens, where we have the most diverse population of any county in America, the [program] is extremely \nimportant,\" said Borough President Helen Marshall.\n\nFor many, the opportunity is so compelling that \"they pay terrible amounts of money\" - as much as $500 - for \nsomeone to submit the free application on their behalf, Marshall said.\n\n\"There are always people who want to make a buck on you,\" she warned.\n\nThe Diversity Visa Program grants 55,000 green cards to people whose nations account for low or modest \nnumbers of newcomers. The 16 ineligible countries include mainland China, Colombia, Haiti, India, Mexico, \nJamaica and Russia.\n\nApplicants must provide a digitized photo and personal information. The deadline is Dec. 4. The lottery is open to all \nnatives of eligible countries - although a change of status is not guaranteed for those staying in the U.S. illegally.\n\nWhen the federal government adopted an electronic application system three years ago, the move created another \nhurdle for some low-income immigrants who lack computer access, said city Immigrant Affairs Commissioner \nGuillermo Linares.\n\n\"This is why we approached the library system,\" he added.\n\nSome 1,000 computers are available in Queens branches, attendants are there to help out, and photos can be \ntaken at the system's two largest locations - the Flushing branch and the Central Library in Jamaica.\n\nTo avoid scams, officials advised applicants to register through the state department Web site, to never leave \npassports or other IDs with service providers and to call 311 if they suspect any fraud.\n\noyaniv@nydailynews.com\n\n"}