{"title": "2 Candidates for Governor to Pay Back Taxes for Aliens", "body": "\nSaying they want to move ahead with their campaigns, two Republicans who hope to be governor announced \ntoday that they have agreed to pay back taxes for hiring illegal aliens.\n\nChristine Todd Whitman said her payments would total $22,694 for Social Security and unemployment taxes to the \nFederal Government and the state of New Jersey for employing two undocumented workers for three and a half \nyears to take care of her children.\n\nShe said $14,467 was paid today to the Internal Revenue Service. A check for $8,227 will be delivered to state tax \nofficials on Wednesday, she said. Campaign officials said penalties and interest would be paid when they are \ndetermined by the tax agencies.\n\nThe second candidate, W. Cary Edwards, a former state attorney general, said he intends to make a payment \ntotaling $2,820 to cover Social Security and state and Federal unemployment insurance taxes for employing a \nPortuguese woman without residency status as a housekeeper for about 18 months.\n\n \n\nAdditional Fines\n\n Both candidates could face additional fines from the Immigration and Naturalization Service if they are found guilty \nof breaking Federal law. John Gershkoff, who heads the New Jersey region's investigations unit for the immigration \nservice, said today that the Whitman and Edwards cases were being reviewed.\n\nMrs. Whitman and Mr. Edwards disclosed their employment of illegal aliens on Friday following the furor over \nPresident Clinton's nomination of Zoe Baird as attorney general. Ms. Baird, who admitted that she and her husband \nemployed illegal aliens to care for their son, withdrew her nomination.\n\nMrs. Whitman, who plans to announce formally her candidacy for governor on Wednesday, said she hoped the \npayment would \"put these matters behind me.\" But she acknowledged that she did not believe the issue would go \naway.\n\n\"It's always going to be there, and it will be part of how people view me,\" Mrs. Whitman said. \"But there are other \nthings, such as the issues of the campaign. I expect this will be fully aired again, and I am willing to discuss it.\"\n\n\nMr. Edwards, whose admission of hiring an illegal alien came four hours after Mrs. Whitman's disclosure, said he \nwould make the $2,820 payment \"in order to get on with the issues of the campaign.\"\n"}