{"title": "FOREIGN STUDENTS BACK VISA SECURITY SOME COLLEGE OFFICIALS FEAR PLANS MAY DETER APPLICANTS", "body": "\nA month ago, Raul Gamboa might have fretted that Congress' desire to crack down on student visas and track \nforeign students threatened his civil liberties.\n\nBut like many international students these days, Gamboa is suddenly willing to sacrifice personal privacy for the \nsake of national security. Along with university and immigration officials across the nation, Gamboa agrees that \nthe U.S. government's system of monitoring foreign students is so lax and outdated that it needs to be reformed.\n\n\"The world is not the same as it was a month ago,\" said Gamboa, 21, a native of Spain who is studying \nbiochemistry at the University of California-Berkeley. \"America is not the same paradise.\"\n\nSen. Dianne Feinstein said last week that she wants immigration officials to speed up development of a tracking \nsystem that would allow federal authorities to tap into a national database and check the status of any foreign \nstudent.\n\nWorried about reports that some of the terrorists may have entered the country on student visas, the San \nFrancisco Democrat also wants colleges to make regular reports to immigration officials about which courses \nstudents are taking and whether they have had disciplinary problems.\n\nFeinstein had also called for a six-month moratorium on all student visas, but she dropped that Friday after \nmeeting with university groups and immigration officials.\n\nAdministrators worry that the proposals would slow down the visa process, deter foreign students from applying \nand devastate the country's colleges and universities.\n\nBut of the nearly two dozen international students interviewed at localcampuses, none objected to the idea of an \nelectronic tracking system, though they worried such a system could be abused. All said they would accept closer \nscrutiny of their movements if it made the nation safer.\n\n\"It's all about giving personal information to people, and I do that already,\" said UC-Berkeley student Ralf \nSteinhauser, 23, of Germany.\n\n\"I don't care if the FBI knows where I am or what I'm studying.\"\n\nData already available\n\nIn theory, the Immigration and Naturalization Service already keeps tabs on foreign students. Colleges regularly \ncompile personal and academic information about international students, and the INS can see it any time.\n\n\nSome colleges report important changes to the INS, such as when a student switches schools. But most other key \npieces of information, such as when a student drops out or stops taking a full load of courses, have not been \nregularly collected by the INS since 1988, college administrators said.\n\nOnly occasionally do immigration officials request records of individual students.\n\n\"For a long time we haven't been asked for any reporting,\" said Helen Stevens, director of international programs \nand services at San Jose State University.\n\nAnother big gap in the system is that the INS knows when a prospective student enters the country but may not \nknow for months if the student enrolls in college.\n\nOne local administrator said it can take up to nine months for the INS to notify a college when a foreign student \nhas entered the country.\n\nThe new electronic tracking system -- in the works since the mid-1990s -- would change all that, creating a central \ndatabase accessible by colleges, immigration officials, the State Department and the FBI. Any new information \nabout the student -- a change in major, number of college credits completed -- would be entered into the \ndatabase. Fingerprints and photographs would also be included in student files.\n\nThe new system could also cut down on visa fraud by placing an encrypted bar-code on the I-20 form, the \ndocument used by foreigners to prove they've been admitted to a U.S. college.\n\n\"You want to have as much forewarning as possible if there is a person with suspicious activity,\" said Sanjeev Kale, \npresident of a software company that has consulted with INS officials and colleges. \"The current system offers \nnone of that.\"\n\nStudent complaints\n\nSome foreign students complained they are being scapegoated for a much larger problem, because student \nvisas account for only about 2 percent of non-immigrants admitted to the country every year.\n\n\"It's stereotyping,\" said Silvio Brugada, a San Jose State computer engineering student from Paraguay. \"It's \noffensive.\"\n\nSeveral said the focus on students is a quick fix to help make people feel safe. But they questioned whether it \nwould make a difference.\n\nStudents said the proposed changes alone would not keep terrorists out, because those intent on harm would find \na way to enter the country legally.\n\nA surprising number of students said they had no objections to being part of a large database accessible to law \nenforcement agencies.\n\n\"It doesn't change anything for us,\" said Matthieu Ferreira, 21, a San Francisco State University student from \nFrance. \"I already assumed they were using that information that I gave them. As long as I'm clean with my \nconscience, I have nothing to be afraid of.\"\n\nVirtually every college administrator supports an electronic student visa system -- in concept. But they question \nwhether the INS has the expertise to manage it.\n\n\"If it was UPS or FedEx running the show, I'd probably be pretty sanguine, because they don't seem to lose my \npackages,\" said Ray Wallace, director of the Center for International Students at California State University-\nHayward.\n\nWallace worries that the new system will become a bureaucratic nightmare.\n\n\n\nBut if students have to contend with problems such as lost records or incorrectly entered information, Wallace said, \n\"people will say the system isso screwed up, I'm just going to college in Australia.\"\n\nImportant role\n\nInternational students play an important role at American universities, where they make up a large percentage of \ngraduate enrollments and are engaged in cutting-edge research.\n\nAt Stanford University, for example, roughly one of every three graduate students is from another country.\n\nProhibiting or discouraging students from entering the country \"could do a lot of damage,\" said Terry Shoup, dean \nof the College of Engineering at Santa Clara University, where international students make up 40 percent of the \ngraduate program.\n\nEducators worry that another Feinstein proposal, for comprehensive background checks before a visa is granted, \nwould create such delays that foreign students would go elsewhere.\n\n\"A long, drawn-out process would make it effectively impossible to get a visa before the semester starts,\" said \nVictor Johnson, associate executive director of public policy for NAFSA, an association of international educators.\n\nBut San Francisco State student Siritorn Sattapant, 22, of Thailand said sometimes security concerns must take \nprecedence.\n\n\"It's good for the country,\" she said. \"Maybe it will be less good for me. But if you don't disturb us too much, I think \nit'll be OK.\"\n\nCHART:  MERCURY NEWS\n\nFOREIGN STUDENTS\n\nCalifornia universities depend heavily on foreign students to fill many of their graduate programs. The undergradu\nate population at University of California-\nBerkeley is 3.7 percent foreign, while the overall graduate population is 19.6 percent foreign. At Stanford, the unde\nrgraduate population is 4.7 percent foreign, and the graduate population is 31.8 percent.\n\nSTANFORD PROGRAM          % FOREIGN\n\nEarth Sciences                   40\n\nEngineering,                   38.3\n\nBusiness                       31.8\n\nUC-BERKELEY PROGRAM       % FOREIGN\n\nEngineering                    42.4\n\nInformation management         37.9\n\nBusiness                       27.6\n\nSource: UC-Berkeley, Stanford\n\nGraphic\n\n \n\nPhotos (2), Chart;\n\n\n\nPHOTO: Ralf Steinhauser, a University of California-Berkeley student from Germany, said, \"I don't care if the FBI \nknows where I am or what I'm studying.\"\n\nPHOTO: RICHARD KOCI HERNANDEZ -- MERCURY NEWS\n\nRaul Gamboa, 21, an international student from Spain studying at UC-Berkeley, says he'd be willing to sacrifice \npersonal privacy for the sake of national security.\n"}