{"title": "Duncan Blasts INS Dealings With Libraries", "body": "\nFederal immigration agents were rude and intimidating and acted beyond their authority when they demanded \nemployment records from two Montgomery County libraries recently, County Executive Douglas M. Duncan said \nyesterday.\n\nDuncan (D) said agents should have had a warrant when they asked a Long Branch Community Library \nsupervisor July 21 to see records dating to 1986 to verify the citizenship of every employee. And an agent was \nunreasonable when she called the Silver Spring Community Library on July 18 to make a similar request, Duncan \nand a librarian said.\n\nBenedict J. Ferro, the Immigration and Naturalization Service's district director for Maryland, said the visit to the \nLong Branch library, at 8800 Garland Ave., was routine and was conducted professionally. He said he was not \nfamiliar with the call to the Silver Spring library, at 8901 Colesville Rd.\n\n\"They have to respect the rights of our county workers,\" said Duncan, who added that this was the first time the \nINS had checked records of Montgomery employees. \"And if they want to come in and question employees, they \nneed a warrant.\"\n\nFerro, however, said INS agents do not need warrants to make such requests.\n\nJan Baird-Adams, manager of the Long Branch library, said she spoke to INS agent Kathleen Meyler and a male \nagent in her office. She said that the agents weren't rude but that she had to \"negotiate\" with them to go to the \ncounty government's Rockville offices, where the worker records are kept.\n\nLarry Dickter, a librarian in Silver Spring, said a woman from the INS called to say agents would come to inspect \nrecords. Dickter said the agent became indignant when he explained that they should go to Rockville, instead.\n\n\"She really wouldn't take my explanation,\" Dickter said. \"This is the first time I've been treated with that kind of \ndisrespect.\"\n\nDuncan said the county has not yet turned over any records to the INS because agents haven't gone to the Human \nResources Department, where the files are kept.\n\nHe said he will send a letter today to INS Commissioner Doris M. Meissner complaining about the agents' behavior.\n\nIn particular, the agents' visit to Long Branch has caused concern among staff throughout the library system and in \nMontgomery County's Latino community, Duncan said.\n\n\"It's kind of interesting that they pick a library to visit that's in the part of the county that has the highest \nconcentration of Latinos,\" Duncan said.\n\n\nFerro said INS agents conduct visits similar to the one made to Long Branch at random and when they have \nreceived tips about violations.\n\nFerro said agents routinely ask for records to verify employees' citizenship dating to 1986 because that was when \nthe law requiring employers to keep them went into effect.\n\nHe said yesterday that Montgomery officials have not contacted him about the visit or the call.\n"}