{"title": "Immigration Hurts City, New Yorkers Say in Poll", "body": "\nWith the largest wave of immigration since the turn of the century raising New York City's foreign-born population \nto 28 percent, most residents say there are too many immigrants in town and add that while most are law-abiding, \nthey have made the city a worse place to live, a new poll has found.\n\nAt a time when several illegal immigrants have gone on trial in the bombing of the World Trade Center, the poll also \nfound that most New Yorkers think illegal immigrants pose a serious threat of terrorism and believe that the trade \ncenter bombing would not have occurred if immigration controls had been tighter.\n\n\"Clearly New Yorkers are reacting to the World Trade Center bombing and the fact that illegals seem to be behind \nit,\" Douglas Muzzio, a political science professor at Baruch College who helped coordinate the survey of New \nYorkers' views on immigration, said yesterday as the results were released.\n\nThe Empire State Survey -- a telephone poll of 1,203 New Yorkers interviewed from Sept. 10 to 26 -- was \nsponsored by the Empire Foundation, of Albany, and the Lehrman Institute, of New York, nonprofit organizations \nthat study public policy. It was supervised by Dr. Muzzio and Richard Behn, an instructor at George Washington \nUniversity's graduate school of political management.\n\n \n\n'Intense Xenophobia'\n\n The poll, with an estimated margin of sampling error of plus or minus 2.8 percentage points, detailed startlingly \nnegative attitudes on recent immigration in a city renowned for its international character and its history as a \n\"melting pot\" for immigrants.\n\nDr. Muzzio said the hostile attitudes were partly a response to the large wave of immigration -- an influx of \n854,000 immigrants in the 1980's, which had the effect of raising the city's foreign-born population to 2.1 million, or \n28 percent.\n\n\"This hostility is really nothing new,\" Dr. Muzzio said. \"Historically, whenever a wave of immigrants hits the United \nStates, it is met with intense xenophobia.\"\n\nMore than 63 percent of those surveyed said the number of recent immigrants had been too high. And while 69 \npercent said they believed immigrants were just as law-abiding as native-born Americans, the respondents by a \ntwo-to-one margin said that recent immigrants had made the city a worse place to live.\n\n\n \n\nSeen as Terrorist Threat\n\n About 60 percent said immigrants had had a negative impact on the city, while 32 percent said the impact had \nbeen positive. The unfavorable view was held by a substantial majority of immigrants themselves (51 to 37 \npercent), as well as by American-born New Yorkers (66 to 25 percent), the poll found.\n\nAccording to the survey, 55 percent believe that the United States is no longer a \"melting pot\" and that immigrants \nare far more likely to retain their national identities. An overwhelming 85 percent said immigration had been good \nin the past, while only 41 percent thought that was so today. About 43 percent said immigration should be \ndecreased, while 13 percent said it should be increased.\n\nThe reaction to illegal immigrants was harshest. A majority of 55 percent saw such immigrants as a serious terrorist \nthreat, and overwhelming numbers of New Yorkers -- 82 percent of the American-born and 68 percent of the \nforeign-born -- said they believed the trade center bombing in February would not have occurred if controls over \nimmigration had been tighter.\n\nDr. Muzzio said other events involving immigrants had also contributed to the unfavorable views, including the \ngrounding of the Golden Venture off Queens in June with a loss of 10 lives, when the smugglers' ship was carrying \nhundreds of Chinese as virtual indentured servants, and clashes between the police and Hispanic residents in \nWashington Heights.\n"}