{"title": "Inquirer Editorial: Stop picking on immigrants", "body": "\nA tide of anti-immigrant sentiment has produced the nation's harshest crackdown on undocumented residents.\n\n While the courts have blocked some of Alabama's draconian law, it still stands as a distressing example of the \ngrowing national anger at vulnerable people whose main offense is wanting to pursue better lives in this country.\n\n Among other things, Alabama's law makes criminals of anyone who would \"harbor\" or \"transport\" an illegal \nimmigrant. Parents will have to start asking a child's Hispanic playmate to show them his papers before allowing \nhim sleep over. Likewise for any landlord renting to someone with a foreign accent.\n\n Enforcement of such extreme measures, which clearly contradict federal law, was temporarily blocked by U.S. \nDistrict Judge Sharon Blackburn. But other harsh steps got her blessing. State and local police now have huge \ndiscretion to check for immigration papers and detain a person on only an undefined \"reasonable suspicion\" of \nillegal status.\n\n Alabama's law has done what its supporters wanted: create a climate of fear that drives away illegal immigrants, \nno matter how responsible they are. There have been reports that pregnant women are afraid to seek medical care. \nFamilies are pulling their children from schools, which are now required to ask students whether they're here \nillegally.\n\n A number of other states are also cracking down on illegal immigrants. Angry political movements tend to rise in \ntimes of national stress or profound change, and in these tough times, illegal immigrants are once again a \nconvenient target. Today's climate is so bad that even a tea-party darling like Texas Gov. Rick Perry got booed for \nsaying immigrant children deserve a chance at higher education, even if their parents came here illegally. \n\n Ironically, the current anti-immigrant fervor comes at a time when federal enforcement of immigration laws has \nactually gotten tougher. Deportations have reached record levels (almost 393,000 last fiscal year), while the number \ntrying to enter illegally appears to be dropping. \n\n The nation's immigration system too often seems to fail to recognize the reality that drives so much of the illegal \nentry into the United States. Many of those escaping from poor countries sneak in because they know there is hard, \nlow-paying work to be done here that too few Americans are willing to do. An improved guest-worker program is a \nbetter way to fill that economic void.\n\n Those illegal immigrants who have been in this country a long time and lived otherwise law-abiding lives should \nbe given a path to citizenship. America is still a magnet for those who want better lives, and Americans should be \nproud of that. The ability to attract ambitious, hardworking immigrants can be a source of national strength, if the \nnation can resist knee-jerk measures and establish a reasonable mix of enforcement and opportunity.\n"}