{"title": "Media Bureau Issues Second Report to Congress on Video Description", "body": "\nWashington: US Federal Communication Commission has issued the following news release:\n\nBefore theFEDERAL COMMUNICATIONS COMMISSIONWASHINGTON, D.C 20554\n\nIn the Matter of\n\nVideo Description: Implementation of theTwenty-First Century Communications andVideo Accessibility Act of \n2010)))))\n\nMB Docket No. 11-43\n\nSECOND REPORT TO CONGRESS\n\nAdopted: October 8, 2019 Released: October 9, 2019\n\nBy the Chief, Media Bureau:TABLE OF CONTENTSHeading Paragraph #I. INTRODUCTION 1II. BACKGROUND \n4III. DISCUSSION 7A. Types and Amount of Video-Described Programming, and Amount on Children’s \nProgramming 8B. Consumer Use of and Benefit from Video-Described Programming 14C. Costs to Program \nOwners, Providers, and Distributors 22D. Additional Market Areas 25E. Video-On-Demand 29F. Video \nProgramming Distributed on the Internet 31IV. CONCLUSION 33APPENDIX\n\nI. INTRODUCTION1. In this Second Report to Congress (Second Report), the Media Bureau (Bureau) of the \nFederal Communications Commission (Commission), pursuant to its delegated authority, 47 CFR § 0.283 presents \nits assessment of the current status of video description. Video description makes video programming “Video \nprogramming” refers to programming provided by, or generally considered comparable to programming provided \nby, a television broadcast station, but not including consumer-generated media. 47 U.S.C § 613(h)(2); 47 CFR § \n79.3(a)(4).more accessible to individuals who are blind or visually impaired through “[t]he insertion of audio narrated \ndescriptions of a television program’s key visual elements into natural pauses between the program’s dialogue.” Id. \n§ 79.3(a)(3). Although the statutory term is “video description,” there is wide support for the view that the \nsynonymous term “audio description” is more descriptive of the process denoted by these terms. The Disability \nAdvisory Committee (DAC), which the Commission established in December 2014, recently recommended that “the \nCommission, as soon as practicable, use the term ‘audio description’ to refer to described video programs when \ndiscussing or listing audio described programming.” Recommendation of the Federal Communications Commission \n\n\nDisability Advisory Committee Described Audio TV Listings Working Group at 3 (adopted Sept. 24, 2019) (DAC \nSept. 2019 Recommendation), available at https://www.fcc.gov/ecfs/filing/109260918804199. See also FCC \nAnnounces the Establishment of the Disability Advisory Committee and Solicits Nominations for Membership, \nPublic Notice, 29 FCC Rcd 14484 (CGB 2014) (stating that the DAC’s mission will include providing the \nCommission with “recommended proposals on the full range of disability access issues within the Commission’s \njurisdiction,” and that it will “facilitate the participation of consumers with disabilities in proceedings before the \nCommission”). Many of the commenters in this proceeding also use the term “audio description.” See, e.g , infra \nn.42 Given that we have used the statutory term “video description” throughout this proceeding, to avoid confusion \nwe will use that term in this Second Report. Video description is typically provided through the use of a secondary \naudio stream, which allows the consumer to choose whether to hear the narration by switching from the main \nprogram audio to the secondary audio. As required by section 202 of the Twenty-First Century Communications \nand Video Accessibility Act of 2010 (CVAA), Pub. L. No. 111-260, § 202(a); 47 U.S.C § 613(f)(1).the Commission \nadopted rules in 2011 requiring certain television broadcast stations and multichannel video programming \ndistributors (MVPDs) to provide video description for a portion of the video programming that they offer to \nconsumers on television. Video Description: Implementation of the Twenty-First Century Communications and \nVideo Accessibility Act of 2010, MB Docket No. 11-43, Report and Order, 26 FCC Rcd 11847 (2011) (2011 Video \nDescription Order). See also 47 CFR § 79.3 In accordance with the CVAA, the 2011 Video Description Order \nreinstated with certain modifications the Commission’s video description rules that the United States Court of \nAppeals for the District of Columbia Circuit previously had vacated due to its finding that the Commission had \ninsufficient authority for its rules. See Motion Picture Ass’n of America, Inc. v. Federal Communications Comm., 309 \nF.3d 796 (D.C Cir. 2002). The Commission has stated that its video description rules play a key role in affording \nbetter access to television programs for individuals who are blind or visually impaired, “enabling millions more \nAmericans to enjoy the benefits of television service and participate more fully in the cultural and civic life of the \nnation.” 2011 Video Description Order, 26 FCC Rcd at 11848, para. 1. In 2017 the Commission stated that \n“[e]stimates of the number of Americans who are blind or visually impaired range from seven million to over 23 \nmillion.” See Video Description: Implementation of the Twenty-First Century Communications and Video \nAccessibility Act of 2010, MB Docket No. 11-43, Report and Order, 32 FCC Rcd 5962, 5967, para. 10 (2017) (2017 \nVideo Description Order) (footnote omitted).\n\n2. The CVAA provides that, on October 8, 2019, “the Commission shall submit to the Committee on Energy and \nCommerce of the House of Representatives and the Committee on Commerce, Science, and Transportation of the \nSenate a report assessing” certain aspects of video description. 47 U.S.C § 613(f)(4)(C)(iii). Specifically, the report \nmust assess:(I) the types of described video programming that are available to consumers;(II) consumer use of \nsuch programming;(III) the costs to program owners, providers, and distributors of creating such programming;(IV) \nthe potential costs to program owners, providers, and distributors in designated market areas (DMAs) outside of the \ntop 60 of creating such programming;(V) the benefits to consumers of such programming;(VI) the amount of such \nprogramming currently available; and(VII) the need for additional described programming in DMAs outside the top \n60. Id.\n\n3. Our assessment of these matters is below. First, we consider the types and amount of video-described \nprogramming, including specifically the amount of video-described children’s programming. The record indicates \nthere has been significant progress in the types and amount of video-described programming available over the \npast five years, and consumers would benefit from additional described programming. Second, we discuss \nconsumer use of and benefits from video-described programming. The record in this proceeding demonstrates that \nconsumers who are blind or visually impaired derive significant benefits from the use of video description. It also \nsuggests that technological developments should improve the availability of accurate information about what \nprogramming contains video description, as well as the current tension between whether Spanish-language \nprogramming or video description should be provided on a single available secondary audio stream. Third, we \nconsider the costs to program owners, providers, and distributors of providing video description. The record \nindicates that the Commission’s estimate of $4,202.50 as the maximum cost of adding video description to an hour \nof video programming remains accurate, and that the cost can be as little as $1,000 per hour. Fourth, we discuss \nthe potential expansion of video description requirements to additional market areas. Although consumers seek \nexpansion of the video description requirements to DMAs outside the top 60, and description would benefit \n\n\nconsumers in smaller markets, the record does not contain detailed or conclusive information as to whether the \ncosts of such an expansion would be reasonable. Given that the CVAA provides the Commission with authority “to \nphase in the video description regulations for up to an additional 10 designated market areas each year” beginning \nOctober 8, 2020, the Media Bureau will issue a Public Notice early next year to consider whether the costs of such \nan expansion would be reasonable. See 47 U.S.C § 613(f)(4)(C)(iv). Finally, although the CVAA does not require \nthe Commission to consider video-on-demand (VOD) programming or Internet protocol (IP)-delivered programming \n“Internet protocol” is defined as “includ[ing] Transmission Control Protocol and a successor protocol or technology \nto Internet protocol.” Twenty-First Century Communications and Video Accessibility Act of 2010, Pub. L. No. 111-\n260, 124 Stat. 2751, § 206(5) (2010); Amendment of Twenty-First Century Communications and Video Accessibility \nAct of 2010, Pub. L. No. 111-265, 124 Stat. 2795 (2010) (making technical corrections to the CVAA). Video \nprogramming delivered using IP includes, but is not limited to, video programming that is available on the Internet. \nSee Closed Captioning of Internet Protocol-Delivered Video Programming: Implementation of the Twenty-First \nCentury Communications and Video Accessibility Act of 2010, Report and Order, 27 FCC Rcd 787, 796, para. 12 & \nn. 65 (2012) (IP Closed Captioning Order) (“All video programming that is available on the Internet is IP-delivered, \nbut not all video programming that is delivered via IP is Internet programming. For example, programming may be \ndelivered via IP using an entity’s private network. Such programming would be IP-delivered, but it would not be \nInternet programming.”). To the extent an MVPD uses IP to distribute its traditional managed video services to its \nMVPD customers within its service footprint, however, that service is subject to the existing video description rules \nthat apply to MVPDs, notwithstanding the use of IP technology. See 47 CFR § 79.3; IP Closed Captioning Order, 27 \nFCC Rcd at 796-97, para. 12.for purposes of this Second Report, we also consider these issues and discuss the \nrecord evidence that most VOD and online programming currently does not include video description, potentially \ndue to current technical limitations.II. BACKGROUND4. The Bureau’s first report to Congress on video \ndescription, which also was mandated by the CVAA, 47 U.S.C § 613(f)(3).presented a detailed history of the \nCommission’s video description rules through 2014, Video Description: Implementation of the Twenty-First Century \nCommunications and Video Accessibility Act of 2010, MB Docket No. 11-43, Report to Congress, 29 FCC Rcd \n8011, 8014-17, paras. 4-11 (2014) (First Report). The Commission first adopted video description rules in 2000, but \nthey were vacated in 2002. See id. at 8014, para. 4; supra n.5 and therefore we do not repeat that history here. In \nthe First Report, the Bureau found that “[t]he availability of video description on television programming has \nprovided substantial benefits for individuals who are blind or visually impaired, and industry appears to have largely \ncomplied with their responsibilities under the Commission’s 2011 rules.” First Report, 29 FCC Rcd at 8011, para. 1. \nThe Bureau also found, however, that “consumers report the need for increased availability of and easier access to \nvideo-described programming, both on television and online.” Id.\n\n5. The CVAA provided that the Commission could issue additional video description regulations if it determined, “at \nleast 2 years after completing the [First Report], that the need for and benefits of providing video description for \nvideo programming, insofar as such programming is transmitted for display on television, are greater than the \ntechnical and economic costs of providing such additional programming.” 47 U.S.C § 613(f)(4)(A). The Commission \nmade such a finding in 2017, and it subsequently increased the amount of described programming that covered \nbroadcast stations and MVPDs are required to carry to 87.5 hours per calendar quarter from 50 hours per calendar \nquarter. See 2017 Video Description Order. NCTA filed a petition for partial reconsideration of the 2017 Video \nDescription Order requesting that the Commission reconsider the rule that allows for counting programs aired with \nvideo description no more than twice and adopt a safe harbor for networks that air a substantial amount of \nprogramming with video description. Petition for Partial Reconsideration of NCTA – The Internet & Television \nAssociation, MB Docket No. 11-43 (Sept. 11, 2017). Subsequently, NBC Universal filed a request for limited waiver \nof the video description rules with respect to its wholly owned nonbroadcast programming network, USA Network, \nand any similarly situated top 5 nonbroadcast network that airs a substantial amount of programming with video \ndescription. Request of USA Network for Limited Waiver of Video Description Rules, MB Docket No. 11-43 (May 3, \n2019). On October 7, 2019, the Media Bureau released an order that grants a limited waiver of the video description \nrules with respect to USA Network for the remainder of the current ratings period ending on June 30, 2021, but \ndeclines to grant a safe harbor from the video description requirements for other similarly situated, top 5 \nnonbroadcast networks. See Video Description: Implementation of the Twenty-First Century Communications and \nVideo Accessibility Act of 2010, Memorandum Opinion and Order, MB Docket No. 11-43, DA No. 19-1019 (rel. Oct. \n7, 2019). As a condition of the waiver, USA Network must air at least 1,000 hours of described programming each \n\n\n\nquarter without regard to the number of repeats and describe at least 75 percent of any newly produced, non-live \nprogramming that is aired between 6:00 a.m and midnight per quarter. Id. Specifically, the video description rules \nnow require commercial television broadcast stations that are affiliated with one of the top four commercial \ntelevision broadcast networks (ABC, CBS, Fox, and NBC) and are located in the top 60 television markets to \nprovide 50 hours of video-described programming per calendar quarter, which must appear during prime time or on \nchildren’s programming, 47 CFR § 79.3(b)(1). On July 1, 2015, full-power affiliates of the top four television \nbroadcast networks located in markets 26 through 60 became subject to the video description requirements in \naddition to the top 25 markets already covered by the requirements. See 2011 Video Description Order, 26 FCC \nRcd at 11855-56, para. 16.and to provide an additional 37.5 hours of video-described programming per calendar \nquarter at any time between 6 a.m and midnight. 47 CFR § 79.3(b)(1). See also 2017 Video Description Order, 32 \nFCC Rcd at 5965, 5970, paras. 7, 15. Covered broadcast stations became subject to the requirement to provide an \nadditional 37.5 hours of video description as of the calendar quarter beginning on July 1, 2018. See id. at 5972-73, \npara. 19. In addition, the rules require “[t]elevision broadcast stations that are affiliated or otherwise associated with \nany television network [to] pass through video description when the network provides video description and the \nbroadcast station has the technical capability necessary to pass through the video description, unless it is using the \ntechnology used to provide video description for another purpose related to the programming that would conflict \nwith providing the video description.” 47 CFR § 79.3(b)(3). In addition, MVPD systems that serve 50,000 or more \nsubscribers must provide 50 hours of video description per calendar quarter during prime time or on children’s \nprogramming on each of the top five national nonbroadcast networks that they carry on those systems, 47 CFR § \n79.3(b)(4). For purposes of the video description rules, the top five national nonbroadcast networks include only \nthose that reach 50 percent or more of MVPD households and have at least 50 hours per quarter of prime-time \nprogramming that is not live or near-live or otherwise exempt under the video description rules. 47 CFR § \n79.3(b)(4). The list of the top five networks is updated every three years based on changes in ratings and was last \nupdated on July 1, 2018 (remaining in effect until June 30, 2021). See 47 CFR § 79.3(b)(4).and must provide an \nadditional 37.5 hours of video description per calendar quarter at any time between 6 a.m and midnight. 47 CFR § \n79.3(b)(4). See also 2017 Video Description Order, 32 FCC Rcd at 5965, 5970, paras. 7, 15. Covered MVPDs \nbecame subject to the requirement to provide an additional 37.5 hours of video description as of the calendar \nquarter beginning on July 1, 2018. See id. at 5972-73, para. 19. In addition, MVPD systems of any size must pass \nthrough video description provided by a broadcast station or nonbroadcast network, if the channel on which the \nMVPD distributes the station or programming has the technical capability necessary to do so and if that technology \nis not being used for another purpose related to the programming. 47 CFR § 79.3(b)(5)(i)-(ii). The top five \nnonbroadcast networks currently subject to the video description requirements are USA Network, HGTV, TBS, \nDiscovery, and History. See Video Description: Implementation of the Twenty-First Century Communications and \nVideo Accessibility Act of 2010, MB Docket 11-43, Order and Public Notice, 33 FCC Rcd 4915 (2018). See also \nsupra n.16 (describing the USA Network limited waiver).\n\n6. The CVAA requires the Commission to submit this Second Report on video description to the Committee on \nEnergy and Commerce of the House of Representatives and to the Committee on Commerce, Science, and \nTransportation of the Senate on October 8, 2019. 47 U.S.C § 613(f)(4)(C)(iii). The Second Report must assess the \nseven topics listed in Section I above. To inform the Second Report, the Bureau sought comment on these topics, \n“including information on pertinent developments since the previous video description report to Congress in 2014.” \nMedia Bureau Seeks Comment on Recent Developments in the Video Description Marketplace to Inform Report to \nCongress, MB Docket No. 11-43, Public Notice, 34 FCC Rcd 158, 160-64, paras. 6-10 (MB 2019) (2019 Public \nNotice). In addition, the Bureau sought comment on the availability of VOD programming with video description, as \nwell as updated information regarding the provision of video description on video programming distributed on the \nInternet. Id. at 164, paras. 11-12. The comments received in response to the 2019 Public Notice, as well as the \nBureau’s findings, are detailed below. We received three comments and one reply from members of the television \nindustry, and two comments and one reply from groups representing individuals who are blind or visually impaired. \nWe also received 34 comments and replies from individual consumers. The CVAA provides that as of October 8, \n2020, “the Commission shall have the authority, based upon the findings, conclusions, and recommendations \ncontained in the [Second Report], to phase in the video description regulations for up to an additional 10 \ndesignated market areas each year.” 47 U.S.C § 613(f)(4)(C)(iv). The Commission may only engage in such a \nphase-in “(I) if the costs of implementing the video description regulations to program owners, providers, and \n\n\n\ndistributors in those additional markets are reasonable, as determined by the Commission; and (II) except that the \nCommission may grant waivers to entities in specific designated market areas where it deems appropriate.” Id.\n\nIII. DISCUSSION7. The following discussion is divided into topical subsections that correspond to the seven topics, \nnoted above, that the CVAA requires this Second Report to address. We also address two additional related topics \non which the Bureau sought comment: (1) video description on VOD programming and (2) description on \nprogramming distributed via the Internet. Id. § 613(f)(4)(C)(iii); 2019 Public Notice, 34 FCC Rcd at 164, paras. 11-\n12.\n\nA. Types and Amount of Video-Described Programming, and Amount on Children’s Programming8. This Second \nReport is required to assess “the types of described video programming that [are] available to consumers,” and “the \namount of such programming currently available.” 47 U.S.C § 613(f)(4)(C)(iii)(I), (VI). In the 2019 Public Notice, the \nBureau sought “data on the amount of video-described programming that is currently available to consumers on \ntelevision, as well as the types of programming that are provided with video description.” 2019 Public Notice, 34 \nFCC Rcd at 164, para. 7. The Bureau also requested “data on the types of described video programming being \nused to meet both the 50-hour requirement as well as the expanded hourly programming requirement, and the \namount of rerun programming being used to meet the video description requirements.” Id. (footnotes omitted). See \nalso 47 CFR § 79.3(b)(1), (4), (c)(2). In addition, the Bureau invited “comment on the amount of children’s \nprogramming that is used to meet the video description requirements.” 2019 Public Notice, 34 FCC Rcd at 164, \npara. 7.\n\n9. Types of video-described programming. NCTA reports that video description today is “available on a wide \nvariety of programming genres, such as reality television, new entertainment series, feature films, and syndicated \nprogramming.” NCTA – The Internet & Television Association (NCTA) Comments at 3. According to NCTA, \nprograms that are video-described generally air initially in prime time and are re-aired with video description during \nnon-prime time hours, which makes video description available to customers during an increasing variety of day \nparts. Id. See also id. at 4 (“For example, USA Network typically offers newly produced non-live programming with \nvideo description. These programs include popular series such as Mr. Robot, Suits, Chrisley Knows Best, Psych, \nColony, and the Sinner.”). In addition, broadcast and individual commenters provide several examples of programs \nthat are currently available with video description on networks such as ABC, CBS, Fox, NBC, and PBS. These \nprograms include sitcoms, dramas, game shows, movies, news specials, sports events, and children’s educational \nprogramming. See, e.g , National Association of Broadcasters (NAB) Comments at 3-4 (“Examples of video \ndescribed programming include: ABC: The Goldbergs, Modern Family, Speechless, black-ish, America’s Funniest \nHome Videos, live awards and game shows, live Presidential Inauguration coverage, and additional children’s \nprogramming. CBS: NCIS: Los Angeles, NCIS, NCIS: New Orleans, Lucky Dog, The Inspectors, Hope in the Wild, \nadditional prime-time and children’s programming. FOX: Empire, Family Guy, The Gifted, Gotham, Lethal Weapon, \nThe Masked Singer, The Passage, The Resident, The Simpsons, Star, Beat Shazam, and MasterChef. NBC: New \nAmsterdam, Chicago Fire, Will & Grace, Superstore, A.P Bio, The Wiz Live!, Hairspray Live!, the 2018 Winter \nOlympics and additional children’s programming.”); Id. at 4 (noting that at least two broadcast networks, The CW \nand PBS, “provide a meaningful amount of video described programming on a voluntary basis”); Timothy Wynn \n(Wynn) Comments at 1 (“For FOX and ABC, the top two broadcast networks with the highest amount of Video-\nDescribed content, programs with [video description] range from sitcoms such as American Housewife or Bob’s \nBurgers, to dramas such as For the People or Empire, but can also include game shows such as Match Game or \nThe Masked Singer.”). The record indicates that program providers provide programming to local broadcast \ntelevision stations with video description, and the stations pass the video description through when the \nprogramming airs. See Litton Entertainment (Litton) Comments at 3-4. Individual consumers also indicate that the \nincreased variety of video-described programming on television has enriched their ability to enjoy television \nprogramming. See, e.g , Renee Arrington-Johnson (Arrington-Johnson) Comments at 1; Michal Nowicki (Nowicki) \nComments; Megan Parker (Parker) Reply at 1 (“The expansion of video description in recent years has opened up \nthe world of television to me once again. Watching shows with my husband is a truly enjoyable activity for us now \nthat so many shows are described. I also enjoy being able once again to talk about popular shows with friends, \nfamily, and coworkers.”). But see Judy L. Davis (Davis) Comments (expressing frustration with “networks that often \nreair movies with video description instead of using new movies”).10. Amount of video-described programming. \n\n\n\nAlthough NCTA does not provide numbers for the amount of video-described programming currently available on \ncable systems, it states that “the amount of video-described material on cable systems has grown substantially” \nsince the First Report, and “[s]everal other cable networks (in addition to the currently covered top five networks) \nvoluntarily air programming with video description, including some networks that previously were covered by the \nFCC’s rules.” NCTA Comments at 6 (also noting that most of the first run shows on TNT are video-described). As \nexplained above, video description is now available on a wide variety of programming, including on some live \nprogramming such as awards shows, Presidential Inauguration coverage, and Olympic events. See supra n.33 \nNCTA also reports that the “total amount of video-described material on cable systems far exceeds the minimum \nnumber of video-described hours mandated under the rules when one takes into account all the video-described \nprogramming that is available both on linear channels and on-demand.” NCTA Comments at 3. Similarly, on the \nbroadcast side, NAB states that “all of the networks subject to the rules voluntarily currently provide more described \nprogramming than mandated under the Commission’s rules, and in some cases, substantially more.” NAB \nComments at 2. See also id. at 3 (stating that the actual amounts of video-described programming are up to 100 to \n125 hours per quarter for some networks). NCTA explains that a focus only on hours that count as video-described \nprogramming under the Commission’s rules ignores the “sizable increase in the amount and diversity of \nprogramming with video description that customers can enjoy on their cable systems” and that is not “countable” \nunder the rules. NCTA Comments at 3. NCTA notes that the Commission’s rules “allow[] MVPDs to count toward \nthe quarterly hour requirement each program it airs with video description no more than two times per network,” and \nclaims that “[t]he total amount of video-described material on cable systems far exceeds the minimum number of \nvideo-described hours mandated under the rules when one takes into account all the video-described programming \nthat is available both on linear channels and on-demand.” Id.; supra n.16\n\n11. Notwithstanding the reported increase in the available amount of video-described programming, some \nconsumers express frustration with the lack of video-described programming on certain networks or shows that they \nwould like to view. See, e.g , Fred and Kathy Brack (Brack) Comments at 1; Jason Farrar Comments; Bonnie O’Day \nReply at 1; Parker Reply at 1; Patrick Sheehan Reply at 1. One commenter questions why her television viewing \nexperience should be limited. Tiffany Taylor (Taylor) Reply at 1. Consumer comments indicate that they would like \nto see continued expansion in the amount of video-described programming available. See, e.g , Arrington-Johnson \nComments at 1 (“Prime time television shows should all have [audio description] so that all consumers can choose \nwhat they want to watch.”); Denice Brown (Brown) Comments (“please expand the hours per day that networks \nhave video described programming.”); Ralph Cappellieri (Cappellieri) Comments (“Any expansion of audio \ndescription services would be beneficial.”); Gaylen Floy (Floy) Comments at 1 (“I would like to see Audio \nDescription become easier to access and much more content become available.”); Scott B. Smith Comments at 1 \n(“We would hope for all program material to be accessible with audio description in the future.”). In response to \nconcerns about the accessibility of video description, we note that the requirements in section 79.109 of our rules \npertaining to activating accessibility features went into effect for smaller MVPDs on December 20, 2018. See 47 \nCFR § 79.109(c). See also First Report, 29 FCC Rcd at 8026-27, para. 33 (discussing the accessible user \ninterfaces requirements). ACB recommends the Commission increase the amount of video-described programming \nby an additional 75 percent. American Council of the Blind (ACB) Reply at 2. See also National Federation of the \nBlind (NFB) Comments at 2 (indicating that it is time “to ensure that blind consumers are provided as much \ndescribed content as possible”).12. Children’s programming. ACB states that “video described educational \nprogramming plays a vital role in the development of disabled children, as well as of children with disabled family \nmembers and friends, because the programming increases the level of engagement by the viewers and allows for \nmore in-depth interaction by all audience members.” ACB Reply at 1-2. Litton, which describes itself as “the \npreeminent producer of children’s educational and informational (‘E/I’) programming in the United States,” indicates \nthat all of the original programming it currently produces includes both closed captions and video description. Litton \nComments at 3. Specifically, Litton states that it “currently provides three (3) hours of E/I programming to affiliates \nof ABC, CBS, NBC, as well as the CW and Telemundo networks,” and that programming reaches viewers of more \nthan 900 television stations in the United States. Id. (also stating that “[b]y providing three hours of video-described \nchildren’s programming per week for ABC, CBS, and NBC, Litton effectively provides 78% (3 of 3.85 hours per \nweek) of the mandated amount of video-described programming for these network-affiliated stations as part of its \nE/I offerings”). The website for ACB’s Audio Description Project (ADP) indicates that there is video description on \nother children’s programming, specifically on PBS, which is not subject to the video description requirements but \n\n\n\nnonetheless “offers description of many children’s shows.” See https://acb.org/adp/tvschedule.html (emphasis in \noriginal).13. Summary. The record indicates that there has been significant progress in the variety and amount of \nvideo-described programming available. While video description originally would have been found largely on \nprerecorded scripted programming, See, e.g , NCTA Comments at 3, n.9 (“networks need sufficient lead time \nbetween creation of a program and airing to include video description in the final product”).the record reflects that \ntoday it is also available on some live programming, including awards shows, Presidential Inauguration coverage, \nand Olympic events. See supra n.33 Similarly, the record indicates that the amount of video-described \nprogramming often goes beyond what is required by Commission rules and that video description is available on \ncertain children’s programming. The record also reflects consumer demand for more video-described programming \nand that consumers would benefit from a continued increase in the types and amount of such programming.B. \nConsumer Use of and Benefit from Video-Described Programming14. This Second Report is required to assess \n“consumer use of [video-described] programming” and “the benefits to consumers of such programming.” 47 U.S.C \n§ 613(f)(4)(C)(iii)(II), (V). In the 2019 Public Notice, the Bureau sought “comment on the extent to which both \nvisually impaired and non-visually impaired consumers use video description services when viewing television \nprogramming, as well as the benefits to consumers of such services.” 2019 Public Notice, 34 FCC Rcd at 162, para. \n8. The Bureau also sought “comment on how consumers can access information about video-described \nprogramming from covered entities, such as via program lists and schedules.” Id. In addition, the Bureau sought \n“comment on the extent to which there are developments in the marketplace that are enabling or will enable \napparatus to handle more than two audio tracks.” Id.\n\n15. Consumer use and benefits. NFB explains that “the importance and necessity of video description for blind \nconsumers has only grown” since the First Report and the 2017 Video Description Order were published. NFB \nComments at 1. Individual consumers who are blind or visually impaired explain that their use of video description \ngreatly enhances the experience of viewing video programming. See, e.g , Regina Brink (Brink) Comments; Brown \nComments; Floy Reply at 1; Michal Moran Reply at 1. For these consumers, whether video programming has video \ndescription is a major factor in deciding whether they will watch it. See, e.g , Davis Comments. Video description \nserves as “an important tool in enabling persons with severe vision impairments to become more fully integrated \ninto society.” Jeffery Thom Reply at 1. Consumers explain that it allows people who are blind or visually impaired to \nbe more independent, since they do not need to rely on others to narrate the visual elements of television \nprogramming. See Davis Comments at 1; Suzi Farrar (S. Farrar) Comments; DeAnna Johnson (Johnson) \nComments (describing how after her husband lost his sight, video description allowed her and her husband to \n“converse with one another, be a part of popular culture,” and “access worlds and stories that he has loved since he \nwas a boy”); Balah Powers (Powers) Comments at 1 (“Since th[e] discovery [of audio description], the quality of my \nlife has improved greatly. I can now enjoy a quiet television show without bothering anyone else in the room to \nexplain to me what is happening on the screen or during the program.”); Floy Reply at 1; MariLyn Piepho Reply at 1 \n(“Asking others to tell me what is going on visually impacts on their enjoyment, and it is rude to do that especially in \na theater.”). See also Wynn Comments at 2 (“In our household, I am the primary user of [video description], though \nmy sighted brother enjoys having it on even when I am not watching a program with him. This allows him to take his \neyes off the television when doing other things and still know what is going on.”). Consumers also indicate that \nthere may be ways to make video description more user-friendly, such as including an industry-standard tone at the \nstart of a program to indicate that it is video-described or adding dedicated buttons to remote controls to turn video \ndescription on or off. Brack Comments at 2. ACB states that demand for video description will only increase over \nthe next 20 years, as “the incidence of blindness will continue to significantly increase.” ACB Comments at 1-2.\n\n16. Access to information about video description. The 2011 Video Description Order indicated that the Commission \nexpected programmers, broadcasters, and MVPD systems to provide information about the availability of video \ndescription to viewers in an accessible manner, including on their websites, and to provide it to companies that \npublish television listings information. 2011 Video Description Order, 26 FCC Rcd at 11872, para 51. It did not, \nhowever, require covered entities to make this information available in a particular manner. Id.17. Consumer and \nindustry commenters express differing points of view as to the availability of information about video-described \nprogramming. According to NAB, each of the four major broadcast television networks clearly identifies video-\ndescribed programming on its website. NAB Comments at 5 (explaining that ABC, CBS, and Fox have dedicated \nwebsites listing current programming with video description, and that ABC and NBC use an icon to identify video-\n\n\ndescribed programming on their websites containing the network programming schedule). Similarly, NCTA states \nthat information identifying video-described programming is “readily available to cable customers,” with \nprogramming networks publicizing on their websites schedules of content available with video description and \nsometimes also providing this information over the telephone. NCTA Comments at 6-7 (providing the example of \nUSA Network, which has an accessibility portion of its website and “publicizes telephone access through its website \nand on the FCC’s video description webpage”). Some consumers express concern, however, that information about \nprogramming that is video described is sometimes non-existent or inaccurate. See, e.g , Arrington-Johnson \nComments at 1; Brack Comments at 1-2; Cappellieri Comments; Wynn Comments at 2. The DAC recommendation \nsimilarly states that “consumers assert that individuals must search multiple network websites, browse a third-party \nwebsite, or call into a phone system to find a schedule of audio described programs.” DAC Sept. 2019 \nRecommendation at 2.18. The record indicates that certain developments may help improve the availability and \naccuracy of information about which programming is described. While some of these developments have already \noccurred, others may be available in the future. First, the record discusses the benefits of the ACB’s ADP and of \n“talking guides,” both of which are available today. Specifically, both consumer and industry commenters identify \nthe ADP as a key resource for aggregating and updating an online database of all available video-described \ncontent in the United States. See Arrington-Johnson Comments at 1; NCTA Comments at 7; Robert Warrehn \nComments. See also Arrington-Johnson Comments at 1 (while the ADP is a helpful resource to find video-\ndescribed content, “it adds extra searching for the consumer that detracts from the entertainment experience and is \njust plain cumbersome”). The ADP is available at http://www.acb.org/adp, and it includes a “master list” of “Current \nCinema, DVD, Streaming, and TV titles” that are available in the United States with English-language video \ndescription, which it states is updated twice per week. The ADP involves manual verification of video-described \ncontent, which is a “time intensive” process that can only be completed “after video described programming is \npublicly listed.” ACB Reply at 2. Similarly, NCTA states that the “talking guides” now available on cable systems \nmake it easier to navigate to programming with video description, aided by the fact that “set-top boxes now enable \nindividuals with disabilities to more easily access certain functions on their set-top boxes and television sets.” NCTA \nComments at 6. Second, the record discusses potential future developments that could help improve the availability \nand accuracy of information about which programming is described. Specifically, ACB recommends the use of “a \nstandardized digital identifier” for video-described programming, which television broadcasters and MVPDs could \nthen use to identify and disseminate prompt and accurate information on what programming is video-described. \nACB Reply at 2. Further, one commenter indicates a desire for better customer service for video description issues, \nsince local contacts are currently available but some issues may be nationwide. Wynn Comments at 3.19. The DAC \nrecommendation similarly offers suggestions to improve the availability and accuracy of information about which \nprogramming is described. Specifically, the DAC recommends standardizing the terms and logos that identify \ndescribed programming; providing timely and accurate listings of described programming on the websites of \nbroadcast and non-broadcast networks and the Commission, as well as to third-party aggregators; and encouraging \nMVPDs and other streaming service providers “to develop methods to filter, search, or discover programs that are \naudio described in their electronic program guides.” DAC Sept. 2019 Recommendation at 3.20. Marketplace \ndevelopments to enable more than two audio tracks. As noted above, video description is provided via the \nsecondary audio stream. See 2011 Video Description Order, 26 FCC Rcd at 11863-64, para. 32. Both consumers \nand members of the industry have indicated that there are sometimes technical difficulties as a result. See, e.g , \nACB Comments at 4 (“The SAP architecture is reliant on technology that predates much of the innovation in the \ndigital broadcast space.”); NAB Comments at 6 (“There continue to be technical challenges for stations to broadcast \nmore than one additional audio service.”); ACA Connects – America’s Communications Association (ACA) Reply at \n2 (stating that some ACA members report “that their headend equipment is already capable of receiving and \npassing through more than two audio streams,” but “most existing customer premises equipment is not capable of \nprocessing more than one primary and one secondary audio stream”). These problems are often related to the fact \nthat Spanish-language audio is also provided on the secondary audio stream. See Arrington-Johnson Comments at \n1; Brack Comments at 2; NFB Comments at 2 (“The conflict between foreign language audio tracks and a video \ndescribed audio track on the sole secondary audio program (SAP) channel is problematic. However, it is not one \nwithout a solution . . . .”); Wynn Comments at 1. One potential solution could be to enable more than two audio \ntracks for a single program, but NAB explains that there would be technical difficulties in doing so at this time, \nincluding both for broadcast television station equipment and consumer electronics. NAB Comments at 6 \n(“Additional routing, encoding and other equipment would be required to be installed and tested at every television \n\nhttp://www.acb.org/adp\n\n\nstation to encode multiple SAP channels. On the consumer electronics side, many digital television receivers still \nlack the requisite user interface needed to enable viewers to easily select the SAP channel. In addition, legacy \nanalog television receivers still used by a significant number of consumers are only able to select one SAP channel. \nFinally, NAB’s understanding is that many existing cable converter boxes may not have the capability to provide \nmultiple SAP channels, and some cable and satellite headends are not able to receive and process multiple SAP \nchannels.”). Industry commenters state that progress is being made towards developing technology to support more \naudio tracks in the future. See NCTA Comments at 9-10 (stating that as technology is replaced, cable operators will \nhave more flexibility to avoid audio track conflicts, and noting that the Society of Cable Telecommunications \nEngineers (SCTE) completed work last year “on an operational practice that describes methods and practices for \ndistributing multiple audio streams, languages and services with within cable and program provider systems, while \ncontinuing to support legacy equipment requirements.”); ACA Reply at 1, 4-5 (stating that the industry has made \nsignificant strides on the ability of MVPDs to pass through more than two audio tracks, and that smaller operators \nare not always able to deploy the same technologies as larger operators but they will become more available over \ntime). See also NCTA Comments at 9-10 (indicating that cable operators currently offer more than two audio \nstreams where it is feasible to do so, “[f]or example, Comcast’s X1 set-top boxes currently support multiple audio \nstreams for certain on-demand content”); Wynn Comments at 2-3 (indicating that PBS currently distributes multiple \nsecondary audio streams, one for video description and the other for Spanish); ACA Reply at 2 (expressing \noptimism that as technology continues to advance, more than two audio streams will be available more frequently). \nBoth consumers and members of the industry reference the need to balance the interests of Spanish-speakers and \nof consumers who are blind or visually impaired. See, e.g , Brack Comments at 2 (“[W]e recognize the legitimate \ninterests of the large Spanish-speaking population in America that would like to hear Spanish audio when \navailable.”); NAB Comments at 7 (“[T]he Commission must continue to balance the interests of blind and visually-\nimpaired viewers against those of non-English speaking viewers”). See also NAB Comments at 7 (there may be \n“contractual obligations that may require the networks to broadcast a certain amount of Spanish language \nprogramming on the SAP channel. These broadcasters have less flexibility to provide additional video described \nprogramming.”). NAB also states that these issues extend to IP-delivered programming, for which there is no \nestablished standard for encoding multiple audio tracks, and it notes that the upcoming conversion to ATSC 3.0 \nmay help with this issue. NAB Comments at 11. See also ACB Comments at 4-5 (stating that in the future it is \nACB’s understanding that there will be a greater range of audio streams available, and work is ongoing “to develop \ninnovative solutions toward meeting the future of video as it moves more toward IP delivery systems”).\n\n21. Summary. The record indicates that consumers who are blind or visually impaired derive significant benefit from \nthe use of video description, including that they are able to enjoy video programming independently and more fully \nparticipate in this aspect of society. While commenters state that information about which programming contains \nvideo description is not always complete or accurate, they also demonstrate that new resources and recent \ntechnological developments are helping to alleviate this issue. Similarly, commenters suggest that future \ntechnological developments to facilitate more audio streams on a single program may help ease tension between \nwhether Spanish-language programming or video description should be provided when only one secondary audio \nstream is available.C. Costs to Program Owners, Providers, and Distributors22. This Second Report is required to \nassess “the costs to program owners, providers, and distributors of creating [video-described] programming.” 47 \nU.S.C § 613(f)(4)(C)(iii)(III). In the 2019 Public Notice, the Bureau requested information on this issue. 2019 Public \nNotice, 34 FCC Rcd at 162, para. 9. The Commission recently estimated that the maximum cost of adding video \ndescription to an hour of video programming is $4,202.50, See 2017 Video Description Order, 32 FCC Rcd at 5966-\n67, para. 9.and the 2019 Public Notice sought comment on whether this estimate remains accurate. 2019 Public \nNotice, 34 FCC Rcd at 162, para. 9. The 2019 Public Notice also sought comment on related issues, including \ntechnological developments that could impact the cost of video description, a potential increase in advertising \nrevenue resulting from video-described programming reaching a larger audience, and the entities responsible for \nthe cost of adding video description to programming. Id. at 162-63, para. 9.\n\n23. Costs. The record contains very limited information on the costs to program owners, providers, and distributors \nof creating video-described content, with NAB providing the only substantive comments on this issue. NAB states \nthat the Commission’s estimate of $4,202 as the maximum cost of adding video description to an hour of video \nprogramming remains consistent with NAB’s understanding, although some networks estimate that the costs of \n\n\n\nadding video description to a pre-recorded program ($1,000 to $2,000) are much lower than the costs of adding it to \na live program. NAB Comments at 7. NAB explains further that each network “self-funds all the video description \ncosts for prime-time programming and programming aired 6:00 am to midnight, while some networks obtain some \nchildren’s programming from a self-funded third-party provider.” Id. at 7-8. Further, NAB states that there is a lack of \nresearch to demonstrate “whether video description may allow broadcasters to reach a larger audience, and in turn \ngenerate additional advertising revenues that could offset some of these costs.” Id. at 8.\n\n24. Summary. The limited record on this topic indicates that, while the maximum cost of creating video-described \nprogramming remain consistent with the Commission’s 2017 estimate of $4,202.50 per hour, the cost of describing \npre-recorded programming can be as low as $1,000 per hour. We previously determined that program owners paid \nthe cost of adding video description to programming, See 2011 Video Description Order, 26 FCC Rcd at 11851-52, \npara. 8; 2019 Public Notice, 34 FCC Rcd at 163, para. 9.and based on the record, it appears that largely remains \ntrue today.D. Additional Market Areas25. This Second Report is required to assess “the potential costs to program \nowners, providers, and distributors in designated market areas outside of the top 60 of creating [video-described] \nprogramming,” and “the need for additional described programming in designated market areas outside the top 60.” \n47 U.S.C § 613(f)(4)(C)(iii)(IV), (VII). These inquiries are relevant because the CVAA grants the Commission the \nauthority, based upon the findings, conclusions, and recommendations in this Second Report, to phase in the video \ndescription requirements for up to an additional 10 DMAs each year starting after October 8, 2020, “(I) if the costs of \nimplementing the video description regulations to program owners, providers, and distributors in those additional \nmarkets are reasonable, as determined by the Commission; and (II) except that the Commission may grant waivers \nto specific designated market areas where it deems appropriate.” Id. § 613(f)(4)(C)(iv). The Bureau sought \ncomment on these issues. 2019 Public Notice, 34 FCC Rcd at 163-64, para. 10.\n\n26. Need for expansion to additional market areas. Commenters do not provide information quantifying the amount \nof video-described programming currently available outside the top 60 markets, but NAB states that some stations \noutside those markets provide video-described programming voluntarily. NAB Comments at 8. See also supra para. \n18 (explaining that the ACB’s ADP is a resource that aims to list all available video-described content in the United \nStates). Consumer commenters, including the ACB, express a desire for the expansion of video-described \nprogramming outside of the top 60 markets. See ACB Reply at 1; Brink Comments; S. Farrar Comments. One \nconsumer explains that video-described programming may be particularly valuable to consumers who are blind or \nvisually impaired and who live in DMAs outside the top 60, because these consumers “tend to be even more \nisolated than those of us who live in larger markets.” Brink Comments at 1.\n\n27. Costs of expansion to additional market areas. The record contains limited information on the costs of \nexpanding video description to additional market areas, with the only substantive comments filed by NAB and one \nindividual consumer. NAB states that costs should be manageable for network affiliates that receive programming \nvia a network feed and simply pass through any video description, whereas other stations could be forced “to \ndevote a substantial portion of their limited resources to compliance, [which could] lead to difficult decisions about \nwhether to reduce news and other highly-valued programming that is expensive to produce.” NAB Comments at 8, \n10. NAB explains that some stations would face significant expenditures, such as the purchase of additional \nequipment, to facilitate video description. Id. at 8. Thus, NAB asks the Commission to “consider the limited \naudiences and advertising revenues available to stations in smaller and midsized markets.” Id. at 9 (also stating that \n“[t]he average advertising revenue for television stations in the top ten DMAs is more than 5 ½ times that of stations \nin markets 51-100, and almost nine times the revenue of stations in markets 101-150”) (footnote omitted). One \nconsumer commenter, however, states that passing through a secondary audio stream that is already included on \nnational broadcast network programming should not be burdensome, regardless of market, because the emergency \ninformation rules already require the use of the secondary audio stream. Wynn Comments at 3.\n\n28. Summary. The record indicates that consumers seek expansion of the video description requirements to DMAs \noutside the top 60, and it provides no basis for concluding that consumers would benefit less from video description \nin those markets than in other areas. The record does not, however, contain detailed or conclusive information as to \nwhether the costs of such an expansion would be reasonable. Should the Commission seek to expand the video \ndescription requirements to DMAs outside the top 60, it will need to utilize the information contained in this Second \nReport, and any further information available to it at the time, to determine that “the costs of implementing the video \n\n\n\ndescription regulations to program owners, providers, and distributors in those additional markets are reasonable.” \n47 U.S.C § 613(f)(4)(C)(iv)(I).\n\nE. Video-On-Demand29. Video description on video-on-demand programming. Although not required by the CVAA, \nthe 2019 Public Notice also sought comment on the availability of VOD programming with video description, where \nthe programming was previously carried by that MVPD with video description. 2019 Public Notice, 34 FCC Rcd at \n164, para. 11. Consumers indicate that they would like to see more video-described programming available on VOD \nprogramming, particularly when the programming previously aired with video description. See, e.g , Charles \nCrawford Comments at 1; S. Farrar Comments; Robert Kingett Comments; Nowicki Comments at 1. NCTA asserts, \nhowever, that the technical limitations that inhibit cable operators’ ability to offer VOD programming with video \ndescription remain problematic, despite overcoming them in some cases. NCTA Comments at 8. See also NCTA \nComments, MB Docket No. 11-43, at 11-12 (June 27, 2016) (explaining that “MVPD systems may not have the \ntechnical ability to pass through a secondary audio stream on VOD platforms,” and even when they can do so, “the \nVOD version and the linear version of a program may include different audio tracks, among other differences”); \nACA Reply at 3 (“providing video description for on-demand programming is extremely difficult for MVPDs, as an \non-demand programming asset is not delivered to MVPDs in the same manner as a linear programming stream – it \nis a separate asset that is sent in a different format, typically sent by an on-demand platform vendor, in a format that \ndoes not allow for secondary audio”). In some instances video-described VOD is now possible, as shown by the \nexamples of Cox Communications providing a section of its VOD offerings with a “descriptive video” label, and \nComcast’s X1 set-top boxes that “can play back multiple audio streams, permitting on-demand content to feature \nvideo description along with multiple language options. NCTA Comments at 8.\n\n30. Summary. The record indicates that although some VOD programming currently includes video description, \nmost does not, and that at this time there may be technical limitations in providing video description for such \nprogramming.F. Video Programming Distributed on the Internet31. Video description on video programming \ndistributed on the Internet. Although not required by the CVAA, the 2019 Public Notice also sought comment on any \nupdated information related to the issues, costs, and benefits of providing video description for video programming \nthat is delivered using IP, as well as other relevant legal and policy issues. 2019 Public Notice, 34 FCC Rcd at 164, \npara. 12. Some consumer commenters praise some of the video description that is currently available online, See, \ne.g , ACB Reply at 2 (stating that “Hulu, Netflix and Amazon Prime are industry leaders” in this regard); Johnson \nComments; Parker Reply at 1.while others indicate that more is needed. See, e.g , NFB Comments at 2 (“We have \nalready reached the point where an entire generation of viewers watches most of their television through online \nstreaming services. It is nonsensical that programming delivered through these services is not required to have \nvideo description . . . .”); Philip G. Rich Comments at 1; Taylor Reply at 1. The Commission’s video description \nregulations do not currently apply to IP-delivered video programming that is not otherwise an MVPD service, but \ninstead, they require video description only by certain television broadcast stations and MVPDs. ACB asserts that \nthe Commission should exercise jurisdiction in the context of video description when the Internet is used to carry \nlive terrestrial broadcast television. ACB Comments at 4. See also Norman Comments at 2 (agreeing with ACB’s \ncomments); Nowicki Comments (“I would also benefit significantly from expanding video description requirements to \nvideo delivered via Internet Protocol, as online video streaming options are increasingly rapidly.”). NAB explains, \nhowever, that extending the video description requirements to IP-delivered video programming may be difficult due \nto a lack of standards for including multiple audio tracks, and that the “variety [of] video encoders and players of IP-\ndelivered content and operating systems raise additional hurdles to efficient video description of IP-delivered video \nprogramming.” NAB Comments at 11. NAB also states that the CVAA only provides the Commission with authority \nto adopt additional video description rules governing video programming that is “transmitted for display on \ntelevision,” not for IP-delivered video programming. Id. at 10; 47 U.S.C § 613(f)(4)(A) (“The Commission may not \nissue additional regulations unless the Commission determines, at least 2 years after completing the reports \nrequired in paragraph (3), that the need for and benefits of providing video description for video programming, \ninsofar as such programming is transmitted for display on television, are greater than the technical and economic \ncosts of providing such additional programming.”). Regardless, both industry and consumer commenters express a \nshared optimism that technological developments may make video description on IP-delivered video programming \nmore feasible in the future. See, e.g , ACB Comments at 4-5; NAB Comments at 11.\n\n\n\n32. Summary. The record shows that although some IP-delivered video programming currently includes video \ndescription, much does not, and that at this time there may be technical limitations in providing video description for \nsuch programming.IV. CONCLUSION33. The record demonstrates that there has been significant progress in the \ntypes and amount of video-described programming available, and that consumers would benefit from continued \nincreases. Consumers who are blind or visually impaired derive significant benefit from the use of video description, \nas detailed in the record, and commenters indicate that technological developments should improve the availability \nof accurate information about what programming contains video description, as well as the current tension between \nwhether Spanish-language programming or video description should be provided on a single available secondary \naudio stream. The record indicates that the Commission’s estimate of $4,202.50 as the maximum cost of adding \nvideo description to an hour of video programming remains accurate. Although consumers seek expansion of the \nvideo description requirements to DMAs outside the top 60, the record does not contain conclusive information as \nto whether the costs of such an expansion would be reasonable. The record also demonstrates that most VOD \nprogramming and online programming currently does not include video description, potentially due to current \ntechnical limitations. We will continue to monitor marketplace developments regarding video description, including \nfor online programming, and we hope that industry will take the initiative to provide more video-described \nprogramming, including online and on-demand, even where it is not required to do so. FEDERAL \nCOMMUNICATIONS COMMISSION\n"}