{"title": "Cuban jet stowaway holds on, at 40 below;Hiding in a wheel well, the airport worker survived bitter cold on a 4-hour flight to Canada.", "body": "\nA Cuban man who hid in the wheel compartment of a DC-10 jet wrapped his shirt around heating pipes to survive \ntemperatures of nearly 40 degrees below zero and avoid falling out during a four-hour flight to Canada.\n\n\"I consider myself very lucky to have survived. Thank God,\" the stowaway, in his 20s, said Monday evening after \nhis first appearance before a refugee panel.\n\nThe man, who cannot be identified by name under a publication ban imposed by Canada's Immigration and \nRefugee Board, has been ordered held until a hearing Friday.\n\nRobert Gervais, a spokesman for the Citizenship and Immigration Department, said the man could be granted \nconditional release while he sought refugee status, similar to political asylum in the United States.\n\n\"Concerning his refugee claim, that will be heard by the refugee board - probably several months from now,\" \nGervais said yesterday.\n\nAn airport worker at the Havana airport, the man climbed into the wheel well of Cubana Flight 170 before it \ndeparted for Cayo Coco resort en route to Montreal last Friday.\n\nDuring the flight, he said, he embraced a heating pipe, wrapping his shirt around it to hold on and get as much \nwarmth as possible. Aviation experts say the temperature was likely about 40 degrees below zero, with little \noxygen at an altitude of 30,000 feet.\n\n\"I kept my face close to it [the pipe], and that helped me to breathe,\" the man told the all-news channel LCN. \"I \nthought that certain parts of my body would freeze. But when the airplane descended, I warmed up.\"\n\nGervais said workers at Montreal's Dorval Airport saw the man stumbling on the runway after the flight landed. \nHe was hospitalized and treated for hypothermia and exhaustion, then placed in immigration custody.\n\n\nIn most cases, people attempting to hide in the wheel well of large jetliners such as a DC-10 die from the cold and \nlack of oxygen.\n\nLast week, two boys believed to be as young as 12 were found dead in the wheel compartment of a Ghana Airways \nDC-10 that flew from Ghana's capital, Accra, to London.\n"}