{"title": "At Whole Foods, a Welcome Sign For Immigrants Seeking Jobs", "body": "\nWANGLA LAMA, 37, of Queens, has long supported himself by working in restaurant kitchens. In his native Nepal, \nwhen he was not employed as a mountain guide, he made his living as a cook. For most of his nine years in the \nUnited States, he worked in a Japanese restaurant in Manhattan, he said, rising from busboy to cook, until it closed \nin February.\n\n  Naissatou Doumbia, 20, of the Bronx, a college student in Ivory Coast before she left for the United States five \nmonths ago, has never had a job selling food. She is looking for one so she can pay for college in this country.\n\nMr. Lama and Ms. Doumbia were among 11 immigrants and asylum-seeking refugees in a classroom at a social \nservices organization in Brooklyn last month. They were participating in an eight-day course to prepare them to \nseek jobs at Whole Foods supermarkets in New York City. \n\n  Representatives of Whole Foods Market, the chain that specializes in natural and organic foods, and the social \nservices group Camba designed the course jointly after Camba proposed it in 2004. \n\n  At the time, Whole Foods had two stores in the city with plans for several more. It now has four, all in Manhattan, \nwith a total of 1,900 employees.\n\n  ''Whole Foods is not committed to hiring everyone who completes the course, but has committed to interviewing \neveryone who completes it,'' said Roz Calvert, Camba's corporate partnership developer and manager of \ninstructional services. \n\n  Camba describes the Whole Foods course as a ''customized pre-interview training program.'' It has the potential \nto give job seekers a leg up over those who apply to Whole Foods through help-wanted ads or job fairs.\n\n  The instruction covers topics like organic foods and customer service and includes a tour of a Whole Foods \nstore. Those who have gone through the training are generally ''better prepared, aware of the culture of Whole \nFoods, have better skills and know what the jobs will require,'' said John Dauenhauer, senior coordinator for team \nmember services in the company's Northeast region.\n\n  Camba, a nonprofit organization, was formed in 1977 as a neighborhood business group, the Church Avenue \nMerchants' Block Association, in the Flatbush section of Brooklyn. It has since expanded into a social services \norganization with an annual budget of more than $50 million and 800 employees. Its programs provide education, \nhousing, immigration, business development, employment and other services to low-income people throughout \nBrooklyn, and in some cases to residents of other boroughs, said Eileen F. Reilly, its director of work-force \ndevelopment and refugee services. \n\n\n  All the trainees in the Whole Foods class were immigrants and refugees, from Latin American and Caribbean \ncountries as well as from Asia and Africa. Ms. Reilly said financing for the program, now at $75,000 a year, comes \nfrom city and state grants earmarked for efforts that aid these groups.\n\n  Since January 2005, Camba has offered the Whole Foods course 18 times. A total of 202 people have completed \nit, and 123, or 61 percent, have been hired by the company, Ms. Calvert said last week. Fourteen are awaiting \ninterviews or suitable job openings and 65 have been rejected or decided to seek work elsewhere, she said. (Mr. \nDauenhauer said he did not know the hiring rate among applicants for Whole Foods jobs generally in the city.)\n\n  Starting wages, Mr. Dauenhauer said, would be $10 an hour for a checkout-counter bagger with no experience \nand $13 to $16 for someone with cooking experience hired to help put together the prepared foods. He said that \nabout 80 percent of employees work a 40-hour week, with the rest working part time.\n\n  At the Camba class last month, Mr. Lama, citing his experience at the Japanese restaurant, said of Whole Foods, \n''I'd like to get into the sushi section.'' Even more, he said, he wanted a job that provided health insurance, which \nWhole Foods offers -- an improvement over the restaurant job, which did not provide such insurance for him and \nhis wife and two children.\n\n  As it turns out, Mr. Lama found a job in a hotel kitchen that not only provides insurance but pays a higher wage \nthan Whole Foods, Ms. Calvert said last week.\n\n  Ms. Doumbia, despite her lack of experience working in a food store, said she had something to offer Whole \nFoods. ''I'd like to be a cashier,'' she said, ''and I work very fast.''  \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: A role-playing session run by Camba, a social services group, and Whole Foods. From right, Wangla Lama \nplays a store clerk, and Naissatou Doumbia, Sonam Tsering and C. Rodney Pierre portray customers. (Photo by \nRuby Washington/The New York Times)                                                                  \n"}