{"title": "Plan to add visas for high-tech and skilled workers dropped", "body": "\nA Senate-passed measure to add more visas for foreign workers in high-tech and specialty fields was dropped \nfrom a budget bill that passed the House early Monday, disappointing high-tech and manufacturing firms in search \nof skilled workers.\n\nThe Senate plan would have allowed 30,000 more of the popular H1-B visas each year, and increased fees for \nthose visas to help trim the budget deficit. Congress capped the six-year H-1B visas at 65,000 per year in 2004, \nand that cap has already been reached for the 2006 fiscal year that began Oct. 1.\n\nThe Senate language also would have allowed 90,000 more employment-based green cards that offer permanent \nresidency to skilled workers, and added fees for those.\n\nCritics contend the visas give foreigners high-level jobs that should go to American workers, and the plan was \nopposed by some House Republicans as a backdoor way to boost immigration. House and Senate negotiators left it \nout of the final version of a $39.7 billion federal budget bill that passed the House 212-206 and was expected to get \na Senate vote later in the day.\n\n\"This is very, very disappointing,\" said Sandy Boyd, a vice president at the National Association of Manufacturers. \n\"What's distressing about this, and what the Senate clearly understood, is there is a real global competition for this \nwork and for these employees, and the question is not whether the work is going to get done, it's where is the work \ngoing to get done. We've missed a real opportunity by not ensuring the work would be done here.\"\n\nHouse and Senate negotiators also dropped a plan to increase fees on another kind of visa, the L-1, which \ncompanies use to transfer workers they already employ in foreign countries to the United States.\n\nThe boost to visa availability and fees was meant to achieve budget savings in programs under jurisdiction of the \ncongressional judiciary committees. Instead of using visas, the final version of the bill saves money in judiciary \nprograms by increasing fees for filing lawsuits and filing for bankruptcy.\n"}