{"title": "Schwarzenegger Is Pressed for His Views on Social Issues", "body": "\nFacing aggressive questioning, Arnold Schwarzenegger, the actor-turned-candidate-for-governor, found himself \nhaving to lay out his positions today on a range of contentious social issues that he had so far avoided in the \nhectic California recall election.\n\n     Mr. Schwarzenegger, a Republican who is trying to rally all factions of his party around him, was pushed by \nconservative radio interviewers to define himself on matters he had so far sidestepped in his nascent campaign to \ntake the place of Gov. Gray Davis. \n\n Hit with a barrage of tough questions by Sean Hannity, the radio and television commentator, Mr. \nSchwarzenegger spelled out his support for abortion rights and said he favored the legalization of marijuana for \nmedicinal purposes.\n\nBut he voiced more conservative positions on other issues, opposing gay marriages and the granting of drivers' \nlicenses to illegal immigrants.\n\nMr. Schwarzenegger was a call-in guest on Mr. Hannity's syndicated radio show, which was also broadcast live on \nthe Fox network.\n\nLater on another call-in show, Mr. Schwarzenegger, who starred in a number of blood-drenched action films, said \nhe supported a ban on assault weapons and endorsed the 1994 Brady bill, one of the toughest gun-control \nmeasures ever passed by Congress.\n\nHe told Larry Elder, a syndicated talk radio host, \"I support the Second Amendment that people have the right to \nhave arms.\" But he also said that he supported the Brady bill, which required a five-day waiting period for buying \nhandguns, and that he wanted to close loopholes about purchases at gun shows. He added, \"Sometimes under \ncertain circumstances we should have trigger locks on our guns.\"\n\nMr. Schwarzenegger has been running a carefully controlled campaign, dribbling out appearances and doing much \nof his campaigning on talk radio.\n\nMr. Schwarzenegger's camp said today that the tenor of the interviews was unexpected, but that the interviews \nshowed that the actor, who has never run for public office, was candid and could handle unscripted events.\n\n\"He did a great job,\" said George Gorton, Mr. Schwarzenegger's chief strategist, who said of Mr. Hannity: \"He \ndidn't tell us he was going to hit Arnold with a barrage. But Hannity kept throwing hardballs, and Arnold hit them out \nof the park.\"\n\n\nCalifornia voters go to the polls on Oct. 7 to decide whether to recall Governor Davis, a Democrat, and to pick a \nreplacement if the recall succeeds. Mr. Schwarzenegger is the best known of 135 candidates on the replacement \nballot.\n\nSome of Mr. Schwarzenegger's responses to the questioning today, like his support for prayer in school, denying \nillegal aliens driving privileges and his opposition to gay marriage, are sure to solidify his standing in conservative \ncircles.\n\nMany social conservatives in California have expressed misgivings about Mr. Schwarzenegger's more moderate \nviews, particularly on abortion and gay rights. Many are supporting State Senator Tom McClintock, who has \nportrayed himself as the only true conservative in the race.\n\nIn Sacramento today, 20 of the 32 Republican members of the State Assembly announced their support for Mr. \nSchwarzenegger. The group includes a number of outspoken conservatives, but also a handful of moderates.\n\nAssemblyman Keith Richman, the assistant minority leader who describes himself as moderate, said that many of \nthe Republican officials who voiced their support for Mr. Schwarzenegger today disagree with him on a number of \nsocial issues.\n\n\"Clearly Arnold has support across the political spectrum in the Republican Party,\" Mr. Richman said. \"It's not that \nwe agree on 100 percent of the issues, but we agree that philosophically Arnold is a Republican and that he can \nhelp turn California around.\"\n\nIn today's radio broadcasts, Mr. Schwarzenegger staked out some middle ground on social issues, taking \npositions that might alienate conservatives in his party but that match the views of a majority of Californians.\n\nHe said he supports a state law that legalizes the medical use of marijuana, popular among Californians but \nrendered illegal by the United States Supreme Court. \n\nHe did not take a position on Proposition 54, an initiative that would bar the state from collecting racial data. The \ninitiative measure will appear on the same special election ballot as the recall.\n\nMr. Schwarzenegger said today that while he opposed granting legal recognition to gay marriages, \"I do support \ndomestic partnerships\" that provide some legal and financial protections to gay men and lesbians.\n\nMr. Schwarzenegger said he was in favor of parental notification when a minor seeks an abortion, with exceptions. \n\"In some cases,\" he said, \"when there is abuse in the family or problems in the family, then the courts should \ndecide.\"\n\nJohn Stoos, the deputy campaign director for Mr. McClintock, said Mr. Schwarzenegger was trying to appeal to \nmoderates and liberals while maintaining support on the right. He predicted the strategy would fail.\n\n\"The Arnold camp looks like it doesn't know which direction to go,\" Mr. Stoos said. \"If he says he's a fiscal \nconservative and a social liberal and thinks it's going to appeal to the right, then he doesn't know California \npolitics.\"\n\nIn San Francisco, Governor Davis took his campaign to the floor of the Pacific Stock Exchange, where he was \nasked by a reporter whether Mr. Schwarzenegger would make a good governor. Mr. Davis said, \"He meets the \nminimal qualifications.\" He added: \"He exceeds the voting age, and he is a resident of California. Sometimes \npeople want a little more. Like a little experience.\" \n\nhttp://www.nytimes.com\n"}