{"title": "Book case: Library adding more languages in Chamblee", "body": "\nLocal immigrants need books in their own language to help them adjust to life in a new country and become \nproductive citizens, DeKalb County library officials were told Tuesday.\n\nThe area's newest Americans also need children's books in foreign languages so their children won't lose their \nculture, traditions and history as they grow up here.\n\nThose were some of the recommendations made by immigrants who met at the Chamblee public library to help \nofficials decide how to spend $ 50,000 on books and other materials in foreign languages. The collection, in \nKorean, Chinese, Vietnamese and Spanish, should be on the shelves next February. It will be held at the \nChamblee library because \"it is the center of our very diverse community,\" said Angie Stuckey, collections \nmanager of the DeKalb County library system.\n\nThe Chamblee library, near Buford Highway's international corridor in the state's most ethnically diverse county, is \nused by many immigrants. Library officials estimate that one-third of their Chamblee patrons are immigrants.\n\nMany libraries have extensive English as a Second Language collections, and some have started buying books in \nforeign languages. But DeKalb's plan is unique because it involves adding books in several languages.\n\n\"I'm glad the library recognizes the diversity in this area,\" said Lily Lee, a native of China who owns two Chinese \nbookstores and helps her husband publish a Chinese daily newspaper.\n\nShe said immigrants need books that teach them how to navigate daily life in America, including everything from \ngoing to the doctor to taking care of children. \"They need books on how to live in the United States and understand \nlife in America,\" she said.\n\nSunny Park, a businessman who is a native of Korea, said Koreans want to be part of the larger community and \nproviding books in their own language \"is a good signal to send out to them.\"\n\nYung Krall, a native of Vietnam who is director of multinational relations at Northlake Regional Medical Center, said \nimmigrants would appreciate books in their language. \"I believe that if you build it, they will come,\" she said.\n\nShe urged officials to include classics written by foreign authors and children's books so parents can keep alive \ntraditions from their homeland.\n\nA second focus group with other invited immigrants will be held at 7 p.m. Sept. 19 at the Chamblee library.\n\n\nGraphic\n\n \n\nPhoto :\n\n Angie Stuckey (center) of the DeKalb Library System meets with Chinese,\n\n Vietnamese and Korean panelists who live in the area to find out how the\n\n library can better serve them. / JOHN SPINK / Staff\n"}