{"title": "ALL ABOARD THE CITIZEN SHIP;THE RUSH FOR NATURALIZATION, DRIVEN PARTLY BY NEW WELFARE RULES, IS KEEPING INS OFFICES IN THE TWIN CITIES BUSY. BUT MANY OLDER, NON-ENGLISH-SPEAKING RESIDENTS MAY BE LEFT BEHIND.", "body": "\nIt's the year of the flood all right - a flood of legal immigrants and refugees applying for U.S. citizenship. In \nBloomington, they crowd the waiting rooms and line the corridors of the U.S. Immigration and Naturalization \nService's district office.\n\nDon't bother calling. Immigration service officials say they don't have the staff to answer most calls, so people must \ngo to the office on 2901 Metro Drive, near the Mall of America.\n\n\"What we're doing is losing ground,\" said Bill Adams, a district INS official. The processing lag of six months, \nAdams said, could stretch longer because of the influx. Currently, 4,463 cases are pending.\n\nAltogether, as many as 10,000 Minnesota residents could apply for U.S. citizenship in the fiscal year that ends \nSept. 30. If that happens, last year's record number of newly naturalized citizens - about 5,300 - will be easily \neclipsed.\n\nThe new federal welfare cuts are behind much of the surge. Most noncitizens are ineligible for such benefits as \nSupplemental Security Income grants and food stamps. Unless they become U.S. citizens, most noncitizens will \nlose the monthly SSI grants by Aug. 22. The state's elderly Southeast Asian refugees are particularly dependent on \nthe grants, which average less than $500 a month.\n\nBut securing federal aid is only one motivation.\n\nUpgrading legal status is like going from coach to first class in American life. Citizens can vote. Noncitizens cannot. \nCitizens get preferential treatment if they want a relative living abroad to come to the United States. Noncitizens \ndon't. Citizens cannot be deported for crimes committed. Noncitizens can.\n\nU.S. immigration officials see some good in the scramble for citizenship, even though it means heavier workloads \nfor them.\n\n\"Many of the ethnic groups have lived within their own communities and many times have not learned the English \nlanguage because the need wasn't there,\" said Dean Hove, INS acting district director. \"They never thought it was \ngoing to be necessary to become citizens.\n\n\n\"The new welfare legislation has changed their focus. It's going to have a major impact. It's going to make people \nmuch more likely to adapt to our society than they were in the past. They're going to get out of their comfort zone a \nlittle bit. Because of that, they might be more likely to end up in gainful employment as well. I guess that's the whole \npurpose of it.\"\n\nDespite the long lines and delays, Minnesota officials are speedier at processing applications than regional officials \nin such immigrant-saturated states as New York, California and Texas.\n\nLocally, there also is a modest, fairly well-defined upper limit: One INS official estimated that Minnesota has only \n75,000 legal permanent residents, of whom 40,000 are eligible to seek U.S. citizenship.\n\nBut many noncitizens aren't able to meet the requirements for U.S. citizenship, particularly those requiring \nproficiency in the English language.\n\nThe parents of Sabab Xayarath, 28, of Eagan, are among that group. On a recent day at the INS office, Xayarath \nwaited in line for more than an hour to file his parents' applications for U.S. citizenship.\n\nBut the Laotian got only bad news from INS information officer Louise Platt, who screens applications and dishes \nout a plethora of forms such as the G-325, the N-400, I-90 and the I-130.\n\nXayarath said his parents, Sorn and Muang, want to become U.S. citizens to remain eligible for his father's $400 \nmonthly SSI grant. Xayarath said the Social Security Administration notified his father that the aid will be cut this \nsummer because he is not a citizen.\n\nBut when Xayarath got to the head of the line, the INS' Platt told him that his parents don't speak English well \nenough to become naturalized citizens. Therefore, Platt said, the INS would not accept the applications.\n\nDespite being in their 60s, Xayarath's parents have only been in America for eight years - not long enough to qualify \nfor an exemption of the language requirements.\n\nApplicants need to be at least 55 years old and have legal residency of 15 years, or 50 years old with 20-year \nresidency, to qualify for the English-language waiver.\n\nXayarath said he doesn't believe his parents can learn enough English at this stage in their lives.\n\n\"They learned before, but they can't remember it,\" Xayarath said. \"I have no idea what to do now, but they want to \nbecome American citizens.\"\n\nAnother person in the INS line was Hoi Pham, 63, a native of Vietnam. After more than five years in the United \nStates, Pham is finally eligible to seek U.S. citizenship.\n\nAlthough Pham speaks English haltingly, she has studied hard and thinks she will pass the English tests. Pham \nwas at the immigration center to get photographed and fingerprinted for her FBI background check.\n\nBecause of a national flap over granting citizenships to aliens with disqualifying criminal records, the INS no longer \nschedules citizenship interviews until the background checks have been completed. The processing time is now \nfour months or longer.\n\nFor Pham, the delay means that - assuming she passes the other requirements - she probably won't get to take the \noath of citizenship until late this summer. Fortunately for her, no loss in benefits is at stake. \"I want to vote,\" Pham \nsaid, explaining her desire to become a citizen.\n\nMany ethnic minorities in Minnesota have organized to help each other get through the citizenship process.\n\n\n\nKao Lee, editor of the monthly Hmong American Journal, is also an active member of the Hmong American Alliance \nChurch in St. Paul. The 2,000-member congregation conducts citizenship classes to help train members about the \ncitizenship process.\n\n\"I have close to 100 students in my class,\" said Lee, who was at the INS office the other day to serve as a \nvolunteer translator for applicants who qualify for the English-language waiver.\n\nVarious other organizations and agencies, such as the International Institute of Minnesota in St. Paul, also offer \ncitizenship classes.\n\nTo be eligible for U.S. citizenship, the basic requirements for most people - besides paying a $95 application fee - \nare:\n\n18 years of age or older;\n\nthree years of lawful permanent residency (\"green card\" holder), if married to a U.S. citizen, and five years of legal \nresidency if not;\n\nability to speak, read, write and understand ordinary English words and phrases.\n\nability to demonstrate knowledge and understanding of the fundamentals of U.S. history and principles of American \ngovernment;\n\npassing an FBI criminal background check;\n\nan interview with an INS officer; and\n\nability to take and understand the oath of U.S. citizenship.\n\nSome lawmakers and immigrant advocates are searching for ways to ease the requirements for some noncitizens, \nespecially those with physical and mentally disabilities or other special circumstances.\n\nFor example, U.S. Rep. Bruce Vento, D-St. Paul, has attempted for years to persuade Congress to pass legislation \nexempting Hmong veterans and their families from the English tests.\n\nRecently, the immigration service issued regulations that could lead to more people qualifying for an language \nwaiver on the basis of a mental or physical disability.\n\nImmigrant advocates had complained that the immigration service's interpretation of a 1994 law was too narrow and \nthat too few exemptions were granted. To qualify, a physician must certify that a person suffers from a serious, \nmedically determinable physical or mental impairment. Post-traumatic stress disorder, experienced by war \nveterans, does not qualify a person for the exemption.\n\nBut Hove, the acting INS district director, expects that many Southeast Asians might meet the requirements for \nsuch a waiver.\n\nGraphic\n\n \n\n3 Photos: Janet Hostetter, Pioneer Press\n\n1) Record numbers of applicants for U.S. citizenship keep the waiting\n\n\n\nrooms crowded at INS offices in Bloomington. Hoi Pham, from Vietnam,\n\npasses the hours with her sister, Amy Pham, who is already a citizen.\n\n[Photo appeared in MN edition]\n\n2) Beverly Peterson, left, fingerprints Hoi Pham. Before citizenship\n\ninterviews can be scheduled, INS caseworkers must take applicant\n\nfingerprints for FBI criminal background checks, a procedure\n\nnecessitated by a recent flap over criminals being naturalized.\n\n3) U.S. Immigration and Naturalization Service caseworker Beverly\n\nPeterson, left, assists Hoi Pham before taking her photo, one step in\n\nthe naturalization process.\n\nGraphic: Pioneer Press\n\nCitizenship applications on the rise\n\nThe number of immigrants and refugees seeking U.S. citizenship is\n\non the rise in Minnesota. Last year, the U.S. immigration and\n\nNaturalization Service said that a record 5,300 people were\n\nnaturalized. That total will be easily surpassed this year.\n\nThe number of Minnesota residents who applied for U.S. citizenship\n\nin the last three fiscal years\n\nIn the first five months of the current fiscal year, the surge in\n\napplicants continued. Applicants:\n\n[See micro film for more detail]\n"}