{"title": "British Labor Party Appears Vulnerable on Immigration; Voters Favor Conservatives on Key Issue in Thursday's Vote", "body": "\nEight years ago, Gary Glover was part of the electoral tide that swept British Prime Minister Tony Blair and his \nLabor Party government into power after 18 years in the wilderness, but on Thursday he plans to cast his vote with \nthe Conservative Party. \n\n For Glover, the big issue is immigration, which he and many other Britons contend is out of control. \"British \npeople are homeless, and immigrants are living better and better,\" he said Monday morning as he worked to repair \na gas main along one of Dover's main thoroughfares. \n\n The reality is more complex, but if there is anything that could alter the eventual margin in an election in which Blair \nand Labor appear headed for another comfortable majority in Parliament, it is the twin issues of immigration and \nasylum seekers. According to every opinion poll, it is one of the top three or four issues in the campaign and the \nonly one on which voters trust the Conservatives, known as the Tories, far more than they trust Labor. \n\n The wave of foreigners that has arrived in Britain in the eight years since Labor came to power triggers a variety of \nemotions among the British electorate, including resentment that newcomers get benefits that longtime citizens do \nnot, and gives rise to the more touchy subjects of race and cultural identity. \n\n The power of the issue is reminiscent of what California experienced during the economic downturn of the 1990s. \nBut Labor Party strategists say the emotions expressed in focus groups in Britain are, if anything, even more raw \nand resentful than they are in the United States and grow out of a culture in which immigration has not been as \ncentral to national identity. \n\n Labor activists view the Conservatives as trying to play the race card and say the slogan that the Conservatives \nused to kick off their campaign  --  \"Are you thinking what we're thinking?\"  --  encouraged racial polarization. One \nConservative candidate for Parliament, Bob Spink, ran a local advertisement that included the line, \"What bit of \n'send them back' don't you understand, Mr. Blair?\" \n\n But the party's leader, Michael Howard, denies Labor's charges and says Blair and his party are trying to stifle an \nimportant debate by tarring the opposition rather than addressing an issue that rankles many voters. At the local \n\n\nlevel, Conservative candidates say the people don't buy Labor's criticism of the Tory campaign or Labor's claims \nthat it has the situation under control. \n\n  \"I don't need to mention asylum or immigration locally,\" Conservative candidate Paul Watkins said Monday \nafternoon as he took a break from campaigning. \"Local people raise it on the doorstep.\" \n\n The district where he is challenging the Labor incumbent includes this seacoast city southeast of London that is \nbest known for its celebrated white cliffs. As the entryway to Britain for many foreigners stepping off ferries, it has \nbeen touched directly by the issue of immigration. \n\n Brian Chazzell, who runs a small furniture store in Dover, said he plans to vote against the two major parties \nbecause both are mired in what he sees as a useless debate about Iraq. But he had strong opinions about the \nforeign influx. \n\n \"We're a little island and we're still trying to be the great empire trying to help out every Tom, Dick and Harry,\" he \nsaid. \"The island will sink. You can only open the door so long before the house is full. . . . Mr. Howard is correct. It \nis about time we spoke about how many people we can hold.\" \n\n From 1997 to 2002, net migration to Britain topped 1.1 million people, about double what it had been over the \nprevious five years, according to government statistics. Both sides agree that at some time during this period, \nBritain lost control of its borders. The debate now is over whether the Labor government has moved effectively to \nput in place a more rational system for dealing with the wave of newcomers. \n\n  Asylum seekers set off a surge of resentment in the late 1990s, with much of it centered in Dover. Conflicts in the \nformer Yugoslavia, the Middle East, Africa and elsewhere brought exiles to Britain's shores seeking a new home, \nquickly overwhelming the government's capacity to deal with them. \n\n Many piled into Dover to await processing, which sometimes took months or years. Often the government gave \nthem housing and financial assistance. In Dover, roving groups of young male asylum seekers frightened the locals, \nand in the summer of 1999, street unrest erupted. \n\n  Gwyn Prosser, the Labor member of Parliament from Dover, said the problem caught the government by surprise, \nbut over the following two years, Labor instituted changes to the system that include stopping potential asylum \nseekers in France for initial processing, along with measures to speed up the decision-making process. \n\n  Statistics from the Home Office show that applications for asylum reached 84,000 in 2002 but by last year had \nfallen to 34,000, a decline attributed both to a falloff in nearby conflicts and to tighter rules for application. Prosser \nand his rival, Watkins, agree that local tensions over asylum seekers have diminished since 2001, although they \ndiffer on how serious the problem remains. Many citizens see no change. \n\n  While the number of applications has decreased, immigration continues to increase. With the healthiest major \neconomy in Europe, Britain has become a magnet for workers in other countries. \n\n Of late, Poles, Latvians, Lithuanians and others have arrived to fill low-wage or menial jobs in London and other \nparts of Britain. The numbers, although small by U.S. standards, are about 50 percent above the levels of the late \n1990s. Labor has been trying to institute a more rational system for deciding who can stay. \n\n  Immigration and asylum are also issues in the campaign in Enfield, a north London suburb. Minorities make up \nonly about 9 percent of the district's population, but the area is changing steadily. Joan Ryan, the Labor member of \nParliament in Enfield, hears about that on the campaign trail. \"Enfield people are very nice; they're good people,\" \nshe said. \"But change is difficult.\"  \n\n  She contends that the Tories are making rational debate impossible by playing on racial and cultural fears. Her \nopponent, Nick de Bois, disagrees. \"People in Enfield felt for years they could not talk sensibly about this issue \n\n\n\nwithout being accused of being racists,\" he said. \"I could point you to many first- and second-generation \nimmigrations of Asian or African background who feel as strongly about this issue as I do.\" \n\n  Blair came to Dover recently to deliver a tough speech on immigration and asylum seekers, one that the polls \nshow helped to reduce the Conservatives' advantage on the issue. But Labor remains on the defensive, nervous \nabout Thursday's balloting. People no longer talk about asylum seekers in the pubs the way they did a few years \nago, but Watkins and Prosser said it remains a powerful issue. \"People's memories are long,\" Watkins said. Added \nProsser, \"It's been burned into their psyche.\" \n"}