{"title": "BAM'S TACTICS DIFFER FROM REFORM WORDS", "body": "\nAs much as one would like to take President Obama at his word on immigration reform, it has become increasingly \ndifficult.\n\nParticularly when Immigration and Customs Enforcement is still running wild and contradicting Obama's repeated \nassurances that the agency would focus on dangerous criminals and not on workers and families.\n\n\"We are not going to deport our way to a controlled immigration system. The ultimate solution is comprehensive \nimmigration reform that ensures immigrants are legal, hiring is legal, and future immigration is legal,\" said Frank \nSharry, executive director of the advocacy group America's Voice.\n\nSharry, of course, is right. Yet, Homeland Security Secretary Janet Napolitano and ICE Assistant Secretary John \nMorton, who claim ICE's priority is the deportation of dangerous criminal offenders, have instead intensified the \nraids, deportation and persecution of nannies, busboys and gardeners.\n\nLast weekend, just a few days after an estimated 200,000 people marched in Washington for immigration reform, \nThe Washington Post newspaper published internal ICE memos - issued late last year and early this year - that \nadvocate immigration detention quotas.\n\nThe memos make clear that \"ICE's top priority is still meeting deportation quotas, not dealing with the worst of the \nworst offenders,\" America's Voice said in a written statement. \"Agents are told to go after easy targets - non-\ncriminal, undocumented workers - to boost their numbers and earn good performance ratings.\"\n\nThis is the continuation of odious tactics implemented under George W. Bush. \"The agency went from focusing on \ncriminals to focusing on quotas,\" Sharry said.\n\nDespite Obama's promises to do away with those tactics, little has changed in the way ICE operates.\n\nLast Monday, several immigration groups met with Morton and his senior staff to discuss the quota policy.\n\nAt the meeting, James Chaparro, ICE's Detention and Removal Operations director, who wrote the memos, \napologized for his \"error\" and said that it was motivated by a desire to meet a mandate of 33,400 detainees per day.\n\nMorton said he had not cleared the memos and denied the use of quotas. Yet, he stated that their goal was to \ndeport at least 400,000 people this fiscal year. ICE had deported 387,000 individuals last fiscal year, he explained, \nand it needed to increase this number, given this year's increased appropriations.\n\n\n\"ICE should not be arresting people just to fill detention beds,\" said Judy Rabinovitz, deputy director of the ACLU \nImmigrants' Rights Project, who attended the meeting.\n\nThe fact that a high-level ICE official is ordering his subordinates to enforce policies that directly contradict the goals \nstated by the President, Napolitano and Morton is alarming. It indicates that, at least, Homeland Security leadership \nhas been incapable of reining in the ICE cowboys and carry out its own priorities.\n\nOn Tuesday the Fair Immigration Reform Movement, a group of immigrant and Latino groups, called on Obama \nand Napolitano to fire Morton who, they charged, is either \"incompetent or is systematically deceiving the President \nand the American public.\"\n\nYet, the administration seems intent on ingratiating itself to the deportation-only right-wingers instead of fulfilling its \npromises and stated priorities.\n\nIt is unfortunate, but taking Obama at his word when he talks about immigration is becoming increasingly difficult.\n\naruiz@nydailynews.com\n"}