{"title": "Government in the Netherlands Thwarts Modern Pilgrim's Progress", "body": "\nAlmost four centuries after the Netherlands gave the Pilgrims refuge from persecution in England, a leading \nAmerican scholar on the Pilgrims seems to have been caught in the Dutch Government's crackdown on \nimmigrants and has been ordered to leave the Netherlands by Jan. 15.\n\nThe scholar, Dr. Jeremy Bangs, who founded a Pilgrim museum last year in Leiden, said the Dutch Ministry of \nJustice had rejected his application for permanent residency because, it said, he did not qualify for a work permit \nand it did not believe he could support himself.\n\n\"It is hard to get more ironic than to expel someone who is working on the Pilgrims, who were the most famous \nexample of Dutch welcome and protection,\" Dr. Bangs said.\n\nAt the time the Pilgrims fled to the Netherlands in 1608, he said, the government boasted that it \"refuses no \nhonest people free entry.\"\n\nDr. Bangs, 52, receives financial support from the New England Historic Genealogical Society in Boston to conduct \nresearch on the history of the Pilgrims while they were in the Netherlands before leaving for America in 1620 and \nfounding Plymouth.\n\nHe recently discovered the first contemporary painting showing the Pilgrims embarking at Delftshaven on their way \nto America.\n\nJane Fiske, the editor of the Register of the Historic Genealogical Society, which will publish an article about Dr. \nBangs's discovery in January, said of the deportation, \"He has done so well in his research and opening the \nmuseum that this whole thing seems ludicrous.\"\n\nThe Ministry of Justice has been trying to deal with a record 50,000 illegal immigrants to the Netherlands, already \none of the most densely populated countries, from Afghanistan, Iraq, Somalia and the former Yugoslavia this year. \nThe immigrants contend that they are escaping political persecution, but the Dutch Government has been under \npressure to treat them as economic refugees and expel them.\n\nA spokesman for the ministry, Wijnand Stevens, said Dr. Bangs could appeal the expulsion.\n\n\nMr. Stevens also said the Government's crackdown and Dr. Bangs's case were not related.\n\nBut the leading Dutch newspaper, NRC Handelsblad, poked fun at the ministry on Tuesday, suggesting that Dr. \nBangs was a victim of bureaucratic stupidity.\n\nThe problem for Dr. Bangs is that he may not apply for a work permit because he is both an employee of the Leiden \nAmerican Pilgrim Museum and the director of it, the paper said. Under Dutch law, only an employer may apply for a \npermit for an employee, so, the paper said, Dr. Bangs \"falls outside bureaucratic definition.\"\n\n\"Bangs does not cost the Dutch state a single penny,\" the paper said. \"And his museum tells of a meaningful part of \nour history. Hillary Rodham Clinton who will visit the Netherlands in February has put the museum on her agenda. \nPerhaps she will arrive at a closed door because Bangs had to leave the Netherlands on Jan. 15. Can someone \nexplain this to Hillary?\"\n\nAt least one member of the Dutch Parliament, J. Th. Hoekema, has officially questioned the ministry's decision.\n\nFriends and acquaintances of Dr. Bangs say another part of his difficulty may be that he lives simply, on the small \nincome from the Historic Genealogical Society and that the ministry may not believe he has enough means of \nsupport.\n\nNeither Dr. Bangs nor the society would say what he is paid, but Ms. Fiske said: \"He lives very frugally, in a small \napartment in an old building, and it is hard to see how he gets by. I think he is putting much of the money we give \nhim into the museum.\"\n\nBefore moving to Leiden two years ago, Dr. Bangs lived in Scituate, Mass., and was curator of Plimouth Plantation. \nHe holds a doctorate in history from the University of Leiden and has written 12 books and more than 40 scholarly \narticles.\n\nIn his research, he has demonstrated that some of the people Americans today celebrate as the Pilgrims were not \nEnglish. Several were French-speaking Walloons, or Protestants, and one even came from Danzig, in Poland. They \nhad all come to Leiden because it was a center of religious tolerance at a time of warfare between Catholics and \nProtestants.\n\nDr. Bangs said that if he was required to leave, the museum would probably close. If he does have to abandon \nLeiden, he may recall a passage written about the Pilgrims' departure in 1620 by William Bradford, later Governor \nof Plymouth:\n\n\"So they left that goodly and pleasant city which had been their resting place near twelve years; but they knew they \nwere pilgrims, and looked not much on those things, but lift up their eyes to the heavens, their dearest country, and \nquieted their spirits.\"\n\n      \n"}