{"title": "PATRIOT GAMES, RACISM & IMMIGRATION", "body": "\nI bet not many people knew. More than 1 million \"illegal immigrants\" come from Europe. Yes, from Europe. And not \nonly from poor countries like Russia. They come from all over the old continent.\n\nIf Census Bureau figures are to be believed, America is swarming with undocumented Brits and Germans, French \nand Italians, Russians and Polish.\n\n\"Send the Europeans back,\" though, has not exactly become a battle cry for those anti-immigrant groups always so \noutraged by illegal immigration. The question is why.\n\nCome to think of it, when those \"patriots\" talk about illegal immigrants, what they mean is Latinos, Asians, Africans - \nYou know the deal.\n\nSure, there are millions of undocumented Mexicans and other Latin Americans. Everybody knows that.\n\nThe surprise is that there are also lots and lots of illegals from all those countries that aren't normally thought of as \nsources of undocumented immigrants. I mean, is there such thing as an illegal Brit? C'mon. . . .\n\nWell, yes. And more than one. One hundred twenty-three thousand, two hundred and forty-six of them, to be exact, \naccording to the Census Bureau. Who would have thought it?\n\nYet, no outraged so-called patriot is known to have demanded, \"Ship the British back to where they came from,\" or \nto have called for stricter U.S. Immigration and Naturalization Service scrutiny.\n\nThe thing is, of course, that contrary to what happens to Latinos and Asians, no one thinks of Queen Elizabeth's \nsubjects as illegal aliens. Besides, who cares?\n\n\"I mean, they're not exactly up in arms about all the illegal Brits or Germans, are they?\" a Daily News colleague \nsaid. \"I even suspect that Pat Buchanan would be pleased to know so many 'true Europeans' are sneaking over the \nborder.\"\n\nHe probably would. After all, Buchanan is not famous for being enlightened on racial and ethnic matters. Actually, \none of his pet issues has been preventing illegal immigrants from Mexico - repeat, from Mexico - from entering the \nU.S. by any means.\n\nTaking his cue from the infamous Berlin Wall, he came up with the idea of erecting a fence - sometimes known as \nthe \"Buchanan fence\" - between the countries.\n\n\"As for the Buchanan fence, it's already been built,\" he proudly told Salon magazine in December, although there is \nmore to be done. \"It's on the San Diego border, though the fence only extends into the desert.\"\n\n\nWhat's next? Alligator-filled moats?\n\nYet no one has ever heard the failed Republican presidential hopeful - or any \"patriotic\" anti-immigrant group for \nthat matter - get all worked up into a send-them-back frenzy about the 113,327 undocumented Germans living in \nthe U.S.\n\nOr the 62,456 Italians, 92,684 Poles, 36,477 French, 344,877 from the former USSR, just to mention a few. Again \none has to wonder why, although bigotry sounds like a convincing explanation.\n\nDifferent color, same lives\n\nBut New York is the quintessential immigrant city, and here we are not easily deceived. We know that most \nundocumented immigrants - from Europe, Asia or Latin America - have strong family ties in the U.S., and many \nhave American-born children.\n\nAnd we know that white, brown or black, most of them contribute to society with their work and the taxes they pay, \ndespite what xenophobic propaganda would have public opinion believe.\n\nAnd finally, we know that, despite whatever bigots may say, they deserve to become legal, full-fledged members of \nsociety. No matter where they came from.\n\nE-mail: aruiz@edit.nydailynews.com  \n"}