{"title": "Helping West Africa's Refugees", "body": "\nAs someone who served this past summer in the U.S. Embassy in Freetown, Sierra Leone, I read Tami Hultman's \narticle on the Liberian refugee crisis [news story, Dec. 6] with some interest. While I found the article to be basically \ncorrect, several elements of the crisis that deserve attention were not mentioned.\n\nFirst, one of the reasons this country will not accept the already low ceiling set for African refugees is that there is \nonly one Immigration and Naturalization Service officer stationed in Africa, and he is based in Nairobi, across the \ncontinent from Liberia. The refugee processing center in Sierra Leone is operated by the International Rescue \nCommittee, a nongovernmental organization with a State Department contract. Until the U.S. government and the \nINS decide to devote more attention to Africa's growing refugee problem, crises like the one in Liberia will persist.\n\nSecond, as Tami Hultman correctly pointed out, our embassies are constrained by the Immigration and \nNaturalization Act, specifically section 214 (b), which forbids the issuance of tourist visas to individuals who cannot \nprove they will return to their country. Most Liberians cannot pass this test and are referred to the U.N. High \nCommissioner for Refugees for processing. It tears your heart out to split families and force human beings to live in \nrefugee camps, but until this gap between tourist visas and refugee processing is filled by Congress, embassy \npersonnel and refugees will continue to be frustrated.\n\nFinally, the U.S. record on the \"supply-side\" of this problem has been abysmal. In these days of a \"new world order\" \ndriven by humanitarian concerns, our government has done little to alleviate the suffering in West Africa. Despite \nrepeated requests to the Agency for International Development for disaster assistance, little money has been spent \non improving the condition of the refugee camps. Sierra Leone is in desperate need of food, transportation, \nmedicine and shelter for both Liberian refugees and Sierra Leoneans who have been displaced by the rebel \nincursions from Liberia.\n\nContrary to what many Americans think, the people of Liberia love their country and would rather be there than \nhere. If we give the refugees assistance in West Africa, they will be willing to wait for the results of the Economic \nCommunity of West African States' peace-making efforts in Liberia. However, at present, a full-scale crisis is \nunderway in West Africa.\n\nBLAIR McGREGOR GRAY Washington\n"}