{"title": "IMMIGRATION BILL HAS PERSONAL ROOTS", "body": "\nBack in World War II, when he was a teen-ager in Cody, Wyo., Alan K. Simpson would visit a Japanese-American \ninternment camp and play with children his age who were living behind barbed wire.\n\n''There I was, 13 years old, and the third largest city in Wyoming sprang up on the sagebrush between Cody and \nPowell,'' he recalled.  ''I would go to the scout meetings. Here were boys with the same scout uniforms, the same \nmerit badges, the same comic books, the same raunchy stories that all 13-year-old boys tell, and they were behind \nbarbed wire. I would talk with their parents and grandparents, who were living in tarpaper shacks.''\nWASHINGTON - Back in World War II, when he was a teen-ager in Cody, Wyo., Alan K. Simpson would visit a \nJapanese-American internment camp and play with children his age who were living behind barbed wire.\n\nToday Mr. Simpson, now 50 years old, is a Republican Senator from Wyoming. He is the co-author of a bill that has \ndrawn mixed reactions from both conservatives and liberals because it proposes the first major revision in 30 years \nin Federal laws governing aliens and immigration. (The bill is to be considered by the Senate within days.)\n\nMr. Simpson says that his legislative approach was significantly affected by his experience with the Japanese-\nAmericans who, for no reason other than their ancestry, were summarily interned during the fear-filled days \nimmediately after Pearl Harbor.\n\n \n\nNational Identification Card\n\nThe immigration proposal would give legal status to aliens who arrived in this country before 1982, would provide \nfor a national identification card for them and would penalize employers who hired illegal aliens.\n\nThe co-author of the bill with Mr. Simpson is Representative Romano L. Mazzoli, a 49-year-old Kentucky \nDemocrat. He says he became involved in immigration law as a result of his exposure to the Rev.  Theodore M. \nHesburgh, the president of Notre Dame University who was chairman of the Select Commission on Immigration \nand Refugee Policy that was established a few years ago by Congress. A number of the commission's conclusions \nare incorporated in the Simpson-Mazzoli bill.\n\nFor Senator Simpson, whose easygoing humor has made him one of the best-liked men in the Senate, the teen-\nage experience gave him a lifelong distaste for internment situations. ''You'd go downtown and you'd see a \nJapanese-American trustee for the camp who had two sons fighting with the 91st division in Italy, and next door \nthere would be a sign, 'No Japs Allowed,' '' the Senator recalled.\n\nMr. Simpson, whose lanky frame towers above that of Mr. Mazzoli and almost everyone else in Congress, is the tall \npart of what Mr.  Mazzoli calls ''The Mutt and Jeff Sideshow.''\n\n\n''We've taken it to the Borscht Belt of Immigration,'' Mr. Mazzoli says, referring to San Diego, San Antonio, El Paso, \nHouston, New York, Florida and other immigration and refugee centers.\n\n''People are surprised that a Republican from Wyoming and a Democrat from Kentucky can be completely \ncompatible,'' Mr. Simpson said. ''There's not a shred of partisanship.''\n\nFor those surprised that a Wyoming Senator became involved in immigration law, even considering his World War \nII experience, Mr.  Simpson notes that his state has four times as many Hispanics as American Indians and points \nout that Wyoming's Park County ''was one of the largest users and abusers of the Bracero program in the United \nStates.'' He recalls how Mexicans brought here to pick sugar beets, were ''skewered by the car dealers'' and other \nmerchants.\n\n \n\nLabor Day Assurance\n\nThe Senate leadership has promised Mr. Simpson, who has made special visits to Cuban and Hatian refugee \ncamps, that his immigration measure will be on the floor before Labor Day. However, Mr. Mazzoli has received no \nsuch assurances from the House leadership.\n\nThe Simpson-Mazzoli bill has evoked considerable controversy because of its provisions for sanctions against \nemployers who hire illegal aliens and its provision for a national identity card so that prospective employees might \n''prove'' that they are citizens or permanent residents. ''We want to end the magnet that draws people to this \ncountry,'' Mr. Mazzoli said.\n\nThe measure also is controversial because it would grant permanent resident status to aliens who entered this \ncountry by Jan. 1, l982, and would provide a temporary employment program for aliens who come to work in \nspecific jobs. Further, it would permit summary exclusion of an alien entering the United States without the \nnecessary documents, unless the person asserted some ''reasonable basis''for being admitted or claimed asylum.\n\n \n\nAnnual Immigration Limited\n\nFinally, the measure calls for a limit of 425,000 immigrants a year, the current level. No nation could send more \nthan 20,000 immigrants, with the exception of Mexico and Canada, which could send 40,000 each.\n\nThe proposed hiring sanctions in the bill have been vigorously opposed by an unusual alliance that includes the \nUnited States Chamber of Commerce, the American Civil Liberties Union and various Hispanic groups. On the \nother hand, some other Hispanic groups, a number of editorial writers and the A.F.L.-C.I.O. have strongly praised \nthe bill.\n\nSome Hispanic groups fear that the sanctions on employers will undermine the job-hunting efforts of Hispanic \nAmericans because employers will not want to risk hiring illegal aliens. Some civil rights groups fear the precedent \nof a national identity card as a first step toward a police state. Other groups consider the bill to be racist.\n\n''The toughest part of our job is the education process,'' Mr.  Simpson said. ''This is an issue that just can cut you to \nribbons.''\n\nGraphic\n\n \n\nIllustrations: photo of Sen. Alan K. Simpson and Rep. Romano L. Mazzoli photo of immigrants at Ellis Island\n"}