{"title": "!Bienvenidos!;As more Hispanic immigrants move into metro Atlanta, mortgage lenders welcome their business", "body": "\nSix real estate agents and two attorneys settle into a conference room on the eighth floor of a financial company's \nshiny new building. They munch on salad and fruit as they sit around a polished black table and talk about how \nbetter to target the latest lucrative market.\n\nAmong them, they represent a handful of nationalities: Colombian, Cuban, Panamanian, Guatemalan.\n\n\"Bienvenidos.\" Carlos Mata welcomes the group. With his ready smile and slightly accented English, he's there to \nfind out how to tap into their business.\n\nBut this isn't about the world of international markets or commercial mega-deals with Latin American countries. It's \nabout home buying in the Hispanic community. And it's one of the biggest acknowledgments yet in metro Atlanta \nthat the market is ripe and growing --- and that mainstream institutions are taking notice.\n\nMata is a new-loan officer for HomeBanc Mortgage Co. The gathering at the company's offices in Dunwoody a few \nweeks ago was with a group of top Spanish-speaking real estate agents from companies like Re/Max and Coldwell \nBanker. It's one of the industry's recent efforts to focus tighter on the immigrant market, and it's a signal of what is \nto come in growing communities across the country: immigrants as the next wave of home buyers.\n\nCompanies across metro Atlanta are working now to capitalize on the market. Since the Panamanian-born Mata \njoined HomeBanc in October, the company has translated stacks of its homeowner and loan materials into Spanish. \nIt's also creating a Spanish-language home-buying class.\n\n\"All the major banks are doing a major analysis and changing their strategy to include what we call these emerging \nmarkets,\" said Benjamin Rincon, Norwest Mortgage's branch manager for community development.\n\nNorwest estimates that in the next few years about half its business with new home buyers will be with immigrants \nor African-Americans, said Rincon, a native of Cali, Colombia. The company plans to open a separate branch office \non March 15 concentrating on that market. It will be on Buford Highway --- a half-mile from the Latin American \nAssociation, which has been holding house-buying classes on Saturdays and will hold an all-day housing fair April \n24.\n\nIt's all a testament to a growing population with growing buying power.\n\n\n\"When I went into the business, the Hispanic market was nothing big,\" said Norma Santana, who manages 32 \nbrokers at Coldwell Banker's office in Norcross. She's originally from Cuba and started selling real estate in 1985. \n\"There were very few Hispanics in the area capable of buying a house.  . . . I'd have to say that in the last five \nyears, the community has grown, and my business with the community has grown.\"\n\nMostly a market of first-time home buyers, more Hispanics in metro Atlanta are buying homes. The prices have \ngone from the $ 60,000-to-$ 80,000 range to the $ 100,000-to-$ 125,000 range, according to metro real estate \nagents.\n\nFor his part, Mata is doing five times as many loans to Hispanics than he did when he started in 1992, and the total \nloan value of his business with Hispanic customers has multiplied eight times.\n\nColombian immigrant Roddy Alvarez researched the housing market in metro Atlanta for months before checking \nout, and finally calling, the real estate agent he saw advertising on a Spanish-language television channel. The \nagent, Carlos Hernandez, is based in Lilburn.\n\nAlvarez's sister-in-law referred him to Mata for the loan. And this past Thursday, Alvarez and his wife, Gina, closed \non their first house in the United States: a $ 165,000 home in Tucker. Closing attorneys Pete Serrano and Frances \nSuarez also spoke Spanish.\n\n\"We always knew we wanted someone bilingual,\" the 39-year-old Alvarez said in carefully crafted English. He \nmoved from Cartagena, Colombia, to Georgia in 1991 and handles negotiations on letters of credit for PM Global \nFoods.\n\n\"It was an advantage,\" he said. \"Although you can speak English, it's fundamental to be able to speak in your \nlanguage. It makes the process so much easier.\"\n\nAsian home buyers in metro Atlanta also are finding more and more places to go for bilingual service. A slew of \nreal estate offices are hiring brokers to cater to the growing Korean, Vietnamese and Chinese communities. \nRe/Max, for example, has an \"international office\" with agents that speak eight languages serving the Northside.\n\nNationwide, the housing industry is starting to see more clearly the dollar potential in the immigrant community.\n\nA National Association of Realtors report this year said a dip in the housing market that could occur after the turn of \nthe century is likely to be softened by immigrants buying homes. Urban Land Institute President Richard Rosan \nagrees, predicting that builders will focus on the immigrant market as demand in the baby boomer segment sags. \nBased in Washington, D.C., the Urban Land Institute is a nonprofit group, made up mostly of people from the real \nestate industry, that promotes discussions on land and growth.\n\nFannie Mae, the privately owned but congressionally chartered mortgage buyer, expects a 45 percent jump in \nimmigrant homeowners by 2010. That could mean a total 6.8 million people.\n\nThe U.S. Census Bureau says it takes roughly a decade for most Hispanic immigrants who become citizens to \ntake the next step, the ultimate symbol in this country of assimilation: homeownership. And the Census Bureau \npredicts Hispanics will become the largest minority in the United States in the next decade.\n\nIn Georgia, the Hispanic population has increased 90 percent during the 1990s. That puts the Hispanic population \nin the state at 207,053. Many groups dispute the Census Bureau figures, however, saying the number is much \nhigher. Georgia State University's Center for Applied Research in Anthropology calculates the Hispanic population \nat 240,600 in the metro area alone. The center tracks the state's immigrant population.\n\nAccording to the Census Bureau, Gwinnett added 13,239 Hispanic residents between 1990 and 1997, more than \nany other county in the state. Cobb, DeKalb, Fulton and Hall counties rounded out the top five. And, no surprise, \nthose are the most lucrative counties for Spanish-speaking real estate agents and loan officers.\n\n\n\nBut being bilingual isn't the only necessity. Successfully targeting the Hispanic market also may involve finding a \nway for two cultures --- with sometimes different approaches to savings and dealing with money --- to meet in the \nmiddle.  \"Underwriters haven't always known how to deal with Hispanic people,\" said attorney Suarez. \"A lot of \n(Hispanics) don't put money in the banks. They don't use credit. They pay with cash. Underwriters look for credit \nhistory. They don't know how to deal with this population that doesn't have any of this.\"\n\nBut things are changing. Now, because of a homeownership push by agencies such as Fannie Mae and the \nDepartment of Housing and Urban Development, more loan programs are becoming flexible enough to reach first-\ntime buyers without much of a credit history.\n\nLoan officers have begun talking about \"alternate\" credit, sometimes proving financial stability through a history of \nbill-paying. One new Federal Housing Authority loan allows for money that is saved at home rather than in a bank. \nAnd some programs allow for down payments of as little as 3 percent.  Suarez was virtually the only Spanish-\nspeaking closing attorney when she started seven years ago. She teamed up nearly two years ago with Serrano, \nwho used to be the multicultural marketing manager for the Braves.\n\nNow they handle about three-fourths of the closings for Hispanic home buyers in metro Atlanta, according to \nseveral top loan officers and real estate agents who refer their Spanish-language clients to them.\n\nAt the end of the month, the lobby of their DeKalb County office is flush with families waiting to close on their new \nhouses. Buyers often bring their entire families, dressed up and ready to videotape or snap pictures of their first big \ninvestment in this country.\n\nGraphic\n\n \n\nPhoto :\n\n Moving on: Lawyer Pete Serrano (left) meets with new Tucker homeowners\n\n Roddy and Gina Alvarezas at closing. / WILLIAM M. VASTA / Staff\n\n Graphic :\n\n HISPANIC MARKET\n\n In the past five years, the housing industry has begun targeting the\n\n Hispanic market --- and reaping the benefits. Here's loan officer Carlos\n\n Mata's notebook of change in the market. Mata has been in the business\n\n since 1992 and now works for HomeBanc Mortgage.\n\n In 1993: Mata handled 27 loans to Hispanics totaling $ 2.1 million. It\n\n was about 60 percent of his work.\n\n In 1998: He handled 144 loans to Hispanics totaling $ 16.5 million. It\n\n was about 80 percent of his work.\n\n The loan range: $ 90,000 to $ 190,000\n\n Photo :\n\n Homebanc Mortgage loan officer Carlos Mata leads a summit of Hispanic\n\n Realtors. / WILLIAM M. VASTA / Staff\n\n Photo :\n\n\n\n A beginning: Roddy and Gina Alzarez say using a Spanish-speaking real\n\n estate agent \"makes the process so much easier.\" / William M. Vasta /\n\n Staff\n\n Graphic :\n\n HISPANICS IN METRO ATLANTA\n\n Hispanic residents are flowing into Georgia at a rapid rate, being drawn\n\n to job opportunities and then seeking out much of what other newcomers\n\n are looking for: good, affordable housing. From 1990 to 1997, the\n\n state's Hispanic population grew by 98,120. That was a 90 percent\n\n increase. And Gwinnett County added more Hispanic residents during this\n\n decade than any other county in the state.\n\n ..................New......................… Total\n\n ..................Hispanics......Hispanic..… population\n\n ....County........1990-'97..… change....… change\n\n 1. Gwinnett......13,239....… 156%......… 42%\n\n 2. Cobb..........11,034....… 117%......… 23%\n\n 3. DeKalb........10,552..........68%............8%\n\n 4. Fulton....… 9,161..........69%......… 11%\n\n 5. Hall......… 4,705....… 103%......… 22%\n\n 6. Clayton........3,329..........89%......… 13%\n\n 7. Cherokee..… 1,746....… 165%......… 41%\n\n 8. Fayette........1,526....… 154%......… 36%\n\n 9. Forsyth........1,302....… 205%......… 72%\n\n 10. Henry......… 963....… 208%......… 67%\n\n Source: U.S. Census Bureau\n"}