{"title": "Letters to the editor", "body": "\nOld St Helens Hospital I AM appalled to find the one-time St Helens hospital which closed in May still stands empty. \nLocals have no idea what the future of the building is. Meanwhile, the Launceston General Hospital is unable to \ncope with the number of patients due to nursing shortages, staff and hospital beds.\n\nThis hospital could be used for after-care, also those recovering from surgery before being fit to return home. \nMaybe needing loving care for aged patients needing respite short term. Meanwhile, the building which served the \ntown and district for more than 40 years stands as a white elephant.\n\nThe public deserves to know what the future is, sooner rather than later.\n\nLocals remember receiving first-class treatment and a friendly, homely atmosphere. What a shame if it is left to \ndecay or be vandalised before the powers that be make a decision - whoever they are.\n\nG. Watson, St Helens. Interest Rates Chatter TALKING about interest rates, how come we only hear one side of \nthe conversation?\n\nYes, reduced interest rates are great for people with house loans and business loans.\n\nHowever, what about the poor old pensioners and people struggling to save for a house loan? Prime Minister Scott \nMorrison was very quick to berate banks for not passing on the full rate cut.\n\nDoes he, however, say the same about deeming rates to his government department, namely Centrelink, for not \nfollowing interest rates?\n\nJobs and growth - say no more.\n\nRobert Pearson, Newnham. Nowhere to Relax AS an employee of one of the bigger retailers I see every day what \nis lacking in the mall. There is nowhere for people to enjoy a relaxing moment to have a coffee and something to \neat outdoors while shopping.\n\nAtrocious parking fees that hinder anyone to spend more time shopping.\n\nSomewhere for families who have children to have a facility to be able to change a nappy or just be able to use a \ntoilet.\n\nIf you only realised that little things like this make or break a shopping experience.\n\n\nWhat I see every day when I look out the window into the mall is a skateboard and bike park and a gathering of kids \nwho have no intention of spending any money in our stores, just a place to hang out, smoke and use vulgar \nlanguage.\n\nMoney spent on a new mall was to accommodate the wrong type of people.\n\nAngela Holmes, Longford. Trump Trouble IT amazes me that a nation which produced presidents like Roosevelt \nand Obama could end up with a paranoid egomaniac who, to divert attention from his many shortcomings and the \nimpeachment inquiry, is prepared to recklessly increase the instability of the entire Middle East, quite possibly \nreawaken the aspirations of a latent ISIS and create a monumental humanitarian crisis.\n\nRichard Hill, Newstead. Letter guidelines Preference is given to letters submitted via examiner.com.au and of 150 \nwords or less. Letters can be edited for space, clarity or legal reasons. Submissions should include the name and \naddress of the author and a phone number. Only the suburb of the author will be published.\n"}