{"title": "Talladega Rescue", "body": "\nCORRECTIONS professionals have learned a great deal about how to handle prison riots since the bloody \nstorming of the Attica Penitentiary in New York 20 years ago this month. That was made clear during the dramatic \nrescue of hostages at a federal prison in Alabama on Friday. Cuban detainees who had been convicted of crimes \nin this country, served their sentences and were awaiting deportation at the Talladega Correctional Institution had \ntaken over a section of the facility 10 days earlier. They originally held 11 hostages, employees of the Bureau of \nPrisons and of the Immigration and Naturalization Service.\n\nTwo decades ago, New York officials talked to the rioters for only three days before moving in with heavy deadly \nforce. The assault killed 29 inmates and 10 hostages. This time, the U.S. Justice Department, of which the \nimmigration and prison services as well as the FBI are a part, demonstrated that preparedness and patience pay \noff. Over the course of the siege, government officials firmly and consistently rejected the inmates' demand that \ndeportations be ended. At the same time, they talked, securing the release of two hostages -- a man who was \nwounded during the takeover and a woman in deteriorating health who was set free in exchange for giving the \ninmates access to a newspaper reporter of their choice.\n\nEarly Friday morning, the time for action came, and the special training of the rescuers paid off. Instead of a frontal \nassault with guns blazing, the FBI sent in specially trained hostage-rescue teams aided by a Bureau of Prisons \nunit. Deadly weapons were not needed. Instead explosives were set off to confuse and frighten the inmates, and \nstun grenades creating shock waves, smoke and flashes of light were used. All the hostages were rescued \nunharmed, and only one inmate suffered minor injury. The entire event took three minutes.\n\nThis ordeal was acting Attorney General William Barr's initiation in office. He made the right calls. Concessions to \ninmates under conditions of terrorism and hostage-taking would have jeopardized prison employees everywhere. \nAn immediate and perhaps poorly planned assault might have caused many casualties. In Alabama, a frightening \nsituation was handled well.\n"}