{"title": "Registration Amnesty for Pakistanis Sought; Foreign Minister Says U.S. Program Has Fueled Major Political Crisis Back Home", "body": "\nPakistani Foreign Minister Khursid Mahmood Kasuri said today that he would appeal to the Bush administration \nnext week to exempt Pakistani residents of the United States from a program to register thousands of foreign \nmales from more than 20 Muslim countries suspected of harboring terrorists. \n\nThe move reflects the growing frustration at home and abroad with a new Justice Department initiative to \nphotograph and fingerprint male citizens of 25 countries, including Iraq, Iran, Syria, Sudan, Libya, Pakistan and \nSaudi Arabia. The registration program, which requires males from these countries without permanent \nimmigration status and older than 16 to register with the Immigration and Naturalization Service, is part of an effort \nto better screen foreign visitors to determine if they are linked to terrorist activities. \n\nKasuri said he would raise the issue along with other matters when he meets Secretary of State Colin L. Powell, \nnational security adviser Condoleezza Rice and members of Congress next week. Kasuri and his advisers said \nPakistan would also ask Washington to resume arms sales to Pakistan, lift a travel advisory warning U.S. citizens \nnot to visit Pakistan and increase market access in the United States for Pakistani textiles.  \n\nKasuri said the registration program has fueled a major political crisis back home, where it has been used to \ncriticize the government's support for the U.S.-led war on terrorism. Pakistan, a key ally in that struggle but also \nhome to al Qaeda members, did not deserve to have its citizens subjected to the new procedures, he said.  \n\n\"Pakistanis have been a respectful and peaceful community in the United States,\" Kasuri said in an interview \ntoday in New York, where he attended a Security Council meeting Monday on terrorism. \"They support their \nfamilies not only here, but also back home in Pakistan. These people are just not the stuff that terrorists are made \nof.\" \n\nKasuri said that although he sympathized with U.S. efforts to prevent terrorist attacks, he said the program should \nbe applied with \"consideration and flexibility\" to Pakistanis. \"If they have been here for 10 or 15 years and are \npeaceful citizens and they've got no criminal record, then we would ask the American administration to grant some \nsort of amnesty.\" \n\n\nPakistani authorities say the program could have an impact on about half of the approximately 500,000 \nPakistanis who live in the United States, including about 200,000 in and around New York City. There are also \nlarge Pakistani communities in Los Angeles, Chicago and Houston. Pakistanis are required to register with the \nINS by Feb. 21. \n"}