{"title": "Some freedoms can get caught up in red tape", "body": "\nIt was just a normal afternoon after another exhausting day of school last January, and I was taking a nap until a \nphone call from Mom woke me up. However, instead of asking how my day was with her mellifluous voice, she was \ncrying. Before I could ask her what was wrong, she delivered the news that I was fearing: \"Jin, your grandfather just \npassed away.\"\n\nA cascade of tears falling from my eyes, I started wailing. I had not seen Grandpa since I left my native South Korea \nfour years earlier.\n\nMy family immigrated to America, the \"land of dreams and freedom.\" However, after the attacks on Sept. 11, 2001, \nthe United States transformed into the \"land of paranoia.\" The country that was once driven by the power of \nimmigrants now suspects any immigrant as a possible terrorist.\n\nWhen my family applied for green cards on June 25, 2002, a notification letter informed us that this process would \ntake 750 to 800 days. This meant that we should have received our cards around September 2004. However, since \nthe Sept. 11 attacks, there are no limits on how long the government can take to process green-card applications. \nNow more than 1,100 days have passed and we have not received anything -- except a letter stating that the \nImmigration and Naturalization Service has the results of our fingerprint review from the FBI.\n\nMy dad consulted his lawyer to see if my family could go to Korea for my grandfather's funeral. Since we did not \nhave green cards yet, we could not leave immediately. I also called the INS office to ask if there was any possibility \nof leaving the United States without a green card.\n\n\"Technically,\" said one of the INS employees, \"you cannot leave the country. However, aliens with pending green \ncard cases can apply for travel documents that allow them to travel to other countries. The fee for it is $120, and it \ntakes about two months to get it.\"\n\nWhen I explained my family's desire to attend the funeral, she showed no sympathy and said with annoyance, \n\"Well, you should have applied for one earlier. You can go to your local office and beg for an immediate document. \nHowever, it is not guaranteed that they will grant you the permission.\"\n\nThe lawyer also expressed similar sentiments to my dad, but with some sympathy and respect. \"Sir, I am extremely \nsorry for your loss, but I don't want to put you at risk of deportation. You can get the expedited travel document, but \nit's not guaranteed that they will allow you re-enter.\"\n\n\nSadly, I had to give up the only chance of seeing my beloved grandpa for the last time. I was very close to my \ngrandpa, since he raised me until I was 6. My grandpa was gentle, sensitive and well-mannered. He always bought \nme a corn dog after my long day at the kindergarten, and he would carry me on his back. The cherished memories \nof him give me the excruciating pain that I can hardly endure. Sometimes I am driving on a highway and tears just \ncloud my eyes.\n\nA few months after these events, I received an acceptance letter from a program to spend one high school year in \nFrance, Italy, Spain or China. With the hope and dream of becoming fluent in another language, I applied to go to \nItaly, expecting that I would get my green card around March at the latest.\n\nIt is very competitive to get into this program, since they select the best students from the most demanding prep \nschools in the United States. However, without any promise of acquiring the card soon, I had to send a letter to the \nadmissions board that explained my situation that prevents me from joining them next year.\n\nI love America, and it has become my second motherland. I cannot wait to be a proud U.S. citizen. However, these \nevents have undermined my vision of America. The \"land of dreams and freedom\" has ironically prevented my \ndream of seeing my grandpa and blocked my freedom.\n\n \n\n* Jin Kim is a sophomore at the Westminster Schools in Atlanta.\n\nGraphic\n\n \n\nJin Kim\n"}