{"title": "U.S. Ends Military Mission In Iraq, World Reacts; Obama Pays Tribute To Troops; Payroll Tax Cut Inches Forward; Last Debate Before Iowa Caucuses; Chirac Guilty of Corruption; Herman Cain Wants Pentagon Job; Florida A&M President Talks about Hazing", "body": "\nT.J. HOLMES, CNN ANCHOR: We are at the top of the hour. Hello to you all. I'm T.J. Holmes in today for Kyra \nPhillips.\n\nThis morning, this hour we need to begin in Iraq. The flag is lowered and the U.S. military mission formally ends in \nIraq nearly nine years after \"shock and awe,\" a small, somber ceremony paying tribute to America's sacrifice.\n\n(BEGIN VIDEO CLIP)\n\nLEON PANETTA, U.S. DEFENSE SECRETARY: We remember the nearly 4500 brave Americans who made the \nultimate sacrifice for their country as well as the more than 30,000 wounded warriors, many of whom still struggle \nwith serious life-altering injuries.\n\n(END VIDEO CLIP)\n\nHOLMES: Right now, just a few thousand U.S. service members remain in Iraq. They're streaming out of the \ncountry. CNN's Martin Savidge has been with these service members on this long and dangerous road to Kuwait.\n\nHe joins us now from Camp Virginia. Hello to you. So what is the schedule, if you will, for getting all those few \nthousand out of Iraq, getting them to Kuwait and then from Kuwait back to the U.S.?\n\nMARTIN SAVIDGE, CNN CORRESPONDENT: Hello, T.J. Well, yes, the schedule pretty much is kept under wraps \nat this point. They are not going to announce when the final pullout will take place other than what's already been \nannounced by the president of the United States, that December 31st is the deadline.\n\n\nBeyond that, they consider any other time line to be operational security and so they're not saying. But we do \nrealize it's going to be fairly soon. There are a lot of troops that have, of course, already left and Camp Virginia here \nis the first stop and the first step on the way back home.\n\nOne of the things when you talk to the soldiers here, whether it's their first deployment or for some of them it's their \nfifth, maybe their sixth time coming to Iraq, they have been here from the beginning. They definitely are here at the \nend.\n\nThey know that's an important part of history, and many of the soldiers have spoken about that. We talked to some \nof them. Here's what they had to say.\n\n(BEGIN VIDEO CLIP)\n\nSGT. FERNANDO BARBOZA, U.S. ARMY: Being part this part of history for the U.S., to be part of this big moment \nof pushing out, it being over, it's awesome. I think it's going to be a good way to finish my military career, saying that \nI was here from the beginning to the end.\n\nC.W.O. JILL RENEE SPOHN, U.S. ARMY: I am proud to be a part of that. I have thought about it a lot, especially \nwhen I left Iraq. I was like, wow, this is going to be the last time that I'm actually entering this country. I'm happy to \nbe going home, but I also have a lot of fond memories with people I've served with before and as well as those that \nwe have lost.\n\nSAVIDGE: How do you feel about the mission?\n\nSPOHN: The mission? We finished it. That's how I feel about t. We finished, went there, did what we have to do, \nnow it's time to go.\n\n(END VIDEO CLIP)\n\nSAVIDGE: You know, that's a complicated question, actually. It may sound simple, how do you feel about the \nmission, but they realize that the U.S. has been there for nine years almost now and that that mission has been at \ntimes very controversial, very difficult.\n\nBut the American soldiers will say they have done the very best to prepare the Iraqi police, to prepare the Iraqi \nmilitary, to help plant the seeds of democracy so that this government and the nation can move forward.\n\nSo they know there's still a lot in question about Iraq, but they also know they've done the best they can -- T.J.\n\nHOLMES: All right, Martin Savidge, there for us at Camp Virginia. Thank you.\n\nMeanwhile, it was yesterday that President Obama paid tribute to the troops. He was in North Carolina at Fort \nBragg.\n\n(BEGIN VIDEO CLIP)\n\nBARACK OBAMA, PRESIDENT OF THE UNITED STATES OF AMERICA: We're building a new partnership \nbetween our nations, and we are ending a war not with a final battle, but with a final march toward home. This is an \nextraordinary achievement. Nearly nine years in the making, and today we remember everything that you did to \nmake it possible.\n\n(END VIDEO CLIP)\n\nHOLMES: I want to turn now to our Zain Verjee who's in London for us keeping an eye on really how the world is \nreacting to what we're seeing in Iraq today. Hello to you once again, Zain.\n\n\n\nZAIN VERJEE, CNN ANCHOR AND CORRESPONDENT, CNNI: Hi, T.J. all eyes on Baghdad today for this historic \nmoment for which there has been a lot of blood, sweat and tears on both the Iraqi and the U.S. side.\n\nLet me give you a snapshot of some of the headlines, OK? Let's take a look at \"The Guardian.\" This is the headline, \nthe U.S. troops are pulling out, but what of the people left behind?\n\nIt says, Iraq has readied itself this week for a moment big on symbolism, but like so much of the war and \nsubsequent occupation, what appears to be big in symbolism is subject to claims that it is lacking in substance.\n\nFrom the United Arab Emirates, \"The National\" says the future of Iraq will not be built on empty words. Iraqis will no \ndoubt cheer the moment when the last U.S. service member boards the plane and latches the door. But glossing \nover the challenges ahead will not see them vanish.\n\nFinally, \"The Washington Post,\" a man of the shadows. It's an article that talks about Nouri Al-Maliki, the prime \nminister and whether he can really do the job well and run the country.\n\nIt says America's greatest mistake in Iraq was not toppling Saddam, but detonating the infrastructure of the \ngovernment, the army, the educational and social institutions that made civilized life possible.\n\nSo the big question is can this government fix it. Can they run things properly in the country? There's still so much \ncorruption. Can they get the basics up and running again, which is things like electricity for all people. Get the \ngarbage picked up on time.\n\nA lot of analysts, T.J., are worrying, too, that once the U.S. pulls out and the Iraqis are running the show will it leave \na lot more room for the Iranians to jump in and meddle -- T.J.\n\nHOLMES: All right, our Zain Verjee for us from London. Thanks you so much. We'll have a whole lot more on the \nend of the war in Iraq. It's coming your way at the bottom of the hour.\n\nWe'll take you back to Baghdad where CNN's Arwa Damon will bring you the story of an Iraqi war widow who is not \nso sure Americans should be leaving the country. Again, that story coming your way in just a bit.\n\nTurn back to this country and some optimism coming out of Washington, D.C. yes, optimism that you may be able \nto keep that thousand dollars in your pay check it at the beginning of the year.\n\nDemocrats and Republicans may be inching, inching toward a compromise to extend the tax break before it \nexpires on January 1st. Kate Bolduan on Capitol Hill for us. Kate, I talked to you an hour ago, any movement in the \npast hour? KATE BOLDUAN, CNN CONGRESSIONAL CORRESPONDENT: Other than me coming over to Capitol \nHill, not quite yet. I'll tell you that, T.J. you have to offer the appropriate amount of caveats as we're speaking about \nthis.\n\nThey may be inching, but they are far from there yet we have to caution. Now what we're talking about in terms of \nwhere is the inching, where is the movement, well, yesterday Democrats as well as the White House made a major \nconcession in terms of this ongoing battle over how to extend the payroll tax cut extension.\n\nDemocrats and the president dropped their demand for including a millionaire surtax as the way to kind of cover the \ncost of this payroll tax extension. This is significant because they have been insisting on this all along, that it \nneeded to be part of any final deal.\n\nRepublicans clearly opposed to a surtax -- to a tax on income over a million dollars, but again I'll caution that while \na development it's not clear that leaders are any closer to that final end game, to a final compromise.\n\nLeaders for the first time during this battle, they did sit down face to face last night to kind of, it was described by \none aid, as a gut check as to where things stand.\n\n\n\nI'm told there are no leader meetings scheduled, but on the staff level they will be meeting and discussing possibly \nhow they're going to try to find a path forward.\n\nAdd to this that Congress is now staring down another government shutdown come tomorrow because of massive \nspending bill that's been negotiated for months, T.J. has now been caught up in this end of year battle.\n\nI think it's safe to say it's gotten a little messy, but it's no surprise as we're talking about Congress. So what we're \ngoing to be watching very closely today is to see where there is any movement and how congress is going to be \nable to avoid, if they are, going to be able to avoid a government shutdown as it's coming very close.\n\nThe most recent spending bill runs out Friday night. So they need to make some decisions and make some \ndecisions fast.\n\nHOLMES: All right, Kate Bolduan on Capitol Hill. We'll check in with you again. Thanks so much.\n\nLet's turn back to politics in Iowa in particular. With just 19 days to go until the Iowa caucuses. This is kicking off the \nwhole primary season.\n\nHis lead, they're slipping a bit. Newt Gingrich has been stumping around the state trying to win people over and his \ncritics are out in force as well, including a couple of hecklers.\n\n(BEGIN VIDEO CLIP) UNIDENTIFIED MALE: And I think that you have --\n\nNEWT GINGRICH (R), PRESIDENTIAL CANDIDATE: How would you know?\n\nUNIDENTIFIED MALE: -- been cheating on your wife.\n\nGINGRICH: Other than personal hostility.\n\nUNIDENTIFIED FEMALE: We're protesters today.\n\n(END VIDEO CLIP)\n\nHOLMES: Well, along with Gingrich's infidelity, the guy criticized his rich book deals. Carol Costello asked him \nabout his big outburst on AMERICAN MORNING.\n\n(BEGIN VIDEO CLIP)\n\nCAROL COSTELLO, CNN ANCHOR: You were criticizing Newt Gingrich's three marriages. Is that really important, \nyou know, in a president of the United States that he -- you know, is faithful to his wife?\n\nMARIO HECK, OCCUPY IOWA CITY PROTESTER: Absolutely. Absolutely. I mean, 1994, 1995, he was cheating \non his wife and he -- he wants to -- the Congress like he's a saint and try to get Clinton impeached while he's, you \nknow -- while Clinton was having a little affair with Monica. He was cheating on his wife and being a big hypocrite \nabout it.\n\n(END VIDEO CLIP)\n\nHOLMES: Coming your way tonight, Gingrich joining other Republican candidates for the last debate before the \nIowa caucuses. Indeed, you have seen Gingrich surge over the past few weeks. He's at the top of a lot of those \npolls out there. So that popularity is going to make him the target tonight.\n\n(BEGIN VIDEO CLIP)\n\n\n\nMITT ROMNEY (R), PRESIDENIAL CANDIDATE: Zany is great in a campaign. It's great on talk radio. It's great in \nthe print. It makes for fun reading. But in terms of a president, we need a leader and a leader needs to be someone \nwho can bring Americans together.\n\n(END VIDEO CLIP)\n\nHOLMES: Let me bring in our deputy political director, Paul Steinhauser. Paul, this is Mitt Romney trying to take on \nNewt Gingrich. As far as one and two at the top of many of these polls, but you all don't sleep on the man, Ron \nPaul, over here.\n\nPAUL STEINHAUSER, CNN DEPUTY POLITICAL DIRECTOR: Yes, Ron Paul also critical of Newt Gingrich. We've \nseen that. He's got ads up in Iowa that are critical of Gingrich.\n\nT.J., as you mentioned, this is, I guess, show time tonight as you said, the last debate before the January 3rd \ncaucuses in Iowa. Of course, those caucuses kick off the primary and caucus calendar, the first contest in that \nbattle for the nomination.\n\nIt could be a re-prize. There may be a sequel to Saturday night, the other debate in Iowa. We saw Gingrich come \nunder attack from the other candidates. Stay tuned to see if that happens and how he responds.\n\nBut as of now he's staying positive he says. He's not really responding much other than to defend himself from \nthese attacks. 'S not going on the attack or is he? Take a listen to this new ad out in Iowa.\n\n(BEGIN VIDEO CLIP)\n\nNEWT GINGRICH (R), PRESIDENTIAL CANDIDATE: These are challenging and important times for America. We \nwant and deserve solutions. Others seem to be more focused on attacks rather than moving the country forward. \nThat's up to them.\n\n(END VIDEO CLIP)\n\nSTEINHAUSER: Staying positive, but maybe also a little dig there at his other rivals for the GOP nomination -- T.J.\n\nHOLMES: Yes, and we talk about the criticism. We expect him to get it from the left and we expect him to get it \nreally from some of his fellow candidates. It's left, right. I mean, people are coming out of the woodworks coming \nafter Gingrich right now.\n\nSTEINHAUSER: Yes. You just showed those protesters yesterday at that event in Iowa City where Gingrich got \nheckled. But also come on the right, you know, some conservatives still not crazy about Newt Gingrich.\n\nThe \"National Review,\" pretty influential. Check out what they said right here. This is an anti-endorsement. They \nwrite, Gingrich has always said he wants to transform the country. He appears unable to transform or even govern \nhimself. He should be an adviser to the Republican Party. Not its head. They also gave an anti-endorsement to \nTexas Governor Rick Perry, Michele Bachmann, the congresswoman for Minnesota and to Ron Paul -- T.J.\n\nHOLMES: All right, Paul Steinhauser, thank you. As always we will continue the conversation about Iowa, which of \ncourse is the center of the political universe right now.\n\nThat's coming your way after the break talking to influential Congressman Steve King about who he could possibly \nendorse. He hasn't endorsed anybody yet and here we are a few weeks away from the Iowa caucuses.\n\nAlso a little later, a student who says she was brutally hazed at Florida A&M is breaking her silence.\n\nAlso breaking his silence, the university president.\n\n\n\nHOLMES: Getting a look at some of the stories making news across the country. University of Vermont fraternity \nhas been suspended over a rape survey. The survey was done by Sigma Phi Epsilon.\n\nThey asked their members who they would rape. Surfaced online and was discovered this week. The fraternity's \nnational office says it does not condone any behavior that demeans women.\n\nAlso, take a look at this crash. Looks like an happened because somebody did it on purpose. The driver's facing \nattempted murder charges now.\n\nPolice in Columbia, Tennessee, say a man crashed his truck into a convenience store last Friday and he was \naiming at a woman inside. The truck hit the store's owner. The owner not seriously hurt.\n\nNow listen to this out of the state of Michigan. It's going into the New Year with more than $1 billion in extra funds. \nThat is bus of an unexpected revenue and money that did not get spent. Michigan started the fiscal year about $1.5 \nbillion in the hole.\n\nAll right, Iowa caucuses just 19 days away. New poll from American Research Group shows Newt Gingrich still \nsitting on top as you see there but, look, his lead over Mitt Romney and Ron Paul within the sampling of errors.\n\nBut have you noticed how Iowa has been the state of musical Republican frontrunners. Before it was Michele \nBachmann, she won the Ames straw poll then Rick Perry, he came along. He was the one to beat in September.\n\nBut then you have to move to October where Mitt Romney was once again doing pretty well. Then you remember \nthe whole Herman Cain train. It's off the tracks now. But he was the guy in November.\n\nNow Newt Gingrich appears to be the frontrunner even if it's just barely. Iowa Republicans, they seem pretty fickle. \nIt's about time to make up their minds though.\n\nOne influential Iowa Republican, he still hasn't made up his mind either. That's Congressman Steve King who joins \nme now.\n\nCongressman, I know you haven't made up your mind and told people because you were waiting. You and I go way \nback. You were waiting for an opportunity to get on air with me and tell us who you're going to endorse.\n\nSo go ahead. Tell us now, who are you endorsing in this Republican field.\n\nREPRESENTATIVE STEVE KING (R), IOWA: You know T.J., I just wish I had it in my head, heart and soul to \nanswer this question with a robust response in the same tone that you've asked it. I haven't come to that conviction \nfor a lot of reasons. The same reasons that a lot of Iowans haven't settled on this either. I think some of that support \nout there is pretty soft.\n\nAnd they're fair number of undecided at this point. I am among them and part of it is my level of respect for all the \ncandidates, the effort they put out.\n\nThey've all got something to offer and it's really hard to settle on that one that can solve this problem for the future.\n\nHOLMES: OK. Let's get into some of those reasons in a second. Do you plan on endorsing someone before the \nIowa caucuses?\n\nKING: I have planned on doing that since let's say maybe last January or so.\n\nHOLMES: Will you?\n\nKING: I thought that September, October would be a good time. We're in December and I hope to still endorse \nsomeone, just at this point I don't have an internal secret name.\n\n\n\nSo, therefore, I can't tell you whether I will or whether I won't. I will do it if it's a conviction. If I don't come to a \nconviction, I'm going to have to say I don't want to make a recommendation because this is too important to take it \noff of balance in any small way if I don't have the conviction that would follow through.\n\nHOLMES: Well, isn't that a problem if you don't have that conviction? That sounds to me as if, and a lot of voters \nwill tell you that, I don't believe in any of these candidates enough to win me over just yet.\n\nYou might get to a point where you just have to walk and vote if you will. A lot of people have to do that. It sounds \nlike you're not sold on anybody because you don't believe in this field or these individuals enough?\n\nKING: Well, you can look at that from the opposite side of the coin too. Every one of them will make a better \npresident than the one we have. I will be an enthusiastic supporter and worker for the eventual nominee.\n\nWhen I look at them on the stage like last Saturday night, I can visualize them in the White House. I can visualize \ndoing business with them. So then it becomes down to, you know who really is -- who is the one here.\n\nHere's one of the things that holds me back, and that is that we have a huge national debt. It was going to be 28 \ntrillion in ten years. The debt ceiling cut it to 26. The Ryan budget was going to be 23 trillion in ten years. We gave \nup on that when the debt ceiling deal came through.\n\nI have yet to hear a presidential candidate articulate the scope of the debt of the economic problem that we are in \nand apply a solution to it and give us a date certain, as certain as they can, by which we would begin to pay the first \ndollar off on our national debt.\n\nThat must happen with this next president. It's not going to happen with this Congress or this president.\n\nHOLMES: Sounds like you need more details. The debate tonight, not going to sway you one way or another. It's \nabout having a plan, not a debate performance, is that fair to say?\n\nKING: Well, yes. I mean, I bring these things up though because in a way it's a challenge for these presidential \ncandidates. They are so wrapped up in the swirl of the campaign.\n\nIt's awfully hard for them to step back and take a look at what the country really needs, but it's shifted economically, \nglobally in the last few months.\n\nGreece, Italy, and all those countries in Europe. The instability of the euro and the E.U. itself tell us we have to fix \nthis problem inside of five years, not in ten or 20 years as some discussion is.\n\nHOLMES: All right, well, Representative King, you are always welcome to come back any time and make that \nendorsement. You have a couple of weeks to figure this out. Always good to talk to you.\n\nI should let our viewers know that Representative King does not believe there would be a government shutdown. \nStill, it's a lot of work to be done over the next couple of days. Good to see you as always.\n\nKING: Thanks, T.J.\n\nHOLMES: All right, well, coming your way next at 21 minutes past the hour. Jobless claims dropped to three-year \nlow. Find out if it has any effect on today's stock market. We're heading to the New York Stock Exchange next.\n\nAlso a little later we'll tell you why so many GOP presidential hopefuls took time off from the campaign trail to catch \na movie and maybe a few voters along the way.\n\nHOLMES: Three straight days of losses. Stocks though posting a nice little rebound. Let's bring in Alison Kosik at \nthe New York Stock Exchange. Investors in a bit of a buying mood today?\n\n\n\nALISON KOSIK, CNN BUSINESS CORRESPONDENT: In a bit of a buying mood. You know, some upbeat news, \nT.J., finally giving stocks a jolt after what's been a pretty blah week here on Wall Street.\n\nToday we learned that weekly jobless claims fell by 19,000. All the way down to 366,000. We haven't seen claims \nat that level in 3.5 years. Here on Wall Street, investors also got a separate reading on factory activity. That showed \nimprovement -- to figure out of a five-month slumped.\n\nPlus Fed Ex reported profits that soared more than 75 percent in the latest quarter. The shipping company said it \nhad healthy growth in online shopping boosting the demand for delivery services. That good news has fed ex \nshares jumping almost 5 percent -- T.J.\n\nHOLMES: All right, Alison Kosik at the New York Stock Exchange. We thank you, as always. It's 25 minutes past \nthe hour. Let us say hello to Reynolds Wolf.\n\nREYNOLDS WOLF, AMS METEOROLOGIST: I haven't had a chance to see you in a little bit. I love what you've \ndone. I need to find who your interior decorator is.\n\nHOLMES: Made some changes.\n\nWOLF: It looks good. It looks nice.\n\nHOLMES: Of course, the election season. This weekend though, this is the last -- everybody is shopping this \nweekend.\n\nWOLF: They're going to be shopping with the gifts under one arm, the umbrella under the other. It's going to be \nraining. Right now, we have rain we've been dealing with in at least a third of the nation.\n\nAnd take a look at what's been happening. Again, we're talking about a frontal boundary that extends well over \n1,000 miles in parts of the northeast clear down to portions of Texas. Look at the result.\n\nWhat will we see? We're going to see some delays. We have some backups in places like Philadelphia, New York, \nSan Francisco. The worst one is the ground stoppage in Philadelphia., but only about 45 minute waiting at LGA.\n\nOther delays that we anticipate that we're going to see later on today, will be in Boston, Chicago, Cleveland, Detroit. \nEven out west in San Francisco, we have morning showers that we will see linger on into the afternoon.\n\nWhen they do, we'll see some of that moisture make its way up into portions of the Sierra Nevada. Rain to snow. \nSome could be heavy at times. Delays the big story we're dealing today, T.J., and win in parts of southern \nCalifornia. OK, I'm going to pass it is over to you.\n\nHOLMES: You're done already? I wanted to hear much more.\n\nWOLF: I know you did.\n\nHOLMES: Thanks so much, buddy.\n\nAlso coming up, we'll ask our \"Political Buzz\" panel about a political buzz word. Zainy, when was the last time you \nheard that word? Certainly directed at a presidential candidate. That is coming up.\n\nAlso, a little later, the Netflix most rented movie of all time. What do you think it is? That answer coming your way in \nour \"Showbiz Headlines\". Don't Move.\n\nHOLMES: At the bottom of the hour now. Give you a look at some of the stories making headlines. Seven miners \nwere rescued after a rock burst. This happened a mile underground at the lucky Friday mine. That's what it's called. \nThey made it out OK. No life threatening injuries.\n\n\n\nAlso you remember the Amanda Knox case. Well, is it not over for her? American student convicted of murdering \nher roommate in Italy. She was then cleared after an appeal released in October. In legal papers published today \nthe judge says Knox was clear to murder due to lack of evidence proving she was guilty.\n\nAlso former French president has been found guilty of corruption. The charges including breach of trust and \nmisappropriation of public funds stem from his time as mayor of Paris from '97 to 2005. Chirac was given a two-\nyear suspended sentence. A court in the French capitol made the announcement today.\n\nAnd we start now with our \"Political Buzz\". Your rapid fire look at the best political topics of the day. Three \nquestions, 30 seconds on the clock. And who do we have playing? Democratic strategist Robert Zimmerman, it's \ngood to have you as always. Patricia Murphy, of Citizen Jane Politics and \"The Daily Beast\". And he's back, CNN \ncontributor Will Cain, making another appearance today. Always good to talk to you.\n\nBut first question, it really is the story of the day really marking the end, the formal end of the war in Iraq. Some \nRepublicans like John McCain say leaving is a mistake. A failure of leadership, political expediency, triumphing over \nmilitary necessity both in Baghdad and in Washington.\n\nSo the question is and this is to you first, Robert, is Iraq going to be a campaign issue in 2012?\n\nROBERT ZIMMERMAN, DEMOCRATIC STRATEGIST: No, it's not going to be because, T.J., the country is just \nover the kind of partisan political games that John McCain and the Republican colleagues are engaging in.\n\nWhen George W. Bush put this Iraq with general plan in place, John McCain and his colleagues didn't challenge it. \nBarack Obama successfully executed it. And in fact, the Iraqi government made it clear they wanted us to leave.\n\nThe real focus should be trying to help our veterans as they return home and trying to support them. CNN has done \na masterful job on that with their series. And John McCain and his colleagues should take a lesson from that. \nHOLMES: Well, we thank for the kind words.\n\nPatricia, let me bring you in. Beyond President Obama being able to say \"promise kept\", is it going to be a \ncampaign issue?\n\nPATRICIA MURPHY, FOUNDER/EDITOR, CITIZEN JANE POLITICS: I don't think it's going to be a campaign \nissue in the general election because 75 percent of Americans don't want America to be there either. They are -- \nthere is war fatigue. They are ready to get out of Iraq. Ten years to most Americans is too long.\n\nI do think we'll hear a lot about it though in the Republican primary. Some candidates actually do want to get out of \nIraq, including Ron Paul who is surging in some of these polls particularly in Iowa.\n\nAlso I think a lot of the Republicans are going to point to this as an example of President Obama not having strong \nleadership skills. So to the extent that we hear about it is going to be, I think, a way to criticize the President's \nleadership.\n\nHOLMES: Will?\n\nWILL CAIN, CNN CONTRIBUTOR: Yes, I know, it won't be a campaign issue in 2012. Patricia alluded to the \nstatistics there. It's something like 80 percent of Americans support the decision to pull out of Iraq. And you know \nonly 30 percent of Americans feel like the Iraq war was even worth -- worth the effort.\n\nMy opinion doesn't have anything to do with that. I don't -- it doesn't matter what I think if it was the right thing or \nnot. Americans don't. So that means, no, no Republican candidate is going to take it up as a mantle on the \ncampaign trail.\n\n\n\nI just want to take Robert to task for one thing he said. He called John McCain's statement partisan. I don't think so, \nI think this is something a guy like John McCain truly believes. He believes we should maintain presence in that \narea.\n\nZIMMERMAN: Then he would have made that point when George Bush was in office, Will. It's partisan.\n\nHOLMES: All right. Let's move on. No rebuttals. I know you can't help yourself.\n\nLet's listen to Mitt Romney now, describe his dear friend Newt Gingrich. Listen to this.\n\n(BEGIN VIDEO CLIP)\n\nMITT ROMNEY (R), PRESIDENTIAL CANDIDATE: Zany is great in a campaign. It's great on talk radio. It's great in \nthe -- in the -- in the print. It makes for fun reading, but in terms of a president, we need a leader and a leader needs \nto be someone who can bring Americans together.\n\n(END VIDEO CLIP)\n\nHOLMES: Patricia, let me start with you. Zany -- he's kind of calling him a clown there in some respect. Is that an \nappropriate word for anybody to use to describe another serious candidate? And also, would some say that it kind \nof fits Newt Gingrich?\n\nMURPHY: I don't think it fits Newt Gingrich. I don't -- I never heard anybody describe Newt Gingrich as zany. I've \nheard him described as a lot of things that are not very positive, but zany is not really one of them. I think this \nactually says a lot more about Mitt Romney, how incredibly uncomfortable he looks going after anybody, even Newt \nGingrich who has very high negatives amongst some Republicans. It's hard for him to go after Newt Gingrich.\n\nI think this is why some Republicans are uncomfortable with Mitt Romney. He's not comfortable taking the fight to \nanybody and they're worry he won't take the fight to President Obama.\n\nHOLMES: Will?\n\nCAIN: Well, look T.J., I don't think zany is inappropriate. Nobody has -- whoa, you just called me zany. But I don't \nthink it's a -- I don't think it's accurate either. I mean, the word I would pick is something like narcissistic to describe \nNewt Gingrich.\n\nI mean everything from his character to his personality to his substance, his policy decisions reflect a total lack of \nhumility. A Republican that embraces tax credit and subsidies and government solutions to every single social ill \nyou put in front of him is not someone that is humble.\n\nAnd humility is integral to conservatism. Understanding your limits, understanding the limits of government power, \nunderstanding unintended consequences.\n\nHOLMES: Robert, right word, wrong word, zany?\n\nZIMMERMAN: Zany? Lucy and Ethel are zany. Ok Abbott and Costello are zany. When you look at Newt Gingrich's \nrecords or his comments, comparing Democrats to Nazis saying that he stands between a America and Auschwitz. \nThose -- I mean, he's more obsessed with Hitler than Eva Braun. And his kinds of comments don't reflect zany. \nThey're demonic and they show that this so-called professor has very little respect and understanding of history.\n\nHOLMES: All right. Let's move now to the \"Buzzer Beater\". We'll have a little fun on this one. If our viewers haven't \nseen this clip you need to see this one.\n\nHerman Cain, I know, you remember him, maybe even miss him a bit. He was on Barbara Walters' most intriguing \npeople special. Listen to this interaction.\n\n\n\n(BEGIN VIDEO CLIP)\n\nBARBARA WALTERS, TALK SHOW HOST: What kind of cabinet position might you like if it were possible?\n\nHERMAN CAIN, FORMER PRESIDENTIAL CANDIDATE: We are speaking totally, totally hypothetical, right?\n\nWALTERS: Yes.\n\nCAIN: Totally, totally hypothetical.\n\nWALTERS: Right.\n\nCAIN: Department of Defense.\n\nWALTERS: What?\n\n(END VIDEO CLIP)\n\nHOLMES: Her reaction is classic. Ok, Will, what is your reaction? What would your reaction be to a Herman Cain \nSecretary of Defense?\n\nCAIN: Herman Cain, Secretary of Defense. I could not think of one he would have named that he would have been \nmore ill-suited for. This was a man that felt like it was important for us to root the Taliban out of Libya.\n\nNow let me just -- that -- that joke can escape many people's attention here. The Taliban is in Afghanistan, not in \nLibya. You don't root the Taliban out of Libya, ok? He's just not well-versed on foreign policy.\n\nHOLMES: Ok Robert, what's your reaction? Could he have made, he could have studied up a little bit, right?\n\nZIMMERMAN: Herman Cain is right where he belongs, on specials with the Kardashian sisters. Maybe he can be \nan apprentice -- maybe he can be an apprentice with Donald Trump's show on \"Celebrity Apprentice\". But he has \nno relevance in the political discussions today, certainly no relevance or role in government. He might have a \nchance with reality TV.\n\nHOLMES: Patricia? Of course, Herman Cain was reality TV out there on the campaign it seemed for awhile. But \nyou wrap this up for us. Herman Cain, Secretary of Defense?\n\nMURPHY: Packing my bags. Moving.\n\nHOLMES: Where are you going?\n\nMURPHY: To Canada. To Canada. That scares me a little too much.\n\nHOLMES: All right. Well, clearly it scared Barbara Walters there. Her reaction was really the highlight of that clip. \nBut Robert, Patricia, Will, always good to talk to you three. I know I'll talk to you again soon.\n\nMURPHY: Thanks T.J.\n\nHOLMES: All right, we're about 37 minutes past the hour now. It is the awards show that gives you insight into who \nmay be taking home the Oscar. Well, the Golden Globe nominations announced just this morning. Who's leading \nthe pack, any surprises in there?\n\nHOLMES: All right. George Clooney, he is one of the top nominees for the Golden Globes. Our \"SHOWBIZ \nTONIGHT\" host, A.J. Hammer live for us in New York. A.J., everybody's anxious to know who made the list. What \ndoes this mean for the Oscars as well?\n\n\n\nA.J. HAMMER, HLN HOST, \"SHOWBIZ TONIGHT\": Well, of course everybody sees this as a precursor to the \nOscars. Although the nominations often agree, the winners not so much.\n\nBut yes, you mentioned George Clooney, great morning for George, T.J., getting multiple nominations today. He got \none for Best Actor in a drama for \"The Descendants\". He also got nominated for Best Director for \"The Ides of \nMarch\". He also got a nomination for Best Screenplay for \"The Ides of March\". And both of those movies nominated \nin the Best Motion Drama category.\n\nClooney's co-star in \"The Ides of March\", Ryan Gosling also getting multiple nominations; nominated for Best Actor \nin a drama for \"Ides\" as well as Best Actor in a musical or comedy for his role in \"Crazy Stupid Love\" -- two very \ndivergent roles there.\n\nThe silent film \"The Artist\" leading the way with all of the nominations, six in total, including one for Best Musical or \nComedy. In that category it's up against \"50-50\", the great movie \"Bridesmaids\". I'm very excited. I'm going to be \nspeaking with producer Judd Apatow in just a few minutes. I can't wait to get his reaction.\n\nAlso nominated in that category, \"Midnight in Paris\" and \"My Week with Marilyn\". In fact, I just spoke with Best \nSupporting Actor nominee from \"My Week with Marilyn\" Kenneth Branagh. And Kenneth told me the Golden \nGlobes, always one of the biggest parties on the planet. He is so humbled to be there, to be nominated. This is his \nfourth or fifth nomination, I believe. Hasn't won one yet but he just has a huge smile on his face this morning.\n\nHOLMES: And you can imagine, he has good reason to. We talked about those new movies and latest movies. This \nNetflix list now, the most rented movies. I was trying to come up with some. I didn't really. Tell us about this list; kind \nof curious.\n\nHAMMER: Well, what do you think would be at the top of the list?\n\nHOLMES: Of all time? Man, that's a tough one. Maybe Titanic is up there somewhere.\n\nHAMMER: See, you would think that.\n\nHOLMES: Yes.\n\nHAMMER: Not even in the top five.\n\nHOLMES: Ok.\n\nHAMMER: A great film does top this list, however, of the most rented film of all time on Netflix: The Blindside.\n\nHOLMES: Really?\n\nHAMMER: And these others in the top five: \"Crash\", \"The Bucket List\", \"The Curious Case of Benjamin Button\" and \n\"The Hurt Locker\".\n\nThese are the movies that people are sitting around and this is what they want to see. This is all time now. If you \nwant to see where Titanic landed or find out your favorite, they did 100 movies in all. Check it out on netflix.com. It \nactually is a pretty interesting list and great advice for some suggestions on what to rent.\n\nHOLMES: Good stuff. A.J., always good to see you. Thank you so much. And to our viewers, you want more \ninformation, you want more A.J.; you can get everything in the news, the entertainment world. All that breaking \nnews, A.J. has got it for you this evening, \"SHOWBIZ TONIGHT\" at 11:00 on HLN.\n\nAbout 42 minutes past the hour now. I want to turn back to a story that's really been the headlines the past couple \nof weeks. A shocking story really. Now a student has come forward who said she was brutally hazed at Florida \nA&M. She's now breaking her silence. The school president speaking out as well. Those details straight ahead. \nStay with me.\n\n\n\nHOLMES: About a quarter of the top of the hour now.\n\nNearly a month after a drum major died after suspected hazing, the fallout from the Florida A&M Marching Band \nsandal is spreading. Robert Champion's old school district in Georgia has just suspended marching bands county \nwide as it investigates possible hazing there. Champion and a college band mate arrested on hazing charges \nattended the same high school outside Atlanta. As well as Bria Hunter, a Florida A&M, freshman who says she was \nbadly injured at college this fall.\n\nCNN affiliate, WXIA just released an interview we did with Hunter before she went public. That's why her face is \nblurred.\n\n(BEGIN VIDEO CLIP)\n\nBRIA HUNTER, FRESHMAN, FLORIDA A&M: The first day, everybody -- not everybody some -- a good few people \ngot hit.\n\nUNIDENTIFIED FEMALE: You need to stop. I'm not comfortable.\n\nHUNTER: He told me he did.\n\nUNIDENTIFIED FEMALE: You may ask another question.\n\nUNIDENTIFIED FEMALE: Ok.\n\n(END VIDEO CLIP)\n\nHOLMES: It turns out Hunter won't be going back to Florida A&M. She's giving up her scholarship. She's \nwithdrawing and filing a lawsuit against the school.\n\nMeanwhile, the school president has been reprimanded in connection with the scandal. Now there he is. You're \nseeing a picture of him there. He is now -- his name is James Ammons. He is now speaking to our Jason Carroll \nabout what's been going on at the school.\n\nListen.\n\n(BEGIN VIDEO CLIP)\n\nJAMES AMMONS, PRESIDENT, FLORIDA A&M UNIVERSITY: One of the things that we have found with hazing is \nthat there is a veil of secrecy. This is a culture not just here at Florida A&M University, it's on college and university \ncampuses all across America.\n\nJASON CARROLL, CNN CORRESPONDENT: Have you made any headway into making some changes here at \nthe university, things that you can tell us, some tangible things?\n\nAMMONS: There have been people incarcerated as a result of hazing so, I mean, there is a stiff law. There are \nlegal consequences for anyone engaged in hazing.\n\nCARROLL: Reporter: do you believe you bear personally any responsibility for what has happened to any of these \nstudents here?\n\nAMMONS: Personal responsibility? I have done everything in accordance to the law here in the state of Florida.\n\n(END VIDEO CLIP)\n\nHOLMES: Meantime, the hazing investigation has sparked another probe into possible fraud at the school. \nAuthorities uncovered some financial irregularities.\n\n\n\nWe're going to be going in depth on Iraq and the war there that's just wrapping up. We're going to do that right after \na break. A war that made one Iraqi woman -- many Iraqi women, this one in particular, a widow.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED FEMALE: Suddenly the scorched thing is the same person that used to be a beating heart living \nnext to you.\n\nUNIDENTIFIED FEMALE: it was as if she was wearing a cloak of death, she says.\n\n(END VIDEO CLIP)\n\nHOLMES: Her story coming your way, next. Stay with us.\n\nHOLMES: Well, in Iraq a flag comes down. The U.S. Military mission formally ends.\n\nU.S. Troops are finished with their combat role after nearly nine years of fighting and sacrifice. Defense Secretary \nLeon Panetta flew to Baghdad for the flag-lowering ceremony. Not everyone happy about U.S. forces leaving. \nCNN's Arwa Damon reports.\n\n(BEGIN VIDEOTAPE)\n\nARWA DAMON, CNN CORRESPONDENT: \"Come see, Usayed (ph).\" Nahla Nadawi calls out to her ten-year-old \nson. \"He was so little.\" Nahla is looking at photos from when we first met four years ago, a time when she was \nrobbed of joy. Her husband, Mohammed, a doctor died in a bombing two months earlier. The only thing she could \nidentify his charred body by was the pin in his knee.\n\nNAHL AL NADAWI, IRAQI WIDOW (through translator): Suddenly the scorched thing is the same person that used \nto be a beating heart living next to you.\n\nDAMON: It was as if she was wearing a cloak of death she says. Life became black and white.\n\nNow it's bursting with color again.\n\nAL-NADAWI: Inside this is still me. I love people. I love them so much. If I have someone in the car with me, as \nsoon as they leave, I put my hand down to feel the heat left by their body.\n\nDAMON: She needs to feel life. Her happiness is her son whose autism put him in a special needs school but just \nthis year he transferred into a regular one. But he lives with the tragedy of death.\n\nAL-NADAWI: Every morning the first thing Usayed does is recite a list of the dead and how they died and when he \ndraws, he draws a cloud and rain and then paints over it in black.\n\nThis child who seems happy on the surface carries a darkness inside because of the death of his father and the \ndeath of so many of our friends.\n\nDAMON: Nahla says she can't bear to be alone with her thoughts. She keeps herself busy. She wrote a book on \nparliamentarians' performance before the 2010 elections.\n\nWe walked down the road to visit a friend in one of Baghdad's historic old villas. The beauty and the manicured \nlawn, she says, is a glimpse of what she dreamed the American invasion would bring to Iraq. Instead, there are \nscars from shrapnel from insurgent mortars. To the left a bridge that was blown up a few years ago.\n\nAnd where the river bends, one of Saddam Hussein's former palaces that was used as a U.S. military base in what \nwas a notoriously dangerous neighborhood.\n\n\n\nAL-NADAWI: When I was Usayed's age I would come here. Iraq was heaven.\n\nDAMON: She says she is still happy the Americans came but has a hundred questions. Why did the Americans \nmake so many mistakes? Was it out of ignorance? Was it deliberate?\n\nAL-NADAWI: The Americans are leaving Iraq fragile. They haven't even planted the seeds to give us hope that we \nare heading towards democracy, rule of law and a civil society.\n\nDAMON: And she fears that death will take her loved ones once again.\n\n(END VIDEOTAPE)\n\nDAMON: And T.J., that view and concern shared by many Iraqis that we have been speaking to over the last few \ndays as the U.S. military gears up to fully see a complete withdrawal by the end of this month. Behind me, is where \nearlier in the day, that Casing of the Color ceremony took place. The United States officially ending its military role \nhere, ending the war, at least when it comes to the Americans.\n\nWhen it comes to the Iraqis, T.J., there are tens of thousands of women like Nahla and there are even more who \nshare that very same concern. They realize that their country is still fragile and they wish for the day when they \ncould be completely certain that they would be able to have a bright and better future -- T.J.\n\nHOLMES: All right. Arwa Damon for us. Thank you so much for that.\n\nAnd as we get closer to the top of the hour we're going to turn back to the economic situation in this country, in \nparticular jobs. When you check the label of just about anything you buy, chances are it is not made in America.\n\n(BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: I'm almost sick of hearing it. We don't make anything in America anymore.\n\nUNIDENTIFIED MALE: Yes, me too. People say we can't do it here. We can do it here and we do a lot here.\n\n(END VIDEO CLIP)\n\nHOLMES: Ahead in the newsroom, we found a place in America creating jobs here and around the world.\n\nHOLMES: Well, movie nights on the GOP campaign trail? Four Republican presidential candidates taking time off \nto catch a movie? Let me bring in our Mark Preston, our senior political editor. He's in D.C. for us. Now what got \nthem off the trail for movie night, if you will?\n\nMARK PRESTON, CNN SENIOR POLITICAL EDITOR: Well, you know, T.J., they certainly probably grabbed some \npopcorn and sat down and watched the movie. But they certainly were not of the trail. The movie last night that was \nairing in Des Moines was a documentary that was an anti-abortion rights documentary. In fact, the documentary \nwas called \"Gift of Life\". Four Republican presidential candidates showed up for it. Rick Santorum, Rick Perry, \nMichele Bachmann who did not show up for it by the way was Mitt Romney and Ron Paul. They had different \nschedules. Another person that was there was Newt Gingrich.\n\nNow the four Republican candidates all pledged that they were anti-abortion presidents. They would do all they \ncould to try to make abortion outlawed here in the United States. As you and I know, T.J., that's going to be a very \ntough thing to do given the state of play we are in the country right now. Of course, the Supreme Court's already \nweighed in on it.\n\nHOLMES: And certainly should have known better, even when you say there's movie night. They're never really off \nthe trail. Mark Preston for us there in D.C. Thank you so much.\n\n\n\nAs we get close to the top of the hour, time for me to hand this thing over. Suzanne Malveaux -- how are you doing \ntoday?\n\nSUZANNE MALVEAUX, CNN ANCHOR: T.J. Nice to see you. Always.\n\nHOLMES: Always a pleasure.\n\nMALVEAUX: Weekend right around the corner.\n\nHOLMES: Yes. Don't remind me. No, I'm teasing. I'm teasing.\n\nMALVEAUX: Good to see you.\n\nHOLMES: All right. Good to see you. Thank you.\n"}