{"title": "UK Government $%  Motorists warned to steer clear of bogus driving licences licences licences", "body": "\n Motorists are being warned to avoid buying documents claiming to be 'International Driving Licences'.\n\n An enquiry by DTI's Companies Investigations Branch revealed that up to 4,000 of the documents - costing GBP \n450 a time - have been sold by London-based company Daryadel Enterprises Limited. The licences indicate that \nthey are issued by the 'United Nations International Drivers' Association' and endorsed by the State of Florida, \nUSA. They also claim that these entitle people to drive in Great Britain and elsewhere.  elsewhere.  elsewhere.\n\nConsumer Minister Melanie Johnson today confirmed that the licences do not entitle motorists to drive in Great \nBritain, and warned that thousands of the so-called 'International Drivers' Licences' are still being used by \nunwitting motorists.\n\n \"All motorists are at risk when something like this happens,\" said Miss Johnson. \"We have petitioned the High \nCourt to put a stop to it, but people relying on these licences should stop driving immediately.\n\n \"Motorists driving in Great Britain without a valid licence risk prosecution. They may also find that their insurance is \nvoid.\" DTI's investigation found that the company advertised the licences in ethnic newspapers. Most applicants \nwere from Iran, Iraq and Turkey.\n\n Motorists who suspect they may have bought one of these documents are advised that they are not valid for driving \nin Great Britain.\n\n Notes to Editors\n\n 1. New residents with non-European Community/European Economic Area (EC/EEA) licences may drive in Great \nBritain on the basis of their valid national driving licence or International Driving Permit for one year from the date \nthey became resident.\n\n 2. After that, unless the licence was issued in a country which is designated by law for the purpose of exchanging \nlicences, they do not have entitlement to drive unless they obtain a British provisional licence and pass a British \ndriving test.\n\n 3. At present the following non-EC/EEA countries have been designated for licence exchange purposes: Australia, \nBarbados, British Virgin Isles, Canada, Hong Kong, Japan, Malta, New Zealand, Republic of Cyprus, Singapore, \nSouth Africa, Switzerland and Zimbabwe. Valid licences from these countries may be exchanged for British \nlicences.\n\n If this is not done within the first 12 months driving must stop, although they may apply to exchange at any time \nwithin five years of becoming resident.\n\n\n 4. To obtain a British provisional licence or exchange a designated country licence for a British licence, \napplicants must complete forms D1 and D750, available from the Post Office. Completed forms should be sent to \nthe Driver and Vehicle Licensing Agency at the address given on the application forms, enclosing the relevant fee \nand identity documents. Additional information on this is available from information leaflet D100, also available from \nthe Post Office.\n\n 5. British licences may be issued to residents of this country only.\n\nInformation about driving in Great Britain as a visitor or new resident is available on the DVLA website, at \nwww.dvla.gov.uk \n\n 6. The petition was presented under Section 124(A) of the Insolvency Act 1986 and was followed by an application \nfor the appointment of the Official Receiver as provisional liquidator.\n\n 7. The registered office is shown as Room No 24, Ealing House, 33 Hanger Lane, London W5 3HJ and the \ncompany trades from Room 25 at the same address.\n\n 8. According to the Companies House register the current director is Mr Arash Daryadel and secretary is shown as \nMrs Shadi Daryadel.\n\n 9. Any member of the public or creditor of the company with concerns should contact: Official Receiver 21 \nBloomsbury Street London WC1B 3SS Tel: 020 7637 6256.\n\n$% CONTACT: Public Enquiries$% Tel: +44 (0)20 7215 5000$% Textphone: +44 (0)20 7215 6740$% WWW: \nhttp://www.dti.gov.uk$% \n\n((M2 Communications Ltd disclaims all liability for information provided within M2 PressWIRE. Data supplied by \nnamed party/parties. Further information on M2 PressWIRE can be obtained at http://www.presswire.net on the \nworld wide web. Inquiries to info@m2.com)).  \n\n com)).  com)).\n"}