{"title": "Man Jailed on Secret Evidence Should Be Freed, Judge Says", "body": "\nA Federal immigration judge ruled yesterday that an Egyptian man kept in solitary confinement for the last three \nyears on the basis of secret evidence allegedly linking him to a terrorist organization should be freed from jail.\n\nThe man, Nasser K. Ahmed, and his lawyers have never been told exactly what secret evidence the Government \nhad on Mr. Ahmed, and contended that he was innocent. Yesterday, Judge Donn Livingston agreed, ruling that Mr. \nAhmed was not a threat to national security and should, in fact, be given political asylum in the United States \ninstead of being deported.\n\nThe ruling was the third case in the last year where immigration judges have questioned the Immigration and \nNaturalization Service's procedures in using secret evidence against suspected terrorists.\n\nIn a practice assailed by civil liberties and Arab-American groups, two dozen suspected terrorists, all Arabs, are \nbeing detained around the country by the immigration service on the basis of secret evidence. None of the \ndefendants and their lawyers have been allowed to see the evidence against them. Immigration and intelligence \nofficials argue that the evidence cannot be disclosed because it endangers the sources of the information and \ncould compromise national security.\n\nMr. Ahmed, 38, a father of three, is unlikely to be freed quickly. Immigration service lawyers filed an immediate \nappeal of Judge Livingston's decision that could take months to resolve. Mr. Ahmed also awaits sentencing on a \nJune conviction for making false statements on an immigration form.\n\nGovernment lawyers accused Mr. Ahmed of being a follower of Sheik Omar Abdel Rahman, the blind Egyptian \ncleric convicted of conspiring to blow up the World Trade Center and other New York landmarks. Mr. Ahmed served \nas the sheik's legal assistant during his 1995 trial but he vehemently denied being a terrorist.\n\nHis lawyers said that the ruling yesterday further undermined the Government's use of secret evidence. In such \ncases, Government lawyers are allowed to present secret evidence and witnesses to judges in private sessions in \nthe judge's chambers. The defendants and their lawyers are not allowed to be present and are unable to rebut any \nof the evidence.\n\nLawyers for the detained men said they were eager to have a higher court rule on the constitutionality of the use of \nsecret evidence. But no appeals of an immigration judge's decision have been ruled on by a higher Federal court \n\n\nto date. Judge Livingston, an administrative judge for the immigration service, was restricted to ruling on the facts \nof Mr. Ahmed's case only, not on the constitutionality of the practice.\n\nIn his ruling yesterday, Judge Livingston openly questioned the immigration service's procedures for calling \nevidence \"secret.\" He said some of the evidence so declared in Mr. Ahmed's case could have been obtained from \nunclassified sources, thereby by giving Mr. Ahmed and his lawyers the right to know and rebut it.\n\nThe judge also revealed in his decision that during the secret sessions Government lawyers at times declined to \nanswer his questions about why such information was made secret. \"Most of the court's questions regarding the \nreasons for classifying certain evidence were answered with simple boilerplate phrases, denial of knowledge or \ndenial of authority to discuss the matter,\" Judge Livingston said.\n\nHe said he did not believe that the Government lawyers were intentionally concealing information, but he warned \nthat there was little incentive under the current system for the Government to make the extra effort of obtaining \ninformation from nonclassified sources. The judge wrote that the practice was \"fundamentally unfair\" and warned \nthat \"the possibilities for abuse, albeit inadvertent, are manifest.\"\n\nIn Mr. Ahmed's case, Judge Livingston forced the Government to declassify some of its secret evidence and Mr. \nAhmed's lawyers were able to successfully rebut it.\n\nImmigration officials pointed out that secret evidence was used in only a handful of the thousands of cases the \nagency dealt with each year. Russell A. Bergeron Jr., an I.N.S. spokesman, said two other judges had ruled in \nother cases that secret evidence justified detaining or deporting suspects.\n\n\"In a situation where an individual may be a threat to national security, we have an even greater obligation to insure \nthat all of the evidence goes before the court,\" he said.\n\nBut Abdeen M. Jabara, one of Mr. Ahmed's lawyers, said his client, who went on several hunger strikes during his \nthree years in jail, was \"grossly mistreated.\" He said the use of secret evidence must stop.\n\nhttp://www.nytimes.com\n"}