{"title": "Easy immigration finds rough going", "body": "\nWashington --- The Bush administration's move to relax immigration rules for Mexicans, and possibly others, got \noff to a fast start. It won backing from a powerful alliance of business, seeking a larger, cheaper work force, and \nlabor unions in search of more members. The U.S. Catholic Conference joined the effort by lobbying for broad \namnesty for undocumented workers.\n\nBut a month later, the Bush plan is running into a wall of opposition.\nCox Washington Bureau\n\nAn estimate this week by the nonpartisan Urban Institute that as many as 8.5 million illegal immigrants are in the \nUnited States --- 2 million more than previously thought --- raises the stakes in Congress and in the nation's \nheartland, where resistance to immigration already was mounting.\n\nThe administration's detailed proposal, originally scheduled for release in September, has been delayed, perhaps \nfor months.\n\nAmong supporters of the White House initiative --- described as a temporary-worker program to allow more \nMexicans to work legally in the United States --- some of the early hopes for quick action are fading.\n\n\"I'm a little bit afraid that if they don't have something concrete fairly soon, they'll lose the momentum on this,\" said \nTheresa Brown, manager of labor and immigration policy at the U.S. Chamber of Commerce and a representative \nfor a coalition of employers who are lobbying for more foreign workers. \"And momentum is a very big thing in D.C.\"\n\nEven among Texas Republicans, only Rep. Henry Bonilla has given the Bush immigration plan an enthusiastic \nendorsement. Others have ruled out amnesty for people who have entered the country illegally. That would be \n\"rewarding lawlessness,\" Sen. Phil Gramm said.\n\nMany Democrats, on the other hand, say the White House is not going far enough. Sen. Tom Daschle (D-S.D.) \nwants a legalization process for illegal residents of all nationalities. \"Immigrants are fueling our economy and \nenriching our society,\" he said.\n\nThe debate is moving beyond Washington. The nation has been altered by the arrival of more than 13 million \nimmigrants over the past 10 years, according to census figures. Almost one in every 10 U.S. residents is foreign-\nborn.\n\nConstruction firms, fast-food restaurants, poultry processors and meatpacking plants have benefited from the \nsupply of foreign workers.\n\nMost of the new arrivals are from Latin America.\n\n\nThe newcomers are moving far inland, beyond states such as California, Texas and Florida. The influx has begun \nto bring major cultural shifts to the South, especially Georgia and the Carolinas, and to the traditionally \nhomogeneous farm belt of the Midwest.\n\nSix of the seven states with the nation's fastest-growing Latino populations in the 1990s were in the South, \naccording to the U.S. Census Bureau. Georgia's Latino population grew 300 percent from 1990 to 2000, a growth \nrate that trails only North Carolina, at 394 percent, and Arkansas, at 337 percent.\n\nLatinos began arriving in Georgia in large numbers in the early 1990s. Many helped build venues for the 1996 \nSummer Olympics in Atlanta. Others picked Vidalia onions in South Georgia; some came to dominate the work \nforce in carpet mills in Dalton, poultry plants in Gainesville and construction crews in metro Atlanta.\n\nThe Census Bureau says 435,000 Georgians are Latino, about 5.3 percent of the state's total population, but other \ndemographers say the real number is closer to 700,000. The Mexican Consulate in Atlanta estimates that half the \nLatinos in Georgia are illegal immigrants who could qualify for a legalization program.\n\nThe rapid growth of the immigrant population has spurred a growing network of activists who seek more restrictions \non immigration: In once nearly all-white Iowa, Gov. Tom Vilsack backpedaled on his two-year drive to recruit \nimmigrants to make up for his state's labor shortage. Some Iowans complain that schools are overburdened by \nstudents who don't speak English. Others say unskilled workers hold wages down. In a sign of the resistance, the \nDes Moines Register reported last month that a float in a Mason City parade carried the words: \"In your 20s? \nImmigration will double U.S. population in your lifetime.\" In Rogers, Ark., where the Latino population swelled to 20 \npercent over the last decade, voters threw out a mayor who had welcomed the newcomers and replaced him with \none pledging to crack down on illegal immigrants. After the city's police allegedly began stopping drivers who \nlooked Latino, the Mexican American Legal Defense and Education Fund filed a lawsuit charging discrimination. In \nseveral states, activists are forming grass-roots groups, such as the Georgia Coalition for Immigration Reform, \nFloridians for a Sustainable Population and Carolinians for Immigration Reform. All seek restraints on \nimmigration. Pro-restriction groups, which have been relatively quiet during the high-employment boom of the \n1990s, are mobilizing for a national debate over immigration. The Federation for American Immigration Reform is \nplanning a major public relations campaign, said associate director David Ray.  At the Center for Immigration \nStudies, a private group that favors restrictions, chief researcher Steven Camarota has watched business and labor \nget behind the new push for what he calls \"mass immigration.\"\n\n\"There's really only one group lined up against it, and that's the American people,\" Camarota said. He cited a March \nsurvey by the Gallup Poll, which indicated only 10 percent of the public favors increasing immigration, while 41 \npercent favor keeping the present level and 43 percent would reduce it.\n\nStaff writer Mark Bixler contributed to this article.\n\n \n\nON THE WEB: Essential Worker Immigration Committee: www.ewic.org Center for Immigration Studies: \nwww.cis.org \n"}