{"title": "METHOD GIVING EMIGRES SECRET ACCESS IS ASSAILED", "body": "\nThe Defense Department has granted security clearances to thousands of emigres from the Soviet Union and \nother Communist countries, although the Government has no reliable way of checking their backgrounds, according \nto a Senate investigation.\n\n Staff investigators for the Senate Permanent Subcommittee on Investigations, said the difficulty of verifying the \nbackgrounds of foreign-born residents was potentially a serious weakness in the way the Pentagon protects \nGovernment secrets.\n\nAccording to Defense Department data obtained by the subcommittee, the Pentagon has given security clearances \nto 1,400 immigrant aliens and recently naturalized citizens from the Soviet Union, who work for military contractors.\n\nThe Pentagon has approved top secret clearances for 121 Soviet emigres, and secret clearances for another \n1,349, numbers compiled by the Senate panel show.\nSenate investigation finds that Defense Department has granted security clearances to thousands of emigres from \nSoviet Union and other Communist countries, although US Government has no reliable way of checking their \nbackgrounds; Senate Permanent Subcommittee on Investigations staff members say difficulty of verifying \nbackgrounds of foreign-born residents who work for military contractors is potentially a serious weakness in way \nDefense Department protects Government secrets (M)What Is Top Secret\n\nTop secret is defined as information that could cause ''exceptionally grave damage to national security'' if released. \nSecret is used for information that, if released, would cause ''serious damage to national security.''\n\nSecret and top secret clearances are so widespread in the Government that some critics have said their meaning \nis diluted. The most sensitive information is protected under ''special access programs'' that require an even higher \nsecurity clearance.\n\nHowever, Fred Asselin, a subcommittee investigator for Senator Sam Nunn, Democrat of Georgia, said that a ''top \nsecret'' clearance still entitles a worker to view some very sensitive information.\n\n \n\n10,000 Employees on List\n\nAnother Pentagon document obtained by the subcommittee listed 10,675 military contractor employees from \nCommunist countries that had either been cleared for secret and top secret information or had applications ''in \nprocess.'' In addition to Soviet emigres, the largest number were 3,291 from China, 1,056 from Cuba, and 1,225 \nfrom Poland.\n\n\nA subcommittee aide said the problems of checking foreign-born residents for potential security risks was not \nconfined to Communist countries.\n\nFor example, the subcommittee investigators conducted a detailed study of how the Government performed its \nsecurity check of P. Takis Veliotis, the Greek-born former executive with the General Dynamics Corporration who is \nnow a fugitive from Federal kickback charges. The study found that Mr. Veliotis was given clearances to run \nsensitive nuclear submarine projects for the Navy and the Department of Energy, although there were large gaps \nand inconsistencies in the investigation of his background.\n\n''American investigators simply have great problems trying to conduct background inquiries in a foreign nation,'' said \nSenator Nunn, who requested the Senate study in connection with hearings to begin Tuesday. ''It is especially \ndifficult, and sometimes impossible, when the clearance is for someone from a Communist nation or a closed \nsociety,'' he added.\n\n \n\nNo Pentagon Comment\n\nSteve Katsan, a spokesman for the Pentagon's Defense Investigative Service, which is responsible for internal \nsecurity, said officials there would have no comment prior to the Senate hearings.\n\nThe Defense Department accounts for about 90 percent of the 4.2 million Government employees, uniformed \npersonnel and contractors who have secret or top secret clearances.\n\nAs a case study in the difficulties, the subcommittee staff prepared a 43-page report on the background check on \nMr. Veliotis, who ran the shipyard that produced nuclear submarines for General Dynamics' Electric Boat Company \ndivision.\n\nMr. Veliotis now resides in Greece, where he has provided internal company documents to reporters and \nCongressional investigators looking into General Dynamics's dealings with the Government.\n\nAccording to corporate documents obtained by the subcommittee, Mr. Veliotis' foreign-born status initially worried \nthe Navy enough that on two occasions it lowered the security clearance level for the shipyards he ran.\n\nEventually, however, Mr. Veliotis was given secret and top secret clearances by the Pentagon, and a ''Q'' access \ncode from the Energy Department, the equivalent of a top secret clearance.\n\nThe subcommittee said the clearances appeared to have been based primarily on a clearance he had obtained in \nCanada, which in turn was based only on a check of Canadian files and fingerprint records.\n\n \n\nConflicting Information Reported\n\nIn addition, the report said, statements filed by Mr. Veliotis gave conflicting information about his education, about a \n1954 conviction in Greece on a charge of money order fraud, and about a business trip he made to Russia. These \ninconsistencies apparently were not pursued.\n\nAccording to the investigation, Mr. Veliotis kept his clearances even after he came under investigation in connection \nwith an alleged scheme to accept $2.7 million in kickbacks from a Navy subcontractor. Mr. Veliotis was indicted on \nthe charge in 1983.\n\nThe staff report said that Mr. Veliotis ''represents a potential breach of national security of serious dimensions.'' Mr. \nVeliotis, whose politics are rigidly anti-Soviet, has denied suggestions that he might be a security risk to the United \nStates.\n\n''The personnel security procedures'' used in the case ''were inadequate and demonstrate the need for more \nthorough inquiry into the backgrounds of immigrant aliens and recently naturalized citizens,'' the staff concluded.\n\n\n"}