{"title": "Portrait of America;New Census Data Reveal Redistribution of Poverty - Correction Appended", "body": "\nThe best evidence yet of the widening economic gulf between the old and the young during the 1980's was \nprovided today in newly released Census Bureau data that showed the elderly held their own during the decade's \neconomic ups and downs while the nation's children increasingly slid into poverty.\n\nThe finding is part of a cornucopia of new information from the census showing growing differences between \nregions and population groups in areas as varied as the amount of schooling, type of disability, length of the \ncommute, age of housing and ancestry of the nation's 250 million people.\n\nThe data also confirms the decade's place in immigration history: 8.6 million people told the census that they \nentered the country during the 1980's. That is almost as many immigrants as arrived from 1900 to 1910, the \nprevious high-water mark of American immigration.\n\n \n\nRedistribution of Poverty\n\n But the starkest picture drawn from the wealth of new information is the portrait of the redistribution of poverty \namong the generations. As the number of people beneath the poverty line grew by 4.3 million to more than 31 \nmillion between 1979 and 1989, increasing numbers of the poor were children. One in four of new entrants into the \nranks of the poor in the 1980's was under 18 years of age; one in 25 was 65 or older.\n\nMartha Farnsworth Riche, director of the Population Reference Bureau, a private Washington-based research \norganization, said the elderly fared relatively well because the Federally financed safety net was held relatively \nintact for them. \"The indexing of Social Security payments to inflation was probably the single biggest factor that got \npeople out of poverty,\" Ms. Riche said.\n\n\"A similar thing was not done for children. We just assume that parents raise children. Because we're all going to be \nelderly and we all have elderly parents, we just think that society provides for the elderly.\"\n\n\nThe nation's adults had higher percentages of high school and college graduates, and the percentage of high \nschool dropouts had declined from 13 percent to 11 percent. But the educational gains were not reflected in the \neconomic statistics, which showed growing numbers of poor people.\n\nThe figures make up a snapshot of the nation's economic health just before the current recession began, but the \ntrends reflected in the census are continuing, according to more recent data.\n\nThe Census statistics on commuting show a smaller portion of workers using car pools or public transportation. The \npercentage of workers who drive alone to their jobs rose to 73.2 percent from 64.4 percent a decade ago; car-pool \nuse dropped from 19.7 percent to 13.4 percent and public transit ridership fell from 6.4 percent to 5.3 percent.\n\nAmong the most striking geographic trends was the tendency of the rest of the nation to pull away from the \nAppalachian and Mississippi River states of Louisiana, Mississippi, Arkansas and West Virginia, which were \nconsistently poorer, younger and less educated than other areas.\n\nThe data also reflected the rapid pace of income decline in these regions, the Farm Belt and the Great Plains. \nMedian income levels declined by at least 10 percent over the drought-plagued decade in Iowa, Montana, North \nDakota, Wisconsin and Wyoming, as well as in Louisiana and West Virginia.\n\nBut there was marked economic buoyancy in states with large suburban populations. Connecticut, New Jersey, \nNew York, Maryland, Virginia, New Hampshire, Massachusetts and California all ranked among the top 10 states in \nthe nation in median income; all but New Hampshire ranked among the top 10 in the percentage of population \nearning more than $150,000 annually.\n\nThese states, however, were among the first to see their economies fall into recession in 1991 and have been \namong the hardest-hit by the current economic doldrums.\n\nThe newly released census figures reveal a wide range of information:\n\n*Median income levels, adjusted for inflation, shrank during the 1980's in 24 states, from the Farm Belt to the \ndepressed manufacturing states of Michigan, Ohio and Illinois to Texas, Arizona and New Mexico.\n\n*Accounting for inflation, the median household income for the nation rose 6.5 percent to $30,056 a year, but the \nmedian amount spent on mortgage payments increased 26.9 percent, to $737 a month or $8,844 a year.\n\n*Southeastern states, where education spending has historically been low, registered the sharpest gains in high \nschool graduates. But even with these gains, the populations of North Carolina, South Carolina and Georgia \nremained among the least-educated. The best-educated populations were clustered in the West and Midwest, in \nstates like Minnesota, Nebraska, Oregon, Utah, Alaska and Colorado.\n\n*About 10 percent of the population ages 16 to 64, or 16.1 million people, had impaired mobility or needed help with \nbasic tasks like dressing. One-third of those 65 or older, or 10.5 million people, were limited in mobility or in their \nability to care for themselves.\n\n*The proportion of the population speaking a language other than English at home more than doubled, from 6.6 \npercent to 13.8 percent, or nearly 32 million people.\n\n*About one housing unit in five was built during the 1980's, compared with more than one in four in the 1970's. One \ndwelling in every 30 in New Mexico, West Virginia and Louisiana lacked complete plumbing facilities; in Alaska, the \nratio is one in eight.\n\n \n\n15 Million Households\n\n The census data released today was compiled from \"long-form\" questionnaires filled out by more than 15 million \nhouseholds, a sample size that dwarfs any other government or private research effort. As a result, while the \n\n\n\nnumbers are somewhat dated, they also allow detailed regional and local analysis of everything from household \ntype to commuting patterns.\n\nOne of the most striking facets revealed in the new data was the divergence in economic trends, which was often \nhidden within larger aggregates. For instance, California ranked fourth in the country in the proportion of \nhouseholds with annual incomes in excess of $150,000.\n\nYet while the state's median income grew by 17 percent in constant dollars -- more than twice as fast as the \nnational average -- the number of California children in poverty increased by 40 percent. These high childhood \npoverty increases were explained partly, though not completely, by the 20 percent increase in the number of \nCalifornians under the age of 18.\n\nCalifornia also ranked well below the national average in the proportion of working mothers, although it compared \nfavorably with the rest of the country on the proportion of female-headed households in poverty. Half of such \nhouseholds in California were poor; the national rate was 57.4 percent.\n\nAnother cross-current was revealed in the data on 16- to 19-year-old high school dropouts. This group declined as \na proportion of all older teen-agers, going to 6.6 percent in 1989 from 7.8 percent in 1979. But while in general they \nwere concentrated in the inner cities and poor rural areas, the dropouts seemed to be where the unskilled work \nwas.\n\nIn 1990, teen-age dropouts without work were concentrated in traditional bastions of rural poverty like Mississippi, \naging industrial states like New York, or states like North Carolina and Oregon, whose economies were rapidly \nshifting from resource-based industries, like timber and tobacco, to service- and technology-based industries.\n\nBut the greatest number of dropouts, including both the employed and the idle, could be found in Nevada, Arizona, \nand Florida, all among the top five in new home construction, an industry that provides lucrative if short-term \nemployment for the unskilled and semiskilled.\n\nAmong the states that had the fewest people moving in, three -- Michigan, Pennsylvania and New York -- had major \ncities where poverty became more concentrated over the decade, and where the shift in poverty from the old to \nthe young was most evident.\n\nThe number of working mothers was measured in the census for the first time in 1990, and the figures revealed \nsome regional disparities. Though nearly 60 percent of mothers of preschool children worked, the percentage of \nworking mothers of school-age children was 75 percent. But these totals were much lower in the Middle Atlantic \nStates, particularly in New York, where 52 percent of mothers with preschool children worked, along with 71 \npercent of those with school-age children.\n\nThe proportion of working mothers was also below the national average in California, and it was well above the \nnational average in Hawaii, New Hampshire, Minnesota and the Dakotas.\n\nThough the proportion of blacks, Asians and Hispanic people in the country climbed over the past decade, all three \nwere outnumbered by whites claiming English ancestry (32.6 million), German (57.9 million) and Irish (38.7 million). \nOther European ancestries most frequently claimed were Italian and Polish.\n\nAbout 30 million black residents were counted in the 1990 census, along with 7.3 million Asians or Pacific \nIslanders, and 1.9 million Americans Indians, Eskimos or Aleuts. There were also 22.3 million Hispanic people, who \ncan be of any race, among the total resident population of 248.7 million people.\n\nThough the census long-form data is collected to meet the requirements of various Federal laws, like statutes on \nhighway and mass-transit subsidies and national welfare programs based on poverty rates, statisticians are \nbeginning to discuss alternative means of collecting this data. Several witnesses at a Congressional hearing on \ncensus strategies suggested that smaller samples be taken at more frequent intervals to keep the data up to date.\n\n\n\nCorrection\n\nBecause of a computer processing error, an article and a chart last Friday about the 1990 Census misstated \npercentages of 16- to 19-year-olds who have dropped out of school and are not working. The five states with the \nlowest percentages are North Dakota, 2.81; Minnesota, 3.52; Nebraska, 3.67; Wisconsin, 3.74, and Iowa, 3.77. The \nstates with the highest percentages are Kentucky, 9.16; Louisiana, 9.11; Arizona, 8.53, and West Virginia, 8.36. \nThe District of Columbia had the highest percentage, 10.55.\n\nCorrection-Date: June 5, 1992, Friday\n\nGraphic\n\n \n\nMaps: \"Shifts in Residence and Language Differences\" shows percentage of people who live in the state where \nthey now live, and shows percentage of people in each state who speak no English. (pg. A11)\n\n \n\nCharts: \"Education\" shows the percentage of people 25 years old and older who are high school graduates in the \ntop and bottom five states, shows the percentage point increase in high school graduates, 1980 to 1990, in the top \nand bottom five states, and shows the percentage of 16 to 19 year olds who have dropped out and are not working \nin the top and bottom five states; \"Disability\" shows the percentage of non-institutionalized people age 16 to 64 with \nlimited mobility in the top and bottom five states; \"Telephone Access\" shows those without phones in their house or \napartment in the top and bottom five states (pg. A14); \"Income\" shows the median household income, 1990 \nCensus, in the top and bottom five states, and shows the change in median household income, 1980 Census to \n1990 Census, in the top and bottom five states; \"Poverty\" shows people in poverty in 1990 in the top and bottom \nfive states, shows percentage point change in poverty, 1980 Census to 1990 Census, in the top and bottom five \nstates, and shows female-headed families, with related children under 5 years old, in poverty, in the top and \nbottom five states. (pg. A15)\n"}