{"title": "THE SPARSE WATCH ON AMERICA'S BORDERS 4/bl;by Hamilton Fish Jr.", "body": "\nTo the Editor:\n\n The smuggling of aliens which prompted your July 7 article on our undermanned Border Patrol is the vilest and \nmost frustrating aspect of illegal migration.\n\nhe U.S. Border Patrol is charged with maintaining the integrity of our borders between points of entry. Numbering \nonly 350 at any given time on our 2,000-mile border with Mexico, it is no match for the smugglers, who are well-\norganized on both sides of the border.\nAN-A\n\nIllegal border crossings increase annually; in 1979, apprehensions exceeded one million. While it is more humane \nto turn aliens back at the border than to apprehend them in the interior of the country, reassigning personnel while \nfailing to increase levels makes the mission of the Border Patrol virtually impossible. More officers are needed, \nparticularly since South Florida is now an area of vulnerability.\n\nThe President's policy statement of August 1977 calling for improved border control has been followed up by \nreductions in patrol strength. Personnel on duty in May 1980 was 214 below levels authorized by the Congress in \nfiscal 1978.\n\nCongressional concern was expressed on July 1, when the House adopted, 337 to 72, my amendment to provide \nfor 311 additional Border Patrol positions in Justice Department appropriations for fiscal year 1981.\n\nAs long as Mexico and other Central American countries experience rapid population growth, poverty and high \nunemployment, pressures on our border will continue. Cooperative arrangements with Mexico to develop labor-\nintensive industry and agriculture would help.  Likewise, the magnet effect of the U.S. economy could be reduced \nby economic disincentives.\n\nAll aspects of this complex phenomenon, including the status of aliens already here illegally, are being explored by \nthe Select Commission on Immigration and Refugee Policy. Its recommendations, due in March of 1981, will \ncertainly include more effective control of our borders.\n\nRecognizing the magnitude and importance of the problem, recruitment and training of Border Patrol personnel \nshould not be delayed.  (Rep.) HAMILTON FISH JR.  Washington, July 11, 1980\n\nThe writer is ranking member on the House Subcommittee on Immigration, Refugees and International Law and a \nmember of the Select Commission on Immigration and Refugee Policy.\n\n"}