{"title": "Law and Order;2 indicted in Beanie Baby scheme", "body": "\nA federal grand jury in Atlanta has indicted two people over an alleged scheme to sell rare Beanie Baby dolls over \nthe Internet. The indictment, returned Tuesday, asserts that Richard William Davis and Kelly L. Williams posted \nmessages on the Internet inviting people to bid on rare Beanie Babies that, in fact, they didn't have. People sent \ncertified or cashier's checks or wired money --- a total of more than $ 40,000 between July and October 1998 --- to \nan address in Duluth. Prospective buyers were told that Williams and Davis had acquired the rare Beanie Babies \nthrough a Hallmark gift shop owned by Williams' father. Law enforcement authorities said Davis and Williams are \nbelieved to be in Florida.\n\n CLAYTON COUNTY Federal agents raid warehouse in Morrow Federal immigration officers raided a food-packing \nwarehouse Tuesday and detained 33 suspected illegal immigrants from Mexico, Honduras and Uruguay. \nImmigration and Naturalization Services spokeswoman Sue Brown said agents searched the Southern Bonded \nWarehouse on Mount Zion Boulevard in Morrow. Agents also searched Interim Personnel, a company that places \ntemporary employees and is located at the same address, Brown said. Don Moore, vice president of Southern \nBonded Warehouse, said the search focused on Interim Personnel, the vendor that provides temporary labor for the \nwarehouse.\nDrugs sold at house, two suspects tell cops Two of the four men accused in a Jan. 21 home invasion in which a \nteenager was killed told police they went to the house because they had bought drugs there before, a Clayton \nCounty police detective testified Tuesday. Magistrate H.B. Watts sent the felony murder case to a grand jury. \nNicholas Leslie, 18; Antonio Lamont Smith, 19; Cephus Demarco Smith, 20, all of Atlanta; and Marlo Helms, 21, are \naccused in the shooting death of Ron Rico Phillips, 17, at a house on Antebellum Circle near Riverdale. Detective \nMichael T. Murphy testified that Lee and Leslie told police after their arrest \"they had purchased marijuana from \nindividuals at the house.\"\n\n COBB COUNTY Nine suspects indicted in alleged fraud scheme Nine suspects were indicted Tuesday in Cobb \nCounty for allegedly defrauding Georgia General Insurance Co. of $ 215,000 in 1995 and 1996. State Insurance \nCommissioner John Oxendine said Terrence Stephen McMillan of Mableton; Patricia Sweatman Petty of College \nPark; and Kimberly R. Ballard of Stone Mountain, who worked in the company's claims department, allegedly \nissued checks to the other suspects in payment of auto insurance claims to which they were not entitled. In turn, the \nrecipients allegedly cashed the checks and split the proceeds with the three insurance company employees. Other \nlocal residents indicted: Teresa Cash of Austell; Marvin Turner of Marietta; and Norma Burgin of Mableton.\n\n CHEROKEE COUNTY 17-year-olds indicted for weaponry at school A Cherokee County grand jury indicted three \n17-year-olds Tuesday for carrying weapons to school. Investigators say Michael Shane Martin and Ricky Lee \nWilliams took paint-ball guns and pellet pistols to Cherokee High on Nov. 12. Police in Woodstock say Si On Moon, \nalso known as Steve Moon, took a knife with an 8-inch blade to Woodstock High on Nov. 16. Bringing a weapon to \nschool is a felony punishable from two to 10 years in prison and a fine of up to $ 10,000.\n\n\n 1 hurt in I-575 wreck involving PVC pipes A fluke of timing saved two people but sent one to the hospital with \ncritical injuries in a bizarre wreck that closed much of I-575 in Cherokee County on Tuesday morning. It began \nwhen a tractor-trailer carrying PVC pipes lost control, tumbled into the median and smashed into a pole that held up \na sign over the interstate's southbound lanes just after midnight. Pipes spilled, and the sign fell. A southbound car \nslid on the pipes and rolled into the median. Firefighters freed the driver and a medical helicopter whisked him to a \nhospital; authorities did not know his name or condition. The sign fell into the car of a Union County sheriff's deputy. \nHe and a prisoner he was transporting might have been killed if the patrol car had been going faster, or if the sign \nhad fallen a second later. Neither the deputy nor his prisoner was hurt. Authorities closed all lanes of I-575 near \nExits 8 and 9 for 1 1/2 hours. Three southbound lanes were opened by 4 a.m.\n"}