{"title": "SEN. CHARLES E. SCHUMER HOLDS A HEARING ON THE DREAM ACT", "body": "\nEVENT DATE: June 28, 2011\n\nTYPE: COMMITTEE HEARING\n\nLOCATION: WASHINGTON, D.C.\n\nCOMMITTEE: SENATE COMMITTEE ON THE JUDICIARY, SUBCOMMITTEE ON IMMIGRATION, REFUGEES, \nAND BORDER SECURITY\n\nSPEAKER: SEN. CHARLES E. SCHUMER, CHAIRMAN\n\nWITNESSES:\n\nSEN. CHARLES E. SCHUMER, D-N.Y. CHAIRMAN SEN. DIANNE FEINSTEIN, D-CALIF. SEN. RICHARD J. \nDURBIN, D-ILL. SEN. PATRICK J. LEAHY, D-VT. SEN. RICHARD BLUMENTHAL, D-CONN. SEN. AL FRANKEN, \nD-MINN.\n\nSEN. JOHN CORNYN, R-TEXAS RANKING MEMBER SEN. JON KYL, R-ARIZ. SEN. JEFF SESSIONS, R-ALA. \nSEN. CHARLES E. GRASSLEY, R-IOWA SEN. ORRIN G. HATCH, R-UTAH\n\nSEN. CHARLES E. SCHUMER, D-N.Y. CHAIRMAN SEN. DIANNE FEINSTEIN, D-CALIF. SEN. RICHARD J. \nDURBIN, D-ILL. SEN. PATRICK J. LEAHY, D-VT. SEN. RICHARD BLUMENTHAL, D-CONN. SEN. AL FRANKEN, \nD-MINN.\n\nSEN. JOHN CORNYN, R-TEXAS RANKING MEMBER SEN. JON KYL, R-ARIZ. SEN. JEFF SESSIONS, R-ALA. \nSEN. CHARLES E. GRASSLEY, R-IOWA SEN. ORRIN G. HATCH, R-UTAH\n\nSEN. CHARLES E. SCHUMER, D-N.Y. CHAIRMAN SEN. DIANNE FEINSTEIN, D-CALIF. SEN. RICHARD J. \nDURBIN, D-ILL. SEN. PATRICK J. LEAHY, D-VT. SEN. RICHARD BLUMENTHAL, D-CONN. SEN. AL FRANKEN, \nD-MINN.\n\nWITNESSES: SECRETARY OF EDUCATION ARNE DUNCAN\n\nSECRETARY OF HOMELAND SECURITY JANET NAPOLITANO\n\nSEN. CHARLES E. SCHUMER, D-N.Y. CHAIRMAN SEN. DIANNE FEINSTEIN, D-CALIF. SEN. RICHARD J. \nDURBIN, D-ILL. SEN. PATRICK J. LEAHY, D-VT. SEN. RICHARD BLUMENTHAL, D-CONN. SEN. AL FRANKEN, \nD-MINN.\n\nCLIFFORD L. STANLEY, UNDERSECRETARY OF DEFENSE FOR PERSONNEL AND READINESS\n\n\nSEN. CHARLES E. SCHUMER, D-N.Y. CHAIRMAN SEN. DIANNE FEINSTEIN, D-CALIF. SEN. RICHARD J. \nDURBIN, D-ILL. SEN. PATRICK J. LEAHY, D-VT. SEN. RICHARD BLUMENTHAL, D-CONN. SEN. AL FRANKEN, \nD-MINN.\n\nOLA KASO, WARREN, MICHIGAN\n\nLIEUTENANT COLONEL MARGARET STOCK (USA RESERVES, RET.)\n\nSTEVEN CAMAROTA, DIRECTOR OF RESEARCH, CENTER FOR IMMIGRATION STUDIES\n\nSEN. CHARLES E. SCHUMER, D-N.Y. CHAIRMAN SEN. DIANNE FEINSTEIN, D-CALIF. SEN. RICHARD J. \nDURBIN, D-ILL. SEN. PATRICK J. LEAHY, D-VT. SEN. RICHARD BLUMENTHAL, D-CONN. SEN. AL FRANKEN, \nD-MINN.\n\nDURBIN:  Good morning.  This hearing of the Subcommittee on Immigration, Refugees, and Border Security will \ncome to order. Today's hearing is on the DREAM Act, legislation that would allow a select group of immigrant \nstudents to earn legal status.  \n\n      Before I begin, I want to especially thank the chairman of the full committee, Senator Leahy, and Senator \nSchumer, who chairs the Immigration Subcommittee and will join us shortly, for their longstanding support of this \nlegislation, and for giving me the opportunity to hold the first ever Senate hearing on this bill.  \n\n      This bill has been introduced and considered for almost 10 years. The first hearing was scheduled for \nSeptember 12th, 2001, and was canceled for obvious reasons.  The bill has gone through numerous mark-ups, a lot \nof floor debate, and then considered in various forms. But this is the first official committee hearing on the bill.  \n\n      Thousands of immigrant students in the United States were brought here as children.  It wasn't their decision to \ncome to this country. But they grew up here, pledging allegiance to our flag and singing our national anthem.  They \nare Americans through and through.  \n\n      The DREAM Act would give these young people a chance to earn legal status if they have good moral \ncharacter, and go to college, or serve in the military.  The DREAM Act would make America a stronger country by \ngiving these talented immigrants the chance to fulfill their potential.  \n\n      Young people who would be eligible for the DREAM Act call themselves DREAMers. And over the years, I've \nmet a lot of them.  And hundreds of them are here today.  I want to introduce a few of them.  \n\n      And the first one is Teresa Lee (ph).  Teresa, would you please stand up.  Ten years ago, I was contacted by \nAnne Monaco (ph), a teacher at the Merit School of Music (ph) in Chicago.  One of her students, Teresa, was an \nextraordinary musical talent who had played as a soloist with the Chicago Symphony Orchestra.  \n\n      She had been accepted at several of the country's most prestigious music schools: The Julliard School of \nMusic, and the Manhattan -- make sure I get that straight, School of Music as well.  \n\n      And as they were filling out the application form for her to go to school, the question came up about her \nnationality.  Her parents had brought Teresa to the United States when she was 2 years old. They had never filed \nany papers.  And she was undocumented.  \n\n      So we contacted the INS and they told us that she had an option. Teresa wouldn't have to leave the United \nStates for 10 years.  And that's when I started to work on the DREAM Act.  Let me tell you, the story has a very \nhappy ending.  \n\n      Teresa went on to obtain her BA and Master's degree from the Manhattan School of Music.  In 2009, she \nplayed her debut at Carnegie Hall.  Today she is pursuing her doctorate at the Manhattan School of Music.  \n\n      Teresa, you got me started, thank you for being here.  \n\n\n\n      (APPLAUSE)  \n\nDURBIN:  No politician ever wants to stop the applause, but we have committee rules, and we ask you to please \nhold your reactions, positive or negative, to yourself.  Thank you.  \n\n      Nelson and John Magdalena (ph), would you please stand.  Nelson and John were brought to this country from \nVenezuela.  Nelson was 11, John was 9.  In high school, John was the fourth-highest ranking officer and \ncommander of the Air Honor Society in Junior ROTC.  \n\n      Nelson and John are now honor students at Georgia Tech University, one of the best engineering schools in \nAmerica.  Nelson is a computer engineering major, and John is a biomedical engineering major.  Thank you for \nbeing here.  \n\n      Tolu Oloboomy (ph), please stand.  Brought to the United States from Nigeria as a child, in 2002, she graduated \nfrom a prestigious university in Virginia with a degree in chemical engineering.  It has been nine years since she \ngraduated.  She has yet to work a day as a chemical engineer because she is undocumented.  \n\n      She has been waiting for Durbin to pass the DREAM Act for nine years.  And she is now over the age of 30, \nand that's why the eligible age in our law that we have before us today is 35, because she shouldn't be held \nresponsible for the fact that we haven't done what we need to do in passing the law.  So we thank you for being \nhere. \n\n      Monchi Dolan (ph), please stand up if you're here, Monchi.  His parents brought him here from Bangladesh in \n1991 when he was 5 years old.  In 2008 he graduated from the University of North Carolina at Chapel Hill.  Now he \nis being courted by the technology industry.  He has even been offered a job as a lead engineer for a start-up in \nSilicon Valley.  \n\n      He cannot accept the job offers he has received because he is undocumented.  Thank you.  \n\n      Bonita Valese (ph), Bonita was brought here in 1993 at the age of 8.  She graduated as valedictorian of her high \nschool class at the age 16, graduated from the honors program at St. Mary's University in Texas with a double \nmajor in Biology and Sociology.  Thank you, Bonita, for being here.  \n\n      Angelica Hernandez (ph), please stand, thank you, Angelica. Brought here from Mexico when she was 9 years \nold, in high school, she served in the Junior ROTC and was president of the National Honor Society.  \n\n      This spring she graduated from Arizona State University as the outstanding senior in the Mechanical \nEngineering Department. Angelica, thank you.  \n\n      There are many others here today that I would like to introduce, but I don't have the time to do it.  Let me ask \neveryone here today who is a DREAMer, a DREAM Act student, to stand and be recognized.  \n\n      Thank you so much for being here, for the sacrifice you made to come.  You can be seated.  \n\n      When I look around this room, I see America's future, our doctors, our teachers, our nurses, our engineers, our \nscientists, our soldiers, our congressmen, our senators, and maybe our president.  \n\n      I ask my colleagues to consider the plight of these young people who find themselves in a legal twilight zone \nthrough no fault of their own.  They are willing to serve the country they love.  All they're asking for is a chance.  \n\n      Opponents of this bill say they sympathize with DREAM Act students, but they criticize the bill and offer no \nalternative.  Do they want these young people to leave, to go back to countries where they may never have lived or \ndon't remember, or to continue living in the shadows and in doubt about the future?  \n\n\n\n      These DREAMers would happily go to the back of any line and wait their turn for citizenship, but there is no line \nfor them to get into. I urged my colleagues to support the DREAM Act.  It is, I think, one of the most compelling \nhuman rights issues of our time in America.  \n\n      I'd like to recognize Senator Cornyn, the ranking member of the subcommittee.  \n\nCORNYN:  Thank you, Mr. Chairman. \n\n      I have anticipated today's hearing with decidedly mixed emotions, on one hand with compassion and sympathy \nfor these young students who so earnestly want a brighter future for themselves, but on the other hand, with a \nsense of frustration at the way this issue has been wielded as a political weapon.  \n\n      You know I've been a supporter of a version of the DREAM Act for many years.  And I know you have been a \nchampion of this.  I admire your typical persistence.  And I know you care deeply about these young people whose \nparents were illegal immigrants -- or are, and brought them to the country in violation of our law, but who \nthemselves have no culpability for being here in violation of our immigration laws.  \n\n      It has been too long since 2007, in fact, when Senator Reid, the majority leader, brought an immigration reform \nbill to the Senate Floor.  As a matter of fact, I remember reading in President Bush's book \"Decision Points,\" he said \nSenator Teddy Kennedy called him and asked him to call Senator Reid and ask him not -- to keep the Senate in \nsession over the weekend in 2007 so that the Senate could finish its work on that bill in 2007.  But Senator Reid \ndeclined to do so, and, as you know, that bill was pulled.  \n\n      I have no reason to doubt also that the president of the United States has promised to make immigration reform \na priority.  As a matter of fact, he said he would do so within his first year in office.  But we know now that he did not \nkeep that promise.  And I've been disappointed by the president's failure to lead on immigration reform.  \n\n      I know I'm not alone.  Having pushed controversial legislation through the United States Senate, when \nDemocrats controlled both the Congress and the White House, the stimulus package, the health care bill, the Dodd-\nFrank bill, there is no reason why the president of the United States could not have delivered on his immigration \nreform promise during his first two years as president if it was really the priority that he claimed.  \n\n      I'm also disappointed that the Senate majority leader has refused to place immigration reform on the Senate \nagenda since 2007, but nevertheless, last December, used, once again, the DREAM Act as a political football in a \npolitical stunt.  \n\n      He refused to allow any amendments to the bill when it was brought out to the floor that might have addressed \nbipartisan concerns about it, and would have, in fact, improved it, in my view.  And he refused to allow enough floor \ntime for the Senate to debate the bill.  \n\n      It was hardly a recipe for success.  Instead, it had all of the hallmarks of a cynical effort to use the hopes and \ndreams of these young people as a political wedge in the run-up to the 2012 election. I believe we can and that we \nshould do better.  \n\n      Of course, Mr. Chairman, we all have compassion for these young people, many of whom live in my state, the \nstate of Texas.  We know how the broken immigration system has failed them.  And we know how Washington's \nfailure to deliver credible immigration reform has failed the country.  \n\n      It's important, though, to get the details right.  And that's why the process by which this bill is considered in this \nJudiciary Committee and on the floor is very important.  \n\n      Unfortunately, the version of this -- of the DREAM Act we've got before us has several well-known problems \nthat have never been satisfactorily addressed.  Under this version of the DREAM Act, a 35- year-old illegal \nimmigrant with only two years of post-high school education would be eligible for a green card, regardless of \nwhether they ever earn a degree.  \n\n\n\n      In fact, the bill allows the secretary of the Department of Homeland Security to waive the educational \nrequirement entirely so that all that is required for a pathway to citizenship is a GED.  \n\n      Under this version of the DREAM Act, a 35-year-old illegal immigrant who has been convicted of two \nmisdemeanors would be eligible for a green card.  And let's remind ourselves that many misdemeanors are not \nminor offenses.  \n\n      In many states they include driving while under the influence of alcohol, drug possession, burglary, theft, \nassault, and many other serious crimes.  \n\n      In New York, sexual assault of a minor in the third degree is a misdemeanor.  Someone with two convictions for \nany of these crimes could eventually be eligible for a path to American citizenship under this legislation.  And that \ndoesn't include people who are actually charged with felonies but who later pled guilty to a reduced charge of a \nmisdemeanor.  \n\n      This version of the DREAM Act also has, in my opinion, very weak protections against fraud.  As we saw in \n1986, any time we expand eligibility for an immigration benefit, we create a whole new opportunity for fraud if we're \nnot careful.  \n\n      Yet this bill actually protects the confidentiality of the DREAM Act application even if it contains false \ninformation.  And this bill doesn't acknowledge the impact of chain migration by hundreds of thousands of family \nmembers in a fragile economy that we have now.  \n\n      Mr. Chairman, these concerns, as you know, are not new.  I've raised them time and time again over the years.  \nBut I want to make clear that the biggest obstacle to the passage of the DREAM Act is not the specific issues I \nmention, it's the failure of the federal government to keep its promise when it comes to immigration reform.  \n\n      Moreover, were we to pass this bill as a standalone bill without addressing the rest of our broken immigration \nsystem, I believe it is far less likely that we would ever get to the other issues in our broken system, this being the \nmost sympathetic of any of those.  \n\n      The issue we're addressing today is in fact the engine that could help pull the train for credible immigration \nreform.  Once it leaves the station, what are we to tell our constituents who care deeply about the rest of our broken \nimmigration system?  \n\n      But I think it's important also to recall and to remind ourselves that America is a welcoming nation to immigrants \nwho play by the rules and do it the right way.  \n\n      Last year more than 600,000 people became naturalized U.S. citizens.  I think that's something we should be \nproud of.  Nearly 50,000 of these new Americans are Texans.  And on Memorial Day this last year, I had the honor \nof attending a ceremony where young men and women who have green cards were the beneficiaries of expedited \npath to citizenship as a result of legislation that I co-sponsored with Senator Teddy Kennedy as one of the first bills \nthat I co-sponsored in the Senate.  \n\n      The American people have been compassionate and generous to illegal immigrants and their families.  In 1986, \nPresident Reagan signed an amnesty for about 3 million people.  It was supposed to be the last mass legalization \nthat America would ever need because the trade-off was increased and enhanced enforcement.  But the \nenforcement never happened.  \n\n      So the problem is not that America is an unwelcoming nation, or that America is not a compassionate nation, or \nthat America will not continue to be welcoming and compassionate if we handle this issue correctly.  \n\n      The problem is that the federal government is still not doing what it promised to do in 1986, to secure our \nborders, to enforce our immigration laws, especially at the work place, adequately, and encourage large numbers of \npeople from systematically -- discourage large numbers of people from systematically just violating the law of the \nland.  \n\n\n\n      I believe sincerely that our policies should be pro-legal immigration and anti-illegal immigration.  This bill, sadly, \ndoes nothing to fix our broken immigration system.  It is a Band-Aid.  And maybe worse, it will provide an incentive \nfor future illegal immigration.  \n\n      This bill does nothing for border security, work place enforcement, visa overstays that account for about 40 \npercent of illegal immigration in this country.  In other words, it does nothing to reduce the likelihood of further illegal \nimmigration.  \n\n      What parent would not be tempted to immigrate illegally on the hope that, if not they, but maybe their children \nwould be given the gift of American citizenship?  \n\n      And after these children are citizens under current law, how many millions of their immediate family members \nwould eventually become eligible for citizenship?  \n\n      I think millions of  Americans would support the DREAM Act, Mr. Chairman, if they could get their questions \nanswered, like, will this bill solve the problem of our broken immigration system, or will it make it worse by \nincentivizing illegal entry? \n\n      What are the impact on sky-high unemployment rates for current citizens and legal residents?  In fact, the \nunemployment rate for Hispanics in America is roughly 2 percentage points higher than for the general population.  \n\n      And, finally, how will we pay for this when 43 cents out of every dollar the federal government currently spends \nis borrowed money and we have a $14.3 trillion national debt?  \n\n      What message are we sending to those on the other side of the borders who are thinking about entering the \ncountry illegally with a minor child?  If we pass this bill, will we be  back here in five years, 10 years, 20 years with \nthe same concerns that these young people are bringing to us today?  \n\n      In other words, is this the kind of dream that will reoccur indefinitely?  \n\n      Respectfully, Mr. Chairman, these are some of the questions that I have today and some of the questions I will \nhave for the panelists.  \n\n      Thank you very much.  \n\nDURBIN:  Senator Feinstein?  \n\nFEINSTEIN:  Thank you very much, Mr. Chairman.  \n\n      I wish I could stay for the whole hearing.  The Appropriations Committee is hearing the intelligence budget at \n10:30, so I will need to go.  \n\n      But I want to thank you for your leadership on this.  I know it's been difficult.  You've been resolute and \nsteadfast.  And it's very much appreciated.  \n\n      I'm one that believes that the time really has come to pass this bill.  I listened very carefully to what Senator \nCornyn said.  We've served together on this committee.  I've come to appreciate him over the years.  \n\n      I think the one thing that I really agree with that he said is that these youngsters bear no culpability.  And in my \nmind that means a great deal.  \n\n      These youngsters did not institute the act to come here.  Their parents did.  They took part out of our education \nsystem.  And the youngsters that I see are the valedictorians -- I know several -- the student body presidents, some \nfighting our wars, some getting master's degrees, some getting Ph.D.s, working on the side, helping out their \nfamilies, trying to get scholarships wherever they can to better themselves so that they can be part of the American \ndream.  \n\n\n\n      Some of the youngsters in this room came in at six months old. They didn't know.  And our education system, \nessentially they have made great use of.   \n\n      And I think that's important.  \n\n      UCLA has just finished a study that says that undocumented youth who would obtain legal status under the \nDREAM Act could contribute an estimated $1.4 trillion to the United States' economy over a 40-year period.  \n\n      That's pretty compelling evidence that these students work hard, that they care and that they want to be part of \nthe American dream.  \n\n      And to the best of my knowledge, the American dream has never been an exclusive dream that only some \npeople could share.  \n\n      I want to make one last comment about the borders:  The borders are more secure today than they have been \nin 10 years.  And I know Secretary Napolitano will comment eloquently on that.  \n\n      But to the best of my knowledge, we have doubled Border Patrol from 10,000 to 20,000 people.  We have \ncompleted 600 miles, plus, of border fence.  We have avionics.  We have all kinds of technology on the border.  \n\n      And what took place in the early '90s, which was people coming over by the thousands no longer comes over.   \n\n      So I just want to say that to use border security as a reason not to give these young people a chance makes no \nsense to me.   \n\n      I mean, here's somebody that has a -- a graduate degree, who can't find a job.  It's wrong.  \n\n      So I -- I don't want to get wound up, but I want to thank you for what you're doing, and I want to support it in any \nway, shape or form I can.  Thank you.  \n\nDURBIN:  You can get wound up anytime.  Thank you very much.  \n\n      Senator Grassley?  \n\nGRASSLEY:  (OFF-MIKE)   \n\nDURBIN:  Thank you.  \n\n      Senator Franken?  \n\nFRANKEN:  I'll do the same.  \n\n      Well, actually, I won't put my statement in the record, but I'll -- I'll -- when we get to the questions, I'll probably \nsay a thing or two.  \n\n      Thank you.  \n\nDURBIN:  We're expecting Senator Schumer to join us, and he may have a chance to make an opening statement.  \n\n      But let me turn to our first panel of witnesses for opening statement.  Each witness will have five minutes.  The \ncomplete written statement will be made part of the official record.    \n\n      And if the witnesses will please stand and raise your right hands to be sworn in.  \n\n      Do you affirm the testimony you're about to give before the committee will be the truth, the whole truth and \nnothing but the truth, so help you God.  \n\n      Thank you very much.  \n\n\n\n      And let the record reflect that the witnesses answered in the affirmative.  \n\n      At the outset, I want to say how pleased I am we have two members of the president's Cabinet here today.  It's \nunusual for Cabinet secretaries to appear before a subcommittee and unusual for them to testify in support of \nlegislation.  \n\n      I think it is a measure of this administration's commitment to the DREAM Act that you are here.  \n\n      Our first witness is Secretary of Education Arne Duncan. Previously, he was chief executive officer of the \nChicago public schools from 2001 until 2008, the longest-serving big-city education superintendent in the country.  \n\n      Prior to this, he ran the nonprofit foundation, Aerial Education Initiative and played professional basketball in \nAustralia.  \n\n      Secretary Duncan graduated magna cum laude from Harvard University.  \n\n      Thank you for being here today, and the floor is yours.  \n\nDUNCAN:  Chairman Durbin, Ranking Member Cornyn and members of the subcommittee, thank you for the \nopportunity to come before you today and talk about the DREAM Act.   \n\n      As you know, the Obama administration strongly supports this legislation which historically has enjoyed support \nfrom both sides of the aisle.  \n\n      Through it, a generation of Americans will have the opportunity to earn a college degree and serve our country \nin the military. Without it, these young people, who have been here for most, if not almost all of their lives, will miss \nout on the American dream, and our country's long-term economic prosperity will suffer if they fail to fulfill their true \neconomic potential.  \n\n      In a few -- in the few moments that I have today, I want to explain two reasons why it's critically important to \npass the DREAM Act.  \n\n      First, it's an issue of fairness.  Thousands of young people have worked hard, but they're being denied the \nchance to build a better future for themselves and to contribute their skills, talents and creativity to our country.  \n\n      Second, it's an issue of economic prosperity.  By offering these young people a chance to earn a college \ndegree, we are helping them establish their own economic security.  And in the process, they will help sustain \nAmerica's economic competitiveness into the future.  \n\n      The students who will benefit from the DREAM Act deserve a fair chance to succeed.  They are some of our \ncountry's best and brightest, and as we saw here today, they come from across the globe.  But they were raised \nand educated here in America.    \n\n      They have deep roots here and are loyal to our country because for many of them it's the only home they've \never known.  \n\n      And we should not punish these students because they were brought here by their parents.  \n\n      Some of them first learned that their families are undocumented when they applied for college at 17 or 18 years \nold.  And it goes against the basic American sense of fairness to deny them opportunities because of the choices \nmade by their parents.  \n\n      It also goes against our national interest to deny these young people, these students, a chance to get a college \neducation.  \n\n      By creating opportunities for these bright and talented youth to attend college, they will contribute much, much \nmore than they ever could as struggling workers moving from one under-the-table job to another.  \n\n\n\n      With a college education, they can fill important jobs in fields today facing critical shortages, such as engineers \nand nurses and teachers.  \n\n      And today it's important for folks to really understand that in these very tough economic times, our country still \nhas about 3 million unfilled jobs open today.  By 2018, we'll need to fill 2.6 million job openings in the fields of \nscience, technology, engineering and mathematics.  Let me say that again:  2.6 million openings in the STEM fields \nalone.  \n\n      The students who will benefit from the DREAM Act will absolutely help to fill those jobs.  \n\n      By working in these fields, they can contribute to our country's economic growth.  With a bachelor's degree, \ntheir earnings will be up to 80 percent higher than if -- than if their education ends in high school.  \n\n      According to a 2010 study from UCLA, those who would benefit from the DREAM Act could generate between \n$1.4 trillion and $3.6 trillion in income over their careers.  \n\n      With those extra earnings, they will purchase homes and cars and other goods to drive our economic growth.  \nAnd we know that these students are hungry; they're hungry to go to college.   \n\n      Right now, 13 states offer in-state tuition for undocumented students.  In these states that offer a promise of \nlow-cost tuition, the high school dropout rate for non-citizen Latinos has fallen by 14 percent.  \n\n      Texas was actually the first state to create tuition benefits for these students.  Today undocumented students in \nTexas are almost five times more likely to enroll in post-secondary education, as opposed to undocumented \nstudents in nearby states that don't offer them that same in-state tuition.  \n\n      But for far too many of these young students, the benefit of in- state tuition isn't enough.  Even with the reduced \ncosts, college remains unaffordable for them.  For those who can afford it, their choices are actually limited.  \nEventually, the earning power of a college degree is limited because they are unable to legally work and become \nfull participants in our economy.  \n\n      And that's why the federal government needs to offer low-cost loans and work-study opportunities and the \npotential for permanent resident status to our young people.  \n\n      Before I close, it's important to be clear about what the DREAM Act will do and what it won't do and to dispel \ntwo important myths.  \n\n      First, the DREAM Act won't provide amnesty to students.  It will offer a conditional, lawful permanent resident \nstatus only for students who meet a rigorous set of criteria.  \n\n      They must have entered this country before the age of 15 and they must have lived in this country for five years \nbefore the bill's enactment.  They must have graduated from high school or have earned admission into an \ninstitution of higher education.  \n\n      They must pass a rigorous background check to show they are not a security threat and demonstrate good \nmoral character.  Students wouldn't be eligible if they have a criminal record that would make them inadmissible to \nthis country or result in imprisonment that exceeds certain amounts of time.  \n\n      The students will earn their permanent resident status after a six-year process.  \n\n      The second myth about the DREAM Act is that it would restrict the availability of federal student aid for U.S. \ncitizens.  Simply put, that's not true.  It wouldn't happen.    \n\n      By statute, student loans are available to all students who are eligible to receive them.  And because DREAM \nAct students would be ineligible for Pell Grants, passing this bill would not have costs associated with the \nprogram.  \n\n\n\n      All told, the Congressional Budget Office, the CBO, estimates that the DREAM Act would generate $1.4 billion \nmore in revenue than it would add in cost over the next decade. \n\n      And collectively, as we strive to reduce the deficit, we simply can't afford to leave that kind of money, those \nkinds of resources on the table.  \n\n      Chairman Durbin, you and I have worked together on so many issues, both here in Washington and back home \nin Chicago.  I just have tremendous admiration for your courage, for your tenacity, for your integrity.  \n\n      We've done many things together, but nothing -- nothing we could do together would be more important for our \nnation's young people and ultimately for our country than passing this DREAM Act.  And I thank you so much for \nyour personal leadership on this issue.  \n\n      This is common-sense legislation that will open the doors of post-secondary education to thousands of \ndeserving young people. Millions of our ancestors, yours and mine, have come to America to be free, to work hard \nand to pursue their dreams.  They have fueled our economy for generations and made America the most \nprosperous nation in the world.  \n\n      By passing the DREAM Act, we will offer a new generation of immigrants the opportunity to go to college, help \nour economy prosper and live their own American dreams.  \n\n      Thank you.  \n\nDURBIN:  Secretary Duncan, thank you very much.  \n\n      And we're going to go slightly out of order here because Senator Schumer, who chairs the Immigration \nSubcommittee and was kind enough to allow me to have this special hearing, has to go to another important \nmeeting, and he's asked if he could make a brief opening statement before Secretary Napolitano and Dr. Stanley.  \n\n      So, since he has the important subcommittee for your Homeland Security agency, I think we ought to let him do \nit.  \n\n      (LAUGHTER)  \n\nNAPOLITANO:  Absolutely.  \n\n      (LAUGHTER)  \n\nDURBIN:  Senator Schumer?  \n\nSCHUMER:  Thank you.  \n\n      First, I want to thank you, Senator Durbin, for holding this hearing.  I want to thank Chairman Leahy, as well as \nRanking Member Cornyn.  And I'm honored to be here today for this first Senate hearing on the DREAM Act.  And \nI'm glad that everyone here worked hard to make this a reality.  \n\n      When Senator Durbin asked me if he could chair a hearing on the DREAM Act in the Immigration \nSubcommittee, I couldn't have been happier to let him to do it.  And I want to salute his leadership this issue, which \nhas been passionate, intelligent, effective and neverending -- and won't end, I'm sure, until the DREAM Act is \nenacted into law.  \n\n      The American people have heard a lot about the DREAM Act today, and I just wanted to make three simple \npoints.    \n\n      First, the DREAM Act comports with basic American traditions of enforcing the rule of law and holding \nindividuals accountable for their actions.  \n\n\n\n      Unlike other individuals who might fall under the category of being an illegal immigrant, the DREAM Act only \napplies to young persons who made no decision to come to America.  None of the young people who would benefit \nfrom the DREAM Act broke the law when they came here.  They had no intent to break the law, and there is no law \nthey can be prosecuted for breaking.  This is an undisputed fact.  \n\n      The best thing about America, the thing I'm proudest of, is that we each stand on our two feet.  We're not \njudged by who our parents are, what our parents did for a living, or when, why or how our parents came to this \ncountry.  We're judged by our own actions.  And the deal we all abide by is that, if we work hard and play by the \nrules, the American dream is available to each and every one of us.  \n\n      But too many still say we should punish people not for their own actions but for actions of their parents.  Well, \nthat's un-American, and it violates the very spirit of our Constitution, which specifically says that \"there shall be no \ncorruption of blood,\" meaning our founding fathers specifically endorsed the concept that children should not be \npunished for the sins of their parents.  \n\n      Second, the DREAM Act only serves to eliminate a nonsensical distinction that currently exists within our \nimmigration system, a distinction where foreign students with no ties to America are actually treated much better \nthan children who have grown up their whole lives in this country and have graduated from American high schools.  \n\n      Here's what I mean.  Under our current system, if a young person living in Mexico, England, China or Egypt is \naccepted for study at an American university, that child is welcome to come here in America with a student visa, so \nlong as they don't pose a threat to the country.  \n\n      Then, if that same young person can find a job in the United States upon graduating, he or she can often earn \ncitizenship if their employer agrees to sponsor that person for a green card.  \n\n      But the DREAM Act kids, who are educated in our public schools and who are Americans in their hearts and in \ntheir souls, cannot go to college if they're accepted into our schools without subjecting themselves to the risk of \ndeportation.  \n\n      This distinction simply makes no sense.  I'd much rather give a slot at one of our universities to a young person \nwho wants to stay here and contribute than to an individual who might want to use their education to return home \nand compete against our companies.  \n\n      Third, the DREAM Act does not even come close to giving legal status to every young person who entered the \nUnited States without legal status.  It only legalizes the few young people that can keep their nose clean for 10 \nyears, earn a college degree or serve military honorably with distinction.  Many would say that those are among the \nbest of people that we want to become citizens.  \n\n      I can't think of anyone who embodies the rugged American spirit more than these young folks who will succeed \nand earn legal status under this program.  \n\n      And I want to think of individuals like Cesar Vargas.  He's a graduate of my alma mater, James Madison High \nSchool.  I played basketball at James Madison and our team's motto was, \"We may be small, but we're slow.\"  \n\n      (LAUGHTER)  \n\n      I hope the team was better when Cesar went there.  \n\n      Anyway, he was brought to the United States by his parents when he was five.  He's here today.    \n\n      I know you had all the DREAM kids rise, but maybe if he's not too embarrassed, Cesar would rise so I could \njust wave and say hello.  \n\n      Hi, Cesar.  \n\n\n\n      He's wearing the American flag on his lapel, I might note. Right?  Did I see that correctly?  Yes, we don't have to \nsing the Madison alma mater together, Cesar, for the sake of keeping the rest of the audience in the room.  \n\n      When Cesar was in college, he tried to enlist in the military, but was turned away because he didn't have legal \nstatus.  Today, Cesar is a student at City University of New York of Law.  He has a GPA of 3.8.  He's fluent in \nSpanish, Italian, and French and he's close to mastering Cantonese and Russian.    \n\n      Cesar obviously is a talented individual.  He's received lucrative offers to work for corporate law firms outside \nthe United States, but his dream -- his dream and the dream of many of us is for him to stay in the United States \nand serve our country.  He wants to serve as a military lawyer.  \n\n      Without the DREAM -- and by the way, we need military lawyers who speak all those many languages.  Without \nthe DREAM Act, Cesar won't be able to enlist in the military.  Haven't young people like Cesar proven that they're \nworthy of the opportunity to live their dreams?  \n\n      So I thank everyone for coming to this hearing and I hope we can pass the DREAM Act as part of tough, fair \nand practical bipartisan immigration reform legislation as soon as possible.  And I tell my good friend from Texas, \nwe are continuing to work on a bipartisan comprehensive bill.  We are making decent progress and I hope he'll join \nus in trying to make that happen.  \n\n      I thank the Secretary Napolitano and Dr. Stanley for indulging me here, and certainly thank Chairman Durbin for \nleading this hearing and leading this drive for the DREAM Act.  \n\nDURBIN:  Senator Schumer, thank you for that strong statement. We're looking forward to working together.  \n\n      Our next witness, Janet Napolitano, is secretary of homeland security.  Previously, Secretary Napolitano was \ngovernor of Arizona. She was the first woman to chair the National Governors Association and named one of the \ntop five governors in the country by Time magazine.  \n\n      Secretary Napolitano was also the first female attorney general of Arizona and served as U.S. attorney for the \nDistrict of Arizona. Secretary Napolitano graduated from Santa Clara University where she was the university's first \nfemale valedictorian; received her J.D. from the University of Virginia School of Law.  \n\n      Secretary Napolitano, we look forward to your testimony.  \n\nNAPOLITANO:  Thank you, Chairman Durbin, and thank you, Ranking Member Cornyn.  And it's also a pleasure to \nsee Ranking Member Grassley.  And we appreciate your work with the department on all of the range of matters \nbefore the Department of Homeland Security.  \n\n      I appreciate the opportunity to testify today in favor of the DREAM Act, which is a priority for this administration.  \nIt's important to the nation as a whole.  It's important to the mission of the Department of Homeland Security.  \n\n      The president and the administration strongly support this bill, and I would echo everything that Secretary \nDuncan said before me.  \n\n      Now, last December I joined the president and many members of the cabinet in urging the Congress to pass \nthe DREAM Act.  In fact, that effort included not only the Departments of Defense and Education who are here \ntoday, but also Secretaries Salazar, Locke, Solis, Vilsack and a host of others who worked to make that vote a \nsuccess.  \n\n      We were disappointed that this important legislation did not overcome the filibuster against it, but we did not \nview that as a terminal point for the DREAM Act.  And for that reason, I comment you, Senator Durbin, and the \nnumerous cosponsors of the DREAM Act for continuing to work to pass this bill.  \n\n      The case for the DREAM Act is strong and there are many ways in which this legislation is important for our \ncountry.  President Obama has called the DREAM Act \"the right thing to do for the people it would affect and the \n\n\n\nright thing to do for the country.\"  And not only is it the right thing, it is the smart thing.  Both Democrats and \nRepublicans have voiced support for this common sense bill because it's important to our economic \ncompetitiveness, as Secretary Duncan said; our military readiness, as you will hear; and there is, quite frankly, no \nreason not to pass this important legislation. \n\n      It's also important to our law enforcement efforts.  And as the member of the cabinet responsible for \nenforcement, I would like to focus on how the DREAM Act would strengthen our ability to enforce and administer \nour nation's immigration laws.  \n\n      The DREAM Act should be seen in the broader context of this administration's comprehensive approach to \nborder security and to immigration enforcement, which has achieved important and historic results.  Over the past \ntwo years, our approach has focused on identifying criminal aliens and those who pose the greatest security and \npublic safety threats to our communities.  This is what any good law enforcement agency does.  It sets priorities to \nmake sure we maximize the impact of each enforcement dollar.  \n\n      The DREAM Act supports these important priorities because only young people who are poised to contribute to \nour country and have met strict requirements regarding moral character and criminal history would be eligible.  \nThese individuals do not pose a risk to public safety.  They do not pose a risk to national security.  Yet as long as \nthere are no legal options available for them to adjust their immigration status, they will be part of the population \nsubject to immigration enforcement.  \n\n      It simply doesn't make sense from a law enforcement perspective to expend limited law enforcement resources \non young people who pose no threat to public safety, have grown up here and want to contribute to our country by \nserving in the military or going to college.  \n\n      The reality is that we have a significant population of people who are in this country illegally, some 11 million.  \nAnd Congress simply does not appropriate the resources to remove such a large number.  So that's why it's been \nimportant to develop a clear strategy with clear priorities to guide our enforcement efforts.  That's why it's so \nimportant that we utilize programs that focus our enforcement efforts on the populations that are most likely to pose \na threat to security or public safety.  \n\n      Now, our department has focused on identifying criminal aliens and those who pose the greatest threats to our \ncommunities.  And we have prioritized them for removal from our country.  We have also worked to ensure that \nemployers have the tools they need to maintain a legal workforce and face penalties if they knowingly and \nrepeatedly violate the law.  \n\n      Through the establishment of clear priorities, our interior enforcement efforts are also achieving unprecedented \nresults.  More than half of those removed last year were convicted criminals, the most ever removed from our \ncountry in a single year.  And between October of 2008 and October of 2010, the number of convicted criminals that \nwere removed from the United States increased 71 percent, while the number of non-criminals removed dropped by \n23 percent.  \n\n      Indeed, the priorities we have set are strengthened by the DREAM Act.  It's simple.  Passage of the DREAM \nAct would allow us to focus even more attention on true security and public safety threats by providing a firm, but \nfair way for individuals brought into our country as children through no fault of their own to obtain legal status by \npursuing higher education or by serving in the United States armed forces.  \n\n      As introduced, the DREAM Act establishes a rigorous process for those who enter the United States illegally as \nchildren, but allows them to obtain conditional permanent resident status by proving that they meet several strict \nrequirements.  \n\n      Those individuals who would qualify under the DREAM Act do not fall within our enforcement priorities.  And \npassage of the DREAM Act would completely eliminate them from the population that is subject to immigration \nenforcement.  \n\n\n\n      Now, the DREAM Act will neither resolve nor substitute for the need for comprehensive immigration reform.  \nBut while the broader immigration debate continues, I urge the Congress to address the DREAM Act now.  It's \ncommon sense legislation.  It has been supported, at least in the past, by Democrats, Republicans and \nindependents.  And it will assist the Department of Homeland Security in fulfilling our security, our public safety and \nour immigration enforcement missions.  \n\n      Thank you for the opportunity to testify.  I look forward to your questions.  \n\nDURBIN:  Thank you, Madam Secretary.  \n\n      Our next witness is Dr. Clifford Stanley, undersecretary of defense for personnel and readiness.  Previously, Dr. \nStanley was president of Scholarship America, the nation's largest nonprofit private sector scholarship organization; \nprior to this, executive vice president, University of Pennsylvania.  \n\n      Undersecretary Stanley, a retired United States Marine Corps infantry officer, served 33 years in uniform, \nretiring as a major general.  He received his B.A. from South Carolina State University; his master's of science \ndegree from Johns Hopkins; and a doctor from the University of Pennsylvania.  \n\n      Undersecretary Stanley, please proceed with your testimony.  \n\nSTANLEY:  Thank you, Chairman Durbin and Ranking Member Cornyn and the other members.  \n\n      I'm pleased to be here today to discuss S. 952, the Development, Relief and Education for Alien Minors Act of \n2011, DREAM Act, and its impact on our armed forces.  The DREAM Act would provide a path to legal permanent \nresidence for individuals who have come to the United States at 15 years of age or younger, and have lived here for \nat least five years.    \n\n      These young people must also meet several additional requirements before they receive lawful permanent \nresident status.  They include completing two years of honorable military service or two years of college; \ndemonstrating good moral character; and remaining in a conditional status for a period of six years. \n\n      As I'm joined on this panel by the secretary of the Department of Homeland Security, who will discuss, and who \nhas already discussed some parts of the DREAM Act in immigration and naturalization; the secretary of the \nDepartment of Education who will focus on the impact of post-secondary education; my remarks today will be \nlimited to the impact of the DREAM Act on the military force and force management.  \n\n      The Department of Defense strongly supports the DREAM Act.  This targeted legislation will allow the best and \nthe brightest young people to contribute to our country's well being by serving their country in the United States \narmed forces or pursuing a higher education.    \n\n      In my three decades of service as a Marine officer, I served with many people who immigrated to our nation \nlooking for a better life. Since the Civil War, we have embraced the role of immigrants in our armed services.  This \nis nothing new.  Regardless of their backgrounds, they had and continued to have one core mission in life: to serve \nour nation.  \n\n      Today, more than 25,000 non-citizens serve in uniform, and approximately 9,000 legal permanent resident \naliens enlist each year. They serve worldwide in all services in a variety of jobs.  They represent the United States \nboth at home and abroad, even on the frontlines of our current overseas contingency operations.    \n\n      Since September 11, 2001, over 69,000 have earned citizenship while serving and over 125 of those who \nentered the military service after that date, have made the ultimate sacrifice in war, have given their lives for our \nnation.  \n\n      The Dream Act expands the opportunity for service to an entirely new group of non-citizens.  Those who are in \nan undocumented status through no fault of their own.  The young men and women who would be covered under \n\n\n\nthis legislation would further expand the prime recruiting market for the services and allow us to selectively manage \nagainst the highest recruiting status.  \n\n      They are scholars, student leaders and athletes.  In fact, some have participated in high school junior ROTC \nPrograms.  These students are culturally American, having grown up in the United States, often having little if any \nattachment to their country of birth.  \n\n      They are functionally without citizenship anywhere in the world and passage of the Dream Act would offer this \nvery specific subset of young people, the opportunity to serve the nation in which they grew up and provide a path \nto becoming productive citizens and contributing members of our society.  \n\n      Candidates enlisting under the Dream Act would be subjected to the same rigorous entrance standards as all \nother applicants, maintaining the highest quality and integrity of the force.  They would also be expected to \ncomplete the existing terms of service required of all members of the armed services.  \n\n      The department strongly endorses and supports the passage of the Dream Act and believes it will have a \npositive impact on military recruiting and readiness.  I thank you for this opportunity to appear before you today and \nlook forward to your questions.  \n\nDURBIN:  Thank you Dr. Stanley.  We're honored to have the chairman of the full Senate Judiciary Committee, \nSenator Leahy here and I'd like to invite him to make some opening remarks.    \n\nLEAHY:  Thank you very much and one of the things I can say, I was able to schedule two different things at the \nsame time because I knew this was in the hands of Senator Durbin and Senator Cornyn and the others.  But I \nwatched Secretary Napolitano, I watched your statement and Secretary Duncan, I agree with what you have said.  \n\n      And Dr. Stanley, as the proud father of a young Marine I'm delighted to see you here and hear what you said.  I \nknow that my son, who is now finished all his Marine duties agrees completely in support of the Dream Act.  And I, \nI've been a supporter of this and cosponsor since it was introduced in the 107th Congress and I was disappointed \nwhen it didn't pass last year.  \n\n      But Senator Durbin has been the strongest proponent of this.  It is just remarkable and I don't want to \nembarrass him, but if you knew the hours he spends in cornering and collaring Senators and caucuses and \neverything else pushing for this.  The passion is very, very real.  \n\n      And I think of all the young men and women who worked so hard to support this legislation.  They put \nthemselves in an impossible situation.  They come out to speak for the legislation.  They wish nothing more than to \nbecome lawful, patriotic participants in the country they call home and they actually risk their position in this country \nin speaking out.  \n\n      And I, I think it's some of the bravest things I've seen.  You know the Dream Act serves the interest of these \nUnited States.  It certainly encourages and rewards military service and I agree with Secretary Gates and General \nPowell, the armed services would be stronger for encouraging more participation by those who want to serve the \nUnited States.  \n\n      If you allow these young people to serve America in their journey to become Americans, it's something we \nshould support.  Remember it is a journey for them.  But they want to become Americans.  We ought to -- as \nAmericans, we ought to be so proud of that, to see these young people wanting to do that.    \n\n      Just think how extraordinary it is, as you've already pointed out, that men and women, not U.S. citizens fight in \nthe service of the United States and its citizens and let's not forget, they die in their services to the United States \nand our citizens.  \n\n      That says a lot about America, but it says a lot about the character of those who serve in our military who want \nto become Americans.  It also promotes educational opportunities for America's young people.  I can see no \npurposes served by deporting talented, young people who find themselves in a situation not of their own making. \n\n\n\n      Especially for those who wish nothing more than to contribute to the country they call home.  Military readiness \nand higher education are not Democratic or Republican ideals.  They're American ideals. They're the kind of ideals \nthat attracted my grandparents -- my maternal grandparents when they immigrated to this country from Italy.  \n\n      Or my wife's parents when they immigrated to Vermont.  To disparage this legislation by calling it amnesty, \nignores our fundamental values of fairness and justice.  Almost 30 years ago in the landmark Supreme Court case, \nPlyler vs. Dole, the Supreme Court held that children may not be punished for the actions of their parents.   \n\n      I find it hard that anyone would disagree with that principle. If you deny these deserving students a chance to \ngain lawful status, an opportunity to realize their potential, you do just that.  So I, I know I preach to the converted \nwith a lot in this room.  We just have to convert 50 percent plus one of the House and the Senate because -- or I \nguess now we have to go 60.  \n\n      When I came here, you only needed 51 votes to pass on them, but now 60.  But whatever it takes, it's a matter \nof honesty and fairness and what we are as Americans.  Every one of us - every one of us have immigrant parents, \ngrandparents, great-grandparents somewhere down the line.  We enjoy being Americans.  Let people who have \nworked hard to be Americans enjoy it too.  \n\nDURBIN:  Thanks Chairman Leahy.  You've been a stalwart champion and friend on this issue.  We're now going to \nask questions and I'll be first and then we'll go through the panel here of the first witnesses panel that we have \nbefore us.    \n\n      And before I ask them my first question, I'd like to take a moment to respond to my friend, Senator Cornyn from \nTexas.  To my knowledge the only perfect law ever written was written on stone tablets and carried down a \nmountain by Senator Moses.  \n\n      (LAUGHTER)  \n\nDURBIN:  Otherwise we're doing our best and sometimes we do need to improve legislation that's before us.  I'm \nalways open to that and I've always been open to good faith efforts to amend the Dream Act to achieve our goals, \nwhich I think are fairly simply stated.  \n\n      I would also say that I have been faulted, maybe even today, for looking for every single opportunity to bring this \nmatter before the United States Senate.  I brought it as an amendment to a bill and I was criticized because they \nsaid you didn't bring it as a freestanding bill.  \n\n      Then I brought it as a freestanding bill and they said, well it's the wrong time. It seems like if people are looking \nfor a reason to vote \"no\", they're always going to find one.  But I do want to invite those who are genuinely \ninterested in working on this legislation to work with me. \n\n      Let me say a few things about the criticisms that have been leveled.  One, this notion that this is an unlimited \nopportunity for people to qualify under the Dream Act, ignores the obvious.  Under the Dream Act, no one will be \neligible unless they arrived in the United States at least five years before the bill became law.  \n\n      So it isn't a completely open-ended opportunity.  Secondly, Senator Cornyn has gone through a long list of very \nserious misdemeanors.  And I do not diminish them in any way.  I will tell you though, there is a specific \nrequirement in the Dream Act that the person who is applying be of good moral character.  \n\n      Which means, at the end of the day, they will be judged in the entirety of their life experience and they have to \npass that judgment. Third, there are questions as to whether or not there's going to be fraud involved in \napplications by people under the Dream Act.  This bill establishes a criminal penalty for fraud of five years in \nprison. This isn't a light slap on the wrist, we're serious.  \n\n      If you want to be serious about becoming an American, at least legally an American -- become an American \ncitizen, we want to make sure that you're honest with us all the way.  So let me speak to questions to the panel.    \n\n\n\n      Secretary Napolitano, I listened carefully to what you had to say and as I understand it, with 11 million \nundocumented, estimated, in our country, and your responsibility to deport those whom you consider to be a threat \nto our country that you have established a priority, as you've said for those who have some criminal background or \notherwise some defect -- character defect that might be a threat to America.  \n\n      And what I'm asking you is, there was a recent memo by John Morton in your department, which established \nsome standards and guidelines for deportation.  What are you doing to ensure that the Morton Memo is fully \nimplemented and Dream Act students are not unjustly deported?  \n\nNAPOLITANO:  Well you're right, Senator Durbin.  We, we simply don't receive the appropriation necessary to \nremove everyone who is technically removable from the United States.  And so we have to set priorities, that's what \ngood leaders do, that's what good law enforcement requires.  \n\n      Those priorities have been set forth in the Morton Memo.  And they really do focus upon those who provide -- or \nare the greatest risk to public safety or to security. One of the things we're working on now, is to design a process \nthat would allow us as early as possible, to identify people who are caught up in the removal system, who in the end \nreally don't fit our priorities or in the end, would not be removable, an immigration judge would not find them \nremovable.  \n\n      We have not perfected such a process, but we certainly are working on the design of one.  \n\nDURBIN:  I hope you can.  I hope we can work together.  Because I honestly believe that you have an important \nand serious responsibility to keep America safe.  And I believe the overwhelming majority of young people I've met \nwho would qualify under the Dream Act, are not only no threat to America, they are in fact something good for the \nfuture of America.  \n\n      And we want to make sure that we do our part in the Senate and Congress, but to work with this administration \nso they aren't caught up in deportation when in fact it is not in the best interest of our country.   \n\n      I'd also like to go to the question that's been raised repeatedly about so-called misdemeanor offenses.  As this \nbill is written, an application under the Dream Act must establish by a preponderance of the evidence that they are \nof good moral character, going beyond whether or not there's been a misdemeanor on their record.  \n\n      Can you tell me what that standard means in light of some of the questions that have been raised earlier?  \n\nNAPOLITANO:  Well I think you said it very well in, in your original response to Senator Cornyn.  It is looking at the \ntotality of circumstances and the totality of behavior of the individual who is the application for Dream status.   \n\n      And so there, there are gray areas that in some instances, in some states they may be misdemeanors, in others \nthey may be felonies. But that can all be taken into account by the immigration officer who is processing the \napplication.  \n\nDURBIN:  Secretary Duncan, the argument has been made here today we can't afford these students, they're just \ntoo darned expensive, they're going to cost us too much money to educate 'em, and we have to acknowledge the \nfact we're in a deficit situation.  \n\n      So are the DREAM Act kids too expensive for the future of America?  \n\nDUNCAN:  Quite to the contrary.  The opposite is true.  Again, whether it's CBO numbers or you looked at lifetime \nearnings, Senator, you and I both know we have to educate our way to a better economy. That's the only way we're \ngoing to get there.  And when we have a couple million unfilled high-skill, high-wage jobs available today, even in \nthis tough economy, we need the workers who can fill those jobs, who have those skills.    \n\n      The only way we get there is if we have many more people graduating from college.  If we want to maintain our \neconomic competitiveness relative to other nations, we have to increase those numbers pretty significantly.  \n\n\n\n      This is a huge number of young people passionately committed to their education, who are going to make, you \nknow, a lot of money, who are going to pay taxes, who are going to buy homes, who are going to buy cars.  They \nare going to contribute.    \n\n      And, again, according to CBO's numbers, this will lead to deficit reduction.  To not take advantage of this as a \ncountry is simply nonsensical to me.  This is an investment, not an expense.  \n\nDURBIN:  And isn't it also true that most of these students have been beneficiaries of public education to this point \nin their lives?  \n\nDUNCAN:  They would basically be the only students who could qualify.  Again, going back to your point, they \nwould have to have been here and been in this country for at least five years beforehand, they would have to have \ngraduated from school.  These are young people committed to getting an education, committed to contributing.  \n\n      We have a devastating dropout rate in this country.  Years ago it was OK to drop out, you could go get a good \njob.  There are none of those jobs available today.  We need to get that dropout rate down to zero.  It's far to high in \nour home state of Illinois.  It's far too high in Texas and other states around the country.  \n\n      By giving that dream, making that dream a reality that young people know they can go to college, will keep \nmany more people engaged, will keep them moving in the right direction.  And if we do that, they're going to give so \nmuch more to the country than they can by working a bunch of dead end, you know, small-time cash jobs.  \n\nDURBIN:  Secretary Duncan, a few years ago I spoke at the Illinois Institute of Technology commencement in \nChicago and watched as master's degrees and Ph.D.s were awarded and saw all of the students, primarily from \nAsia, as they filed across the stage.  And someone said to me later, \"Why don't we staple a green card on every \none of those diplomas?  We need this talent.  We need these people.\"    \n\n      And I think the point was made earlier by Senator Schumer, do you see some inconsistency in welcoming those \nborn in another land who come to the United States for an education and saying to those who've gathered here with \nengineering degrees and the like, \"Leave, we don't need you\"?  \n\nDUNCAN:  Again, that makes no sense whatsoever.  And we need people who are going to be the creators, the \nentrepreneurs, the innovators who are going to create the next generation of jobs, the next Google, the next \nFacebook.  I've seen numbers that show that of all the startup companies that are coming out of Silicon Valley, \nabout a fourth are started by immigrants.  \n\n      We need that talent.  We need them to drive our country forward. They are -- they can be the fuel to our \neconomic engine.  \n\n      So to not give them opportunity, we hurt our country.  And that's what I simply can't get past, I can't understand \nthat.  \n\nDURBIN:  Dr. Stanley, I've heard a lot of suggestions about the DREAM Act over the years, and one of them I've \nheard more than once, said let's just make this for military.  If they'll enlist in the military, then we'll give them a \nchance to be legal.    \n\n      In other words, if they're willing to die for our country and wear out uniform, we ought to give them a chance to \nbe citizens, but under no other circumstances.   \n\n      What's wrong with that position?  \n\nSTANLEY:  Well, Senator, just that's a very narrow focus.  I believe, and the department believes that that should \nbe a much broader focus.  That way we have -- we're looking at increasing the pool, those eligible.  We don't want \nto narrowly scope this so it's just the military.  In fact, that would be the opposite of.  \n\n\n\n      I think the unintended consequences of doing that would not achieve what you want to do.  We also would be \nactually discriminating against those who weren't able to actually be able to serve.  We have people, for example, \nwho are disabled, who may have other, disqualifying characteristics through no fault of their own that could not \nserve in the military, but who are just as qualified.   \n\n      Again, the pool is the most important for us and having a talented pool to choose from.  \n\nDURBIN:  And we speak with some pride at the fact that we have an all-volunteer military force.  In this situation, if \nthis became the only avenue for legalization, it really, I think, runs afoul or in the face of that whole concept of a \nvolunteer military force, does it not?  \n\nSTANLEY:  It does, yes.  \n\nDURBIN:  Senator Cornyn?  \n\nCORNYN:  Thank you, Mr. Chairman.  \n\n      Madam Secretary, in your testimony you assert that only individuals of good moral character who have not \ncommitted any crime would be -- would make -- that would make them inadmissible to the United States would be \neligible for the DREAM Act.    \n\n      Later, in your written testimony, you clarify that to mean that no one convicted of a felony or more than three or \nmore misdemeanors could be eligible.  \n\n      Does ti concern you that we have a loophole for people with multiple criminal convictions in a bill that's \nadvertised as helping nonculpable students who've lived lives on the straight and narrow path?  \n\nNAPOLITANO:  Senator, first, I think that, again, we have to look at the totality, and the bill allows the totality of the \ncircumstances to be taken into account in terms of the character of the individual involved.  But the criteria as set \nforth in the bill, the criteria are far more strict than the normal criteria used in the naturalization or the legalization \nprocess.  \n\nCORNYN:  Let me ask, do you support the bill as currently written?  \n\nNAPOLITANO:  I do.  \n\nCORNYN:  And the administration, you speak on behalf of the administration, correct?  \n\nNAPOLITANO:  I do.  \n\nCORNYN:  Would you support an amendment that would specific that certain misdemeanor offenses for which a \nsingle conviction of those offenses would make someone ineligible, for example an amendment that would strike \neligibility for driving under the influence of alcohol or possession of drugs or burglary or theft or assault, would you -- \nwould the administration support an amendment to the -- Senator Durbin's bill that would make people guilty of \nthose offenses ineligible?  \n\nNAPOLITANO:  I think, Senator, that if there -- if you wish to offer some language to actually examine, we would \ncertainly be open to looking at that.  \n\nCORNYN:  Well, that's not particularly reassuring given the track history of Senator Reid bringing the bill to the \nfloor, not allowing any amendments, last December was the last.  \n\n      But this bill also as written gives you discretionary as secretary of homeland security to waive certain ineligibility \nrequirements.  For example, someone who's committed voter fraud, you could, in your discretion, waive that \nineligibility requirement.  \n\n\n\n      Under what circumstances would you see yourselves using that waiver authority for somebody who's been \nconvicted of voter fraud?  \n\nNAPOLITANO:  Well, again, I think this is not the hearing to go into some of the actual details of the bill in that \nsense, and I would suggest...  \n\nCORNYN:  Of course it is.  \n\nNAPOLITANO:  ... suggest, Senator Cornyn, that if you have amendments we would be happy to consider them.  \nAnd this is the time to see that language.  \n\nCORNYN:  Well, Madam Secretary, you're here under oath, speaking on behalf of the administration on a piece of \nimportant legislation that bears -- and I -- you say you support it as written and the administration supports it as \nwritten.  I think it's appropriate to be able to ask you questions about it.  \n\n      And, in fact, isn't it true under this legislation that you as the secretary of the Department of Homeland Security \nwould have the authority to waive entirely the education or military requirements and put someone on a path to \ncitizenship?  Are you aware of that?  \n\nNAPOLITANO:  Senator, I think that the criteria as listed in the bill are very specific, and that would be the path that \nwe would adopt.  \n\nCORNYN:  So you wouldn't use the waiver authority that's put in the bill?  \n\nNAPOLITANO:  Not necessarily.  \n\nCORNYN:  Well, that's not very comforting, \"not necessarily.\" That -- for an administration that's already granted \n1,433 waivers of the health care bill that's passed, 3.2 million people are not required to comply with the health \ncare law that passed, the controversial health care bill that passed this Congress, and to give you or any other \nnon-elected, non-accountable individual complete discretion to waive the requirements of the law, I will have to tell \nyou, is not comforting to me.  \n\n      But let me ask you, Senator Durbin, I believe, asked you about the so-called Morton memo.  And in fact on \nMonday the Houston Chronicle broke a story that uncovered what they -- what they said was an apparent attempt \nby the Department of Homeland Security to mislead the public and the Congress with regard to selective \nenforcement of certain immigration offenses.  \n\n      In fact, one spreadsheet that was produced indicates that ICE attorneys in Houston alone sought the dismissal \nof deportation proceedings against 78 aliens convicted of offenses including sexual assault, kidnapping, assault \nwith a deadly weapon, solicitation of murder, burglary, delivery of drugs, theft, forgery and DWI, to name just a few.  \n\n      And in fact in 2010 I wrote you a letter and asked you for details with regard to this program.  In response, the \nDepartment of Homeland Security assured me that a directive instructing ICE attorneys to seek dismissals of \nimmigration proceedings involving certain classes of criminal aliens, quote, \"does not exist.\"  But, indeed, now, as \nthe Houston Chronicle reports, it did exist, it does exist.    \n\n      Could you explain the apparent discrepancy between your response to a question about the existence of this \nmemo and what the Houston Chronicle reported on Monday.  \n\nNAPOLITANO:  I would be happy to.  The director has responsibility for immigration enforcement across the entire \ncountry, many field offices across the land, all dealing with different circumstances, all the time.  And his job, and \nI've asked him to do this, is to make sure that there are clear priorities that are set and enforced.  \n\n      Unfortunately, one of the 26 field offices conflated two different memos that had come out and misconstrued \nwhat he directed. That has since been clarified, cleared up and fixed.  And I'd be happy to provide your office with a \nside briefing on that.  \n\n\n\n      But the plain fact of the matter is that as -- that a miscommunication occurred at the regional level in one of 26 \noffices.  \n\n      Now, that doesn't really, I think, pertain here, and I'll -- and I'll tell you why.    \n\nCORNYN:  Well, Senator Durbin...  \n\nNAPOLITANO:  What we're talking about here...  \n\nCORNYN:  ... Senator Durbin asked you about it.  I beg your pardon.  And so you answered questions about the \nMorton memo and about your policy for selectively enforcing immigration laws based on what you say are scarce \nresources.  \n\n      Have you requested Congress to provide the appropriations necessary for you to enforce the law as Congress \nhas written?  \n\nNAPOLITANO:  We certainly have provided Congress with the information about what it would take to remove 11 \nmillion people from the country.  \n\nCORNYN:  And that's not the question, Madam Secretary.  My question is, have you requested Congress the \nappropriations to enable the Department of Homeland Security, which is committed with the enforcement of our \nimmigration laws, with the ability to do its job?  \n\nNAPOLITANO:  Senator, as you know, because this dialogue has gone on for quite some time in the Congress, we \nhave provided the information about what it would take to do removal of everyone in the country.  \n\n      It's obvious that those resources aren't available.  \n\n      And when you're talking about DREAM Act students, it really doesn't make sense.  We really need...  \n\n      (CROSSTALK)  \n\nCORNYN:  Madam Secretary, you are not answering my question.  And let me close with...  \n\nNAPOLITANO:  Well, perhaps I'm not understanding your question. I thought I was answering it.  \n\nCORNYN:  Well, you're not.  So maybe we need to continue the dialogue.  \n\nNAPOLITANO:  Be happy to.  \n\nCORNYN:  Secretary Duncan, let me just ask, since my time is -- my time is quickly escaping us, you talk about the \nimportance of being able to retain in this country highly educated people who hail from other countries, who were \neducated in our institutions of higher education.   \n\n      And I actually agree with you.  \n\n      That's why I've been the principal Senate sponsor of something called the \"SKIL bill,\" which would actually raise \nthe number of H1-B (ph) -- the cap on H1-B (ph) visas to enable people who graduate with the math, science, \nengineering and other degrees at the graduate or post-graduate level, to enable us on a selective basis to retain \nthem here in this country, so they don't simply take the education that taxpayers have subsidized here and to go \nback home and then compete with us, to create jobs there.  \n\n      Do you and the administration support a lifting of the cap on the number of H1-B (ph) visas here, so we can \nretain more of these students that are highly education and who -- whose educations are subsidized by taxpayers \nhere in America?  \n\n\n\nDUNCAN:  I'll just speak personally that I think in this country we need as much talent as we can get, and we need, \nagain, the innovators, the entrepreneurs, the folks who are going to create jobs.  \n\n      And I think you have a roomful of young people here who have that -- those skills, have that capacity.  I want to \ngive them those kind of opportunities.  \n\nCORNYN:  Well, do you know -- do you know for a fact that -- that the young men and women here in this room \nwho -- who seek passage of this authority would, in fact, qualify for those 3 millions of jobs that are unmet right \nnow?  \n\nDUNCAN:  I don't know all these young people intimately here.  So I'm here today.  But I will tell you there are many \nyoung people in this room and around the country, in your home state and mine, who when we talk about almost 2 \nmillion unfilled STEM jobs, and we know that's the future economic engine of our country, could many of the young \npeople in this room and around the country help to fill those jobs and drive the economy?  \n\n      No question in my mind.  Absolutely.  I've worked with many of them in the Chicago public schools.  \nExtraordinarily talented.  \n\nCORNYN:  Mr. Chairman, I wonder if you'd permit me one last question, and then I will -- and this is for Dr. -- Dr. \nStanley.  \n\n      Dr. Stanley, you're aware, aren't you, that under the current law, that the secretary of defense can waive certain \nineligibility requirements (sic) for somebody who's not a green card holder or an American citizen and allow them to \nserve in the United States military?  \n\n      Are you aware of that, sir?  \n\nSTANLEY:  I believe you're referring to -- to military accessions for vital national interest?  \n\nCORNYN:  (inaudible).  Yeah, this is U.S. -- it's 10 USC, Section 504. And it provides a discretion on the part of the \ndefense secretary to allow the enlistment of somebody who's -- who does not -- who meets perhaps the situation of \nCesar Vargas (ph), who is not a green card holder, but it gives that discretion.  \n\n      Are you aware that there is a discretion under current law to allow certain individuals on a selected basis to \nserve in our military who are not green card holders or American citizens?  \n\nSTANLEY:  I am, Senator.  It's a very narrowly focused program that's actually for very specific skills, like medicine \nor language. \n\nCORNYN:  In fact, it's never been used.  Right?  \n\nSTANLEY:  It has been used.    \n\n      (CROSSTALK)  \n\nSTANLEY:  It has.  Yes, Senator.  It's been used as -- in fact, it's a pilot program that's actually being used now.  \nAnd we use that for very specific skills.  \n\nCORNYN:  Well, I would love to get the information.  My staff was provided or provided me said that it had never \nbeen used, so I'd love to get that information from you and your -- your office.  \n\nSTANLEY:  We'll get it.  \n\nCORNYN:  Thank you very much.  \n\n      Thank you, Mr. Chairman.  \n\n\n\nDURBIN:  Thanks, Senator Cornyn.  \n\n      Our information says it's never been used for undocumented immigrants.  It might have been some other \nimmigration status.  \n\nSTANLEY (?):  That's correct.  \n\nDURBIN:  I believe later in the hearing Lieutenant Colonel Margaret Stock is going to testify about the challenge \nthat would present.  \n\n      Senator Leahy?  \n\nLEAHY:  Thank you, Mr. Chairman.  \n\n      (inaudible) Dr. Stanley, and I'm not going to be here for Colonel Stock's testimony.  But it points out in her \ntestimony on the DREAM Act, beneficiaries would be subject to all the statutory and contractual obligations of a \nU.S. citizen recruit, but would be ineligible for officer commissions, ROTC scholarships and other opportunities.  \nThey have to wait longer to become eligible (inaudible) and other noncitizens who serve in our military, that really \ndoesn't sound like amnesty.  \n\n      Do you, given these higher demands on DREAM Act beneficiaries, do you think that you'll still find enjoying our \nmilitary?  \n\nSTANLEY:  Yes, Senator, we do.  We believe that we'll find -- because the standards for enlistment will not be \nrelaxed, and we have to have qualified people who not only pass the physical but also the mental, and obviously \nhave the moral background and all the things that go into being good citizens in order to be able to enlist into the \nmilitary.  \n\nLEAHY:  You talk about the historical contribution immigrants have made throughout history in our military, and \nwithout going into the area of this, and you understand why, I remember a person, not military, he was an \nimmigrant, in the area of conflict in this country, and fortunately had language skills that were extremely helpful to \nothers in the military and to our intelligence people.  \n\n      And is that not a -- another area?  I mean you -- you talk about diversity.  Aren't we better off with diversity \nwithin our military? In -- in -- as not just in race or place of origin, but languages and all the rest?  \n\nSTANLEY:  Yes, that's correct, Senator.  The issue of having language and cultural diversity within the military is \nvery important.  \n\n      And, in fact, just the other day, we met with some of our combatant commanders who actually emphasized that \nneed as we go into different geographical regions in the world and preparing for actually what we may be doing \ntomorrow as well as executing what we do today.  \n\nLEAHY:  Secretary Napolitano, I appreciate you being here.  I -- can we -- can we assume that you will come to \ntestify before the full committee in your capacity as secretary before the year's out?  \n\nNAPOLITANO:  Yes.  \n\nLEAHY:  Thank you.  \n\n      Let me ask you this:  You're -- you were the governor of a southern border state and before that prosecution \nand secretary of homeland security.  And some have argued that if we have the DREAM Act, it's going to \nencourage more illegal immigrants in the future.  \n\n      That assumes that, I guess, foreign nationals would come to the United States unlawfully in anticipation that \nsome future acts of Congress would provide relief.  \n\n\n\n      Do you buy that argument?  \n\nNAPOLITANO:  No.  I think as the bill is drafted, there is -- there is a time period during which eligibility would \nattain.  But after that, there would not be eligibility.  So it is not an unending process.  \n\n      This is really dealing with the young people the likes of which we see in the room this afternoon.  \n\nLEAHY:  And the current estimates are approximately 2 million individuals currently in the United States qualify for \nthe DREAM Act if it was enacted.    \n\n      If it was enacted and the steps were being followed, would that free up some of your personnel in your -- in \nHomeland Security to go off to do what most of us would consider better law enforcement actions in identifying and \nremoving criminal aliens?  \n\nNAPOLITANO:  Yes, it would.  And that is the whole point of -- I mean, clear guidelines, clear priorities, but what \nwe would urge the Congress to do is to take this group of young people who are no risk to public safety, no risk to \nsecurity, who have no individual culpability, and take them out of the universe of those against whom any \nenforcement action should be taken, so that we can focus on others who are a more serious risk to our -- to our \nnation.  \n\nLEAHY:  Secretary Duncan, I believe you've probably answered it, but I just want to make sure.  Some of -- and \nobviously I'm a -- I'm a supporter of the DREAM Act, but some have argued that it could impose higher costs on \npublic colleges and universities through increased enrollment and people eligible for in-state tuition and so on.  \n\n      We have -- in my home state of Vermont, we have public universities and we have state universities.  How do \nyou react to a criticism like that?  \n\nDUNCAN:  I just look at the CBO's numbers that show  this reduces the deficit, that this is a budget saver, not an \nexpense.  And I've never seen a study in my life that said that investing and getting more young people college \neducated would somehow hurt the economy. It's just absolutely counterintuitive.  \n\n      We desperately, frankly, need many more young people in this country not just going to college, but graduating.  \nAnd we have so much talent here, so much potential, to leave them on the sidelines, it sickens me.  \n\nLEAHY:  Well, I don't disagree with that.  I -- and there was some statistics in the paper the other day, a number of \nstates with aging populations.  We ought to be -- we ought to be getting well- educated young people into our \nworkforce, not the other way around.  \n\nDUNCAN:  We've gone from first in the world in college graduates to ninth.  And I think we're paying a real price for \nthat economically.  \n\n      And the president has challenged us to again lead the world in college graduates by 2020.  And we have so \nmany people who could contribute to us again leading the world and not given that opportunity.    It's nonsensical.  \n\nLEAHY:  Well, Secretary Duncan, you've been to my state.  I still think of the day when both you and my wife \nreceived honorary degrees from St. Michael's College, but we also -- you came to probably the only really diverse \nschool in the area, where a lot of immigrants have come and a lot of refugees have come.  There's dozens of \nlanguages spoken there.  \n\n      But our state as a whole is not a diverse state.  I think we're 97 percent white.  We -- but I've got to tell you that \nmy state of Vermont, there is strong, strong support for the DREAM Act.  \n\n      Strong support for it, because Vermonters believe in fairness. Certainly, it's going to affect a lot of those young \nchildren you had school lunch with that day.  But we Vermonters believe it's simply a matter of fairness.  And an \nawful lot of Vermonters are only a generation or two away from immigrants.  We believe it's a matter of fairness.  I \n\n\n\nbelieve it's a matter of fairness.  And for whatever time I have left in the Senate, I'll fight along with Senator Durbin \nfor it.  \n\nDURBIN:  I need your help.  Thank you.  \n\n      Senator Franken?  \n\nFRANKEN:  Thank you, Mr. Chairman.  \n\n      I also want to thank you, Secretary Napolitano and Secretary Duncan, Dr. Stanley.  I especially want to thank all \nthe students who are in the audience today.  I think what you're doing is important and I think it's brave and I \ncommend you for it.  \n\n      Now, before I begin my questioning, I want to take a moment to explain why I support the DREAM Act.  Since \ncoming to office, I've learned a lot about so many Minnesotans, so many students like yourselves.  I learned about \na student whose parents brought him to the United States, the suburbs of the Twin Cities of Minneapolis and St. \nPaul when he was eight years old.  And he saves up all his money every year just to take one class at the \nUniversity of Minnesota because that's all he can afford.  \n\n      I learned about a young woman who cleans bathrooms in a dental clinic in Apple Valley in Dakota County, who \nwants to start her own design business.  I learned about a young man who is student body president of his \nMinnesota college and wants to become an educator for kids who are poor like him.  \n\n      Each of those students is just like you.  Each of those students is so smart and so capable and so good.  And \neach one of those students has a dream, but because of this injustice in our law, those students are stuck.  And I \napplaud you.  I applaud you, Mr. Chairman, for drafting a bill that would end that injustice and I'm a proud -- proud \nsupporter of this bill.  \n\n      And I sincerely believe that the day after it passes, there will be lines out the doors of college registrars and \nmilitary recruiters across this country.  \n\n      I want to say -- talk about one -- I did a lot of USO tours.  And the USO asked me to go to Walter Reed.  And I \nhad the same experience that I think that probably everybody who goes to Walter Reed has, which is you go there \nthinking like how am I going to cheer up a guy whose lost a limb?  And you always end up getting cheered up \nyourself is what your experience is.  I'm sure you've had that.  It's everyone's first experience.    \n\n      So I go in there and they've got to go in and ask each soldier, wounded soldier whether they want a visitor.  So I \nremember is was Specialist Melendez -- I saw his name on the door.  And they went in and said, you know, you \nobviously ask.  They came out and they said, \"OK, Al, you know, go in.\"  And so I'm nervous, and I see Specialist \nMelendez and he's grinning ear to ear, not because I'm coming in, but -- and I thought it was because he was \nwatching something on TV.  And his dad was there grinning ear to ear.  \n\n      And I started talking to him.  And he had lost one leg right up to his hip and the other leg above the knee.  He \nwas grinning because he had just become a citizen.  And I asked him how many guys in his unit were immigrants.  \nAnd he said, \"five back in Iraq.\"  I guess none of them had become citizens yet.   \n\n      I also learned on those tours that there are undocumenteds serving in our military.  Is that the case, Dr. \nStanley?  I mean, there are not supposed to be, but there are.  Right?  \n\nSTANLEY:  Senator, I have to take it for the record.  That I don't know about undocumented.  \n\nFRANKEN:  Yep, yep.   \n\n      OK.  You know, they manage to do it.    \n\n\n\n      So let me ask a question.  If an undocumented managed to get into the military, which they do, and they got \nwounded, say, after this was passed, but they had committed a couple of misdemeanors.  Would a person who had \ndone that and lost a leg, fought for -- served in our military, would you be able to give them a waiver, Madam \nSecretary?  \n\nNAPOLITANO:  Well, you present a compelling case.  And every exercise of waiver authority needs to be narrowly \nconstrued because we want to follow the words of the statute.  But the case you describe, depending on what the \nmisdemeanors were, but if they were truly minor misdemeanors and someone had sacrificed limbs for their country, \nand they otherwise met every other criteria of which there is a long laundry list of in this bill, that would be \nsomething that would be considered for a waiver.  Yes.  \n\nFRANKEN:  So maybe that waiver is a good thing.  \n\n      Mr. Chairman, two months ago you sent a letter with 21 other senators to President Obama asking him to grant \ndeferred action to DREAM Act-eligible students while we work on passing this legislation. I'd like to let everyone \nknow that today I'll be sending a letter, my own letter, to the president in support of deferred action.  I think it is the \nleast that we can do to stop this injustice from betting any worse.  \n\n      Secretary Duncan, you talked about a CBO report on how this would affect -- how passing the DREAM Act \nwould affect our deficit.  We're now in the middle of talks about the budget and about deficits, and long term -- about \nthe long-term sustainability of our debt.  Can you talk about what this would do in terms of bringing down our debt?  \n\nDUNCAN:  Sir, this is -- these are the CBO's numbers, not mine. The CBO, as you know, is nonpartisan.  Their \nnumbers are very simple. They estimate that if the DREAM Act would pass, it would generate $1.4 billion more \ndollars in revenue...  \n\nFRANKEN:  Trillion.  \n\nDUNCAN:  ... billion...  \n\nFRANKEN:  Billion. \n\nDUNCAN:  ... $1.4 billion more in revenue than it would add in costs over the next decade.  So this is a deficit \nreducer.  \n\nFRANKEN:  OK.  I'm sorry -- $1.4 trillion is the amount of income they would have, but $1.4 billion is the...  \n\nDUNCAN:  ... is the deficit reduction.  And the $1.4 trillion, that's the bottom number in terms of income.  It was a \nrange between $1.4 trillion and $3.6 trillion.  So these are huge numbers.  And again, you know all the buying \npower, purchasing power and what that would mean for our country to have that happening, rather than, again, a \nbunch of people working for peanuts under the table.  \n\nFRANKEN:  Thank you very much.  \n\n      Thank you, Mr. Chairman.  \n\nDURBIN:  Thank you, Senator Franken.  \n\n      Senator Grassley?  \n\nGRASSLEY:  In light of the figures that were just given, I have to ask, based upon what the Congressional Budget \nOffice assessed a version of the DREAM Act this past December.  So I'm going to ask Secretary Napolitano.  Their \nestimate of a $5 billion increase to the deficit, while a huge burden, does not come close in my opinion to the actual \ncosts of implementation of the bill.    \n\n      So a simple question to you.  What is the department's estimate of the implementation of this bill?  And where \nwill the money come from?  \n\n\n\nNAPOLITANO:  Well, we think we could handle the implementation of this bill in CIS.  And if I'm not mistaken, I \nbelieve there's also a fee mechanism in the bill as well, as there are for many of the citizenship programs that we \nadminister.  This is a budget-neutral bill, in other words.  \n\nGRASSLEY:  OK.  So your opinion is a lot different than what the Congressional Budget Office had.  \n\n      Let me go on to another point.  On May 10th, 2011, President Obama address an El Paso crowd on \nimmigration.  In that speech, he stated, quote, \"And sometimes when I talk to immigration advocates, they wish I \ncould just bypass Congress and change the law myself, but that's now how our democracy works,\" end of quote.  \nOn June 17th, USCIS released a memo giving ICE officers, agents and attorneys prosecutorial discretion for \ninstances involving undocumented immigrants on a case-by-case basis.  \n\n      Does this change in course reflect an administrative bypass of Congress?  \n\nNAPOLITANO:  I believe, Senator Grassley, you are referring to the memo from the ICE director to the field?  \n\nGRASSLEY:  Yes.  \n\nNAPOLITANO:  OK.  No, it doesn't bypass Congress at all.  It recognizes that we have sworn to uphold the existing \nimmigration law, which we will, but we are in essence in many respects a prosecution office, and prosecution offices \nhave priorities.  The Department of Justice, the United States offices have priorities.  There's the U.S. attorney's \nmanual that governs priorities.  \n\n      It's about allocating properly, and with the public safety of the country number one in mind, the resources that \nwe're given by the Congress.  \n\nGRASSLEY:  If, Secretary, again, if the Congress fails to enact a version of the DREAM Act, will the president \nand/or the department bypass Congress and implement it administratively?  Can you give this committee \nassurances a mass amnesty will not be done administratively under President Obama?  \n\nNAPOLITANO:  Yes.  And the president has been very firm on this. In meeting with groups that very much want \nhim to do or accomplish a DREAM Act administratively, he has said no.  This is for the Congress to debate and to \ndecide.  But what is within the executive prerogative is to set prosecution priorities, which is what -- what we have \ndone.  \n\nGRASSLEY:  Are you aware of -- well, no.  Let's back up.  You use the words \"prosecution priorities.\"  I was asking \nabout would there be any mass amnesty done, which...  \n\nNAPOLITANO:  Perhaps we're just thinking about the same thing and using different words.  There is no mass \namnesty here.  \n\nGRASSLEY:  OK.  Are you aware of any discussions within the department to extend deferred action or \nhumanitarian parole on a categorical basis such as those who would benefit under the DREAM Act?  \n\nNAPOLITANO:  I am aware that there were some lower-level discussions, but the policy of the department is that \nthere can be no categorical amnesty and there will not be, which is why the Congress needs to act.  \n\nNAPOLITANO:  There is some urgency here with these -- with these young people.  \n\nGRASSLEY:  Would you be willing to give the committee notification of every instance the department grants \ndeferred action to a DREAM Act-eligible person so that we know that you're truly doing this on a case-by-case \nbasis?  \n\nNAPOLITANO:  We would be willing to discuss that with you, a process for that, yes.  \n\nGRASSLEY:  I'm not so sure but what -- we've had so many correspondence here over the last year on this issue, \nI'm not so sure we haven't already asked you that, but...  \n\n\n\n      (CROSSTALK) \n\nGRASSLEY:  ... so I'm not sure I want to discuss it anymore.  \n\n      (LAUGHTER)  \n\nNAPOLITANO:  Senator, we've had an awful lot of correspondence with the committee on various issues.  But I \nthink the point of the question is would we agree to some oversight of how the deferred action process is being \nadministered?  \n\n      And the answer is we want to be very transparent about how we are exercising the authorities the statutes give \nus.  \n\nGRASSLEY:  OK.  In response to the discretionary memo of June 23, 2011, Chris Crane, president of the National \nICE Council, stated, quote, \"Any American concerned about immigration needs to brace themselves for what's \ncoming.  This is just one of many new ICE policies aimed at stopping the enforcement of U.S. immigration laws in \nthe United States.  Unable to pass its immigration agenda through legislation, the administration is now \nimplementing it through agency policy,\" end of quote.  \n\n      I'd like to have you rebut the assertion that the department is -- this assertion that the department is bypassing \nCongress.  \n\nNAPOLITANO:  I think he could not be more wrong.  And I -- and I don't know where he gets his information, but \nthe enforcement record of this administration is unparalleled.  We have enforced the law.  We have improved the -- \nthe removal of criminal aliens.  We have removed more people from the country.  \n\n      And we get criticized for that.  In fact, I suspect we've been criticized by some of the people attending in this \nroom in support of the DREAM Act.  \n\n      But it is our belief that enforcement of the immigration law is very important, done smartly, intelligently, \neffectively and fairly.  \n\n      We also believe, however, that the DREAM Act-eligible students, or applicants for the military, are -- are not \nthose against whom the full force of the immigration law and removal from the country is appropriate.  \n\n      That's why we believe that Congress should address this and provide a legislative -- legislative fix for this \nproblem.  \n\nGRASSLEY:  Unrelated to the DREAM Act, but because I promised -- I'm not going to ask you a question for \nanswer orally, but I'd like to have an answer in writing.  And this is because I promised the Brian Terry family that \nevery time I got an opportunity to ask somebody that had anything to do with Fast and Furious or immigration, that I \nwould ask this question.  \n\n      Last week, Chairman Issa and I sent a letter regarding your department's involvement in that.  It's a follow-up \nletter that I sent in March that Customs and Border Protection refused to answer.  I'd like to have you give a \ncomplete and thorough, timely response to that letter.  \n\n      In addition to that, what's in that letter, I'd like to ask you to comment, not now but in writing -- U.S. Attorney \nArizona Dennis Burke is your former chief of staff.  Have you had any communications with him about Operation \nFast and Furious or about Agent Terry's death at the time?  And if so, I'd like to have you describe that \ncommunication.  \n\n      Now, I've got an opportunity for one more question.  \n\n\n\n      The legislation broadly allows the secretary to set forth the manner in which those seeking benefits under the \nDREAM Act to apply. This concerns me.  One requirement is the -- the undocumented person must initially enter \nthe U.S. before the age of 16.  \n\n      As you know, many countries do not keep accurate records of birth and fraudulent documents are rampant.  \nWhat documents would you require to determine age?  And how will you determine when the undocumented \nperson actually entered the United States?  And what steps will you take to ensure this legislation does not \nexacerbate black-market or fraudulent documents?  \n\nNAPOLITANO:  We will obviously take that up administratively, but one of the things we have done in the last two \nyears is greatly increase our anti-fraud efforts in the entire immigration benefit process.  \n\n      So, for example, we now have anti-fraud officers in all of the 184 field offices that we have.  We have special \nanti-fraud units that are in some of the higher-use offices.  We have a lot better way of checking records and \nverifying records in part because of the greater use of biometrics, biometric passports and the like.  \n\n      So we have a number of different ways to address that particular issue to make sure that the DREAM Act is not \nused as a vehicle for fraud.  \n\nGRASSLEY:  Thank you, Mr. Chairman.  \n\n      Thank you, Madam Secretary.  \n\nDURBIN:  Thank you very much, Senator Grassley.  \n\n      And I know Senator Blumenthal is trying to join us, so if he arrives in a minute or two, I'm going to give him a \nchance to ask questions.  \n\n      But I'm -- at the end of the hearing, I'm going to be entering into the record 141 statements of support for the \nDREAM Act.  And I'd like to just say to this panel, because we've had a number of questions related to the impact \nof the DREAM Act on education.    \n\n      And I want to make it clear that we have statements of endorsement of this legislation from a long, long list of \ncolleges and universities across the United States, including the American Association of Community Colleges, the \nAmerican Association of State Colleges and Universities, the American Council of (sic) Education, the -- the \nAssociation of Jesuit Colleges.  The list goes on and on.  \n\n      If these organizations thought the DREAM Act was a threat to the future of education, they certainly would not \nendorse it.  They have, and we're -- we're honored to have their support.  \n\n      I am also happy to have the support of so many different religious organizations who have weighed in on behalf \nof this, from Christian and Jewish and different organizations, including the Association of Catholic Colleges, the \nNational Association of Evangelicals, the Southern Baptist Convention.  \n\n      It is a -- just a broad array of people who are supporting this in principle.  \n\n      Senator Blumenthal cannot make it in time, so I'm going to thank this panel for their testimony.  We appreciate \nso much your being here.  There may be some written testimony, or written questions, rather, coming from other \nmembers of the committee, and I hope you can respond to them in a timely way.  \n\n      I appreciate very much your testimony.  Thank you.  \n\n      I'm now going to invite the second panel to come before us.  And as they do, I'm going to read their \nintroductions, in the interest of time.  \n\n      OK.  \n\n\n\n      Well, our first testimony is going to come from Ola Kaso, who is sitting down at the table now.  We welcome \nyou.  \n\n      We have a statement from Senator Carl Levin, who is honored to bring her to this hearing this morning, and he \ncalled me because he was so excited about her testimony.  He is stuck in another committee hearing but strongly \nsupports the DREAM Act and is standing behind Ola Kaso's testimony.  \n\n      She graduated from high school in Warren, Michigan, earlier this month, with a 4.4 grade point average.  She's \nenrolled in the honors program at the University of Michigan, where she will be a pre-med student.  \n\n      Senator Carl Levin is a co-sponsor and strong supporter of the DREAM Act, as I mentioned.  Earlier this year, \nhe intervened with the Department of Homeland Security to stop Ms. Kaso's deportation. Senator Levin submitted a \nstatement for the record, and here's what it says.  \n\n      \"We need for Ola Kaso to be able to stay in this country.  We need her and the people like her in our \ncommunities and our schools and universities and our businesses.  This is a matter not of Democrats and \nRepublicans, left and right, but of right and wrong. And I encourage this subcommittee and my colleagues in the \nSenate to embrace Ola Kaso and young Americans like her who will make our country stronger if only we allow \nthem to.\" \n\n      Ms. Kaso, thank you for being here today, fresh out of your high school graduation.  And we'd like to give you a \nchance now to make an opening statement.  \n\nKASO:  Thank you.  \n\n      Chairman Durbin and members of the subcommittee, thank you for the opportunity to submit this testimony.  \n\n      I was five years old, but I remember it like it was yesterday. Apprehensively, I teetered into the perplexing \nclassroom.  Students spoke in a language completely foreign to me.  The teacher, too, spoke and pointed in a \ncertain direction.  \n\n      What did she want me to do?  Where did she want me to go?  I stood there frozen still and silent like a statue.  \nThe children stared and they laughed.  After a week of my unremitting silence, I was directed to the principal's \noffice.  My mother was there, too, seated to the right of the translator that had helped her enroll me into school.  \n\n      The teacher spoke and the translator began speaking, too.  She says \"Ola might need special attention.  She \nbarely socializes with the other kids and she's not learning anything.  She suggests that Ola be taken out of the \ngeneral class and be placed into the ELL program so she can get the extra assistance she needs.\"  \n\n      I've come a long way since that day 13 years ago.  I've become proficient in the English language and I've \nexcelled in my studies. Since the third grade, I've been placed in advanced programs, all of which I fully utilized.  \n\n      I have taken every advanced placement course my high school has offered and I've earned a 4.4 GPA doing \nso.  I earned a 30 on ACT with English being my highest score.  \n\n      In high school I was a varsity athlete.  I ran cross-country in the fall and I played tennis in the spring.  I was \ntreasurer of Student Council and I was treasurer of the National Honor Society.  \n\n      Furthermore, I tutor students that are still struggling to become proficient in English, and I've received numerous \nscholarship offers, and I've been accepted to several universities.  \n\n      I commit countless hours to community service and charity events because I feel that big change comes \nthrough little steps.  I juggle all my schoolwork, after-school activities and community service projects while also \nhaving a job.  \n\n\n\n      I have completely immersed myself within the American culture of which I so strongly desire to become a \ncitizen.  I am currently enrolled in the University of Michigan, one of the most prestigious public universities in the \nnation, where this fall I will be majoring in Brain, Behavioral and Cognitive Science with a concentration in pre-med. \n\n      I ultimately aspire to become a surgical oncologist, but more importantly, despite seemingly endless obstacles, I \nintend to work for patients that cannot afford the astronomical fees accompanying life- saving surgeries, patients \nthat are denied the medical treatment that they deserve.  \n\n      My goal is not to increase my bank account.  My goal is to decrease the amount of preventable deaths.  How \ncan I go to a lucrative job every day knowing that there are mothers wasting away in front of their children because \nthey cannot afford a surgery?  I cannot and I will not.  I wish to remain in this country to make a difference.  I wish \nto remain in this country to help American citizens.  \n\n      On March 28th, I was spontaneously told that I would be deported in less than a week, despite the fact that my \nfamily has complied with all immigration laws for the last 13 years.  \n\n      I was two months short of obtaining my high school diploma.  I was shocked.  How could I be sent to a place \nthat I didn't even remember, a culture that is completely foreign to me?    \n\n      I'm not even fluent in Albanian, so if I were to be sent back I cannot pursue a college education.  \n\n      My hard work, my dreams and my future are at risk of being eradicated.  I have considered one country and \none country only to be my home.  America is my home, not Albania.    \n\n      My community rallied behind me.  They asked for my deportation to be suspended, and the Department of \nHomeland Security responded and granted me deferred action for one year so I can continue my studies.    \n\n      My family came here legally and we followed the law every step of the way.  Despite my compliance with the \nlaw, there is no way I can obtain citizenship under the current law.  \n\n      Despite all my hard work and contributions, I face removal from the only country I've ever considered home.  \nDespite my aspirations and good intentions for my country, I face deportation in less than a year.  \n\n      I am a DREAM Act student.  I was brought to this country when I was five years old.  I grew up here.  I am an \nAmerican at heart.  \n\n      There are thousands of other dreamers just like me.  Look around the room and you will see hundreds of them \ntoday.  All we are asking for is a chance to contribute to the country that we love.  Please support the DREAM Act.  \n\n      Thank you again for the opportunity to testify today on behalf of all the dreamers.  \n\nDURBIN:  Ola, thank you.  You were speaking for thousands just like you all across America and you were very \neffective.  Thank you for doing that. \n\n      Our next witness is Margaret Stock, a retired lieutenant colonel in the U.S. Army Reserve.  Lieutenant Colonel \nStock is counsel at the law firm of Lane Powell.  Previously she was a professor at the U.S. Military Academy at \nWest Point, a partner at the law firm Stock & Moeller, and an associate at the law firm Atkinson, Conway & Gagnon.    \n\n      Lieutenant Colonel Stock received a bachelor's from Harvard and Radcliffe Colleges, a J.D. fro Harvard Law \nSchool, a master's in public affairs from Harvard's Kennedy School of Government, and a master's of strategic \nstudies from the U.S. Army War College.  \n\n      Lieutenant Colonel Stock, we look forward to your testimony.  \n\nSTOCK:  (OFF-MIKE)  \n\nDURBIN:  You have to hit the button in front of you.    \n\n\n\nSTOCK:  I appreciate the opportunity to testify before you today regarding the DREAM Act.    \n\n      In addition to the qualifications that you mentioned, I earlier heard a question from Senator Cornyn regarding \nthe MAVNI program.  And I would like to mention that I was the original project officer for the MAVNI  program \nunder the Bush administration, so I'm prepared to answer questions about that issue, although that is not the \nsubject of the hearing today.  \n\n      I'd also like to mention that among my professional affiliations I have membership in the American Bar \nAssociation, where I'm a commissioner of the Commission on Immigration; the American Immigration Lawyers \nAssociation; the Federalist Society for Law and Public Policy; and the Republican National Lawyers Association.  \nI'm mentioning those only to reveal my potential biases at this hearing.  \n\n      Over the years as an attorney I have represented hundreds of businesses, immigrants and citizens who seek to \nnavigate the difficult maze of U.S. immigration law, and I'm prepared at this hearing to address some of the specific \nquestions that Senator Cornyn and others raised earlier about, for example, the effect of the provision in the new \nversion of the DREAM Act with regard to good moral character, which -- for which there is no waiver authority \ngranted to the secretary of the Department of Homeland Secretary.  So I would like to mention that I'd like to \naddress that later.  \n\n      I'm honored to be appearing before you this morning to address the DREAM Act because the DREAM Act is \nessential to our national security, our economy, and it's necessary to end the colossal waste of human talent that's \ngoing on right now with the status of these American-educated young people.  \n\n      The DREAM Act is part of a comprehensive solution to our nation's immigration problems, but as others have \nnoted, it's perfectly reasonable to pass it as a stand-alone bill, and I applaud you for holding a hearing to address \nthat issue in hopes that this can be passed. \n\n      As the Council on Foreign Relations' Independent Task Force on U.S. Immigration Policy explained recently -- \nand I also should reveal that I served on that task force under Jeb Bush and Mack McLarty -- the council endorsed -\n- the independent task force endorsed the DREAM Act, saying the DREAM Act is no amnesty, it offers to young \npeople who had no responsibility for their parents' initial decision to bring them into the United States the \nopportunity to earn their way to remain here.  \n\n      And more particularly, the DREAM Act will enhance America's ability to obtain future high-quality recruits for the \nUnited States armed forces.  \n\n      The reality of our nation's broken immigration system has been that we now have in the United States today a \nvery large population of persons who have no means of obtaining lawful permanent residence here, even if they've \nlived in America for decades, gone to school here, paid their taxes and committed no crimes.  \n\n      Many of these individuals are legally in the U.S. in some status that falls short of lawful permanent residence, \nbut some 12 million are unauthorized, including an estimated 2.1 million youth and young adults.  \n\n      Despite the fact that many of these undocumented young people have grown up in the U.S., attended our \nschools and demonstrated a sustained commitment to this country by learning English and succeeding in our \neducational system, U.S. immigration laws provide no avenue for them to obtain any legal status.  \n\n      The DREAM Act would allow them, those young people who have grown up in this country, graduated from \nhigh school, been acculturated as Americans and have no serious criminal record and meet the good moral \ncharacter requirements to go to college, serve in the military, and thereby legalize their immigration status.  \n\n      Those who oppose the DREAM Act often mistakenly repeat the popular misconception that these young people \nshould just get in line like everyone else.  But without the DREAM Act there is no line for them to stand in.  \n\n      The inability of this large group of young people to obtain any legal status has far-ranging social and economic \nimpacts, not least of which is an obvious impact on the qualified manpower available for the U.S. armed forces.  \n\n\n\n      Currently, unauthorized young people are barred from enlisting in the U.S. military.  And I'd just note for the \nrecord that the suggestion that the Department of Defense should be hiring undocumented persons who are not \nauthorized to work in the United States is interesting in light of the fact that every other U.S. employers is barred \nfrom employing people who are not authorized to work in the United States.  \n\n      Persons lacking familiarity with today's enlistment process might believe it's possible for the services to enlist \nundocumented immigrants, but in reality the services do not have the legal or administrative authority to enlist \nsomebody who has no record with the Department of Homeland Security and is not authorized to work in the \nUnited States and who has no valid Social Security number.  So the services cannot use their 10 United States \nCode 504 enlistment authority to enlist undocumented immigrants.  \n\n      In contrast, the Department of Homeland Security has the institutional expertise and processing systems \nrequired to take applications from unauthorized immigrants, fingerprint them, collect their filing fees, vet them \nagainst complex inadmissibility and removability criteria, create alien files on them, assign them alien numbers, and \nother process them for conditional permanent resident status.  \n\n      And under the DREAM Act, this process will happen before these young people appear at a recruiting station \nand try to enlist.  So they will be legal when they approach a military recruiter.  The Department of Defense will not \nbe in the position of trying to hire people who are unauthorized to work.  \n\n      The DHS process will be a first gate to screen out persons who are unsuitable for military service as a result of \nhaving serious criminal or immigration violations or who lack good moral character. And the DREAM Act \nappropriately assigns to DHS the role of accepting these applications and conducting this immigration law vetting \nbefore any of them are given conditional lawful resident status.  \n\n      Under the DREAM Act, all DREAM Act beneficiaries who attempt to enlist will have conditional lawful \npermanent residence, a status that is already recognized in existing enlistment and statutes and military \nregulations.  \n\n      Some people have suggested that the Department of Defense create a military-only DREAM Act, but such a \nprogram would present a greater security risk to DOD, would flood military recruiters with unqualified applicants for \nenlistment, and would require significant changes in military enlistment regulations and recruiting resources.  \n\n      A military-only DREAM Act would also contradict the fundamental premise of the all-volunteer force, as many \nDREAM Act beneficiaries would be motivated to join the military out of a desperate desire to legalize their status \nand not because they are truly interested in military service.  \n\n      It's important to note, and other witnesses stated this earlier, that DREAM Act beneficiaries will have the same \nstatutory and contractual enlistment obligations as all other military personnel. The only difference is that they will \nbe unable to naturalize through military service until they have lifted the conditions on their lawful permanent \nresident status, a process that's likely to take about seven years in most cases.  So they won't be eligible to become \ncitizens immediately under military naturalization statutes.  \n\n      Some have opined that the DREAM Act is unnecessary because the armed forces are currently meeting their \nenlistment goals, but this is also a misinformed opinion.  The current beneficial recruiting environment is a direct \nresult of the poor state of the United States economy.  As the U.S. economy recovers from the current recession \nand our population continues to age, the armed forces will face a very difficult recruiting climate.  \n\n      Now, we know that DREAM Act beneficiaries are going to help meet our nation's future need for individuals \nwho are highly qualified and are interested in joining the armed forces, because this population is highly propensed \nto serve.  \n\n      I want to mention not only the fact that the DREAM Act creates a strong incentive for military service, but that \npast DOD studies have shown that this particular population comes from a demographic group that is already \nheavily predisposed to military service.  \n\n\n\n      A 2004 survey by the RAND Corporation found that 45 percent of Hispanic males and 31 percent of Hispanic \nfemales between ages 16 and 21 were very likely to serve in the U.S. armed forces, compared to 24 percent of \nwhite men and 10 percent of white women.  \n\nDURBIN:  Colonel Stock, I'm sorry, we have a vote in just a few moments, and I want to make sure we can wrap up \nthis committee hearing.  So if you could conclude, I would appreciate it.  \n\nSTOCK:  Absolutely.  \n\n      As mentioned above, I'm a member of the Retired Reserve of the U.S. Army Reserve, and I served in the U.S. \nArmy Reserve for 28 years. During that time I learned of many undocumented immigrants who wanted to serve \nAmerica by joining the all-volunteer force.  \n\n      I often had the unpleasant task of explaining to these eager, patriotic and energetic young people that they were \nbarred from enlisting because of their lack of legal status.  \n\n      I also talked to many military members who were trying to get promising young people to enlist.  They would \napproach me, and I'd have to give them the same bad news.  \n\n      And over and over again I'd hear the comment, \"Ma'am, this makes no sense.  All they want to do is serve the \nUnited States.  Why don't we let them?\"  \n\n      In my written testimony I've given you anecdotes from several of our junior ROTC instructors who are in public \nschools in America that have large numbers of undocumented people in them.  These anecdotes illustrate the \npropensity of these young people to serve America and the propensity of these young people to perform well \nthrough military service.  \n\n      It makes little sense to deport these American-educated youth. It's expensive to locate, arrest, imprison and \ndeport them.  The DREAM Act would help to fix our dysfunctional immigration system.  It's good for our national \nsecurity and it's good for our economy.  \n\n      Pass the DREAM Act and let these promising young people serve America. \n\n      Thank you.  \n\nDURBIN:  Thank you, Colonel Stock.  \n\n      Dr. Camarota is the director of research for the Center for Immigration Studies, holds a Ph.D. from the \nUniversity of Virginia in public policy analysis and a master's degree in political science from the University of \nPennsylvania.  \n\n      Dr. Camarota, thanks for being here today.  The floor is yours.  \n\nCAMAROTA:  I would like to thank the committee for inviting me to speak here today.    \n\n      The recently introduced, or reintroduced DREAM Act, attempts to deal with one of the more vexing issues in \nimmigration.  The act offers permanent legal status to illegal immigrants, up to age 35, who arrived in the United \nStates before age 16.  \n\n      These individuals are one of the most compelling groups of illegal immigrants, because, in almost every case, \ntheir parents are to blame for their situation, not them.  \n\n      However, as currently written, the law has a number of significant problems.  In my oral testimony, I will highlight \nfour main problems, and I'll suggest possible solutions.  \n\n      My written testimony has a more extensive list.  \n\n\n\n      First, there is the issue of cost.  The DREAM Act requires two years of college, but no degree is necessary.  \nGiven the low income of illegal immigrants, most can be expected to attend state- and county- supported colleges.    \n\n      Not including illegal immigrants already enrolled, the cost to taxpayers in tuition subsidies for these state-\nsupported schools for the roughly 1 million students we think will attend is about $12 billion for the state schools and \nthe community colleges.  \n\n      In addition to the cost to taxpayers, there is the related issue of the crowding out of U.S. citizens and legal \nimmigrants in these public institutions that are already reeling from budget cuts at the state and local level.  \n\n      It is important to remember that the illegal immigrant population is concentrated in only about a dozen states, \nand enrollment slots are not unlimited in those states.  There's a limit to how many people can attend, at least in \nthe short term.  \n\n      Now, advocates of the DREAM Act argue that it will significantly increase tax revenue because once they have \na college education, recipients will earn more and pay more in taxes.  \n\n      Whether that's true or not, it's important to understand that any hoped-for tax benefit will come only in the long \nterm and will not help public institutions deal with these large influx of students the act creates in a relatively short \nperiod of time.  \n\n      Further, Census Bureau data shows that the income gained for having some college, but no degree of any kind \nare quite modest, so the resulting income gains in tax revenue will be small, at least as currently written.  \n\n      Now, one way to deal with this situation is for Congress simply to provide additional funds to state universities \nand community colleges.  \n\n      If the idea behind the DREAM Act has merit, which I think it does, then acknowledging these costs and being \nhonest with the public and including these costs in the law is clearly necessary.  \n\n      Now a second major issue with the bill is that any legalization for illegal immigrants unavoidably encourages \nmore illegal immigration.  We've seen that in the past, and that's always an issue.  \n\n      Now, the best remedy would be to include some important enforcement mechanisms in the law, such as full \nimplementation of the US-VISIT program, which tracks the arrival and departure of visitors to our country.  \n\n      Also including mandatory E-Verify, which verifies the legal status of workers would make sense.  \n\n      A more rapid implementation of the Secure Communities programs and adding funding for the 287(g) program.  \nSecure Communities and 287(g), as you all know, deal with criminal aliens.  \n\n      If we take these simple steps, we can help discourage future illegal immigration.    \n\n      Now a third issue with the act is that it is an invitation to fraud in many ways.  First off, the confidentiality means \nthat if somebody commits fraud, the bureaucracy is in kind of a box, because they can't use the information that \nthey learned in the application process against that individual, as I read the act.  \n\n      Also, the act does not have a clear list of documents that will be acceptable for identification.  This happened \nalso in 1986, in the IRKA amnesty.  \n\n      Most estimates show that about 700,000 illegal immigrants who were not qualified for that legalization got \nlegalization because at the time the bureaucracy was overwhelmed, as it is now, there was no clear list of \ndocuments, it couldn't do all the investigation.    \n\n      We are setting ourselves up for a repeat of that situation.  \n\n\n\n      The most obvious way to fix this problem is to give the immigration bureaucracy a lot more money, let it hire the \nstaff and train up, so it can process all these applications.    \n\n      Also, change the fraud situation.  If somebody provides fraudulent information, you have to be able to use the \ninformation in the application against that person.  \n\n      You can go to the address, for example, that they might give you.  \n\n      Now, the fourth problem -- and I'll just touch on it -- with the DREAM Act is that a person convicted of two \nserious misdemeanors could still qualify.  \n\n      Now, we've heard a lot of talk about this, and we know that some misdemeanors are pretty serious.  There's a \nvery simple solution. Just put in the law that people convicted of drunk driving or a sexual offense or a violent \noffense, even if it's a misdemeanor, are ineligible.  \n\n      It's a pretty obvious and quick thing to do, and I think it would ensure the -- or reassure the public.  \n\n      In conclusion, while illegal immigrants raised in the United States do not have a right to stay in our country, they \ncertainly have a claim on our conscience.  We should act on that claim, but we should do so in a manner that limits \nunintended consequences.  \n\n      Thank you.  \n\nDURBIN:  Thank you, Dr. Camarota.  \n\n      In 2007 when I was bringing the DREAM Act up, you were interviewed by CSPAN.  And you said something a \nlittle different than your testimony today.  \n\n      You said, \"Children pay the penalty for their parents' misdeeds. If a parent doesn't pay the mortgage and the \nhouse gets foreclosed, sometimes the children suffer.  We incarcerate hundreds of thousands of parents each year, \nand deprive those children of their parents.\"  \n\n      Then, when I brought several DREAMers (ph) to a press conference which I had, you also said, \"U.S. \ncongressmen should not be harboring and giving a podium to people who knowingly and willfully violate our laws.  I \nhope they wouldn't do it with tax cheats.  I hope they wouldn't do it with robbers.  And I hope they wouldn't do it with \nillegal aliens.\"  \n\n      You've given a much more moderate statement today.  Have you had a change of heart?  \n\nCAMAROTA:  Well, I certainly agree with the second part, completely.  I don't think that you should give a podium \nto people who are in our country illegally, just like I don't think that you should give a podium to anyone who's \ncurrently and admittedly violating our law.  \n\n      Now, that's my opinion.  You're the senator.  You will ultimately make that determination.  \n\n      On the question of whether children pay the penalty for their parents' misdeeds, is undoubtedly true, both \nphilosophically and just as a matter of fact. \n\n      Bad parents abuse their children.  Bad parents do all kinds of things.  In this case, it's a bad act of the parent \nthat is causing injury to the child.  \n\n      But I never said that I was completely opposed to the idea of the DREAM Act.  I'm still not completely opposed.  \n\nDURBIN:  So when you talk about educational costs, we talked about that earlier, and it appears that there's some \npeople who disagree with you.  \n\n\n\n      The secretary of education, as well as the Associations of Colleges and Universities, and a long, long list of \nschools, who don't believe the DREAM Act would be a burden, but rather an opportunity.  \n\n      I might also add that among those hundreds who are here today are many who are going to school right now, \npaying out of their own pockets to go to school.  So to think that this is a possibility -- a possibility of 50,000 new \nstudents arriving on the scene -- many of them are already making extraordinary sacrifices to go to school. They're \nenrolled currently.  \n\n      So how do you respond to that?  \n\nCAMAROTA:  Yeah, I think you misunderstood me.  The CBO estimate, as I understand it, delves (sic) with the \nfederal budget.  And we could talk about that, whether it's right or wrong.  \n\n      But we're talking here about costs at the state and local level only.  And so most people, the average subsidy \nfor a state school is like $12,000, for a community college, it's a few thousand.  \n\n      I assume in my research that about 80 percent of DREAM Act recipients would go to community college, which \nis a lot cheaper. Now, if they go to a state school, it will be a lot more, but I don't think that's what's gonna happen.  \n\n      On the question of whether it's a burden because there's already people here, we think that about 60,000 \nstudents currently attend in- state school at in-state prices who are here illegally, based on some research.  \n\n      Your bill is looking to add about a million people to that system, 500,000 of whom, given their age and soon \ngraduation or -- or have already graduated, about half-a-million -- I said 500,000 -- will be enrolling in a very short \ntime.  \n\n      That's why I would urge you to provide the billions of dollars necessary for these schools to take in those kids.  \n\nDURBIN:  So you disagree with the conclusion that of the secretary of education that ultimately America will be a \nstronger nation, once these students have graduated from school and are taxpaying citizens, providing assistance \nfor their children and for other families.  \n\n      Do you disagree with that conclusion?  \n\nCAMAROTA:  Well, let's be clear.  The law only provides two years of college.  The income gains for two years of \ncollege is not very great, if you don't get any degree.  \n\n      So maybe if you wanted to ensure you could have it so that it gets a degree.  And I cite the research on how \nmuch income gains you get.  \n\n      But the bigger question is, if you hope that this will be an -- a tax gain for the taxpayer, let's assume that this is a \ngood deal for taxpayers.  That is in the long run.  \n\n      You're still looking at adding hundreds of thousands of new students who are currently not enrolled to, say, our \ncommunity college system, in only about 12 states.    \n\n      So if you think it's going to be a benefit in the long run -- and that's a fascinating and interesting discussion we \ncould have -- but if you think that's the case, provide some money to these schools so there isn't this crush, given \nthe limited resources.  \n\nDURBIN:  It sounds very rational and logical, but for one important fact:  Even the state of Texas has decided that \nthese students will be given in-state tuition.  They've decided these students are worth keeping in Texas.    \n\n      We think they're worth keeping in America.  And so every state should be offering at least an opportunity for \nthem.  \n\n      So this notion that somehow these are just a drain on the system, I just -- I don't buy your premise on that.  \n\n\n\n      One last point:  Colonel Stock, I want to get back to the point that Dr. Camarota raised again.  I think the \nultimate test of these students is going to be the question of good moral character.  And whether or not we specify \nwhich misdemeanors are acceptable, which are not, it comes down to that final, as Secretary Napolitano said, \nevaluation of their total life experience as to whether or not they ultimately will have a chance.  \n\n      Do you see this the same way, that this is the last stop and the most important, comprehensive look at their \nlives?  \n\nSTOCK:  I don't see it the same way as Dr. Camarota, Senator Durbin, because I have a background in \nimmigration law, and I know what good moral character means.  And I know that you've put that in the law and you \nhave not provided the opportunity for the secretary to waive that requirement.  \n\n      She is not -- she has no ability to waive that.  \n\n      I believe that some people may be unfamiliar with Immigration and Nationality Act Section 101(f), which \nprovides a statutory bar to showing good moral character for certain offenses, and there's a laundry list of those \noffenses. \n\n      Any person who has committed any violation of the law that would bar good moral character under 101(f) would \nbe barred from applying for DREAM Act benefits.  \n\n      So this business of, well, we have to name the specific, you know, offenses, I think the Immigration and \nNationalities Act provides an answer to that, which is simply that this good moral character requirement is a nice \nneat way to encapsulate a whole bunch of offenses, including every single one that Senator Cornyn mentioned \nearlier before he had to leave the hearing.  \n\n      So I think this is a red herring that's distracting us from the actual necessity to solve our nation's problem here, \nwhich is this colossal waste of educated person power that's going on here.  \n\nDURBIN:  Thank you.  \n\n      Senator Franken?  \n\nFRANKEN:  Well, since Senator Blumenthal wasn't able to ask the questions of the first panel and since he -- I'd \nlike to give him the opportunity to speak and to ask questions.  \n\nBLUMENTHAL:  I really appreciate that, Senator Franken.  And I will take the full time.  I just want to thank Senator \nDurbin for his very passionate and persevering commitment to this cause.  As a new United States senator, I want \nto join him in his strong advocacy for this measure.    \n\n      We've just given a face to it in Connecticut with a young man named Mariano Cordozo (ph) who was brought to \nthis country when he was 22 months old, just graduated from community college.  He is 23 now. And he's going to \nbe a civil engineer in Connecticut.    \n\n      He has had the courage to become a face and a voice for this measure.  And it takes real courage to do it.  And \nI want to thank whoever is here today to join us, because many of them across the country I think have been the \nmost effective advocates for this cause.   \n\n      When people see the young people who are actually involved, they really put aside all of the -- excuse me, all of \nthe somewhat more abstract points in favor, some against, because they are such an enormous potential asset to \nthis country,  as Senator Durbin and Senator Franken have expressed so powerfully in what they've said so far.    \n\n      So I just want to join the advocates who are here today in this cause, and say to the folks who have come to \ntestify and to be here today, thank you for enlightening us further.  And I know we have a vote, so I'm going to defer \nto Senator Franken, if I may, Mr. Chairman.  \n\n\n\nFRANKEN:  Thank you, Senator.  And I identify myself with all of your -- I associate myself with all your remarks.    \n\n      Let me ask you, Ms. Kaso, I think you're very brave to be here. And I thank you for being here.  Let me ask you \na question, did you make the decision to come to the United States?  Was it you?  \n\nKASO:  I did not.  No.    \n\nFRANKEN:  OK.  So what -- how old were you when you came to the United States?  \n\nKASO:  I was 5 years old.    \n\nFRANKEN:  OK.  I was 4 when I came to Minnesota.  I consider myself a Minnesotan.  But I had a year on you \nthere, so.  But you consider yourself an American, right?    \n\nKASO:  Yes.    \n\nFRANKEN:  OK.  Great.  Now tell me again what you want to do for a living?  It sounded like you wanted to be a \ndoctor?  \n\nKASO:  A surgical oncologist.  I want to remove cancer tumors.  \n\nFRANKEN:  OK.  And you want to be able to help people who can't afford health care?  \n\nKASO:  That is correct, yes.    \n\nFRANKEN:  OK.  Well, hopefully we'll have taken care of that too.   \n\n      Thank you for being here.  You're -- thanks for being here.  \n\nKASO:  Thank you for the opportunity.    \n\nFRANKEN:  Yes.    \n\n      Lieutenant Colonel Stock, let me just ask you this.  I talked about doing USO tours before.  During like 2005-\n2006, you talked about, in your testimony, how right now we have -- we're able to -- you know, recruiting -- OK, I \nguess I've got to go to vote.  But what I'm going to do is ask a question and then I'm going to leave.  \n\n      (LAUGHTER)  \n\nFRANKEN:  And you're going to answer it while I...  \n\nSTOCK:  Can I also answer your question about undocumented immigrants while you leave, too?  \n\nFRANKEN:  Yes, sure.  Ask -- say anything you want after I leave.   \n\n      (LAUGHTER)     \n\nFRANKEN:  OK.  And I'll hear it later.    \n\n      But what I know is, is that in 2005 and 2006 especially, we weren't meeting our recruiting level -- recruiting \nnumbers, and we had moral waivers, right?  And we had cognitive waivers.  And we really needed to be able to \nrecruit -- it would have been great to have these -- this group of people to recruit, wouldn't it? \n\nSTOCK:  It would have absolutely been great.  We wouldn't have had to give morals waivers to some of the people \nwho came into the service and later engaged in misbehavior.  And I would like to address the question regarding \nundocumented immigrants.  \n\n\n\n      I read occasionally that there are lots of these undocumented immigrants allegedly in the military, but in fact that \nis not the case.  I know this because I work with the American Immigration Lawyers Military Assistance Program.  \nAnd the few undocumented immigrants who serve in the military come forward to that program often seeking help.  \n\n      And I can tell you, Senator Durbin, the outcome for these people is not rosy.  Occasionally some of them are \nable to get United States citizenship through their military service.  But in other cases the outcome is not a pretty \none.    \n\n      And I'll just offer the example of a young man who was DREAM Act eligible -- or would have been if the \nDREAM Act had been passed.  He tried to join the U.S. Marine Corps a few months ago.  He was processed by an \nunscrupulous recruiter, and brought into the Marine Corps whereupon the Marine Corps turned him over to \nImmigration and Customs Enforcement and had him deported to Mexico when he reported for basic training.    \n\n      So this idea that there are lots of undocumented immigrants in the military is -- it's a misguided myth.  The few \nthat we've found in the military are people who have come in through the use of bad documents or by mistake.  And \nmost of them would be ineligible under the strict \"good moral character\" requirement that you have in the current \nversion of the DREAM Act.    \n\n      They wouldn't be eligible to get status through the DREAM Act.    \n\nDURBIN:  Thank you.  As you can see, I've been abandoned by my colleagues who are off to vote, and which I \nhave to do myself in just a few moments.  But in conclusion, thank you to Dr. Camarota, Lieutenant Colonel Stock.    \n\n      And, Ola, how is your last name pronounced?  \n\nKASO:  \"Kah-so.\"  \n\nDURBIN:  \"Kah-so.\" So we all have got it wrong.  Ola Kaso, thank you so much for your great story, compelling \nstory that you gave us.    \n\n      I'm going to ask unanimous consent, and since there's no one here to object, I'm going to get it, to enter into the \nrecord  141 statements of support for the DREAM Act.  I'll put it here.  And I mentioned earlier the wide array of \norganizations that support this.  \n\n      I'm discouraged that after 10 years this law has not passed, but I'm not so discouraged as to give up the effort.  \nI believe in all of you, and I want you to believe in this country.  Sometimes it takes us a long time to get to the right \nconclusion and to reach fairness and justice.  But we do get there. \n\n      And those of you who are waiting patiently with your lives on hold and with real uncertainty, know I hope from \nsome of the statements made by my colleagues today the deep feelings we have that this is a cause of justice, and \none that we are going to continue to pursue.  Our day will come.  This DREAM will come true.    \n\n      This subcommittee stands adjourned.  \n\n      END   \n"}