{"title": "Non-Mexicans want amnesty, too;Immigrants complain: Bush proposal would pit nationalities against one another, critics say.", "body": "\nDressed in a gray T-shirt with the words \"USA\" emblazoned across his chest, Eduardo Caballero went to work \nWednesday angry at America.\n\nAngry because Caballero works hard from dawn to dusk as a day laborer but would not qualify for legal residency \nunder a plan being weighed by the Bush administration. That proposal would grant amnesty to some 3 million \nMexicans living illegally in the United States.\nAJC\n\nCaballero, like his co-workers waiting for a ride Wednesday morning at the Chamblee MARTA station, is from \nColombia. He echoed other immigrants' complaints of unfair treatment.\n\n\"It's discrimination,\" said Caballero, an animated 21-year-old. \"Why should the Mexicans be singled out for special \ntreatment when there are three times as many of us from other countries as them?\"\n\nAnother worker, Luis Obregon, shook his head and smiled: \"Maybe they think only Mexicans work in bad \nconditions.\"\n\nThe exchange highlights what is likely to be a controversial debate among immigrant communities as details of \nPresident George W. Bush's plan unfold. White House spokesman Ari Fleischer said the president was committed \nto working with the Mexican government to ease \"what has been a disorderly process\" along the 2,000-mile border.\n\nImmigrant advocates fear that the final Bush plan, if it grants amnesty to only Mexicans, could pit one immigrant \ngroup against another.\n\n\"I don't know what good can come out of telling one set of people, 'you're in' and telling another, 'sorry,' \" said \nSteve Choi, president of the Asian American Coalition.\n\nBangladeshi native Lasker Sabbir, who overstayed his tourist visa and now lives the typical furtive life of an illegal \nimmigrant, said that if Bush's amnesty deal is an attempt to court the Hispanic vote, as some critics have \nsuggested, offering a blanket amnesty to all undocumented workers makes far more political sense.\n\n\"Imagine how many more millions of immigrants will gratefully vote for him in 2005?\", he said.\n\nThere are as many as 11 million illegal immigrants living in the United States, with Mexicans making up more than \none-third. The Mexican Consulate in Atlanta says about 450,000 Mexican nationals live in Georgia, including \n\n\n225,000 to 270,000 who are here illegally. Many details of the administration's amnesty plan have yet to be worked \nout. The last general amnesty for illegal immigrants in 1986 took several years to pass in Congress.\n\nThis time, lawmakers from both parties have expressed reservations about a blanket amnesty. Even some \nimmigrant advocacy groups object to the proposal.\n\n\"Every time an administration extends such amnesty deals, they overburden an already under- staffed INS \n(Immigration and Naturalization Service),\" said Narender G. Reddy, president of the Indo American Forum for \nPolitical Education. \"And the ones who bear the brunt of such ill-thought-out moves are the legal immigrants who \nhave to wait two, three, four years to get their paperwork processed.\"\n"}