{"title": "Immigrant Workers Vital, Va. Firms Say; Poultry Industry Seeks Better U.S. Screening to Cull Illegal Applicants, Avert Fines", "body": "\nEvery morning, 26,000 white tom turkeys arrive at the Virginia Poultry Growers Cooperative plant in the \nShenandoah Valley, where they are killed, gutted, cleaned, chilled, cut up and prepared for shipment by the end of \nthe day. The work is hard and cold and messy, and few local residents are willing to do it.\n\nSo the cooperative relies heavily on immigrant workers. Its owners say that they do their best to weed out \napplicants who are in the country illegally but that their industry is increasingly squeezed by federal pressure on \nemployers who hire illegal immigrants and criminal networks that sell false or stolen identity documents.\n\nNow, poultry processors in Virginia and across the country are taking their case to Congress. Last week, several \nhundred industry leaders met in Washington to lobby for immigration changes and an improved document-\nchecking system as well as relief from environmental rules that have doubled the price of the feed corn they buy for \ntheir birds.\n\n\"We depend on immigrants. If they all went away today, people like us couldn't operate,\" said Jim Mason, \npresident of the cooperative, who visited a half-dozen congressional offices. \"People think we hire Hispanics \nbecause we can get them cheaper, but it is absolutely false. We do everything the government asks and more to \nmake sure our workers are legal, and we turn a lot of people away. But if an ID is stolen, there is nothing we can \ndo.\"\n\nThe lobbying blitz has come as diverse businesses, including hotels and seafood processors, have begun to unite \nto defend their economic interests in light of the intensifying government crackdown on illegal immigration. In \nrecent months, stepped-up enforcement has led to a raids on workplaces across the region, including a Leesburg \nconvention resort and an Annapolis painting company.\n\n\nIn Virginia, an umbrella group called Virginia Employers for Sensible Immigration Policy has recently been formed. \nIts members include the state Home Builders Association, Manufacturers Association, Retail Merchants Association \nand Chamber of Commerce. It also represents such major poultry companies as Tyson Foods and hundreds of \nsmaller producers.\n\nThe group seeks to preserve the state's attractive business climate, support legal immigration as essential to the \narea economy and press the federal government to increase action against illegal immigration instead of placing \nthe burden on local employers, who can be heavily fined if they hire illegal workers.\n\n\"Our industry employs more than 10,000 people and supports more then 1,200 family farms,\" said Hobey Bauhan, \npresident of the Virginia Poultry Federation. \"We are blessed with very low unemployment, and there are simply \nnot enough Americans available to do the work. We offer a good wage, and we want to have a legal work force, but \nthe available tools for checking document fraud are just not adequate. The entire federal immigration system is in \ndire need of reform.\"\n\nSome regional legislators appear to be sympathetic to such concerns, especially among industries such as \npoultry breeding and processing that support large portions of the rural economies of Virginia and Maryland. Rep. \nRobert W. Goodlatte (R-Va.), a longtime member of the House Agriculture Committee, has a busy constituent office \nin Harrisonburg, seven miles from Hinton, in the heart of the state's poultry region.\n\nGoodlatte agrees with Bauhan that the federal online documenting system needs to be changed to detect more \nimmigrants who use stolen papers and place less blame on employers who fail to catch them.\n\nThe broader solution, he said, is not to legalize immigrants already working in the United States, as some have \nproposed, but to expand the national \"guest worker\" program, which allows up to 66,000 unskilled foreigners to \nwork temporarily on farms and other seasonal job sites, so that it would include food processing and other \nagribusiness jobs.\n\n\"I am very much opposed to bills that would grant amnesty to illegal immigrants, and I also want to make sure we \ndon't undercut jobs and wages for those U.S. citizens who do want the work,\" Goodlatte said. \"We need the \nexisting temporary worker program to keep up with the changing face of agribusiness. We need to enforce \nimmigration laws and make them work better where there is a shortage of American workers.\"\n\nEfforts to expand the guest worker program failed last year in the broader collapse of a Senate compromise \nproposal for comprehensive immigration change. Opponents of the program say participants are vulnerable to such \nexploitation as being cheated of wages and being forced to stay in poor living quarters.\n\nAt Jim Mason's processing plant, a majority of the 560 workers are immigrants who live full time in the United \nStates, most of whom are from Mexico or Central America. Every instructional sign, such as \"Wash Your Hands,\" is \nin English and Spanish. Each department has a bilingual supervisor, and lines of people in smocks and hairnets \nchatter in Spanish as they hose, clean and chop turkeys on conveyor belts.\n\nOn the main door to the plant, a sign reads \"This Business Employs American Citizens and Legal Residents Only.\" \nIn the hiring office, staff members enter the name of applicants and details of the documents they provide. Within a \nminute, the computer indicates whether the documents are genuine.\n\nMason said he quizzes prospective workers with extra questions to check their veracity. Many forged documents \ncome from Puerto Rico, but most immigrant applicants are from Mexico or Central America, so he asks questions \nto find out whether they know, for example, that the capital of Puerto Rico is San Juan.\n\nMore than he worries about immigration agents swooping down on his workforce, though, Mason fears he will not \nbe able to afford feed for his turkeys, as the government increasingly orders U.S.-grown corn to be converted into \nethanol for use in car engines.\n\n\n\n\"We are a family business. We have no subsidies and no safety net,\" Mason said. \"If we don't get the ethanol \nsituation settled, there is no need to talk about immigration problems at all, because we will be out of business.\"\n\nGraphic\n\n \n\nIMAGE; By Pamela Constable -- The Washington Post; A worker hoses off turkeys at a poultry plant in Hinton, Va. \nOwners say they try to avoid hiring illegal immigrants but feel squeezed by federal penalties for employers and by \ncriminal networks that sell false or stolen identity papers.\n"}