{"title": "U.S. Withdraws Offer of 60,000 Job-Based Visas, Angering Immigration Lawyers", "body": "\nImmigration lawyers raised unusually irate protests yesterday after the State Department and the immigration \nservice abruptly withdrew tens of thousands of job-based visas they had offered last month to foreign \nprofessionals hoping to become permanent residents in the United States.\n\n  The outcry was provoked by a terse announcement on Monday in which the State Department said it would not \ngrant any more visas for the 2007 fiscal year to foreigners applying to become permanent residents based on their \njob skills. That notice reversed one the department had issued on June 13 announcing a two-month window \nstarting July 2 for aspiring, high-skilled immigrants from around the world to present applications for visas known as \ngreen cards.\n\n  The State Department said the 60,000 visas it had expected to offer would no longer be available because of \n''sudden backlog reduction efforts'' by Citizenship and Immigration Services, the federal agency that processes \napplications for the visas offered by the department.\n\n  In a statement yesterday, the American Immigration Lawyers Association accused the two agencies of \nperpetrating a ''hoax'' and a ''bait and switch'' against hopeful legal immigrants who played by the book.\n\n  ''Here people followed the rules and did everything right, yet without warning or explanation the door was slammed \nin their faces,'' said Kathleen Campbell Walker, the president of the association.\n\n  To apply, immigrants must undergo medical examinations and assemble documents to prove their job skills and \nshow that a United States employer has sponsored them. Foreigners must be in the United States when they \npresent their applications, which are processed on a first-come, first-served basis.\n\n  Because of backlogs for employment-based visas, foreigners have had to wait many years just to be allowed to \nfile their applications.\n\n  Thousands of medical and technology professionals, including many working here on temporary visas, scrambled \nfor weeks to get their documents together, in some cases canceling travel plans, in order to file their applications on \nMonday, the first day of the window. The State Department and the immigration agency closed the window without \naccepting a single application.\n\n  ''I am concerned that such action may violate the law and could threaten the integrity of our immigration system,'' \nRepresentative Zoe Lofgren, Democrat of California who is chairwoman of the House Judiciary subcommittee on \nimmigration, wrote in letters yesterday to Michael Chertoff, the secretary of homeland security, and Condoleezza \nRice, the secretary of state. Ms. Lofgren warned that the federal government could face costly litigation because of \nits change of course.\n\n\n  The State Department said it would begin accepting applications on Oct. 1 for 2008 visas. On July 30, the \nimmigration agency will raise its processing fees by an average of 66 percent.\n\nhttp://www.nytimes.com\n"}