{"title": "Fatal Accident Puts Focus On Deportation Program", "body": "\nBOSTON -- A fatal accident that the police say involved an illegal immigrant driving drunk has stirred outrage in \nMassachusetts and put Gov. Deval Patrick on the defensive for his resistance to a federal program intended to \ndeport criminals.\n\nAccording to the police, the immigrant, Nicolas Guaman from Ecuador, struck and killed a young motorcyclist in \nMilford last month while intoxicated, dragging him for a quarter of a mile. Mr. Guaman has a previous criminal \nrecord, the police said, and many here have pointed to his case as an example of why the federal program, known \nas Secure Communities, is necessary.\n\nUnder Secure Communities, the fingerprints of anyone booked into jail by the state and local police are sent \nthrough the F.B.I. to the Department of Homeland Security, which tracks immigration violations. Immigration agents \nthen decide whether to deport immigrants flagged by such checks.\n\nMr. Patrick, a Democrat, announced in June that Massachusetts would not participate in Secure Communities, \nciting concerns that it casts too wide a net and leads to the deportation of immigrants with no criminal histories. \nTwo other Democratic governors, Pat Quinn of Illinois and Andrew M. Cuomo of New York, have also rejected the \nprogram, though the Obama administration has announced plans to expand it nationwide, with or without states' \nsupport, by the end of 2013.\n\nThe Guaman case and several others -- including that of Onyango Obama, a Kenyan uncle of President Obama \nwho was arrested last month outside Boston on drunken-driving charges and found to be in violation of a 1992 \ndeportation order -- have become part of a growing debate over whether Massachusetts is too easy on illegal \nimmigrants.\n\nCritics, including some Democrats, are also asking why Mr. Patrick, a close ally of Mr. Obama's, would reject a \nprogram central to Mr. Obama's immigration enforcement plan. The Obama administration has taken steps \nrecently to focus its deportation strategy on illegal immigrants who have been convicted of violent and drug-\nrelated crimes.\n\n''Unfortunately, the governor doesn't think it's a serious enough problem to deal with,'' said State Senator Richard T. \nMoore, a Democrat whose district includes Milford. ''We're hearing from the public constantly: what are we going to \ndo about this problem?''\n\nMr. Moore is co-sponsoring new bipartisan legislation meant to crack down on illegal immigration, in part by \nimposing tougher penalties, including possible jail time, for driving without a license and not registering cars \nproperly. Mr. Guaman was not carrying a license at the time of his arrest.\n\n\nOnyango Obama, the half brother of the president's father, who did have a driver's license, was taken into custody \non an immigration detainer after his arrest in Framingham on Aug. 24. Immigration and Customs Enforcement \nreleased him on Sept. 8 but has refused to say why, citing federal privacy laws.\n\nIn another recent case, a Mexican immigrant was arrested on a charge of drunken driving last weekend in \nBoxborough, and the police said he had five previous drunken-driving convictions. The man, Eduardo A. Torres, \nhad been deported three times previously, according to immigration officials.\n\nOn Wednesday, Mr. Moore joined three county sheriffs at a State House news conference calling for Mr. Patrick to \nembrace the Secure Communities program immediately. Also on Wednesday, Senator Scott Brown, a Republican \nfacing re-election next year, urged Janet Napolitano, the homeland security secretary, to ''proceed with the full \nactivation'' of the program in Massachusetts.\n\nHe also suggested that Mr. Patrick's resistance would delay the program's activation in Massachusetts; it currently \noperates only in Boston. But a spokesman for the immigration agency, which runs the program, said that would not \nbe a factor.\n\nThe sheriffs of Bristol, Plymouth and Worcester Counties, all Republicans, said they were working with federal \nofficials to adopt elements of the program in their counties immediately. Mr. Patrick said on Wednesday that the \nstate already sends fingerprints of arrestees to the F.B.I., which is free to share them with immigration agents. The \nstate also sends fingerprints of convicted criminals directly to the immigration agency once they arrive in state \nprisons, he said.\n\n''This is about grandstanding and headlines,'' Mr. Patrick said of his critics on the issue. ''Meanwhile, the public \nshould know that every fingerprint is sent to the federal government; they should know that every felony is referred \nto the federal government.''\n\nIt is far from certain that Mr. Moore's bill will pass both houses of the legislature; similar crackdowns in recent years \nhave passed the Senate but not the more liberal House of Representatives. But Eva Millona, executive director of \nthe Massachusetts Immigrant and Refugee Advocacy Coalition, said she was worried.\n\n''We seem to continue to lose supporters,'' she said.\n\nMs. Millona added that it was unfair to connect drunken driving with illegal immigration. ''Drunk driving is another \nissue, and people should be punished for it,'' she said. ''But immigration status has nothing to do with it.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Nicolas Guaman                                      \n"}