{"title": "Felipe Osiadacz, charged with culpable homicide in Malaysia: \"I spent six months locked in 14 square meters, with the door closed, unable to leave\"", "body": "\nPhilip Osiadacz was expected by his father and sister at the airport last April. He returned to Chile after 15 months \nand 11 days in the High Security Criminal Sungai Buloh, Malaysia, for the culpable murder of Yusaini Bin Ishak. \nBut that reunion, they recall today, was strange: even though he kept repeating that everything was fine,\" he \nseemed programmed like a robot, as if he wasn't really there,\" said her sister Nicole. The reasons would be \nunderstood in the following months. And they will be embodied in a book that Osiadacz began to write as soon as \nhe settled in his house in Concon and that today accumulates more than 300 pages about his hard captivity.\n\nIt all started one night in Kuala Lumpur. \"I saw coming to my friend Fernando, followed by one more person; I \nasked him 'what's going on' and he told me that He was following it for several blocks and that I had offered him \nsexual services. He told me he didn't know how to get him off his back. I asked this person what he wanted and he \nreplied 'before you go up to the piece you have to pay me'. I said, in English, 'before I go up to the piece so, if my \nfriend has said no, what are you talking about.' Then this person locked the doors on us and shouted, 'I followed \nyour friend for 10 minutes, they have to pay me for the time I lost.'\"\n\nThe rest is known history: after a struggle Yusaini Bin Ishak died after being held on the ground by the Chileans. A \nlengthy judicial process is still ongoing against Osiadacz and Fernando Candia – of whom the former refuses to \nspeak – who returned to Chile while an appeal by the Asian country's prosecutor's office seeking to apply a three-\nyear sentence to both Young.\nPHOTO: JUAN FARIAS\n\nHow were your first days at the police station at the start of the investigation?\nAfter we were arrested we were passed an orange clothes, defecate, with urine, broken and you have to sleep on \nthe floor without pillow sores, with temperatures that made you sweat all day and, at night, very cold. In those days I \ncounted on the body more than 120 stilt bites; then I didn't even worry about any more telling them. He was literally \nlike a dog. In the first few days I dropped four or five kilos, there was nothing nutritious to eat. But the worst were \nthe gendarmes who threatened me and simulated with their hands the figure of a gallows; they'd say, \"You think \nyou come here to kill people, well, you're going to die.\"\n\nAnd what did you feel when you're sure you're going to jail?\nWhen 12 days the consul arrived and told me that he was sorry about what was going on, but that he would be \nprosecuted for murder.  He said he had to be strong and thank you for being alive. When I heard \"jail\", rapes, \nmurders, beatings, drugs, destruction came to my mind. I couldn't believe it.\n\nHow was he trying to handle it?\n\nI started meditating, which helped me manage anxiety. I wanted to keep my sanity for my family. It's a survival \nissue, you have to repeat yourself that this isn't death, it may be close, but for now you have to hold on to life. For \n\n\nthe first six months I cried every night, but I used to dream that I was free, and when I woke up and realized I was in \na prisoner, I could cry for two more hours.\n\nDid you feel guilty about what happened to who you ended up being a victim?\nYes, but I also went into shock and despair; I don't know how to describe it. Imagine going from such a good time, \nthat you have your plans, your illusions, and suddenly through an argument, for something you didn't even look for, \nyour life changes. But yes, I felt guilty and regretted the situation. When the months passed I always felt guilt \nbecause a person ended up dead; it wasn't a black eye, here a person died and that's never going to change.\n\nHow was your relationship with the other prisoners?\n\nThere were mishaps, as I was locked up with pure men coupled with not opening the doors for us to walk or \nexercise, so it was unlikely that there would be no arguments or fights. One of the few days they opened the cell \ndoor, I peeked out the window with bars and in front of me I saw two Nigerians breaking their faces. If someone \ncaught up with combos, the gendarmes closed the doors for a month, and usually when they opened the doors, \nsomething happened, because of all the stress we carried. I'd tell you every six months they opened the door ten \ntimes.\n\nWhat other episodes of violence did you experience?\nAlways after going to court I had to be quarantined, which means that I entered a different block than I normally \nwas, in pieces 30 meters long by 5 wide, where the drugs went everywhere. There were approximately 180 people. \nThere I took advantage of showering at night, always worried about drying well so that I would not get mushrooms. \nOnce I heard screams in another cell, very loud screams, I saw many gendarmes running back and forth, for at \nnight, to avoid riots, they took the keys to another block. They ran to get the keys because something was going on. \nThat's one thing I'd like to highlight: if something happened to you at night, if you were dying for example, the \ngendarmes, even if they wanted to, couldn't get in, because they didn't have the keys. I finally saw someone get \nkilled on a stretcher. He had killed himself. Again, also at night, when I had only 3 days in Sungai Buloh, a \nmyanmarino stole a paste from me for one who had bought me. When the boss of the piece found out I was \nrobbed, it was where this person had been robbed and hit him for forty minutes, with kicks, combos, I was frozen. I \nnever expected to see anything like that.\nPHOTO: JUAN FARIAS\n\nHow did you deal with the presence of drugs?\n\nThere was methamphetamine, marijuana, ecstasy sideburns. The way they had to get the drug in was to pay the \nperson for x-rays; they also paid the gendarmes to open the doors so they could make the sales. In fact, that was \none of the reasons why cell doors were always closed, as it was lucrative for gendarmes to charge for opening \nthem. They offered me free drugs to try to get addicted, but I never accepted. It was a matter of seeing how the \naddicts lived to know that I didn't want to end up like them.\n\nWhat was the hardest time?\n\nThere were six months that I was locked in the piece and they didn't open the door for me, half a year we couldn't \nget out of a cell of 14 square meters! We didn't even have permission to go out for 15 minutes to walk right there on \nthe block. Six months, there were ten people, and the only space I had was where my body fit. I was with \nUkrainians, Chinese,Nigerians and Malaysians; there were fed up with conflicts. They could be two hours arguing \nwhether the wall was white or brown, for giving you an example.\n\nHave you ever experienced a direct threat in prison to your physical integrity?\nYes, an Indian mafia threatened me to kill one of the many times I was quarantined. They came up to me and said, \n\"Change your position, we're going to get here.\" I said no. Then one of them asked me, \"Do you know who I am?\" I \nanswered again no and they said, \"We killed the prosecutor who was involved in the case of the former prime \nminister of Malaysia, and we can kill you at night and nobody will say anything; in fact, I'm going to kill you tonight.\" \nLater that day other people came to my piece and told me that I had to change because if someone died in \n\n\n\nquarantine all the people in the piece were going to be under investigation, so I decided to change. That same \nnight, when I thought I was being killed at any moment, the same mob person came up to me and apologized to \nme: \"In jail you have to assert yourself,\" he told me. It's not to believe it, but we ended up making friends and he \ntold me to have any problems with them.\n\nWas there any activity, other than reading, that you did in your cell?\nI made a world map on the piece that generated a stir, it was one meter by one and a half, with all the islands and \ncountries of the world. When the gendarmes and insmen passed by, they asked \"who did that,\" they were crazy \nabout the map, it was very detailed, they even asked me to replicate it in other cells. At that moment I became \nacquainted people saw me meditating, with books every week. I read a 1,300-page book in two-and-a-half days, on \naverage I think I read 10 hours a day.\n\nWhy did you plead guilty if you claim to be innocent?\nI would never have pleaded guilty because I and the lawyers knew that I had not intended to harm anyone and that \nthe evidence corroborated what I said from the very first moment. But I did it because justice in Malaysia wasn't \ngoing to let me go like that.\n\nHow was the actions of the Chilean authorities in your case?\nExcellent, was very nice to us and I am very grateful for everything you did.  Once, however, we had a problem \nbecause he came to see me in jail with an Ipad, without realizing it. When I noticed it I asked if I could record a \nhappy Christmas video for my family, which was perhaps reckless of me.  In less than ten seconds I managed to tell \nthem not to worry and that they were happy. Neither I nor he noticed that there were cameras in the room. Soon the \ngendarmes arrived and told Juan Francisco that what was in his hands was illegal. I went back to the cell thinking I \nwished they didn't do anything to him, but it was actually me who was in trouble. They sent me to call the place \nwhere the punishments were being issued and told me I would be locked up for seven days in Tawakal, where the \npieces are half the size of the regulars of the prison where I was. There the food was worse and the cell light, which \nwas very intense, was always on. It was very difficult to sleep.\n\nHow did youreceive the appeal to the judge's ruling, filed by the Malaysian Prosecutor's Office?\n\nThe Prosecutor's Office appealed 2 hours and 15 minutes before it closed on the last possible day to appeal in \ncourt. I mean, last minute. I was notified by the consul. That same day in the morning he had visited me in jail and \nsaid, \"Felipe, forget the appeal, this ends today, your family is preparing to spend Christmas with you \nsomewhereisolated.\" And there I was, happy, and I returned to the cell, which was not easy since in advancing 200 \nmeters I took two hours for bureaucratic things from prison, such as the prohibition of looking the gendarmes in the \neye and the obligation to kneel in front of them. When I got to the cell, it was two minutes past and I heard \n\"Chileans, phone call.\" They've never said that before. It took me half an hour to get back in check and there the \nconsul tells me, \"You don't know how sorry I am to tell you this Philip, but they just appealed.\" I started crying and I \nwent into shock, it didn't fit in my head, I didn't understand why.  After that I was taken to the piece and I ended up \ngetting sick; I stopped eating, started defecating blood, had spasms in my stomach; I was already skinny before, but \nat that time I came to weigh 59 kilos and I measure 1.81. I wasn't in the mood for anything, I didn't want to live, I \nwas begging the universe to take me in the dream.\nPHOTO: JUAN FARIAS\n\nWhy did you decide and how did you manage your return to Chile with the trial pending?\nI'm not going to address that issue right now. I don't think it's wise.\n\nNow that you're back, what are your plans?\nAfter living something so extreme you start to appreciate the simplest moments, such as watching a beautiful \nsunset, and appreciate the new opportunity to enjoy that landscape. But people don't normally live their lives that \nway. I feel like I lived an experience that should be conveyed, in the sense of sharing the importance of thanking \nyou for what you have, of understanding that life is not a competition. That's why I want to do motivational talks that \n\n\n\nhelp people cope with adversity when they think everything is lost, because if there's one thing I know, it's that after \nthe storm the sun always comes out, but that depends on one, the attitude with which you face life .\n\nAre you grateful for someone in particular?\nI am very grateful to all the people who got involved, my father, my sister, my family in general, and in particular the \nlawyer Jorge Boffil, for their advice and support even before I returned to Chile. There were also people who sent \nme books, who gave a word of support to my father and sister at the most critical moments, people who without \nknowing me or my family supported us emotionally and financially. Without all that support, without that good \nenergy, I wouldn't be here.\n\nIs it your experience that you portray in the book you are writing?\nThe book tells how I managed to get ahead in a hostile environment, with a different culture and language, with the \nprospect of dying by hanging and away from all my loved ones. The book, in turn, can be interpreted as a \ndenunciation of the living conditions of the Malaysian prison and judicial system; I want readers to realize how \nhuman rights are run over in these places and not just my particular experiences. There are those who live \nsomething like this and say \"well, somebody's going to take care of it.\" I couldn't keep working and make a clean \nslate if I know there are people who still live it for years, day after day, hour after hour, until they die. I have a moral \nand social commitment to help you.\n\nThe entry Felipe Osiadacz, charged with culpable homicide in Malaysia: \"I was locked up for six months in \n14square meters, with the door closed, unable to get out\" was first published in La Tercera.\n"}