{"title": "Guilty Plea Entered By Phony Lawyer; Ex-Club Owner Admits to Fraud", "body": "\nPaul C. Kurtz, the former Washington impresario and restaurant operator who was charged last year with illegally \npassing himself off as a lawyer, has pleaded guilty to four of 48 counts of fraud and misuse of a credit card, \nfederal officials say.\n\nKurtz, 57, of Bethesda, who was briefly a co-owner of the District's legendary Cellar Door nightclub before it shut \ndown in 1982, was charged last year by federal authorities in New York City with numerous instances of acting as a \nlawyer, when he was not.\n\nFederal prosecutors called Kurtz a con man \"of breathtaking audacity,\" and he was accused of representing \n\"clients\" in 14 federal criminal cases, five cases before the Immigration and Naturalization Service and even a case \nin U.S. Bankruptcy Court.\n\nIn one case, shortly before he was arrested July 7, he got a sentencing postponed by falsely telling a federal judge \nthat his elderly mother had just died. But Kurtz also spoke and wrote superb legalese and did have some expertise \nin the area of federal sentencing guidelines, former colleagues said.\n\nKurtz, who served two sentences in federal prison in the 1980s on unrelated fraud charges, entered his plea \nThursday in federal court in the Southern District of New York, according to the U.S. attorney there, Mary Jo White.\n\nHe pleaded guilty to one count involving a federal criminal case, one count involving an immigration case and one \ncount involving his masquerading as a lawyer to see prison inmates. He also pleaded guilty to one count of credit \ncard fraud.\n\nKurtz had founded a legal counseling service, the National Correctional Counseling Center, after his most recent \nrelease from prison. He ran the business out of his condominium apartment in a Bethesda high-rise, where he \nserved on the building's board of directors.\n\nProsecutors said his bogus lawyering took place between 1992 and last year.\n\nHe faces a maximum penalty of 10 years in prison on the credit card count and five years each on the others, White \nsaid in a statement announcing the plea.\n\nProsecutors noted in a letter to Kurtz's Washington attorney, Brian W. Shaughnessy, that Kurtz's plea \n\"demonstrated acceptance of responsibility for his offense\" and saved the government the time and expense of \npreparing for trial.\n\n\nIn return, authorities agreed not to prosecute him on the other charges, although the other charges may be taken \ninto consideration at the time of his sentencing, scheduled for Sept. 24.\n\nNeither Kurtz nor his attorney could be reached for comment.\n"}