{"title": "U.S. Moves to Tighten Security on Borders; In Wake of Terrorist Attacks, Congress and INS Are Changing Their Priorities", "body": "\n Congress and federal agencies are moving to strengthen border security in the wake of the Sept. 11 terrorist \nattacks, with steps such as new technology to identify arriving foreign visitors and a planned tripling of guards on \nthe Canadian border. \n\n Bigger changes appear likely. At congressional hearings over the past two weeks, legislators have promised to \nprovide more money for the Immigration and Naturalization Service and called on the agency to implement plans to \ntrack foreign visitors and students that have languished for years. \n\n Sen. Edward M. Kennedy (D-Mass.), chairman of the Senate Judiciary immigration subcommittee and a longtime \nchampion of pro-immigrant policies, signaled the change in tone yesterday when he told a hearing: \"Clearly, the \nscreening of foreign nationals who seek entry into the U.S. must be improved.\" \n\n Kennedy and Sen. Sam Brownback (R-Kan.) are expected to announce legislation in the next few days that would \nfund systems to track foreign students and visitors and require additional training for U.S. officers who issue visas. \n\n Until Sept. 11, the U.S. immigration system had focused less on terrorism than on barring foreigners seeking to \nwork here illegally. With demand for workers rising during the economic boom of the late 1990s, the government \nwas considering expanding the number of temporary immigrants allowed into the country. \n\n But the FBI's conclusion that 19 foreign nationals carried out the deadly airplane hijackings in New York, \nWashington and Pennsylvania has transformed the politics of immigration. The hijackers all apparently were issued \nnon-immigrant visas at U.S. consulates. At least three stayed in this country beyond their visa deadlines, according \nto the INS. \n\n Steps taken recently to tighten the immigration system include: \n\n* Anti-terrorism bills passed last week by the House and Senate calling for tripling the scant Border Patrol forces on \nthe Canadian border and spending $ 50 million more on technology to help them. \n\n\n* A reexamination by the State Department of six countries in the \"visa waiver\" program, which allows citizens from \n29 nations to enter the United States without review by a U.S. consulate abroad for a visa. Mary A. Ryan, the \nassistant secretary for consular affairs, did not identify the six countries \"of concern\" to the State Department. \n\n* New access for immigration inspectors to a State Department database that includes photos of all visa applicants. \nThe information helps detect passport or visa fraud. INS Commissioner James Ziglar said INS inspectors would \nhave access to the database within three months. \n\n Experts said the steps are only the beginning of what are likely to be far-reaching changes in an attempt to prevent \nterrorists from abusing the immigration system. \n\n \"This clearly represents a refocusing of attention on border security,\" said Mark Krikorian, executive director of \nthe Washington-based Center for Immigration Studies, which favors reduced immigration. \"What I find dismaying is \nthat Congress acknowledged the importance of border security in fighting terrorism in the 1996 legislation\" aimed \nat tightening the immigration system after the bomb attack on the World Trade Center. \"Then that emphasis was \nallowed to languish,\" he added. \n\n Demetrios G. Papademetriou, co-director of the Washington-based Migration Policy Institute, said changes to the \nimmigration system could take years to carry out because they may involve training new employees and negotiating \ntreaties. \n\n But he said moves such as tripling the 334-strong INS contingent on the northern border were important \nsymbolically.  \n\n \"It tells people . . . that our people on the Hill, our leaders, are determined to do better,\" he said. \n"}