{"title": "Letters, Faxes & E-mail;IMMIGRATION", "body": "\nU.S. businesses import better workers Molly Ivins' syndicated column \"Hiring the very best for the very least\" \n(Viewpoints, April 8) presented a warped view of the business world. Discipline, personal responsibility and attitude \nare the foundations on which job skills must be built. Liberals have slowly taken that foundation away over the past \n30 years, teaching us that any shortcomings we have in life are unfair. They teach us to blame our parents, \nteachers, employers and neighbors. The reason high-tech companies love to hire immigrants is not because they \nwork cheaper but because their cultures teach discipline, personal responsibility and the value of a good attitude. G. \nMARCUS GRAHAM, Alpharetta Competition is healthy SREEHARI NIMMALA, Decatur The writer of the letter \n\"Slow immigration\" (Wednesday) is scared of the prospect of competing with immigrants and their children for jobs. \nIsn't competition the essence of this country? Isn't competition supposed to bring out the best in everyone? \nRemember tolerance BARBARA SHAPIRO, Alpharetta Unless the writer of \"Slow immigration\" is an American \nIndian, some of his forefathers were immigrants. And one of the principles on which they built this nation is \ntolerance. 'False negatives' worse than 'false positives' BEV BRADBURN-STERN, Atlanta I appreciated the front-\npage article \"Breast cancer false alarms are common\" (Thursday). As a survivor, I was concerned about what \nwasn't said concerning the alarming rates of \"false negatives\" from mammograms. A lot of us had mammograms \ndone each year and relied on the negative reports we got, only to end up with late-stage breast cancer.\n\nMammograms are only one piece of the diagnostic puzzle. If any lump is felt, I caution women not to rely only on \nmammograms, or even on the most experienced doctor's telling you that you are OK. It can be fatally misleading. \nClinton overstepped his bounds in Africa DOUGLAS L. CRONKRIGHT, Atlanta Leonard Pitts' syndicated column \n\"Next you'll want us to thank you\" (Viewpoints, April 9) --- condemning those who condemned President Clinton's \nacknowledgment to Africans that European Americans were wrong to accept the fruits of slavery --- missed the \npoint. Many of \"us\" people of European descent take umbrage at having a person of questionable character making \nmoral pronouncements and apologies for us. Clinton's apology concerning events of 150 years past seems all the \nmore shallow and politically motivated in the current climate.\n\nEqually disturbing was Pitts' willingness to let our president speak for me. For the president to purport to apologize \non behalf of a particular ethnic segment of America is divisive and outside the scope of the office. I doubt that Pitts \nwould view a presidential acknowledgment of wrongdoing on behalf of African-Americans as \"unremarkable.\" \nAlbright losing her fire SALVADOR BARROCAS, Alpharetta What is happening to the eloquent, dynamic and \nforceful Madeleine Albright? As U.S. representative to the United Nations, she embodied these attributes. Her \nattacks on policies of Saddam Hussein, Fidel Castro, Yasser Arafat and Moammar Gadhafi cannot be forgotten. \nShe was the shining star at the United Nations.\n\n\nAs secretary of state, she is mellow. Recently she made a plea to save a convicted criminal scheduled to die in \nVirginia, suggesting that this execution might affect treatment of Americans abroad. A criminal here or abroad, \nAmerican or not, must pay for the crime committed. Colombia getting safer JUAN CARLOS ESGUERRA The article \n\"Colombia plagued by war\" (March 29) depicted a grim view of the situation in Colombia. Colombia is not ideal, but \nit is not plagued by war. We are experiencing trying times --- guerilla groups, in anticipation of our upcoming \npresidential elections, have stepped up their terrorist activities --- but circumstances must be put in perspective.\n\nMost people in Colombia live in safe communities. Visiting foreigners who exercise caution and remain in \npopulation centers do not risk being taken hostage. To protect citizens and visitors, the government is entering into \npeace talks with the National Liberation Army; bolstering military forces to better repel attacks by rebel groups; and \nparticipating in the Summit of the Americas to eliminate poverty and thus diminish the appeal of money offered \npeasants to cooperate with rebel groups. Esguerra is Colombia's ambassador in Washington. Let the market reign \nROBIN G. HALEY, Acworth The editorial board took the easy, liberal solution to a real problem in America's \ncorporations: the large compensation packages given to corporate executives whose performances don't measure \nup (\"Overperked, overpaid,\" April 13). To suggest that the Securities and Exchange Commission should step in and \n\"rein in CEO compensation\" is to beg the question of whose standard should be applied to calculate fairness.\n\nThe only reins that should be applied in a capitalist market are those supplied by stockholders. If the editorial board \ndoesn't like Xerox stock, it should sell it. If enough potential shareholders agree, Xerox Corp. will change its \ncompensation policies, regardless of what rules the SEC may create.\n\nGraphic\n\n \n\nGraphic :\n\n Madeleine Albright / KERRY WAGHORN / Special\n"}