{"title": "Justices' Arizona Ruling On Illegal Immigration May Embolden States", "body": "\nThe decision by the Supreme Court this week upholding an Arizona law punishing employers for hiring illegal \nimmigrants was an energy boost for state lawmakers across the country who have proposed bills this year to curb \nillegal immigration. As if they needed it.\n\nAccording to the National Conference of State Legislatures, state lawmakers set a new record in the first three \nmonths of the year, proposing 1,538 bills related to immigration, with 141 measures in 26 states passed into law. \nWhile some of those laws extended new opportunities to illegal immigrants, like permitting them to pay lower in-\nstate tuition rates at public colleges, most of the laws imposed restrictions on them.\n\nWith its decision on the hiring law that Arizona passed in 2007, the Supreme Court indicated that it would not flat \nout disallow any action by states on immigration enforcement, even though federal law generally pre-empts state \nmeasures in that area. State lawmakers now know for certain that there is some firm legal ground for the recent \nround of bills that seek to drive illegal immigrants out of the country by preventing them from taking jobs and even \nliving here.\n\nBut it remains unclear just how large the playing field is that the Supreme Court has opened. Arizona's employer \nlaw was carefully tailored to conform to specific, narrow terms in federal immigration law, and it was never \nsuspended by any federal court. To date, only a handful of states have passed laws with requirements and \npenalties for employers similar to Arizona's.\n\nInstead, this year many more states weighed whether to emulate the more sweeping and politically polarizing law \nthat Arizona passed last year, known as S.B. 1070, which expanded the powers of the state and local police to ask \nabout the immigration status of people they detain. The Supreme Court has not yet considered that law, which has \nbeen largely suspended by federal courts.\n\nBy now, however, with the legislative season either winding down or over in most states, it seems clear that \nlawmakers' decisions on whether to follow Arizona's lead on police enforcement ultimately had more to do with \nstate politics than with concerns about potential legal challenges and Supreme Court rulings.\n\nKris Kobach, the constitutional lawyer who has been the intellectual if not the actual author of many of the state \nimmigration enforcement laws, was elated by the court's recent decision. The ruling ''has vindicated our position \nthat states are not pre-empted by federal law from these actions,'' said Mr. Kobach, who is now secretary of state \nof Kansas.\n\nHe predicted that many more states would soon ''jump on the bandwagon'' to impose new responsibilities on \nemployers.\n\n\nArizona's statute includes the most severe penalties of any state hiring law, imposing what employers call a \n''business death penalty'': on the second offense of knowingly hiring an illegal immigrant, the business loses its \nlicense permanently. Arizona also mandated the use by all employers of a federal electronic program for verifying \nthe work authorization of new hires, known as E-Verify.\n\nOnly Mississippi and South Carolina followed Arizona in requiring all employers to use the verification system. In \nthe storm of lawmaking this year, Georgia and Utah passed laws requiring larger businesses to use the system (in \nGeorgia, by July 2013). Virginia required employers to use it, but only for state contracts.\n\nFar larger is the number of states where Arizona-style enforcement laws were debated, voted, praised and \nprotested. According to the National Immigration Forum, which opposes such laws, bills like Arizona's failed after \nsometimes furious debate in 15 states.\n\nGeorgia was the first state to pass a law close to Arizona S.B. 1070, and Gov. Nathan Deal, a Republican, signed \nit into law this month. Georgia growers raised an outcry against the law, saying it would cripple their labor force. But \nRepublicans who control the legislature strongly supported the law, which built on an earlier set of measures \nagainst illegal immigration Georgia passed in 2006.\n\nIn March, Utah passed an enforcement law that echoed Arizona's, but tempered it politically with a measure that \nwould create a temporary guest worker program. A federal court has temporarily held up the enforcement law.\n\nWith their session in its last days, Alabama lawmakers are close to passing a broad measure that could be even \ntougher than Arizona's. In addition to requiring most employers to use the verification system, Alabama's bill would \nban illegal immigrant students in public schools from participating in band, cheerleading and any other \nextracurricular activity. The bill has faced little organized opposition.\n\nAn enforcement measure is also close to passage in South Carolina.\n\nSeveral states stood down at the last minute. After intense opposition by Florida growers and the tourism industry, \nlegislators let an enforcement measure die in the final hours of their session. On Thursday, Democrats in the Texas \nSenate blocked a measure that would have stepped up immigration enforcement in cities. Texas police chiefs \nturned out forcefully against the measure, although Gov. Rick Perry, a Republican, had made it a priority.\n\nFinally, Maryland and Connecticut, with small but rapidly growing Latino populations, went a different way entirely, \npassing laws to allow illegal immigrant students to attend public colleges at in-state rates.\n\nhttp://www.nytimes.com\n"}