{"title": "REFUGEES FROM CENTRAL AMERICA OVERWHELMING SOUTHERN FLORIDA", "body": "\nMIAMI - A solid stream of Central American ''bus people'' poured into Dade County this past week, getting an \nuneasy reception from civic leaders and Nicaraguans who settled here shortly after the 1979 revolution.  Mayor \nXavier Suarez sought an emergency meeting with President Ronald Reagan, and other local officials urged \nPresident-elect George Bush to come see the situation for himself.  A mass of homeless, hungry Central \nAmericans arrived Thursday and Friday in Greyhound buses. They were the first wave of people pouring in from \nsouthern Texas after a federal judge ruled that the government no longer could keep them there.  Most are from \nNicaragua, escaping the guerrilla war or the economic disaster it has caused. At least 400 have arrived since the \njudge issued his ruling Monday, and local officials expect 100,000 more in the next 18 months.  ''The current system \nis out of control and unfair to Florida,'' said Sen.  Bob Graham, D-Fla. ''If Washington learned anything from (the \n1980 Mariel boatlift), it's that America must have an immigration policy based on order and fairness.'' The Mariel \nboatlift brought 125,000 Cubans to southern Florida over five months. Local authorities shouldered most of the \ncost of resettling the refugees.  The current situation is so serious that authorities have been forced to house about \n250 Nicaraguans in Miami's Bobby Maduro Stadium, the spring-training home of the Baltimore Orioles. After \nimmigrants jammed the bleachers and dressing rooms, officials closed the stadium's doors and declared it full to \ncapacity.\nBeans and rice were cooking in the concession stands. Children were swarming around a card table loaded with \nglazed donuts. Adults were talking about getting apartments - and jobs.  Liliana Romero washed a bundle of sheets \nand clothing, using detergent, cinder blocks and a stadium groundskeeping hose. She hung the wet, clean clothes \non a batting-cage frame and talked about her family's future in America. ''We don't want money for food or \nclothing,'' she said. ''We're used to working.'' Her son, Jader, 5, rode a toy sports car near her. ''His future is here,'' \nshe said.  City workers were trying to move the homeless immigrants into apartments but were having a tough time \npersuading landlords to take them. Not many were willing to forgo the typical prepayments of the first month's rent, \nthe last month's rent and security deposit.  Ana Gispert, a city worker, said: ''What we don't want is a room in \nexchange for work.'' Some of those offering the immigrants a place to stay or a job proposed deals that bordered on \nexploitation, the social workers explained.  The number of Nicaraguans in Dade County has been growing since the \nSandinista Revolution of 1979. But some Nicaraguan residents regret the flood of people now, because it saps the \nopposition in Nicaragua.  In addition, most of the new arrivals are poor, unskilled and illiterate - unlike the \nNicaraguans, most of them educated and middle-class, who came to Miami in the early 1980s. Officials in southern \nFlorida fear that the new immigrants will strain already overcrowded schools, housing and public-health services.  \nIsidoro Cuevas, Cuban-born mayor of Sweetwater, said his city would have trouble absorbing the aliens. \nSweetwater is a heavily Nicaraguan city in western Dade County.  ''We've been trying to gather clothes and food to \npass it on to them,'' he said. ''But there are many dwellings shared by more than one family already.  People are \nsleeping on the front porches, sleeping on the couches.'' Other local officials reacted in various ways: Dade County \nManager Joaquin Avino called on the federal government to curtail the flow of Nicaraguans from Mexico, to grant \nwork permits to those who have already arrived and to reimburse governments in southern Florida for costs \nrelated to the new immigrants.  Miami City Manager Cesar Odio said, ''We are putting pressure on the federal \n\n\ngovernment to accept responsibility for something they have created.'' Florida Gov. Bob Martinez was preparing a \nplea to U.S. Attorney General Dick Thornburgh for federal aid.  The Dade County government even sent a \ndelegation to the Texas border to try to persuade Nicaraguan immigrants not to come to southern Florida unless \nthey have families willing to help.  Dade County officials met Friday with the mayor of Brownsville, Texas, a South \nTexas border city. The delegation put out the word that Miami cannot handle refugees who have no place to stay. It \nalso inquired about allegations that Brownsville has been subsidizing the $89 one-way fare to Miami for some of the \nrefugees.  Brownsville Mayor Ygnacio Gacza responded: ''Any rumors that we are actively promoting Miami are \nfalse.'' More than 30,000 Central Americans passed through southern Texas this past year, seeking political \nasylum, the Immigration and Naturalization Service said.  The most-recent flow to Miami resulted from a federal \njudge's order Monday lifting a government travel ban on 5,000 refugees. They had been restricted for weeks to the \nBrownsville area. The judge allowed them to travel to other U.S. cities while their claims to be granted political \nasylum were being processed.  Most immediately chose Miami.  (3* edition continuation) Outside Bobby Maduro \nStadium, Jose Paez, 39, said Friday that he had arrived from Texas two days before and had been sleeping on the \nground outside the stadium.  ''Whe n they gave us the green light Monday, immigration people told us that we would \nbe taken care of in Miami,'' Paez said. ''Unfortunately, when we got here, they told us they couldn't let us in.''\n\nGraphic\n\n \n\nPhoto; PHOTO by AP...Nicaraguan refugees sitting among their belongings Friday outside the Bobby Maduro \nStadium in Miami. (photo appears in 3* edition)\n"}