{"title": "South of the border still borderline for poor", "body": "\nIn the Great Immigration Debate, there's no question that Mexicans come to the United States because of the \nopportunities here.\n\nBut why aren't there more opportunities in Mexico?\n\nAfter all, Mexico has substantial oil reserves. Inflation is low and life expectancy is high. And in terms of climate and \nterrain, Ciudad Juarez is the same as El Paso, and the beaches of Cancun look every bit as good as those in Fort \nMyers.\n\nWhat, then, makes Mexico such an apparent basket case that millions have risked life and limb to leave it?\n\nFor starters, the North American Free Trade Agreement - that ballyhooed 1994 pact - has hurt rather than helped \nsome of Mexico's poorest citizens.\n\nCommonly known as NAFTA, the agreement allows almost all trade among Canada, the United States and Mexico \nto flow tariff-free. Carlos Salinas, Mexico's president in 1994, predicted that NAFTA would boost his country's \neconomy so much that it would help stem the flow of illegal immigrants to the United States.\n\n\"What we want to do is export products and not people,\" Salinas said.\n\nBut NAFTA, an international agreement, did nothing to eliminate the generous subsidies the U.S. government gives \nto American farmers.\n\nThanks to NAFTA, U.S. growers have been able to sell corn and other produce duty-free in Mexico, driving down \nprices for the country's own farmers as much as 70 percent. As result, many went bust and left their land - often \nheading for the United States.\n\nBefore NAFTA was enacted, 260,000 illegal immigrants from Mexico crossed the border each year. By 2003, the \nnumber had soared to 500,000.\n\nMoreover, undocumented workers stay longer. In the early 1980s, Princeton researcher Douglas S. Massey found, \nmore than half of illegal Mexican immigrants returned home within 12 months. By 2000, only a fourth of those \nworkers crossed back inside a year.\n\n\"NAFTA was oversold at the beginning,\" says Sidney Weintraub, an expert on the agreement at the Center for \nStrategic and International Studies.\n\n\nWeintraub notes that NAFTA has done much of what it was supposed to do for Mexico: boost foreign investment \nand dramatically increase exports of car parts and other products to the United States and Canada. Mexico's trade \nwith its two NAFTA partners has tripled since 1994.\n\nBut the agreement has not spurred as much development as hoped, partly because the Mexican government has \nbeen slow to reform numerous problem areas. Among them: a corruption-riddled justice system, an inefficient state-\nowned oil industry and a regressive tax structure that benefits the rich and hurts the poor.\n\n\"You can list a whole bunch of things that are not working well and they are far more important than NAFTA,\" \nWeintraub says.\n\nThe official jobless rate is a surprisingly low 3.6 percent, but 25 percent of adults are underemployed and four of \nevery 10 Mexicans live in poverty. There is a huge gap between haves and have-nots; the top 10 percent of the \npopulation holds almost 36 percent of the country's wealth.\n\n\"The inequalities in Mexico are very high,\" Weintraub says, \"and there's very little concern exhibited by wealthy \npeople who have been doing very well for the inadequacies at the bottom of the scale.\"\n\nAggravating Mexico's poverty is a birth rate nearly twice as high as in the United States.\n\nAlmost 90 percent of Mexicans belong to the Roman Catholic Church, which forbids most forms of birth control. \nPopulation pressures, especially in crowded areas along the U.S.-Mexican border, contribute to the flood of illegal \nimmigrants.\n\nOn Sept. 6, 2001, President Bush and Mexican President Vicente Fox agreed on the idea of trying to match \"willing \nworkers with willing employers\" and ensuring that migration takes place safely and legally. But the Sept. 11 attacks \nstopped the negotiations.\n\nFox cannot run again, and his would-be successors are making jobs, not immigration, the main issue in July's \npresidential election.\n\nThe front-runner, former Mexico City Mayor Andres Manuel Lopez Obrador, is calling for a \"Mexican New Deal\" to \nspur development. His main opponent wants to create service jobs in regions that traditionally send workers to the \nUnited States.\n\nRegardless of who wins, one expert says any new government should steer away from policies that mainly benefit \nthe \"elite\" and give far more help to the large, impoverished peasant class.\n\n\"There is no history in Mexico of social democratic policies where the government is committed to providing for the \nbroad development of the country,\" says Tom Barry of the International Relations Center in New Mexico.\n\n\"The government has bought the line that the way to improve the economy is to promote exports and to promote \nthe private sector and liberalize trade, and in doing that the benefits will trickle down. The government has not \nrecognized the value of having a peasantry that may not be competitive on a global level but that does provide \nsubsistence to rural communities.\"\n\nBut, as Barry also notes, there is little incentive for the Mexican government to change.\n\nAs long as Americans want cheap labor to sweep their floors, clean their hotel rooms and pick their lettuce, \nMexicans will continue to pour across the border. Not only do they relieve their own government of the need to \nprovide millions of jobs, they sent back a record $20-billion last year, making remittances Mexico's second-largest \nsource of income, second only to oil exports.\n\nSays Barry: \"The U.S. has provided an escape valve for a marginalized population and that's why the Mexican \ngovernment is so eager to keep it alive.\"\n\n\n\nSusan Taylor Martin can be reached at susan@sptimes.com.\n\nNAFTA'S NEIGHBORS\n\n                      MEXICO                 UNITED STATES \n\nSize           789,020 square miles     3.84-million square miles \n\n          (slightly less than three times \n\n               the size of Texas) \n\nPopulation        107.5-million              298-million \n\nMedian age          25.3 years                36.5 years \n\nLife expectancy     75.4 years               77.85 years \n\nLiteracy rate       92.2 percent              99 percent \n\nPer capita income    $10,100                   $42,000 \n\nPopulation below    40 percent                12 percent \n\npoverty line\n\nUnemployment       3.6 percent               5.1 percent \n\n                (plus 25 percent \n\n                underemployment) \n\nInflation        3.3 percent                 3.2 percent \n\nOil reserves  33.3-billion barrels  22.45-billion barrels \n\n               (world rank: 12th)           (rank: 15th) \n\nSource: 2005 CIA World Factbook\n\nGraphic\n\n \n\nCHART\n\nChart compares Mexico with the U.S. in various categories, including size, population and life expectancy.\n"}