{"title": "Arizona immigration law steps in right direction", "body": "\nWith illegal immigrants coming  to the U.S. from all directions, it's heartening to see someone, somewhere is fed \nup and finally going to do something about it (\"We're protecting our citizens,\" Opposing view, Border control debate, \nWednesday).\n\nSure, special interest groups, friends and relatives of illegal immigrants and those who support them in any way, \nsuch as employers, will strenuously object. They will demonstrate amid cries of discrimination and racial profiling. \nBut the fact remains that  something needs to be done.  When Washington continues to demonstrate an inability to \ndeal with the crisis, isn't it a state's right and duty to protect its citizens? If the federal government fails  to recognize \nthe scope of the problem,  then states must take the initiative.\n\nSo congratulations to Arizonans.  You have a governor and Legislature with your best interests at heart.\n\nJack McDonald\n\nSalt Lake City\n\nMeasure is a disgrace\n\nIt shames me, a resident of Arizona for 21 years, to think of the  new immigration law going into effect. It is \ndeplorable that our elected officials have put this state in a bad light (\"Arizona's ugly immigration law reflects price \nof inaction,\" Our view).\n\nWhy would people of a different color or  who speak another language want to come here? The harassment and \nprofiling that are  bound to take place will rot  Arizona into a wild state of disgrace and confusion.  It will lose \nmillions of dollars from tourism, sporting events and entertainment.\n\nThe lawmakers who  voted for this bill should be removed from office in our coming elections.  We can restore our \npride on Election Day. Until that happens, I will do my part to make sure our people are educated on all the ballot \nissues.\n\nJohn Chiazza\n\nGilbert, Ariz.\n\nFix immigration system\n\nThe immigration debate has once again raised its angry head. The argument is that immigration laws are broken \nand need to be fixed. What is broken: the enforcement of existing laws, controls on the border, immigration courts, \nworksite verifications, enforcement and fines, verifiable identification and work permits, the length and cost of legal \nimmigration, and the number of visas issued.\n\n\nWe have had seven amnesties, and problems continue.\n\nI work with many immigrants who  legally immigrated and sponsored their families. My college roommate, a U.S. \ncitizen, can't sponsor her husband of 35 years, an engineer, because in the terrible Michigan economy, she can't \nprove financial support, and he can't find employment. But she doesn't cheat and bring him here illegally. We need \nto respect those who have followed our immigration laws while also recognizing the problems that exist in the \nprocess.\n\nFirst, we must fix the problems with our immigration system and enforcement. Then, we should offer a one-time \nchance at legal immigration through the existing legal pathways of family or employer sponsorship.  Employers \nsay the immigrants do the jobs Americans won't, and families say illegal immigrants have a right to stay. It is time \nto  accept responsibility for those beliefs.\n\nDoreen Suran\n\nBellevue, Wash. \n\nGraphic\n\n \n\nPHOTO, B/W, Ross D. Franklin, AP\n"}