{"title": "SERB'S NAME ON MILITARY ROSTER", "body": "\nIn his search for war criminals, U.S. Army intelligence analyst Richard Butler collected more than 17,000 documents \nfrom the former Yugoslavia.\n\nThe military orders, administrative records and personnel rosters Butler found list the thousands of men who \nserved in the Bosnian Serb army during the countryÍs civil war in the early 1990s.\n\nOn a handful of those documents, including an active duty roster, the name \"Branko Popic\" appears. Prosecutors \nsay that proves Popic served in the Army of the Republic of Srpska, which he didnÍt list on immigration papers.\n\nPopic, 59, a St. Petersburg resident, is being tried in U.S. District Court in Tampa on one charge each of fraud and \nmaking a false statement for allegedly failing to disclose his military service when applying to be a permanent \nAmerican resident.\n\nIf convicted, he faces a maximum penalty of 10 years in prison or deportation.\n\nOn Tuesday, PopicÍs attorney, Adam Allen, focused on a different document: An order declaring Popic unfit for \nmilitary service because of his history of emotional problems. The order recommended Popic serve in civil \ndefense, which Allen argued shouldnÍt be viewed as military service.\n\nDuring opening statements, Allen told jurors Popic was forced to leave his home in Bosnia because it had been \npeppered with land mines by a warring faction. He was told not to list his military service by immigration officials \nbecause he would be barred from America.\n\n\"Mr. Popic is not an individual who, through lies and deceit, attempted to enter the United State illegally,\" Allen said. \n\"He is a confused, lost, foreign refugee.\"\n\nPopic was among more than 3,000 Serbs who fled their country and settled in St. Petersburg in the 1990s. He is \none of nine local men arrested during a sweep of Bosnian Serbs in December that netted 16 men from six states.\n\nGraphic\n\n \n\nPHOTO: Branko Popic, 59, did not intend to deceive, his attorney says.\n\n"}