{"title": "HEARING OF THE TERRORISM, NONPROLIFERATION AND TRADE SUBCOMMITTEE OF THE HOUSE FOREIGN AFFAIRS COMMITTEE; SUBJECT: TRADE, FOREIGN POLICY AND THE AMERICAN WORKER; CHAIRED BY: REPRESENTATIVE BRAD SHERMAN (D-CA) WITNESSES PANEL I: LOU DOBBS, ANCHOR AND MANAGING EDITOR, CNN'S LOU DOBBS TONIGHT; CARLA A. HILLS, CHAIR AND CEO, HILLS & COMPANY; PANEL II: SCOTT N. PAUL, EXECUTIVE DIRECTOR, ALLIANCE FOR AMERICAN MANUFACTURING; THEA LEE, POLICY DIRECTOR, AFL-CIO; YVETTE PENA LOPES, LEGISLATIVE REPRESENTATIVE, INTERNATIONAL BROTHERHOOD OF TEAMSTERS; LOCATION: 2172 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE TERRORISM, NONPROLIFERATION AND TRADE SUBCOMMITTEE OF THE HOUSE \nFOREIGN AFFAIRS COMMITTEE SUBJECT: TRADE, FOREIGN POLICY AND THE AMERICAN WORKER \nCHAIRED BY: REPRESENTATIVE BRAD SHERMAN (D-CA) WITNESSES PANEL I: LOU DOBBS, ANCHOR \nAND MANAGING EDITOR, CNN'S LOU DOBBS TONIGHT; CARLA A. HILLS, CHAIR AND CEO, HILLS & \nCOMPANY; PANEL II: SCOTT N. PAUL, EXECUTIVE DIRECTOR, ALLIANCE FOR AMERICAN \nMANUFACTURING; THEA LEE, POLICY DIRECTOR, AFL-CIO; YVETTE PENA LOPES, LEGISLATIVE \nREPRESENTATIVE, INTERNATIONAL BROTHERHOOD OF TEAMSTERS LOCATION: 2172 RAYBURN HOUSE \nOFFICE BUILDING, WASHINGTON, D.C. TIME: 10:00 A.M. EDT DATE: WEDNESDAY, MARCH 28, 2007\n\nREP. BRAD SHERMAN (D-CA):  Folks, welcome to the Foreign Affairs Committee and the Subcommittee on \nTerrorism, Nonproliferation, and Trade.  I want to commend the chair of the full committee, Mr. Lantos, for \nappointing the distinguished gentleman from Georgia, Mr. David Scott, as vice-chair of this subcommittee.  And this \nappointment comes at an excellent time, because I may be called away for votes in the Judiciary Committee on \nmarkup, and so you may be chairing this committee for brief interludes.\n\nREP. DAVID SCOTT (D-GA):  Thank you.  I just want to say, if I may speak a little out of turn here, thank you so \nvery much for those wonderful words.  I look forward to serving as your vice-chair.  And I want to thank both you \nand Chairman Tom Lantos for having that kind of confidence in me.  Thank you very much.\n\nREP. SHERMAN:  Thank you.  The rules of the House vest in the Foreign Affair's Committee jurisdiction over \nmeasures to foster commercial intercourse with foreign nations and generally with international economic policy.\n\nAgain, I want to commend Chairman Lantos for entrusting this subcommittee with that jurisdiction.  This is an \nopportune time to hold these hearings, because at the end of this week the president basically loses his fast track \nauthority.  Congress must decide whether to restore that extraordinary power with or without new conditions.\n\n\nGiven the premise of this hearing, I see that we've been joined by two fine members of Congress who are not \nmembers of the Foreign Affairs Committee.  And they will be recognized for questions after we hear from the \nwitnesses and after we hear from the questions of those who are members of the committee.\n\nWith that, my -- the distinguished ranking member, Mr. Royce from California and myself will both give opening \nstatements for five minutes.  I will invite other members of the subcommittee to give brief opening statements, \nhopefully for about two minutes.  And then we'll have additional opening statements at the beginning of the second \npanel.\n\nBut our first two witnesses here have limited time, so we'll have limitations on opening statements.  Without \nobjection, written opening statements will be made part of the record of this hearing.\n\nMany of us grew up in the '50s and '60s expecting middle class living standards to get better every year.  Yet, as \nthe first chart shows, if you can see it up there and big, the last generation has seen only slight increases in income \nfor middle class and working class families.\n\nAnd that increase in income has been accompanied by a massive increase in financial insecurity.  Economists tell \nus that as a country we're richer, but that's only because they average in the extraordinary gains of the top 5 \npercent.\n\nA major element in the squeeze on the middle class, the insecurity of the middle class, what Mr. Dobbs calls the \n(inaudible) on the middle class is our trade deficit.  As recently as the late 1980's, that deficit looked (inaudible).  It \nwas reduced in part by Ronald Reagan's demanding the Japanese auto companies have a substantial amount of \nU.S. value added in the automobiles that they sold here.\n\nSince then, we've moved in another direction.  We've had NAFTA and MFN for China, and our trade deficit has \nexploded, as shown in the chart behind me.\n\nWe signed NAFTA at a time when we had a slight trade deficit with our immediate neighbors.  And now, that deficit \nhas grown in just a bit over a decade.  It has grown not by 10 percent or 20 percent or 100 percent, but rather that \ndeficit has grown by 1,000 percent.\n\nApologists for failure propose some interesting excuses.  The first is that it's the fault of the wages of American \nworkers, that our workers are paid well, with our high wage funds in Europe and Canada, we do just fine when it \ncomes to exporting.\n\nIn the chart that should now be on the screens on each side of the room, we see that Europe and Canada export a \nvery large percentage and an increasing percentage of their GDP.\n\nThe next chart will illustrate how the European Union was able to export substantially more of its GDP than we do, \nincreasing over the last decade the share of its GDP that it exports by roughly a third. Our trade policies of opening \nup our market wide have been accompanied by no increase in our imports as a percentage of our GDP.\n\nWhile others increase, the percentage of their GDP that they export, we do not.  We are told that the fault is that we \n-- that America is a great place to invest, and so we have to deal with trade deficits that result.  Yet China, we're \ntold, is a great place to invest, and China has huge trade surpluses.\n\nWe're told that the trade deficit is not the fault of our trade policies but an outwork of the U.S. budget deficit, that we \nhave substantial declines of our budget deficit.  As a matter of fact, we had budget surpluses in the late '90s and \nmassive increases, as shown at the chart at the same time as our trade deficit.\n\nWe are told that trade policy reduces poverty.  Visit (inaudible).  We're told that nations with whom we have had \nstrong trade relationships will support our broad foreign policy objectives. Visit the UN and watch China when it \ncomes to Sudan and Iran.\n\n\n\nWe are told that we now have the largest trade deficit in history and the solution is more of the same.  But the \ndefinition of insanity is to keep doing what you had been doing and expect a different result.\n\nAnd we are told that a president who has strained his powers to the most extreme interpretations should be given \neven more extraordinary authority.  I think we need to think again.\n\nI think we need to learn from the wisdom of Ronald and Nancy Reagan.  Ronald Reagan, who bargained tough on \nautomobile parts and value added, and Nancy Reagan who have been thinking of fast track when she announced, \n\"Just say 'No.\"\n\nWith that, let me yield to the gentleman from California, the distinguished ranking member.\n\nREP. EDWARD ROYCE (R-CA):  I thank you very much, Mr. Chairman. We have distinguished witnesses here \ntoday.  On the first panel, Ambassador Carla Hills has served our country well, opening up markets for our \nproducers, and Mr. Dobbs who does powerful reporting, and I want to commend in particular his documentation of \nour foreign (ph) immigration system and the danger of guest worker proposals.\n\nThere is, in my mind, a big difference between the free flow of goods and the illegal flow of labor, of people, across \nour borders. And one of the issues that I know the open doors lobby does not agree on, but one of the issues that is \nthe consequences of that very real difference.\n\nIn this next week, we will have just had the introduction of legislation that will basically expand radically through an \namnesty in this principle of the open doors (inaudible), not just the free flow of goods but also the free flow of \npeople.\n\nAs Mr. Dobbs has documented, our borders are out of control, and proposed amnesty plans will dramatically \nworsen the situation.  And I also agree with him that U.S. corporate interests aren't always synonymous with the \ninterests of American workers. (Inaudible) of the interests of U.S. and national security.\n\nSo I look forward to hearing from our witnesses, but I hope that Mr. Dobbs will comment also on this issue that I \nhave raised, because I think this bill or this amnesty proposal (inaudible) massive guest worker expansion will have \nthe consequences now that we have seen that a billion people in the world, according to polling, want to come to \nthe United States.\n\nA billion people want to come here, primarily the illegal immigration flows.  We're seeing our people without -- \nthey're without the skills that would really reward them with a higher income.  It's unskilled labor.\n\nSo the families that are coming -- that do not have the job skills and are drawing government services will end up -- \nthose households, on average, costing $30,000 a year.  It seems to me that the income that I've seen through the \ngovernment in the studies that I've looked at is $9,000 a year.\n\nWe have a national debt in the United States that is sizable.  We have a problem with Social Security.  We have a \nproblem with Medicare in terms of the funding.  And so now we're looking at a policy that treats -- as our trade \npolicy be the open migration people who have been coming illegally and through this amnesty.  And subsequently, \nthey will be rewarded for breaking law, so I hope that issue is addressed.\n\nOn the issue of market access in California, my home state, nearly 60,000 companies export goods, and California \nis particularly heavy in agriculture.  So we've got a million American farm jobs that are tied now to exports.  We \nhave to get this right.  We've got to ensure better access overseas to our products within any of those markets.\n\nThe deficit that I mentioned, I think, is a real concern, because as I mentioned, we are now $9 trillion in debt as a \ncountry.  And we'll hear to day how the federal deficit hurts our trading position in the economy and subsidies are a \npart of growing that deficit.\n\n\n\nWhen you look at things like agricultural subsidies in the United States, there are over $20 billion in agricultural \nsubsidies every year, most of which go to corporations.  These subsidies are a roadblock to opening foreign \nmarkets.\n\nSo again, I look forward to hearing from our witnesses to whom I will yield the balance of my time right now.  But I \nagain thank them very much for appearing here today.\n\nREP. SHERMAN:  We now recognized the distinguished vice-chair of this subcommittee, the gentleman from \nGeorgia.\n\nREP. SCOTT:  Thank you very much, Mr. Chairman.  I too want to extend our appreciation to both of our \ndistinguished panelists, both Mr. Dobbs and Ambassador Hills.\n\nAnd I might mention Mr. Lou Dobbs, you are a fine alumni from Harvard University, and it's a great school.  I quickly \nwant to say (inaudible) I'm a graduate of the Wharton School, and of course as you know, Harvard and Wharton \nhave great competition that I think you will agree that of course, Wharton has the finest business school.\n\n(Laughter)\n\nBut with that, I come with an understanding, and I understand the view of many economists and trade policy \nexperts.  It would appear that labor is a commodity to be traded like any other, but those who view labor only in the \nabstract sense fail to comprehend the very real very human face of our nation's offshore sourcing problem.\n\nAnd you have done a commendable job to show the great tragedy of the outsourcing of jobs --\n\nLOU DOBBS:  (Crosstalk)\n\nREP. SCOTT: -- and the impact that that has on the middle class. And the numerous specials that you have done \non CNN, I want to congratulate you for that, and especially the negative aspect of the loss of jobs. And such \nAmerican industries and name brands like Levis, now who have closed the last Levi plant.\n\nWe've become so much now on the clothes we were, the automobiles we buy, all of those products, even right \ndown to the dollar stores, based upon the warped (ph) policy that is yielded very very negative results as it applies \nto our own economy.\n\nIndustry after industry has fled our country to other countries and mainly because of their lax wage and labor \nstandards.  And what a cruel blow this is, especially to our labor unions and the labor movement who historically \nhave provided the very anchor, the very reason why America has the highest quality of life, have done because of \nthe (inaudible) our economy by the labor movement itself.  And we work hard to protect that.\n\nOne area that concerns, one of which you touched as well, is in the falling debt (ph).  You know, if you look through \nhistory, and you look at the fall of many great nations and civilizations, there are certain characteristics that jump \nout at you.\n\nOne is blending in (ph) resources or (inaudible), which we're having with our own petroleum and our dependence of \nthat; a failure to protect our borders, which is happening; and most egregiously, the looming debt.\n\nAnd our debt is so magnified even greater because of the extraordinary amount of debt in the hands of foreign \ngovernments and foreign nations.  The great tragedy is that in this last five years, this nation -- and not just the \npresident, we in Congress have acquiesced, we've annulled (ph) more money from foreign governments and \nforeign nations in the last five years than all of the preceding administrations have done since 1789.\n\nThat is a tragedy of soaring magnitude which must be addressed. And just the interest we're paying on that is the \nfastest-growing part of our budget.  And the other travesty is that the borrowing that's coming from those nations \n\n\n\nthat they not too long ago were our enemies and could very well be our enemies again, China and then some of the \nunstable areas of the OPEC regions.\n\nThis is an important hearing, and we have some very important issues to examine in terms of our debt, in terms of \nour trade policies.  I thank the chairman for pulling this together.\n\nI look forward to each of your testimonies and thank you very much.\n\nREP. SHERMAN:  (Off mike) hear from the gentleman from Illinois, Mr. Manzullo.\n\nREP. DONALD MANZULLO (R-IL):  I came to hear the witnesses.  I'd like my statement to be part of the record, \nthank you.\n\nREP. SHERMAN:  Without objection.  And the gentleman from Colorado.\n\nREP. THOMAS TANCREDO (R-CO):  No statement.\n\nREP. SHERMAN:  Thank you.  Our first witness is Mr. Lou Dobbs. He is managing editor and anchor of CNN's Lou \nDobbs Tonight and has won nearly every major award for television journalism.  In 2005, the National Academy of \nTelevision Arts and Sciences awarded Mr. Dobbs the Emmy for Lifetime Achievement.  The prior year, the \nAcademy presented him with an Emmy for his series, Exploiting America.\n\nHe is the author of the best-selling books, War on Middle Class and Exploiting America.  He is a graduate of \nHarvard Law School -- or of Harvard University, as Mr. Scott pointed out, with a degree in economics.  Mr. Dobbs.\n\nMR. LOU DOBBS:  Thank you very much, Mr. Chairman.  Can you hear me?\n\nREP. SHERMAN:  Yes, sir.\n\nMR. DOBBS:  It's an old habit, checking the technology.\n\n(Laughter)\n\nI am absolutely delighted at your invitation.  I thank you very much, and I thank you all for the kind words.  \nAmbassador Hill, it's great to see you again, and I have great respect for you and am delighted to be sitting here \nwith you.\n\nThe United States has sustained 31 consecutive years of trade deficits.  Those deficits have reached successively \nhigher records in each of the past five years.  The U.S. trade deficit has, in fact, more than doubled since President \nGeorge W. Bush took office.  The U.S. trade deficit has been the drag on our economic growth in 18 of the 24 \nquarters of George W. Bush's presidency, 18 of his 24 quarters.\n\nOur current account deficit in 2006 reached almost $857 billion. That is also a new record.  It now represents 6.5 \npercent of our GDP. Since 1994, the first full year in which the North American Free Trade Agreement was in effect, \nthe United States has accumulated more than $5 trillion in external or trade debt.\n\nThe United States has been a debtor nation for almost three decades now.  And with our trade debt now rising at a \nfaster rate than our national debt, as Congressman Scott pointed out which has reached $9 trillion, the United \nStates could be concerned to debtor nation status in perpetuity; that is, unless the United States Government \nadopts a pragmatic and responsible new direction in its fiscal and trade policy.\n\nCongress has been called upon this year to renew fast track authority.  And the Bush Administration, as it did five \nyears ago, is insisting that Congress continue to sieve its constitutional power and responsibility of trade policy \nmaking and to renew so-called fast track trade promotional authority, which diminishes congressional prerogative \nand reduces representation of domestic interests in the name of so-called free trade.\n\n\n\nAs I've already pointed out, free trade has been the most expensive trade policy this nation has ever pursued.  \nThere is absolutely nothing free about ever-larger trade deficits, mounting trade debts, and the loss of millions of \ngood-paying American jobs.\n\nSince the beginning of this new century, the United States has lost more than 3 million manufacturing jobs.  Three \nmillion more jobs have been lost to cheap overseas labor markets in the name of outsourcing, as corporate America \ncampaigns relentlessly for what it calls \"higher productivity, efficiency, and competitiveness, all three words have \nbeen revealed to mean nothing more than they are code words -- code words for the cheapest possible labor in the \nworld.\n\nCorporate America and our country's political elites have combined to put this country's middle-class working men \nand women into direct competition with the world's cheapest labor.   Salaries and wages now represent the lowest \nshare of our national income than at any time since 1929.  Corporate profits now have the largest share of our \nnational income than at any time since 1950.\n\nThe pursuit of so-called free trade has resulted in the opening of the world's richest consumer market to foreign \ncompetitors without negotiating a reciprocal opening of world markets for U.S. goods and services.  That is not free \ntrade by any definition, whether that of classical economists like Adam Smith and David Ricardo or that of current \npropaganda ministers who use the almost Orwellian term of free trade to promote continuation of trade policies \nfollowed for the last three decades.\n\nHow important is it that we reverse the course of these short- sighted and destructive policies?  More than six years \nago, the Board of Governors of the Federal Reserve had this to say about what happens when trade deficits exceed \n5 percent of GDP.  \"We find that a typical current account reversal begins when the current account deficit is about \n5 percent of GDP.\"  Again, our current account deficit is now 6.5 percent of GDP.  The authors of the study go on to \nsay, \"In general, these episodes involve a declining net international investment position that levels off but does not \nreverse, a few years after the current account begins its recovery.\"\n\nIt is important to note, I believe, that no recovery is underway, and that most importantly, the United States last year \nsuffered negative investment flows.  The cumulative effect of more than three decades of trade deficits and \nmounting external debt has produced our first investment income deficit on record.  This is the first time that \nAmericans have earned less on investments abroad than foreigners earned on their investments in the United \nStates since 1946, and that was the year the Commerce Department began keeping such records.\n\nAmazingly, even our own top trade officials admit U.S. free trade policies are not working, unless they consider \ntrade surpluses for our trading partners to be the objective of U.S. trade policy.\n\nU.S. Trade Representative Susan Schwab appears to understand the consequences of the past few \nadministrations' free trade policies, but she's shown little willingness to shift that policy.  Ambassador Schwab said, \n\"Our trade deficits are too high. We can't pretend that the trade imbalance can just keep getting bigger with no \ncost.\"\n\nAnd Ambassador Schwab's Deputy Trade Representative, Karan Bhatia, said outright, \"From Chile to Singapore to \nMexico, the history of our Free Trade Agreements is that bilateral trade surpluses of our trading partners go up.\"\n\nBecause I seek balance and reciprocity of our trade policies, I've been called a \"table-thumping protectionist,\" and \nthe Bush administration has hurled at me its favorite public epithet, at least in terms of economic policy, calling me \nan \"economic isolationist.\"\n\nNothing could be farther from the truth.  I believe, as I hope you and the majority of all members of this Congress \nbelieve, irrespective of your political party, in the importance of an international system of trade and finance that is \norderly, predictive, well-regulated, mutual, and fair.\n\n\n\nReciprocity does not, in any way, connote protectionism. Mutuality does not in way connote economic isolationism.  \nBut both terms, when applied to our trade policy, require a pragmatism and a commitment to the domestic and \nnational interests of this country in all international agreements.\n\nAnd I believe, as I hope you do, that no international agreement of any kind should ever again be signed by this \ngovernment without clear, honest understanding of the potentially awesome impact that such agreements have on \nthe lives of our working men and women, our environment, and the quality of life.\n\nI salute and commend you, Mr. Chairman, and this committee for beginning the process of achieving that \nunderstanding.  And for the first time in a very long time, I am encouraged that this branch of our government is \nlooking upon the United States first as a nation and secondarily as an economy and is choosing to represent \nAmericans first as citizens, rather than as consumers or units of labor.\n\nYou have my thanks.  I appreciate the opportunity to speak before you.  I wish you all the best in what I hope \nbecomes a turning point in our great country's history.   Thank you.\n\nREP. SHERMAN:  Mr. Dobbs, thank you for your remarks, and thank you for coming out here a long distance, and \nmost importantly, thank you for your show, which illuminates these issues for Americans every evening.\n\nNext, I welcome the honorable Carla Hills, Chair and Executive Officer -- Chief Executive Officer, of Hills & \nCompany International Consultants.  Ambassador Hills served as U.S. Trade Representative under President \nGeorge H. W. Bush.\n\nDuring the Ford Administration, she served as Secretary of the Department of Housing and Urban Development.  \nAnd in that role, she was the third woman in our history to hold a Cabinet position. Ambassador Hills, thank you for \njoining us.\n\nMS. CARLA HILLS:  Thank you Mr. Chairman and members of the subcommittee.  I thank you for inviting me to say \na few words about trade, foreign policy, and the American worker.\n\nFor more than 50 years, under both Democratic and Republican administrations, the United States has led the \nworld in opening global markets.  World trade has exploded, and standards of living have soared at home and \nabroad.  Economist Gary Hufbauer, in a study published in 2005 by the Peterson Institute for International \nEconomics calculates that 50 years of opening global markets has made the United States richer by $1 trillion per \nyear, making the average U.S. household $9,000 richer per year.\n\nDr. Hufbauer's study calculates that going forward, open global markets could raise U.S. income by another $500 \nbillion per year, making average households richer by $4,500 a year.  No other policy decision could come close to \nhaving such a positive impact on the United States' economic well-being.\n\nAnd developing countries have also gained from the opening of global markets.  On average, poor countries that \nhave opened their markets have growth nearly five times faster than those who have kept their markets closed.  \nAnd World Bank studies show that economic interdependence has raised some 375 million people out of poverty \nover the past 20 years.\n\nA broad agreement in the Doha round would further integrate poor countries into the global trading system and has \nthe potential of raising an additional $500 million people out of poverty.  Also, a strong multilateral agreement would \nstrengthen failing states that make it more difficult for our government to deal effectively with problems such as \nterrorism and proliferation.\n\nFor example, three World Trade Organization members, Bangladesh, Pakistan, Indonesia, each have a 100 million \npeople living in dire poverty.  Six African members would add another 200 million in poverty.  And all are located in \nregions of instability.  Dr. Cline calculates that, on average, a 1 percent increase in a country's ratio of trade \ntranslates to a 1 percent decrease in poverty.\n\n\n\nOn foreign policy, our nation has broad interests, economic, strategic, and military, and they shape our foreign \npolicy.  Not all are of equal importance, and those that rank high cannot always be pressed at the same time.  \nTrade is one of our interests that must be balanced against other interests.  At times, it can help achieve our other \nobjectives.\n\nWe've used trade sanctions against state sponsors of terrorism and states that seek to acquire nuclear weapons.  \nNations with whom we have a strong trading relationship usually are more supportive of our broad policy goals than \nothers.\n\nToday, our trade deficit is large and not sustainable over the long term, but it is hard to conclude that it hinders our \nforeign policy objectives.\n\nAnd the three best ways to reduce our trade deficit are first, open foreign markets to trade negotiations so we have \nmore opportunities to export; second, increase domestic savings, particularly by reducing the federal budget deficit; \nand thirdly, encouraging flexible exchange rates.\n\nIt is interesting to note that nations with whom we do have Free Trade Agreements account for almost half our \nexports.  Over 80 percent of our deficit is with nations with whom we do not have a Free Trade Agreement.\n\nThe American workers has benefitted from our open trade policy. Average family incomes are higher per year as a \nresult of steady opening of global markets.  But it is true that technology has transformed the manufacturing sector \nin the last decade, enabling 22 percent fewer workers to produce 30 percent more goods.\n\nRapid transformation of our workforce has made our economy one of the most dynamic in the world, with \nhistorically low unemployment. But this rapid change has fueled high job anxiety.\n\nStudies, again at the Peterson Institute, calculate that the $1 trillion yearly gain for the U.S. economy from past \nmarket openings also calculates that the lifetime cost of worker displacement to be roughly $50 billion a year.  \nCurrently, our nation spends about $2 billion annually to address the cost connected with displacement.\n\nIn my view, to maintain public support for open markets which generate growth for our economy, we need to \nallocate more of the gains derived from trade to assist those who are displaced, whether from foreign competition or \nfrom technology.\n\nWage insurance is one way to supplement the income of a displaced worker who takes an entry level job in a new \nsector.  Such a program encourages the worker to stay in the workforce, thereby reducing the outlays for \nunemployment insurance, while providing the most effective job training possible, and that is training on a real job.\n\nThere is a wage insurance component in our Trade Adjustment Assistance Program, but it does not cover service \nworkers, who comprise 80 percent of our workforce.  And it only covers workers who are 50 years or older, and it \nhas a $10,000 cap.  Also, subsidizing a portion of the workers' health insurance premiums would help relieve \nanxiety.\n\nStudies, again by the Peterson Institute, estimate that the cost of expanding both Trade Adjustment Assistance and \na health care tax program to cover displaced workers to be between $3 and $12 billion a year, depending on the \nbreadth of coverage and the amount of benefits.\n\nFinally, I believe more attention needs to be given to education and skill building.  In our rapidly changing world, it's \nnot acceptable that 30 percent of our high students fail to graduate.  For years, Washington has given tax incentives \nto encourage capital investments.  To keep our nation competitive, policymakers must find an effective way to \nencourage similar investment in human capital.\n\nTrade Promotion Authority permits our government to negotiate agreements to level the playing field.  Looking at \nthe 14 regional and bilateral trade agreements that the United States has negotiated, except for Australia and \n\n\n\nCanada, all of those nations, before negotiations began, had substantially duty-free access to our market through \nour various preference programs.\n\nAnd as to those agreements are waiting congressional approval, Colombia had 90 percent access to our market.  \nPanama has 95 percent, and Peru has a 98 percent.  In all three cases, our producers face substantial restrictions \nin those three markets.  When these agreements are approved, our producers will gain more export opportunity, \nand these trade agreements will encourage rule of law, respect for property, and transparency.\n\nIn conclusion, I believe we need to stay focus on three goals, first to work hard to get global markets to create \nopportunities that will raise standards of living worldwide and here at home; secondly to educate and train American \nworkers to be the very best in the world; and finally to develop programs to assist our work force to cope more \neffectively with rapid change.  And progress in those three areas will guarantee a strong, confident, and prosperous \nAmerica, and thank you.\n\nREP. SHERMAN:  Thank you, Ambassador Hills. We're going to have probably two votes called in they say five \nminutes, so that means 10 or 15.  I'll ask the witnesses to stay during that period.\n\nIf it was just one vote, we could kind of work around it, but with two votes, we may need to take a break.\n\nAmbassador, you say at the beginning of your statement that foreign trade has added $9,000 a year to the income \nof the average American family.  If they'll put up chart number one again, you'll see that over the last generation, \nmiddle class American families have increased in (inaudible) adjusted income by roughly $4,000.  And yet, we're \nsupposed to have gained $9,000 just from trade policies.\n\nIs the U.S. Census Bureau -- do they have (inaudible) the statistics wrong and (inaudible) of American families \nwrong and the people who buy (inaudible) Mr. Dobbs' book about the squeezed middle class, or are they crazy?  I \nmean really, $9,000 richer just as a result of trade, and then of course richer because we've got new science and \ntechnology and because we're (inaudible) families predominating.  Is your statistics just wrong?\n\nMS. HILLS:  Mr. Chairman, those statistics come from 1947, when the first round of trade talks were beginning to \nopen markets and reduce tariffs to 1995.  And that opening of markets on the calculation on Dr. Hufbauer, which \nare agreed to by many economists at the World Bank, show that our economy is $1 trillion richer per year. If you \ntake the average --\n\nREP. SHERMAN:  I have limited time, so let me interrupt at this point.  So what you're saying is, the trade policies \nin which the American families before my chart, which starts in 1980 -- so the trade policies we had in the '50s and \n'60s helps our country.  And then it was in the '80s and '90s that we started failing to see increases in household \nincome.\n\nShifting to Mr. Dobbs, Ambassador Hills, and I'll ask you to comment on this as well, has told us that we need to \nreduce our budget deficit.  We need to spend more money to educate our workers and our kids.  And we need to \nfinance benefit programs and (inaudible) programs and insurance programs by those who are ravished by our free \ntrade policies.\n\nYou're a pretty astute observer of the American (inaudible) are we ready to pay enormous additional taxes in order \nto both balance our budget and pay for the ravaging (inaudible) of free trade?\n\nMR. DOBBS:  First, I agree with Ambassador Hills that we should be, without question, opening foreign markets.  \nAs to investing in education, I couldn't agree more.  It's one of the reasons that when we look at these investment \n(inaudible) and the amount of investment that corporate America has made and the number of jobs that we have \nlost, which reduce our investment in public education, that I am very concerned with these so-called free trade \npolicies that have been followed and their impact on working men and women who in (inaudible) provide the tax \nbase for public education and for investment.\n\n\n\nIt's critical that we look to those domestic issues as we assess international trade policies.  In terms of retraining, \nwage insurance, that is almost, forgive me ambassador, a great society menu of social programs to duel with a \ntrade policy that itself, in my judgment at least, if it were corrected and properly focused and pragmatic and \ncommitted to the interests of the citizens of this country, would eliminate the necessity for social engineering and \nexpanse of social programs.\n\nAnd I would prefer that we deal with the wrong-headed trade policies that we pursued over three decades, rather \nthan start doing greater social engineering.  So that would be my response, Mr. Chairman.  And I'm absolutely in \nagreement with the ambassador on opening markets.  I just can't understand why our trade representatives haven't \ndone so and why corporate America has such a fascination with free trade, when we can look without question at \nthe vast and immense burden that it places on this country's economic system and society.\n\nREP. SHERMAN:  Well, if we need revenues to deal with the ravages of free trade economics, look at tariff \nrevenues, but -- Ambassador Hills.\n\nMS. HILLS:  If the average American family today is $40,000, that's the median income, it would be $30,000 if we \nhad not continued to open markets.  And although we have had a steady progression on averages, we do have a \nbite that is being taken out of the displaced workers.  We have 4.5 percent unemployment, which is quite low by \nhistoric standards.\n\nWhat we worry about are those who are displaced and need additional training.  The world is changing more rapidly \nbecause of technology, faster communications, faster and cheaper transportation. And if we are going to have our \nworking force, our work force, be as competitive as possible, be top of the line, we need to spend some of these \nmoneys to make them so.\n\nBut our exports are making a disproportionate addition to our economy.\n\nREP. SHERMAN:  Ambassador Hills, I -- we have limited time, and just (inaudible) a few seconds.  What you're \nsaying is that our -- that in a period of time, and you've gone from one (inaudible) to two (inaudible) -- in a period of \ntime when we've had explosive growth in productivity.  But we may have had a dramatic decline in the income of \nAmerican families if our trade policies hadn't come to the rescue.\n\nYou're saying that we would have seen a dramatic decline over the last generation, in spite of all this productivity, in \nspite of all this additional work.  It just doesn't make any sense to say that our families are $9,000 richer because of \ntrade when they're only $4,000 richer because of everything.\n\nThe response has got to be we've had productivity.  We've had hard work.  We've had science.  And unfortunately, \n(inaudible) our trade policies.  Let me yield to the gentleman from Arkansas.\n\nREP. JOHN BOOZMAN:  Thank you very much, Mr. Chairman.\n\nREP. SHERMAN:  Now, (inaudible) if you -- I just (inaudible) -- if you can wait for an announcement.  The votes \nhave been postponed until this afternoon.  I guess the House floor is recognizing the importance of our two \nwitnesses here.\n\n(Laughter)\n\nREP. BOOZMAN:  And thank you all for being here.  I watch your stuff, Mr. Dobbs, and enjoy your show.  You \nknow, and I agree with some and disagree with others.  But the -- you know, we're talking about wages, and that's \nsuch a complicated deal.  One of the things that you stress on your show is alien immigration.  And in the area of \nthe country that I'm from, carpenters now -- jobs that you used to be able to make a living, you know, and support \nyour family, those jobs don't exist anymore.\n\n\n\nButchers in packing plants that made lots of dollars several years ago, those jobs, now you have situations where \nnot only is the illegal immigrant coming and working and doing the work, but they're taking over the jobs as they're \nputting in contractors and things like that.  So you know, that's tied up in this also.\n\nThe other thing is, is regulation, litigation, and health care. You know, making it such that our companies can't \ncompete overseas.  I agree with you totally in the sense that many times we could have done a better job of doing \nour (inaudible) and hopefully we're doing a better job of that now.  And we need to work very hard at opening \nmarkets.  But you know, the suggestion of high tariffs and things like that, I don't think you can throw the baby out \nwith the bath water.\n\nSo again, can you comment on that?  Last night, we passed a bill that took away the exemption of the railroads, as \nthey run through the United States.  So you have a situation, if that were to go forward -- I don't think that there's \nany way it will, but in the House bill we passed last night, the exemption was taken away for the railroads to run \nthrough states so that each state, each community, can determine, you know, the speed limit, if they want \nhazardous whatever coming through.\n\nWhen you have situations like that, it makes it very very difficult for industry (inaudible) to raise the cost of litigation \nif things like that were to stick.  Can you comment about some of these other things?\n\nMR. DOBBS:  All right.  Thank you very much.  First, let me issue a (inaudible) immigration.  As Congressman \nRoyce suggested, there is in the relationship of NAFTA, among Canada and Mexico and the United States, there is \na creation of a sense of entitlement on the part of Mexico.  Half of its population of more than 100 million people live \nin poverty.\n\nIt is no surprise or should be no surprise to anyone that those people would want to enter the United States for their \nown economic benefit.\n\nIt also should be no surprise that the result of illegal immigration, massive illegal immigration -- and not as the \npresident has taken to referring to it recently as does President Felipe Calderon of Mexico and the Mexican \ngovernment as migration.  Migration itself connotes a certain sense of entitlement, don't you think?\n\nAnd the idea that we need desperately more unskilled labor, because more than 60 percent of all illegal aliens are \nunskilled labor and uneducated is one of the great myths that is being proffered by the open borders, amnesty \nadvocates, and mostly their corporate supporters.\n\nThe four principal areas, as you suggest congressman, in which illegal aliens work in this country, construction, \nleisure, hospitality, and landscaping, if indeed, there were a shortage of labor in those industries, I don't think \nthere's an economist in the world who would suggest that we would see anything other than rising wages as a \nresult.\n\nWhat we have seen, over the past six years, is a decline in wages in each of those areas.  This is a real world in \nwhich we live.  The pain and the frustration of the American middle class worker and their families is real.  It's \npalpable.\n\nAmbassador Hills talked about a $40,000 annual income for American families.  Half of the workers in this country \nare making under $35,000 a year, continuing with higher costs, continuing with higher health care costs.\n\nAnd the idea that there is a panacea for business that somehow that is multinational in scope and that is, by some \ncode that I have not read nor do I understand, entitled to all of the cheap labor that it can possibly consume that the \npresident's response to border security is to say we need a guest worker program.\n\nAnd it's (inaudible).  This country has a number of guest worker programs; 400,000 guest workers enter the country \nevery year.  We have 2 million people who come to this country every year as permanent residents, a million of \nthem, 700,000 as legal citizens.\n\n\n\nWe have the most open legal lawful immigration system in the world, by far, and to me it is an absolute (inaudible) \nto the interests of this country, and certainly its working men and women. The concept of migration to give a sense \nof entitlement, we even invested tens upon tens of billions of dollars in China.  I will tell you, I supported NAFTA in \n1993, on a very complex economic concept.\n\nIf we in turn enrich anyone in this world with our trade, should we not enrich our neighbors?  But what we have \ndone is to ignore our neighbors.  We have not invested in Mexico, nor have we carried out responsible mature \nrelationships with Mexico that would be to their benefit.\n\nI believe that illegal immigration is certainly a component of our trade policies and our foreign policy that suggests \nthat successive administrations have no concept of the well-being of working men and women in this country.  And \nit has to change, and I'm glad that this committee is looking at, I hope, doing just that.\n\nREP. SHERMAN:  Our vice-chairman, Mr. Scott.\n\nREP. SCOTT:  Thank you very much, Mr. Chairman.  My mind is going so fast.  We've covered so much today, I \nstart thinking about one question to ask you, and then I flip into another one.\n\nBut in my five minutes, I'd like to touch upon the impact of the immigration that you've mentioned in terms of \n(inaudible).  And I would also like to have a moment to talk about the government, the trade deficit so quickly, and \nalso the amount of money we're borrowing from foreign governments and what that portends.\n\nBut I think it's all tied together.  What we've got here is, in the last five our six years, just an amazing and the \n(inaudible) of a cauldron of these trade policies, immigration, and foreign debt that are really hitting this country very \nvery swiftly and could have some very very treacherous and dangerous results.\n\nBut first of all, Mr. Dobbs, on the immigration, because that's closest to home -- and you've outlined it very well in \nyour various specials.  It is a complex problem for us in Congress to deal with it from the standpoint of a variety of \nconstituents in this, which we have to try to cobble together.\n\nIn my own district in Atlanta, Georgia, for example, I represent the suburbs of Atlanta, the Cobb County and the \nDouglas County and the Henry counties, where at every town hall meeting, (inaudible) something about this \nimmigration in question.  There is a fear that I sense from people of the (inaudible) of such a massive amount of \nLatinos and Hispanics.  Let's be truthful here, where the real image (ph) is coming from.\n\nBut yet, I also represent some very critical industries, the poultry industry.  We lead the nation in the poultry industry \nin Georgia (inaudible).  They'll come and tell us, \"Congressman, we can't find in America.  We can't find American \ncitizens who could do this kind of work.\"  I grew up on a farm.  I know what (inaudible) chickens are and being in a \nchicken coup.  And it's a pretty rough assignment. The (inaudible) people.  \"They would drive us out of business,\" \nthey say.\n\nSo how do we -- what is your recommendation that we take steps, as we have to deal with this immigration, and our \nleadership has said in the Democratic leadership, we're going to put in an immigration bill together.  What would \nyou like to see in that immigration bill to address the (inaudible) that this (inaudible) just mentioned?\n\nMR. DOBBS:  Well, thanks for the opportunity to offer my views on that.  When you talk, congressman, about \nbusiness that are in your district in which you represent along with the people of your district, as does every \nrepresentative here, I don't see anywhere in the Constitution or any part of our national history in which it says that \nwhat is good for business is good for America and that the business should have primacy.\n\nThis is an idea I -- a perspective that has been implicated over the past 30 years, in which very sophisticated \npeople, whether economists, CEOs, lobbyists, have come to you to say that the country's future depends upon the \nprimacy of business, and the suggestion that somehow this political system of ours doesn't have much to do with \nour economic system.\n\n\n\nThere's no greater believer in free enterprise democracy in the country than I.  But I'll tell you, I also believe \nfervently that our primary responsibility as citizens is to focus on the fundamental core issue of the founding \ndocument of this country.  That is equality, equality of individual rights, equality of opportunity.  That's economic \nopportunity and educational opportunity.\n\nAnd I would say to you, as you evaluate comprehensive immigration reform, as it is now styled, which I consider to \nbe nothing more than outright amnesty for 12 to 20 million illegal aliens in this country, to think desperately hard and \nlong about the impact on the citizens of your district and the citizens of this country, because that isn't the greatest \nurgency by any stretch of the imagination.\n\nThe urgency is why do we permit employers to hire illegally.  Why would the poultry industry be able to the vice-\nchairman of this committee, \"I've got to have people who will work for $7 an hour\"?\n\nA number of studies have been done (inaudible) years ago in agriculture, in which primarily migrant workers provide \nthe produce. And studies on which if you doubled their pay up to $15 an hour, you would $0.10 to the cost of a \nhead of lettuce.  What kind of country are we?\n\nI hear liberals say that we've got to have a great and warm heart, and you mentioned the Hispanics and Latinos in \nyour district. Guess what?  There are 40 million fellow Americans who are Hispanic. We are the most diverse open \nsociety on this planet.  My God, we've got some Hispanics in your district.  God bless them.  God bless every one of \nus, citizens all.  But we have a responsibility, and (inaudible) if I may be presumptuous, I believe that this Congress \nhas a responsibility to represent its citizens and our national values.\n\nThe fact that we are not enforcing our borders, the fact that we have to look at the idea of free trade 31 -- the \nchairman referred to Albert Einstein's comment that the definition of insanity is to continue doing the same thing \nexpecting a different result.  It's staring at us.  Let's be empirical.  Let's be realistic.  Let's be pragmatic.  Let's look \nat the facts.\n\nWe're permitting the destruction of the world's richest democracy --\n\nREP. SCOTT:  Yes, we are in fact.\n\nMR. DOBBS:  -- and (inaudible) that's your first priority. (Crosstalk)\n\nREP. SHERMAN:  Mr. Dobbs, (crosstalk) statements, but our time has concluded.  At this point, continuing our \nhearings on the U.S. Trade Policy, the gentleman from Southern California, Mr. Royce.\n\nREP. ROYCE:  Thank you very much, Mr. Chairman.  Continuing on that line of questioning, the net lifetime costs, \nand those are the costs of the benefits minus the taxes paid per household headed by persons without a high \nschool diploma in the United States is estimated, by the Heritage Foundation, to be $1.1 million for that household.\n\nThe reality is that the government, the taxpayers, will have to make up part of that difference.  If supply and demand \nisn't allowed to function and if the cost of labor doesn't go up but instead is driven down every year in real terms \nbecause of illegal immigration, then the cost falls on the federal government.\n\nWe talked a little bit about the $9 trillion debt that we face. The Heritage foundation now views the legislation now \nbeing proposed as being the most massive welfare shift in U.S. history and less unique here is that we're talking \nabout the consequences in the future once people realize that they broke the law.  They came to the United States.  \nPeople got amnesty, and as the polling tells us, there's a billion people in the world that feel well, I might be entitled.\n\nYou talked about the sense of entitlement.  If other people get it, and if other people received amnesty this year, \nthen why shouldn't I?  Now, we look at the costs in terms of the impact on the Federal Treasury if we adopt a policy \nof open borders.  And I (inaudible) if all of us agree that spending in Washington is out of control.  It's hurting our \neconomy.  It's unfair, certainly, to future generations.\n\n\n\nAnd I just ask about the implications of the deficit spending here in Washington for our international competitiveness \nand employment consequences, the long-term of it, and (inaudible) this new initiative that Mr. Flake and Mr. \nGutierrez are proposing and the consequences that I see compounding that problem.  And Mr. Dobbs, I'd like to ask \nyou about that.\n\nAnd then, Carla Hills, I wanted to ask her -- she suggested that we should encourage flexible exchange rates, and I \nwas going to ask her what advantages that would bring and most importantly, how do we push for those flexible \nexchange rates?  Mr. Dobbs.\n\nMR. DOBBS:  I believe the Flake-Gutierrez legislation, which is -- this is the third round with it in this Congress, is \nas fundamentally flawed as McCain-Kennedy, of both in concept and its organization.  The cost, as you suggest \ncongressman, is enormous, and it is hidden.\n\nI have said now for a number of years that there is a fundamental synergism of logic that applies here, which has \neluded this president and previous presidents frankly, this Congress, and previous Congresses.  It's this, \nstraightforward, in my judgment.  You cannot effectively and meaningfully reform immigration law in this country if \nyou cannot control immigration.\n\nAnd you cannot control immigration if you do not control our borders and our ports; 95 percent of the cargo heading \nin this country is uninspected.  We have borders that are absolute sieves and with this the Department of Homeland \nSecurity is responsible for protecting us on the war against terror.\n\nIt is -- Mexico is the principal source of methamphetamines, cocaine, heroin, and marijuana.  Millions of young lives \nare destroyed every year.  That is not the fault of Mexico.  That is our fault.\n\nThe demands to secure our borders are absolutely imperative, obvious, and critical.  And yet this Congress and this \npresident and like presidents and Congresses before it, have resisted and for what reason, not to serve the \ncommon good or preserve the national interest.  And I think that's the fundamental question, if I may return to the \nvice-chairman at this point, as to what should be a priority in the thinking of this body.\n\nTo me, it's a question of priorities.  For some, I think it is a question of serving interests beyond those of the \nAmerican people and the national interest itself.\n\nREP. SHERMAN:  (Inaudible) the ambassador should also address Mr. Royce's question.\n\nMS. HILLS:  Mr. Royce, we like exchange rates to be governed by the market forces.  And in Asia, East Asia, the \nexchange rate is undervalued.  I think Secretary Paulson is working very hard to try to get that changed.  Were the \nEast Asian -- it's not restricted to China, but Japan and South Korea, were their currencies to appreciate and \nrelative to the dollar, that would encourage our exports.\n\nExports are important.  With 5 percent of the world's population, we create almost a quarter of the output.  And so \nwe need to find markets.  We can't hedge on that.  We need to find markets in which to sell our wheat, or corn, our \ncomputers, all those things we produce. And the currency has a dramatic effect on our ability to export as much as \nwe ought to be able to in a market governed economy.\n\nREP. SHERMAN:  Thank you.  The gentleman from Florida, Mr. Klein.\n\nREP. RON KLEIN (D-FL):  Thank you, Mr. Chairman.  Thank you both for joining us today.  A couple observations \nand a question. Ambassador, you mentioned that the high (inaudible) anxiety that's out there is because of \n(inaudible) productivity among other things and (inaudible) employment of 4.5 percent, unemployment of 4.5 \npercent.\n\nAnd I combined that with Mr. Dobbs' comment about agriculture, construction, leisure as being many of the jobs \nthat we had, and I'm from Florida.  That's exactly the kinds of jobs, and unfortunately, those are low wage jobs in \n\n\n\nFlorida.  And so what is happening (inaudible) for the economy when they have lost some of the higher paying more \nproductive jobs -- I shouldn't say more productive. They're all productive, but higher paying quality jobs, is people \nhave had to take two jobs, or they're taking low wage jobs.\n\nSo sometimes the 4.5 percent is certainly not reflective of the anxiety and the reality of feeding someone, putting a \nroof over their home, and the normal consequences of daily lives and the anxiety that's created with that.  So I -- it's \njust an observation on that. And in a second, I'm going to ask you to comment on that.\n\nAnd secondly, we'll take a slightly different approach here also. In the Foreign Affairs Committee, we've had a \nchance to talk about Latin America and Central America and our Western Hemisphere.  And some of -- there's \nbeen a lot of concern, Democrats and Republicans, that we have not had particularly policy, active policy, toward \ndealing with these countries.\n\nYou've got many of these economies and the life that's going in these countries very wealthy, very poor, which \nlends itself to populist leaders like Mr. Chavez coming in and grabbing control and exporting his thinking and \n(inaudible) billions of dollars in those other countries.\n\nAnd the only way you really approach this over the years, in any way, is through trade, and in many people's an \nineffective trade policy.  And beyond that, we haven't done much of anything, which is why the United States is not \nreally particularly favored then in any of these countries at this moment.\n\nWhat can be done in using trade policy that can be effective, and not only being effective for our economy, and not \ndiminishing or lowering wages, which certainly not goal that we want to do, but at the same time -- I don't want to \nuse the term (inaudible) but making the countries realize it's in their best interest to work with us, to have a good \nrelationship with the United States.\n\nSo combine both the foreign affairs side of things and the trade policy.  Mr. Dobbs, you're welcome to comment as \nwell, but if you would start, ambassador, please.\n\nMS. HILLS:  I think we have to give more attention to affairs in this hemisphere.  It deals with trade to open markets \nso that we can have a relationship.  It also deals with being more attentive to their concerns.  We cannot convert \nLatin American countries into our image, but we can meet with them as equals and talk about our combined issues.  \nMr. Dobbs mentioned our borders and terrorism.  We cannot control our borders as effectively unless we have \ncooperation with our neighbors.\n\nAnd we know, from past experience, that when we have cooperated, where we have worked through the \nOrganization of American States that we have had positive outcomes.  Israel is sending more peacekeepers to Haiti \nthan we are.  And we can sit with Brazil, but there are trade concerns that we must address.\n\nDo you feel that it's right that we have a 50 percent tariff on ethanol coming from Brazil?  Should we be giving a 50 \ncent per gallon subsidy, so that we produce it only here at home?  These are energy policies and issues that we \ncould talk with our neighbors about.\n\nBut again, I happen to believe that reaching out to countries around the world on common issues, whether it be \nborder control, whether it be trade, whether it be serious energy concerns, we'll do better by, instead of dictating, by \ncollaborating.\n\nREP. KLEIN:  I agree with that, but I just -- again, I'm pointing out the fact that we've tried with some trade policies, \nsome of which, you know, are questionable, but the reality is foreign policy and trade policy have to be -- is related.  \nAnd I think that there are many that recognize right now.  And maybe you can supplement your comments \nafterwards with some additional thoughts on what you're thinking on it.\n\n\n\nMS. HILLS:  Well, let me just say this, trade policy doesn't cure disease.  Trade policy doesn't educate children.  \nWhat trade policy does is to enhance economic growth, whether it be a poor country, whether it be our country, we \nhave seen, since World War II that open trade policy generates economic growth.\n\nWhat nations do, governments do with their growth, their wealth, is another issue.  But if you close the market, you \nwill shrink our economy.  We will have no place to sell our goods, and we cannot consume all that produce.\n\nSo we want to keep markets open.  We want to keep exports thriving, and we need to deal with other issues.  And \nthe question is, how do we use the gains that we gain from trade to address these other issues?\n\nREP. KLEIN:  Mr. Dobbs, can you just comment as well?\n\nMR. DOBBS:  Yeah, I think it's very important for all of us to understand there is no issue here, in my judgment, for \nreasonable public discourse and looking at two choices.  That is, the absolutely -- and Ambassador Hills and I, I'm \ndelighted agree on this, that our policies and the results of those policies in terms of trade deficits and the mounting \ntrade debt are simply unsustainable.  That is a choice that we simply don't have, whether you call it free trade or \nother madness.\n\nNor do we have a choice of closing markets and being, in any way, isolationists.  Those are not choices before us.  \nAnd your question is entirely both appropriate and timely.  I said I supported NAFTA in 1993, in order to enrich a \ntrading partner nearest to us and Canada. The result has been the decline in manufacturing wages for Mexico, the \nloss of just about a million jobs in this country.\n\nAn economic integration policy that was greeted -- it was enthusiastically being embraced by this president in -- \n(audio cuts out) for the administration for the (inaudible).\n\nBut what is our policy, our foreign policy with Evo Morales, Hugo Chavez?  What is our policy with Brazil, Ecuador, \nBolivia, Venezuela, Colombia, and the government of Mexico?  It's indiscernible.  Our trade policy is absolutely \nconfused.\n\nWe sustained $140 billion trade deficit with our NAFTA partners, Canada and Mexico, last year.  And we're talking \nabout a country, in the case of Mexico, as I said, with 50 percent poverty.  We had no mature relationship.  There is \na paternal and condescending perspective on our relationship with Mexico, that does not require our -- a mutual \nrespect and an insistence on mutual responsibility in that relationship.\n\nAnd I think we have to look at that perspective as perhaps being in practice with the entire hemisphere.  I hope it's \nnot true, but that seems to be the policies that are apparent and the obvious result of those policies in our \nrelationship.\n\nREP. SHERMAN:  Thank you, Mr. Dobbs.  Mr. Tancredo from Colorado.\n\nREP. THOMAS TANCREDO (R-CO):  Thank you, Mr. Chairman.  Mr. Chairman, you mentioned specifically the \nchicken processing plants in the district that have come to you to talk to you about their needs in labor and I -- it just \nbrought to mind an article that appeared in the Wall Street Journal not too long ago about a plant in Stillmore, \nGeorgia, Crider Incorporated.  It lost about 75 percent of its employees due to a (inaudible) by ice (ph) because \nthere were illegal aliens.\n\nThey were forced to look at alternatives, and the alternatives that they went to were the unemployed that were there \nin the community.  They now have found that because they had to raise wages, which they did, from $7 to $9 an \nhour, they have been able to fill the jobs.  With whom?  Mostly with African-Americans who have been unemployed \nin the area.\n\nThey also provide some sort of housing arrangements.  They provide free transportation from town.  They've had to \ndo things, but they could do things that actually filled the jobs with people who had been unemployed.\n\n\n\nAnd so we're shaping up, and by the way in Colorado and a number of other states when raids were conducted at \nSwift and Company, 1500 employees were gone because they were illegal aliens.  And that happened the next day, \naccording to company officials, is that we see thousands of applications from all over the country for those jobs.\n\nNow, in fact probably wages would have to go up and did, and I'm happy about that, and we were able to find \nworkers.  And my only point here is that I challenge this statement that you hear over and over and over again that \nthe only way these corporations and companies will stay in business is if we import cheap labor.\n\nThere are laborers here who are willing to do the job but simply not for the wage rates are being paid to people who \nare being exploited by those corporations.\n\nREP. SCOTT:  Will the gentleman yield just for a moment.  I just got the nod to make sure (inaudible) -- Pilgrim's \nPride is one of the largest, if not the largest in the poultry business.  And with all due respect for what you're saying \nand theirs, I want to just add that their salary level was $10.50 an hour and that it had to raise considerable concern \nthat they could not meet that.\n\nSo in all fairness, I think that this is one of the reasons why we need to get the industry -- we need to get all of the \nactors (ph) in front of us so that we can really address the inconsistencies and be fair to every bit of this \nconstituency, and I think (crosstalk).\n\nREP. TANCREDO:  Reclaiming my time, I certainly am in favor of putting all parties in front of us and discussing the \nissue.  But all I'm pointing out is that there are real -- you know, there's empirical evidence to prove the case that we \ndo not need imported labor, especially illegal labor, in order to provide -- in order to fill the jobs I think that are here \nwaiting for Americans.\n\nBut let me go to Ambassador Hills for a second because ambassador, I first voted for fast tracking and for the \npresident. But I am going to tell you that I have great concerns about that, and here's why.\n\nWhen I watched what happened especially in the debate over -- and actually, the bill that was passed that we refer \nto as CAFTA, the Central America Free Trade Agreement, we recognize that if we really and truly are looking for \njust simply free trade, that's it, it's a relatively simple task to accomplish that, through legislation with any number of \ncountries.  It doesn't really take an awful lot of writing in order to say there will be no trade barriers between these \ncountries.\n\nThe fact is the bill itself was over a thousand pages long, and then we looked at it very carefully, but we saw that \nthey had a lot of things in that bill that had absolutely nothing to do with trade. They had to deal with service \nagreements, with immigration related issues. And we tried to point this out.  I certainly did, and to no avail.\n\nI am weary about giving the president that same authority because of what he has done with it in the past.  Do you \nnot agree that trade bills should be just trade bills?  Because for one thing, if anything is -- it's after we discussed \nthem with, by the way no ability to change it when it comes to the floor.  All we can do is pass it or not in the trade \nagreement, can't amend it.\n\nBut since that's the case, shouldn't we be incredibly more concerned than the apparent law about what does get \ninto these bills that don't have anything to do with trade, because we can't change it afterwards.  And we get taken \nto the CAFTA court, CAFTA tribunal or then to the WTO after that.  It seems to me that he has squandered what \nwe've given him, the president that is, by including in this things that are extraneous to trade and do deal with -- \nspecifically on the (inaudible) agreements that were inside that CAFTA bill.\n\nMS. HOBBS:  Well, I agree that legislation which you draft, not the administration, where administration negotiates \nthe trade agreement.  You cannot have 535 negotiators.  Talk to anyone who negotiates agreements.  Talk to your \nfriends in the union.\n\n\n\nWhen they negotiated an agreement with business, they do not bring the agreement back to the floor and say to \nsomeone in the back of the room, oh you want a little more maternal benefits, perhaps more dentist compensation?\n\nThey say vote it up or down.  If you do not like the trade agreement, you should vote it down, but we will have no \ntrade agreement unless the trade negotiator can go out and do the best job possible to negotiate with the opposite \nside of the coin.\n\nAnd when you have 150 nations, as we do in the Doha round, it's absolutely a house of cards if you begin to pull \none card out.  So you definitely need fast track authority.\n\nI don't think it's fair to say that the administration puts things into the legislation.  They present a bill.  Your \ncolleagues put things into the legislation.\n\nREP. TANCREDO:  (Crosstalk)\n\nMS. HILLS:  I got the (inaudible) Trade Act --\n\nREP. TANCREDO:  (Crosstalk)\n\nMS. HILLS:  I have to tell you, there were a lot of provisions in there that were unwelcome.\n\nREP. SHERMAN:  The gentleman's time is expired, but he does make an excellent point that fast track doesn't just \nmean fast track for a trade deal.  It means fast track for whatever the administration puts in the agreement.\n\nA woman is here with us who has an extraordinary knowledge of these trade agreements.  Her district in Ohio has \nbeen perhaps ground zero for the effect of these trade agreements.  She's been a leader on trade issues, the \ngentlewoman from Ohio, Ms. Kaptur.\n\nREP. MARCY KAPTUR (D-OH):  Thank you, Mr. Chairman.  And I want to commend you for organizing these \nhearings this morning and allowing us to discuss the extraordinarily important issues to our country and the world. \nAnd I would like to ask unanimous consent on behalf of Congresswoman Sutton to place in the record her remarks.  \nShe had to go to the floor to handle a rule on the budget bill.\n\nREP. SHERMAN:  Without objection.\n\nREP. KAPTUR:  I thank you very much.  I want to also welcome our very distinguished guests this morning, Mr. \nDobbs and Ambassador Hills.  We thank you very much for taking time to talk to the American people today, to us.\n\nI'd like to begin, before I question, with this statement.  And that is, I believe that America's tragic in slavery and \neconomic and political institutions that aided and abated it are a deep scar on our history.  And indeed, we are still \ntrying to bind the wounds that President Lincoln so eloquently described when he called the nation to heal itself.  \nWe are still trying to do that.\n\nBut I also believe there are modern-day institutional equivalents of exploitation and the diminishment of personhood \nand the upending of our Democratic political ideals.  And among them is the NAFTA free trade model and fast track \nprocedures that are institutional down drafts on human freedom.\n\nTrade definitely has a logic, but it has no ethic.  And we are here this morning to talk about a new model for \nAmerica, for the continent, and the world.  And I have served in this Congress 25 years, and Ambassador Hills, I've \nhad an opportunity to receive you as a witness prior to NAFTA's passage before the subcommittees of this \nCongress.\n\nAnd before I begin asking my questions, I just wanted to say I've been here long enough to have gone to Japan in \n1985.  And the (inaudible) Prime Minister Nakasone (inaudible) Champion spark plugs from our district, the best \nplug made in the world back in those days. And said, Mr. Prime Minister, your market is closed.\n\n\n\nHow can we have free trade, when Japan -- where we had the largest trade deficit.  Now China is growing faster.  \nIt's our number one trade deficit with the world, and their market is closed.  Today, less than 3 percent of the cars \non the streets of Japan are from anyplace else in the world.  They wouldn't even take Yugos.  So how can we have \nfree trade in the world where other markets are closed?  I agree with you on that Ambassador Hills, we need open \nmarkets.  The reality is, they aren't.\n\nI know your husband used to be a chief representative for Honda, and I don't know whether he still is or not.  That \nwas printed in the Wall Street Journal.  Or was it Nissan?\n\nMS. HILLS:  You must have the wrong person, because my husband has never worked for Honda.  He's an \nattorney.  He was chairman of the SEC and he continues to be an attorney.\n\nREP. KAPTUR:  Yes, but did he not represent Honda as part of his firm?  I read that in the Wall Street Journal.  I \nwill go back and get that article for the record.\n\nMS. HILLS:  Well, I don't know -- I have not seen the article, but I do know my husband of 48 years. (Laughter.)\n\nREP. KAPTUR:  Yeah, I'm sure you do very well, but that was printed in the Wall Street Journal.  I was quite \nsurprised.  Your husband has never had any relationships with any of the Japanese automotive makers?  No \nbusiness relationships?\n\nMS. HILLS:  I believe he has not.\n\nREP. KAPTUR:  All right, we'll check that out.  But I can remember when Sam Gibbons said to me when he was on \nthe -- chairing our Trade Subcommittee, he said, \"Congresswoman, you don't need to worry about the trade deficit \nwith Japan, because you see, when the yen-dollar relationship changes, it will self-correct.  I was young in those \ndays, I watched the numbers, and by golly, 15 years later it didn't matter whether the yen-dollar relationship was 95 \nto the dollar or 275, it never balanced.  And I thought, oh, they have a managed market.  But our trade policy \ndoesn't do anything about that. And so we've continued to go into deeper and deeper and deeper deficit with Japan.\n\nNow, I want to focus on NAFTA in my questioning, but I just wanted to mention that because I've been there long \nenough, Madame Ambassador, to have been around when you helped to negotiate NAFTA. And in 1992, you said \nto the Senate Finance Committee the following: That if we passed NAFTA, it would mean more jobs for auto \nworkers in Ohio, Michigan and Pennsylvania.\n\nYou also said that the agreement would help Mexico, and that Mexico would be strong.\n\nI can assure you that Ohio is now among the top three job-losers due to NAFTA.  The trade surplus you and Gary \nHufbauer promised never happened with NAFTA.  In fact, we've gone into huge deficit, as Mr. Dobbs has attested \nthis morning.\n\nAnd in fact there are some who believe that the diminishment of human personhood as a part of the NAFTA \nagreement was actually insidious and planned, in that when it came before Congress and we were fast-tracked \nhere, the provisions to cushion Mexico's ejido system, the smallholder system in Mexico, was not allowed to be \noffered as an amendment and it was purposely negotiated in a way to force all those workers off their land, and \nthey have become an endless stream into our country, over 2 million farm families.\n\nSo I just wanted to assure you that your statement that it would create jobs for Ohio autoworkers has not happened.  \nWe've created Mexico as an export platform into the United States, and workers from my district who've lost their \njobs have had to train Mexico's workers to do what they used to produce.  And, Mr. Speaker, in ending I just want to \nsay, in my district Philips Lighting has lost 2,000 jobs to Mexico; Ford Motor, 1,500; Dixon-Ticonderoga, 300.  \nGeorgia-Pacific Dixie Cups are gone, Spangler Candy, ConAgra, the list is endless, going to places like Sonora, \nMexico, and so forth.  So we need a trade model that has an ethic true to our most important political principles -- \n(inaudible).\n\n\n\nREP. SHERMAN:  The time --\n\nREP. KAPTUR:  I thank the Chairman.\n\nREP: SHERMAN:  The time of the gentlewoman from Ohio has expired. I'll invite the witness to respond for the \nrecord.\n\nI'll point out that I'm sure there are no Champion sparkplugs in Japanese cars on the roads in Japan, and the trade \nrelationship or deficit with our NAFTA partners is identified in the charter at the far left at the far end of the room.  \nThat's the one with the big line going south to over, oh, $130 billion trade deficit.\n\nIt is typical that we recognize the different parties in rotating order, but it's been pointed out to me that our two \nRepublican members here are both members of the subcommittee.  And so I'm going to ask the gentleman from \nMaine to be patient and recognize two Republicans in order, starting with a senior member of this Congress, the \ngentleman from Illinois, Mr. Manzullo.\n\nREP. DONALD MANZULLO (R-IL):  Thank you very much.  I appreciate both of you being here.\n\nREP. MANZULLO:  I was asked the question, \"What do you think of Lou Dobbs?\"  And I said I agree with a lot of \nhis answers, but I agree with 100 percent of his questions.  And you have to ask the right the right questions in \norder to open up a debate in order to move towards a solution of something, and I really, really appreciate that.\n\nAnd Ambassador Hills, my seat was formerly occupied by your good friend Lynn Martin, and you're familiar with our \ncongressional district.  We've lost about 14,000 manufacturing jobs in our district, through all types of reasons, et \ncetera.  The biggest reason was in 1980 when we led the nation with 25 percent unemployment because of the \ncurrency, and our machine tool industry took a gigantic hit.\n\nAnd what I want to ask, the question -- I have voted for every single free trade agreement this Congress has come \nup with.  Not that they're perfect, they're far from perfect, but they're better than the alternative.  And I've gotten in \ntrouble from a lot of people, saying, \"Manzullo, because you ask tough questions\" -- like a friend of mine -- \"you \nsound like a protectionist.\"  And I'm not.  And I don't think Mr. Dobbs is, either, because he's looking for parity, he's \nlooking for fairness, he's looking for countries that don't cook the currency. And he's looking for a country that has \nthe wherewithal to stand up and say, \"If you think manufacturing is important in this country, we're not going to \ntolerate any longer what China's doing on purposely manipulating the currency and with a country that doesn't have \nthe backbone to do something about it.\"\n\nNow, I signed on to a bill last year brought by two protectionists, Congressman Ryan from Ohio and Congressman \nHunter from California.  It's now called the Hunter-Ryan -- the Ryan-Hunter bill, and it does two things.  It says \nmanipulation of currency or misalignment of currency is a basis for countervailing duty against the offending \ncountry.  And the second part of the bill is what I'd authored last year, and that says that it changes the definition.  \nNow to show manipulation and misalignment of currency, you have to show both a bilateral and a global surplus by \nthe offending country.  Our bill changes that to show either-or in order to put into effect any penalties that would \ncome against the country that manipulates or misaligns its currency.\n\nAnd my question to Ambassador Hills is, why wouldn't free-traders be in favor of strong measures to stop the \ncooking the currency that continues and to put in effect trade rules under WTO, an enforceable by WTO similar to \nthe Ryan-Hunter Bill which I just described?\n\nMS. HILLS:  I don't think free-traders are opposed to rules governing currency.  It's sometimes difficult at a hearing \nto talk about one segment of policy as being responsible for things that go far beyond.  We really have to balance \nall the issues that we're dealing with and then come out and deal with the issues that are important.\n\nI would like to see East Asia have their currency respond to market forces, and I think Secretary Paulson is working \nhard on that, and I applaud him for it.  I think manipulation of currency does destroy the benefits that we derive from \n\n\n\ntrade, so that we want to work on that.  But trade is just one element, currency is another element, and we talk \nabout foreign policy, which is the province of this --\n\nREP. MANZULLO:  But it's a huge part of it, because the guys that make the semi-conductors, for example they've \nbeen wiped out.  Just wiped out.  The guys who make the motherboards in this country.  I've got a constituent back \nhome.  Strong Republican, great -- great free- trader.  And he says, \"Congressman, when you tell me what the \nChinese are doing with regard to the very item that I'm manufacturing,\" he said, \"if you got rid that of that currency \nmanipulation,\" he said, \"I could be 30 percent cheaper.\"  (Or he's ?) 30 percent more economically interested in the \nability to compete against the Chinese, and yet no one seems to do anything about that currency.  I think it's huge.  \nI think it's an issue of fairness.\n\nMS. HILLS:  The question is, could the Chinese permit a 30 percent appreciation of their currency overnight?\n\nREP. MANZULLO:  It wouldn't have to be overnight; we need to go in the right direction.\n\nMS.  HILLS:  And that's the issue, is the timing.  It's appreciated 6 percent last year.  It will probably appreciate \nanother 6 percent.  One of the things you have to worry about is if China were to implode, all the things we're \ntalking about today would seem insignificant.\n\nREP. MANZULLO:  When you've lost thousands of workers because of cooking the currency in China, their world \nhas already imploded.\n\nMS. HILLS:  I agree with you, the currency is out of line\n\nREP. MANZULLO:   I agree with you also.\n\nMS. HILLS:  And I agree that we want to work to get market forces shaping currency, not only in China, but it must \nbe followed by the East Asian currencies.  And the question is, how fast can we move in the right direction?\n\nREP. MANZULLO:   Thank you, I appreciate that.\n\nREP. SHERMAN:  Thank you.  I'm sure that we'll allow the Chinese to cheat for only another decade and only lose \na few tens of thousands of jobs wrongfully before we finally do  something about it\n\nREP. KAPTUR:  Mr. Chairman.  Mr. Chairman, down at the right end.\n\nREP. SHERMAN:  Yes.\n\nREP. KAPTUR:  Would the gentleman yield for five seconds?\n\nREP. SHERMAN:  I yield for five seconds.\n\nREP. KAPTUR:  That is exactly the path that we found with Japan, and look where it's gotten us, the yen/dollar \nnever corrected.\n\nREP. SHERMAN:  There voice of experience.\n\nAt this point I'm going to indicate that we don't really have time for a second round of questions.\n\nREP.     :  (Off mike.)\n\nREP. SHERMAN:  I know, just 10 seconds, I'll be with you.  I'll recognize you.\n\nBut what we'll do is we'll allow each of the witnesses a two- minute closing statement if you have a few points that \nyou'd like to make at the end.  But we do have two questioners to go, and the first is the very patient gentleman \nfrom Texas, Mr. Poe.\n\n\n\nREP. TED POE (R-TX):  Thank you Mr. Chairman.  Thank you both for being here.\n\nMr. Dobbs, I did not know you could get to Washington from that remote area of Mississippi that you were in last \nnight, but congratulations however you came.  And I also want to thank you for what you do, because I really think \nyou have the pulse on America and especially the people of America on the issue of the borders.  So you're to be \ncongratulated for that\n\nWith the open borders, of course, we bring in the cheap plantation labor of people who work on the illegal cash \neconomy, and it affects, us as you have said so often, to the detriment of Americans and even legal immigrants.  A \nlot of anecdotal stories, but I have a constituent that runs a little carpet place.  He lays carpet in houses.  And all of \nhis workers are legal immigrants.  The guy down the street hires illegals.  He is on the cash economy.  And my \nfriend is going out of business because he can't compete with other immigrants, but they are illegally in the country, \nall because of the cash economy and the things you've talked about.\n\nYou talk about the trade deficit, where we have to add the trade deficit to Mexico of the $20 billion in remittances \nthat immigrants in this country send to Mexico every year, second highest source of income to Mexico behind crude \noil sales that they make on the world market.\n\nNAFTA has not been the savior we all thought it would be.  The comment's always made that we need the illegals \nbecause they will do jobs Americans won't do.  That's a myth.  They will do jobs that Americans won't do for that \nwage.  And if Americans had the opportunity to work for a fair wage they would take those jobs.  I think that's a \nmyth of folks who say we have to import the illegals.\n\nAnd one other comment before I get to my question.  We hear of the raids on Swift and some of these other \nbusinesses and deporting the illegals.  It would seem to me that if we went to those CEOs that knowingly hire \nillegals and we carted them off in handcuffs before TV cameras they would know who they hire and make sure that \nthey hire legal immigrants and American citizens.\n\nIt's all about money.  We're talking about trade, but what we're talking about is money.  Follow the money trail, \nwho's making the buck?  And I hope that we can keep American economy going with fair- trade practices and using \n-- and helping our neighbors first.   I went to China in '91.  I don't think China's a neighbor and I sure don't think \nthey're a friend.  And they told me in '91 that \"we will defeat America economically.\"  And they may be fulfilling that \nprophesy.\n\nQuestion.  How would you deal with China and the way they cheat? Mr. Dobbs, and then Ambassador Hill.\n\nMR. DOBBS:  I'm a little less patient perhaps than this administration and others. Frankly,  I don't see any reason \nfor gradualism on matters of what Congresswoman Kaptur called an ethic in our trade policy.  We have \ncompromised our national values, our national interests, our fundamental values in the way in which we conducted \nour foreign policy in this country, the way in which we've conducted our trade policy.\n\nThere is no -- it is to me laughable to watch the Treasury secretary, Mr. Paulson, fly off to Beijing after having, I \nsuppose in Washington terms, (excoriated ?) the Chinese for manipulating their currency and being just awfully \nunfair, and then show up in Beijing with big smiles and less than idle threats.  The fact is that this is not a Chinese \nproblem, this is an American problem.\n\nWe have responsibility for the way we conduct our policies, and we should hold accountable and responsible those \nofficials both in Congress and in this administration -- any administration -- who fail to understand the diminishment \nof the national interests and when they're pursuing trade policies.\n\nChina is not manipulating the RNB or the yuan as some sort of covered or covert tactic; it's documented, it's \nobvious, it's transparent, one of the few things that is transparent in their policies.  And what is also transparent is \nthe United States government seems to think that an orderly loss of American capital and mounting debt in excess \nof $230 billion a year, you know, makes us some sort of highly sophisticated and responsible nation state.\n\n\n\nMeanwhile, we're devastating our workers, we are continuing to add to our debt, and I frankly think the idea that \nthere is some great credit in the international trade system for being patient with people who are -- as you put it, it is \nall about money, reaching into your pocket -- it's far more -- it is far more important for us to understand what that \ndeficit represents.\n\nAnd that deficit represents a nation that can't even clothe itself.  Ninety-six percent of our clothing in this country is \nproduced abroad, 80 percent of our computers, and free-traders-at-any- cost will tell you, \"This is a technology \neconomy, we've got to go with this direction, it will all be better.\"  As the Congresswoman from Ohio said, the story \nis no different today in Japan than it was 25 years ago.  The only difference is that the people are focusing on China \nto the exclusion of Japan.  The imbalances are marked, they're destructive, and we don't have time for this \nnonsense.\n\nNow, the other question we've got to ask, it seems to me, in the question of the exchange rate with China is what is \nthe elasticity of those goods and services we're bringing in?  I, frankly, am one of those folks who say you've got to \nbe careful what you ask for, because the fact is we're absolutely dependent on those goods,  both psychically and \nin real terms, in terms of computers, software.  I don't know that if we would see a 30 percent appreciation of the \nprice of those goods, that we'd see a diminishment in the demand of them by American consumers.  And that's very \nconcerning.\n\nWe have so mismanaged our trade policies for 30 years that we're in, and if I may use the expression, one hell of a \nmess.  And there has to be an awakening because the effects are real, the responses have to be well considered, \nand I think they're urgent; and incrementalism is not an appropriate path to follow.\n\nREP. SHERMAN:  Thank you.  The gentleman's time has expired. And now I'd like to recognize the most patient \ngentleman in room, the gentleman from Maine.\n\nREP.      :  Thank you very much, Mr. Chairman for allowing me to sit here, first of all, but I really appreciate all of \nyour support in helping us fight for fair trade deals.  I believe in open markets, but I also believe strongly we've got \nto change the way of rules of trade have been operating.\n\nAnd I know, Ambassador, you mentioned earlier that trade policy doesn't cure diseases, it's for economic \nprosperity.  My concern is, economic prosperity for who?  But also when you look at does it cure diseases, no, it \nprobably doesn't.  But what it has done, it has caused for those who are affected by layoffs because of a poor trade \ndeal, it has caused divorces, it has caused drug and alcohol abuse, it has caused individuals who I have known \npersonally who worked in the mill for 20 years who got laid off because of unfair trade policy, 50 years old, end up \nin a hospital with a heart attack; not only have they lost their jobs, they're unable to get unemployment because \nthey can't work because they're in the hospital.\n\nI want to thank you, Mr. Dobbs, for speaking out on this issue and helping to educate the American public about \nhow devastating these trade policies can be for our economy.\n\nI have a couple of quick questions.  The first is, fast-track delegation, what's your thoughts on that, should Congress \nreauthorize fast-track?  My question for Ambassador Hill -- and I read your statement actually twice, and I'm just \namazed at your statement when you said the results have been spectacular.  And I come to realize after reading it \ntwice that we don't hang around in the same circles. I worked in the mill for 28 years at Great Northern Paper \nCompany. You, Ambassador Hill, have been the principal negotiator for NAFTA.\n\nNAFTA has devastated Maine's economy.  We've lost over 23 percent of our manufacturing base alone in the last \nfour or five years.  In your testimony you proclaim that trade has greatly helped our economy, but you also say that \nworkers' frustration is at an all-time high, and I know this personally, having worked at the mill.  In one of our labor \nmarket areas we had over 33 percent unemployment rate.  These workers do believe that trade policies have \ncrippled our economy.\n\n\n\nSo my question for you, Ambassador Hill, is, since you negotiated NAFTA and it might have seemed right at the \ntime, seeing what NAFTA has done, would you renegotiate NAFTA again; and how would you change NAFTA, if at \nall?  Ambassador Hill?\n\nMS. HILLS:  I think the North America Free Trade Agreement has permitted the integration of our economies.  It did \nnot create the jobs that were projected in Mexico, I think largely because of the peso crisis that was exactly the \nsame year following the ratification of the NAFTA.  There are some things that the government of Mexico should do \nthat -- for example, they could take two pages from our book that would stimulate growth.  One is the highway \nsystem.  The South is literally cut off from the North, and the North grows 10 times faster than the South.  And the \nGI Bill of Rights.  They have a deficit of education.  Were they to address these issues, I think Mexico would be \nmuch better off.  Clearly, it's been an enormous success with Canada and our trade has exploded.\n\nAre there problems in the hemisphere?  Absolutely.  Can we address them?  I think we can.  I think we have to be \nvery careful to lay blame at the door of any one policy or look to any single policy as being a cure for the problem.  \nThese are complicated issues.\n\nREP.     :  Mr. Dobbs, should we renew Fast Track?  And if so, should it be changed?\n\nMR. DOBBS:  Absolutely not.  I hate to equivocate -- (laughter) -- but I think the idea of this Congress continuing to \ncede its constitutional authority, prerogative and responsibility to the executive is absolute nonsense.  Again, the \nidea of 31 years of consecutive years of deficit, record deficits, whether we're talking about Maine, Ohio or any \nnumber of states, majority of states in this country, or that have seen the ill effects of what many corporate elites \nbelieve has been a beneficial relationship as the result of NAFTA or other bilateral, regional, or multi-lateral trade \nagreements, it is incredible to me that this Congress would even consider relegating that authority to this president, \nor any other, in point of fact.\n\nThe idea that Ambassador Hills would speak, as so many do, of the integration of our economies in reference to the \nNorth American Free Trade Agreement should send chills down the spines of everyone in this room and in this \nCongress and every American, in my opinion. NAFTA was not supposed to be about the integration of economies \nand societies or the creation of a customs union.  That is precisely the intent of this administration.  It is the intent of \na number of our corporate and bureaucratic and academic elites in this country.  It should be -- I would urge this \nCongress to maintain great vigilance of what is being done in the name of the security and prosperity partnership \nand NAFTA. The potential for greater -- greater calamity exists.  But I would also again just say I cannot imagine a \ncircumstance in which approval of Fast-Track Authority or trade-promotion authority is either constitutional or \nresponsible or reasonable or in the interests on anyone in this country, given 31 years of history.\n\nREP.     :  Thank you very much.\n\nThank you, Mr. Chairman.\n\nREP. SHERMAN:  Thank you.\n\nNothing would please me more than to do a second round, but we have an outstanding second panel who we also \nwant to hear from.  So as I promised, I'd like to give the two witnesses a couple of minutes to sum up should they \nwish to.\n\nOh, excuse me.  The gentleman has snuck in.  We've got one more questioner.  We're about to learn more during \nthe next five minutes. The gentleman from New York is recognized.\n\nREP.  MEEKS (?):  Thank you, Mr. Chairman.  And I've been listening on and off -- running in and out of meetings \nand listening to the hearing that's taken place here, and it's been a very informative hearing listening to \nAmbassador Hills and Mr. Dobbs.  And there's one thing that I think that we can all concur on, and that is that there \nare a lot of reasons for American workers to be concerned, when we look at health care and we need to find a way \nthat we can deal with health care costs, because when you look at competition, for example, with a number of \n\n\n\nforeign companies where they have national health care policies so their employees don't have to worry about that \nburden, our companies do and we have to make sure that every American has that health care.  When you look our \nsavings rates, which is much less than many people all over the world, that's growing.  When you look at our \npensions and the problem with pensions, we have to say that there is indeed a lot of room for the American workers \nto be concerned.\n\n(Inaudible) -- but to my point of view, we can't blame all of that on trade.  I think that we've got to look at it because \nwhen I hear that we're becoming -- (inaudible) -- sometimes it's like history repeating itself and we could be back in \n1921, or the '20s, when there was that same kind of fear.  I know I was young -- too young, and most, I think \neverybody in this room was too young to remember when President Warren G. Harding's inaugural speech, \ndelivered in February -- Friday, March 4th, 1921, that his argument sounded much like we hear today.  He feared \nfor America's industrial eminence and warned that American factories could not meet the low-wage European and \nAsian competition.  We have come a long way since that time, but that fear of competition, I think, still remains.\n\nAnd from what I'm hearing today this committee is talking about it, I think talk and conversation and dialogue is \ngood, but based on the testimony that I've been able to review, one of the biggest points from some of the \nwitnesses -- the witnesses that we've heard and I'm sure that we're going to hear later on in the second panel, it \nseems to be that trade deficits amount to severe loss of jobs.  And we are facing the financial issues involved with a \nvery large deficit, and I can't see how it is purely a jobs and trade matter, purely.\n\nWhat about the important issue of, as I indicated, how low -- the U.S. savings issues, and I also heard the \ndiscussion clearly about the issue of currencies, which I think is tremendously important and is something that we \nhave to address.  When we began running deficits in the 1970s, as our savings rate (went down?), and at that time \nwe had 70 million private-sector jobs or so.  And now there are 115 million. So it seems to me that there is more to \nthis than just trade.  Despite the impression that some give to say that trade -- (inaudible) -- Americans, factory \nhealth is measured by the amount of goods produced. And when you talk about factories, that because they \nmechanized, now show now about 1.5 trillion in 2005 and probably 1.6 trillion in 2006. (Not that people are needed \n?) to produce these goods, but the U.S. share of world manufacturing is quite stable.\n\nSo that to me, what is happening in some of this is, the more efficient that we become with  technology, and we \ndon't talk about the number of jobs we are losing because of that efficiency and technology, but yet we don't want to \nstop technology.  When I think of my state -- I come from New York -- there once were jobs where individuals \noperated elevators.  Those jobs don't exist.  There once were individuals -- that we needed all bank tellers; now we \nhave ATMs. There once were individuals that would do bridges -- you know, going through the tolls; now we have \neasy-pass.  You can go on and on and on about the jobs -- and even in building automobiles, there were many \nmore people needed to build an automobile; but now with automation, there's many less people needed to build \nautomobiles.\n\nSo there are multiple reasons why, I think, that we're losing some jobs, and we need to take all of that into account, \nI think, and not just simply say that the reason why we're losing jobs is based upon trade, because then it becomes \na danger, a danger -- and I think, that Mr. Dobbs, you were absolutely correct in this.  What is our foreign policy with \nreference to Latin America?  It is not articulable. We don't know what it is, really, what it is.  If we had a focused \npolicy along with trade -- because trade is not going to be the one instrument that is going to lead to greater \nsuccess for everyone; it's just one of the tools that could be utilized.\n\nBecause I note this:  It is easier -- I see I'm out of time, so I'll just end on this.  The debates that I've seen here \ninvolving trade since I've been a member of the House, when it dealt with basically industrialized nations of the \nworld, it passed very easily. It's not been a problem.  But when we began to talk about trade agreements with \nunderdeveloped countries of the world, those who want to get into the markets, those have been much more \ndifficult to engage in and to get passed here.  And they are the ones who probably need trade agreements more \nthan anyone else.\n\nSo I -- thank you.\n\n\n\nREP. SHERMAN:  The gentleman's time has expired.\n\nAt this point what I'd like each witness to do is to sum up for two minutes. That will give you a chance either to \naddress the comments of the gentleman from New York or more generally the issues of this hearing.  Start with \nAmbassador Hills.\n\nMS. HILLS:  Thank you, Mr. Chairman.\n\nI thought the gentleman from New York's points are very well taken, and I hope his colleagues on this committee \nwill listen closely.  There's no question that, as I mention in my testimony, in manufacturing, technology has \ntransformed it.  With 22 percent fewer workers, we are producing 30 percent more output, and that output we're all \nenjoying.  But we've got to deal with the concerns of the workers.\n\nYou asked the question head-on should you endorse trade promotional authority.  And I hope so strongly that you \ndo.  I disagree with my colleague at this table.  We need to keep open markets.  Let me say again that 5 percent of \nthe people were producing 25 percent of our work.  If you want to deal with the deficit, cut the budget deficit and \nincrease spending, open up markets and encourage flexible exchange rates.  Eighty percent of our deficit is with \ncountries that we do not have trade agreements with.  Only 20 percent of our deficit is with countries where we do \nhave free-trade agreements.  So let's keep the markets open, gain the wealth that we get from the open markets \nand use some of that wealth to deal with the concerns that have obviously been front and center on this hearing.\n\nAnd I thank you for including me in your witness list.\n\nREP. SHERMAN:  Mr. Dobbs.\n\nMR. DOBBS:  Mr. Chairman, members of the committee, thank you for the opportunity to be here.  The \ncongressman from New York suggesting that there are a lot of issues that are interrelated is exact. Whether we talk \nabout health care -- you all are confronted with a Hobson's choice. If you look at what has happened to corporate \nAmerica and its provision as a primary provider of health care insurance, you either start talking about universal \ncoverage or socialized medicine from one spectrum of the political environment, or you're looking at simply \nabandoning any responsibility for it.  Those are the choices that you face, that we all face.  With 48 million people in \nthis country without health care insurance and the number rising, it's going to be obviously very urgent on your \nagenda.\n\nBut in terms of trade and with that perspective, the reason that we have health care insurance in this country is \nbecause of the efforts of organized labor, and history should not be in any way revised.  The principal countervailing \ninfluence to the awesome lobbying, legislative and electoral power of corporate America has been organized labor.  \nThe fact that, as Ambassador Hills says, that we have seen the 22 percent reduction in the number of people \nrequired to produce in this country is correct, produce 30 percent goods, but there is another factor at work, and \nthat is again the awesome productivity of the American worker.  No one, in my judgment, in this country needs to \nfear about the ability of the American worker to compete.\n\nWhat we should all fear is destroying the American worker's quality of life and standard of living, because -- \n(inaudible) -- the trade policies that this Congress and successive administrations have followed, middle class \nworkers, with all that has been won, hard-won initially and throughout organized labor, by the productivity of the \nAmerican worker -- who, by the way, over the course of the past 30 years, when we talk about the wealth that has \nbeen created, we should take note that the American worker has added a month to his and her work year above \nand beyond that of their European counterparts -- the only thing we should fear is (if/that ?) we do not serve the \nnational values, the fundamental values of this country, and that is equality of opportunity, equality of economic \nopportunity and educational opportunity and equality of individual rights -- all of which have not been served by the \ntrade policies we've followed over the course of the past 30 years.  And I fervently hope that, Mr. Chairman, this \nCongress will mark the turning point in a history of this great country.\n\n\n\nAppreciate the opportunity to be with you.\n\nREP. SHERMAN:  Thank you.  And thank you for what you do every day to try to put this country in the right course \nfor taking care of middle class families and (standing up for ?) our national interest. Thank you both for coming \nbefore us.\n\nAnd time to now move on to the second panel.  I see two members in the room who did not give an opening \nstatement at the beginning of the first panel.  You gentlemen can give an opening statement at the beginning of the \nsecond panel if you desire, if you'll give me some indication as to whether you want to do that.\n\nI'll now introduce our second panel.  They are a little less famous than our first panel, but no less knowledgeable \nand no less committed to our national interests.  First I'll introduce Thea Lee, assistant director for International \nEconomics in the Public Policy Department of the AFL-CIO.  Ms. Lee serves on the State Department Advisory \nCommittee on International Academic Policy -- I'm not sure State always listens to your advice, Ms. Lee -- and the \nExport-Import Bank Advisory Committee, here, perhaps, to tell us that we don't continue -- that we shouldn't just \ncontinue to follow the same policies we have over the last 10 years, with the results illustrated behind me.\n\nMs. Lee.\n\nMS. LEE:  Thank you so much, Mr. Chairman, members of the subcommittee. I appreciate this opportunity to be \nhere today on behalf of the 10 million working men and women of the AFL-CIO on this very important and \ninteresting topic:  Is current U.S. trade policy successfully promoting American policy objectives at home and \naround the world?\n\nAnd I think the conversation in the earlier panel was very instructive on this issue.  I think one of the questions that \nwe should be looking at is has trade policy, where its own narrow set of objectives are concerned, actually replaced \nforeign policy for the United States?  Have we gotten confused and thought that if we do trade agreements and free \ntrade agreements, that we have done our duty in terms of our relationships with other countries?\n\nWe in the AFL-CIO would argue that U.S. trade policy has failed in almost every important dimension.  It has failed \nto create good jobs and healthy communities at home.  It has failed to foster equitable, democratic and sustainable \ndevelopment abroad.  It has failed to safeguard our long-term national security interests.  And it has utterly failed to \nensure that American producers and workers are able to compete successfully in the global economy.\n\nSo we welcome this focus today on the connections between trade and foreign policy.\n\nForeign policy objectives are often invoked to garner support for free trade agreements, and these arguments \nsound very compelling on the face of it.  Do we want more friends and less poverty around the world?  Of course \nwe do.  The question is whether these trade policies have achieved that important goal.\n\nPeople have argued that free trade will automatically bring prosperity to our trading partners.  That was certainly the \nargument in the NAFTA debate in the early 1990s, and that once we have prosperity, that will solve all the problems \nthat have been raised; it will enhance democracy, reduce poverty, strengthen the rule of law, end workers' rights \nand human rights abuses, and provide resources to clean up the environment.\n\nWith all these problems solved, it is argued, U.S. friendships and alliances will be strengthened, pressure for illegal \nimmigration will be lessened, and terrorist tendencies will be eradicated.  And if all those things in fact happened, \nthat we could make an argument that U.S. trade policy was serving our foreign policy objectives.  But unfortunately, \ntrade policy has not uniformly delivered on these promises, and in too many cases, it has had the opposite effect.  \nWe now have 13 years of data and experience with NAFTA, 11 years with the World Trade Organization, and five \nyears with China joining the World Trade Organization after a fairly bitter debate in the U.S. Congress around \nPermanent Normal Trade Relations.\n\n\n\nIn each of these cases, I think, we've seen, as we've talked about in an earlier panel, that many of the promises -- \nthe glowing promises made on behalf of these policies -- failed, particularly with respect to U.S. job creation at \nhome, with U.S. competitiveness -- that we were supposed to use NAFTA to improve U.S. competitiveness with the \nrest of the world.  That didn't work out, as Chairman Sherman said.  In fact, our trade deficit with the whole world \nhas increased tenfold.\n\nAnd I think in each of these cases, I think we've seen, as we've talked about in an earlier panel. that many of the \npromises -- the glowing promises made on behalf of these policies -- failed, particularly with respect to U.S. job \ncreation at home, with U.S. competitiveness -- that we were supposed to use NAFTA to improve U.S. \ncompetitiveness with the rest of the world.  That didn't work out, as Chairman Sherman said.  In fact, our trade \ndeficit with the whole world has increased tenfold.\n\nAnd I think one of the key issues for us is that we send confusing and mixed messages with our trade policies.  \nWe've overlooked important American values and objectives in the surge of corporate-driven trade deals. And with \nthese deals, we're making friends -- it may be true that we're making friends in developing countries with corporate \nelites and with dictatorships, but we've alienated ordinary workers and farmers. And we see that time and time \nagain as we propose these trade agreements, often sold here as almost a gift to these poor developing countries, \nsomething that should help workers in those countries, and tens of thousands of workers and farmers and teachers \nand students come out in the streets to protest against these free trade agreements.  I believe that is contrary to our \nnational interest.\n\nWe've not used our trade relationship with China to press for democratic reforms and respect for human and worker \nrights.  Our trade policy with China has been focused on the concerns of multinational corporations, helping them to \nmove production to China and ensuring that they don't face regulations, taxes or other conditions that they don't \nwant to see.  And those multinational corporations have, in fact, avoided confronting the Chinese government over \nany kind of unwelcome concerns like human rights, democracy and worker rights. And in fact, we've seen in a \nrecent report put out by Global Labor Strategies that American multinational corporations, represented in some \ncases by the American Chamber of Commerce, have, in fact, gone to China and lobbied with China's government \nagainst labor law reforms that would protect Chinese workers, even minimal labor law reforms that go in the right \ndirection.  So I think, again, that belies the idea that our trade policy is serving our national objectives.\n\nIn the Middle East, we've seen a series of geopolitical concerns -- geopolitical concerns have driven a series of free \ntrade agreements with countries that lack basic democratic rights and that don't allow workers the basic human \nrights in the workplace, particularly the right to organize and bargain collectively.  And what we see here is a conflict \nand mixed signals between rewarding these countries that have abysmal human rights records with market access, \nwhile our rhetoric promotes democratic values.\n\nAnd the same kind of concern we have with Colombia, where the USTR recently finished negotiations.  And this is a \ncountry with the worst record in the world with respect to worker rights.  It's the most dangerous place to be a trade \nunion activist.  More than 2,000 union officers and rank-and-file members have been brutally and systematically \nmurdered since 1991 for exercising their right to organize, and fewer than 30 people have been convicted of murder \nin any of these cases.\n\nAnd you ask yourself, how is it that the U.S. government chose to reward this particular country with a free-trade \nagreement, with permanent market access to the United States?  What kind of human rights record would a \ngovernment need for the Bush administration to find that a country was not a good candidate for a free-trade \nagreement?\n\nAnd let me say in terms of the trade deficit that our national interests are not well-served by the enormous and \ngrowing imbalance between our imports and exports.  This creates global economic instability and vulnerability for \nthe United States on many, many fronts.  We have an over dependence on imports, even of crucial military imports, \nand we have a financial dependence on governments which are often hostile to our interests.\n\n\n\nFor globalization to live up to its promise to improve the lives of workers and the poor, not just the wealthy and the \npowerful, here and around the world, we need an entirely new set of rules and institutions.   For globalization to live \nup to its promise to improve the lives of workers and the poor, not just the wealthy and the powerful -- here and \naround the world -- we need an entirely new set of rules and institutions.\n\nWe've argued for a long time on the need for enforceable ILO core labor standards in the core of every trade \nagreement, enforceable environmental standards and the reform of the investment, government procurement \nservices and intellectual property rights provisions, and of course we've argued how important it is that we need to \nprotect U.S. trade laws.\n\nI know we're going to face the fast-track debate.  It's been discussed a couple of times this morning already.  We \nwill vigorously oppose any attempt to extend the current flawed Fast-Track Authority. We simply cannot continue \nthe status-quo approach which is the result of the bad trade agreements, lost jobs, stagnating wages and spiraling \ntrade deficits.\n\nREP. SHERMAN:  Thank you.  I would hope that your AFL-CIO would go further and simply oppose fast-track, \nperiod.  But perhaps you'll be able to get them there -- at least fast-track for this president, rather than talking about \nputting conditions on it.\n\nNext I welcome Scott Paul, executive director of the Alliance for American Manufacturing.  Mr. Paul directs \nresearch, public education and advocacy on issues impacting U.S. manufacturing, including trade, currency \nvaluation and energy.\n\nMR. PAUL:  Mr. Chairman and members of the subcommittee, thank you very much for the opportunity to testify \ntoday.  First, I'd like to introduce you to the Alliance for American Manufacturing.  We're a brand new partnership \nformed by some of America's leading manufacturers and their workers to explore challenging public policy topics \nsuch as trade.  AAM works in a cooperative, non-partisan way, bringing together labor and management, \nDemocrats, Republicans and independents, to work for one goal -- strengthening American manufacturing and \ntherefore our nation's economic and national security.\n\nMy entire statement has been submitted for the record.  I'll briefly summarize it for you now.\n\nIn the past, international trade has been a \"below the radar\" issue for most Americans, but as the problems grow \nworse, that appears to be changing.  Our nation's flawed trade policy surreptitiously contributes to the anxiety and \nuncertainty many Americans feel about their jobs, their future, and perhaps most importantly for them, their \nchildren's future.\n\nEffective and meaningful trade policy can make a difference to the American people in the following ways:  whether \ntomorrow brings a layoff notice or a bonus; whether their community has a top-notch public school or one that is \nstruggling to keep its doors open because the town's factory, its largest source of tax revenue, shut down and \nshifted production to the People's Republic of China; whether the jobs of the future for their children will be flipping \nhamburgers or careers in nanotechnology and advanced manufacturing; and whether their nation will have an \nindustrial base that can supply the critical materials that allow us to defend ourselves, or if we will be forced to \ndepend on the goodwill of other countries to do that for us.\n\nFor policymakers, the choices on trade are often presented as absolutes.  And you heard that from your previous \npanel.  You're an enlightened free trader or a jingoistic protectionist.  These labels are not helpful.  In fact, they are \nmisleading and divert our attention from the real truth:  Open markets can benefit everyone -- investors, consumers, \ncompanies, and workers -- but only if the rules are fair and only if those rules are aggressively enforced and \nappropriately enhanced.\n\nFree trade is a theory that exists only within the confines of 19th and 20th century economic textbooks, not in the \nreal world of the 21st century.  You may hear from some theoreticians who will tell you that the trade deficit is \n\n\n\nsomehow good for our economy, that this churning of the workforce is the product of efficient capitalism, and that all \nof the layoffs and shifts of production abroad are inevitable in a 21st century where the world is really flat.\n\nThe reality, Mr. Chairman, is vastly different.  One-way trade relationships with countries that disregard the rule of \nlaw as well as their international commitments have simple, yet devastating, consequences:  lost American jobs and \na declining manufacturing and innovation base.  Conscious public policy choices and crimes of omission -- the \nunwillingness of our trade bureaucracy and the World Trade Organization to enforce the rules, or even to apply new \nones that were never negotiated -- are damaging U.S. workers and businesses in every state.  Our nation has lost \nmore than 3 million manufacturing jobs over the past six years.  More than 40,000 manufacturing facilities have shut \ndown -- not as the result of productivity gains but as the result of unfair competition.  And our annual trade deficit \nstands, as the chart shows here, at more than $764 billion.\n\nThe largest single source of our trade woes is China, with whom we have a record $233 billion annual trade deficit.  \nThe sheer size and structural nature of this deficit raises serious questions about its causes, including to what \nextent the deficit is driven by government interventions in the Chinese economy. Company after company has been \nadversely affected by a Chinese government policy that simply needs to be described for what it is, and in the way \nthat Representative Poe described it:  Cheating.\n\nChina needs to be held accountable.  It agreed to certain conditions when it joined the World Trade Organization, \nbut time after time, it has refused to grant the same kind of trade access to its markets that we provide to it, and it \nhas engaged in unfair and predatory practices to increase its exports.  Subsidies, dumping, currency manipulation, \nviolation of labor rights, lax or nonexistent environmental enforcement are just some of the egregious practices that \nmust be addressed.\n\nQuite literally, U.S. trade laws - including anti-dumping and countervailing duty laws - when enforced, level the \nplaying field and allow us to remain competitive.  The consequences of illegal trading practices to American \nmanufacturers and workers are severe.  For example, a study that AAM will be releasing shortly found that \nAmerican furniture manufacturers lost $333 million in revenue as a result of furniture illegally dumped into the U.S. \nmarket from China. That same study examined the U.S. steel industry, which as a result of illegal dumping of hot-\nrolled steel from Japan, Brazil and Russia, lost more than $2.6 billion in revenue from 1996 to 1998.\n\nWhen other countries don't have to play by the same rules as U.S. manufacturers, the results are not only lost \nrevenues, but also lost jobs and a loss of economic security for American workers, their families and their \ncommunities. Imposing clear and direct penalties on those who cheat or break the law is vital to ensuring that there \nis a level playing field around the globe.  The rules of international trade are just that -- rules, not suggestions.\n\nMr. Chairman, we depend on domestic manufacturing to supply our advanced materials for equipment like the Joint \nStrike Fighter, the Bradley Fighting Vehicle, the Abrams Tank, and our naval fleet.  If we continue to lose our \nmanufacturing base, our nation's military could lose its primary source of strategic resources, and we as a nation \nwould become dangerously dependent upon foreign sources of supply.\n\nJust as our nation is seeking to achieve energy independence from the Middle East, we should also avoid \nbecoming more dependent on others to supply our national and homeland defense.  AAM believes that America's \nleadership in the information age does not mean that we have to accept defeat when it comes to manufacturing.  \nOn the contrary, the nation that has the ideals and innovation as well as cutting-edge technology and manufacturing \nis the nation that will win the global economic battles of the future.  We look forward to working with you to ensure \nthat we put into place trade policies that will allow manufacturing to thrive well into the 21st century.\n\nMr. Chairman and members of the subcommittee, thank you again for the opportunity to testify today.  I'm happy to \nanswer any questions that you may have.\n\nREP. SHERMAN:  Thank you very much, Mr. Paul.  Very, very illuminating.  And we thank you -- (inaudible).\n\n\n\nNext we have Ms. Yvette Pena Lopes from the International Brotherhood of Teamsters, good friends.  Ms. Pena \nLopes represents the Teamsters 1.4 million members on issues related to trade, immigration and Social Security, in \naddition to serving on the Board of Directors for the Citizens Trade Campaign.\n\nWelcome, Ms. Lopes.\n\nMS. LOPES:  Thank you.  Thank you, Mr. Chairman and members of the subcommittee.  Thank you for inviting me \nto testify today on behalf of the 1.4 million union members of the International Brotherhood of Teamsters.\n\nThe issue of trade and how it impacts workers and our national security has always been a top priority for the \nTeamsters Union under the leadership of General President Hoffa.  We commend your subcommittee for holding \nthis important hearing.\n\nIdeally, trade and globalization policies should be used as a tool to advance the priorities of the American people, \nthe worker, American foreign policy and our national security interests.  In reality, U.S. trade policies have not \nachieved this.  In fact, our trade policies have achieved the opposite effect in all areas.  And instead of stopping, \nrethinking and trying a different direction, this administration has continued to just push forward more of the same, \npushing U.S. workers closer and closer off a cliff.\n\nThe U.S. trade deficit hit $764 billion in 2006.  We have lost more than 3 million manufacturing jobs since 2000.  If \nthis trend continues, we will be completely dependent on other countries to provide everything to us.  Our \nmanufacturing loss is a matter of national security.\n\nSince 1980, labor productivity has increased over 80 percent, and yet the average American worker is making only \na nickel more per hour, in inflation-adjusted terms, than in 1973, the year before Nixon first used Fast Track \nAuthority -- actually, that was the year Nixon invented fast track.  Better trade policies can do better for American \nworkers than a nickel more per hour.  Were it not for trade agreements that pit U.S. workers in a race to the bottom \nwith poverty-wage workers worldwide, U.S. workers' wages would better reflect productivity increases, and workers \nin developing countries would be better equipped to fight for higher wages.\n\nI would like to briefly discuss the direct impact NAFTA has had on U.S. and Mexican workers.  We face a growing \ntrade deficit with Mexico and Canada, and more than 1 million U.S. jobs have been lost as a direct result of \nNAFTA.   Mexico saw a rise of its low-wage maquiladora industries, which are actually now moving to China in \nsearch of even lower wages.  The agricultural sector in Mexico was devastated under NAFTA.  Millions of Mexican \nworkers and their families feel forced to risk their lives to cross the border to find work here in the U.S. because they \ncannot make their living at home, despite the promises of NAFTA.\n\nEvery single immigration letter or proposal that the Teamsters have put forward has always -- on immigration has \nalways laid out the importance of addressing our globalization policies because the issue of immigration will not \nreally fully be addressed until we do so.\n\nFor the Teamsters, NAFTA has also meant fighting to ensure that unsafe trucks are not able to enter the country \nfrom Mexico.  This issue has demonstrated firsthand for the Teamsters that these FTAs not only impact our workers \nthrough the off-shoring of jobs, but also by threatening U.S. domestic regulations and giving our trading partners \nrights to our infrastructure and to jobs that would not have existed otherwise.\n\nTeamsters are not against trade. We're often called protectionist, isolationist, all the names that have been used \ntoday. We're for trade, but not for trade that has been done thus far.  The fact is that we need an entirely new set of \nrules.  With respect to the labor chapter, we need rules that link market access to strengthening protection for \nworkers as laid out in the core ILO standards.  Core ILO standards must be met and must be enforceable. The \nlabor chapter must also be subject to the same binding dispute settlement enforcement mechanisms as commercial \nprovisions.  No government should gain a comparative advantage in global markets by keeping labor costs down by \n\n\n\nviolating its own workers' human rights. This is not how the U.S., the greatest country in the world, should promote \ntrade -- on the backs of exploited workers.\n\nAlso, our union brothers and sisters are being killed and nothing is being done about it except for negotiating and \nsigning FTAs with the countries that allow this to happen.  One of our own, Gilberto Soto, was killed in Salvador on \nNovember 5, 2005, while on assignment for the Teamsters to build a network of Central American port workers. \nThe Salvadoran government never conducted an objective investigation of the murder and continues to obstruct the \nwork of the country's human rights ombudsman, Dr. Beatrice de Carrillo, who has been investigating the \nassassination and cover-up of Soto's death.\n\nGilberto Soto's death was before NAFTA, and so there were some who argued that -- I'm sorry -- before CAFTA -- \nand so there were some who argued that CAFTA will make the labor rights situation in CAFTA countries better.  So \nfar, this has not been the case.  Just this year, Pedro Zamora, who was the head of the port workers union in \nGuatemala, was killed when gunmen shot him 20 times.  And now USTR wants to consider an FTA with Colombia.  \nColombia leads the world in assassination of trade unionists, which we -- I spoke about already.\n\nWhile most of the discussions on the FTAs have centered on the labor chapter, it is critical that other sections of the \nFTAs be renegotiated and addressed as well.  We must ensure international environmental commitments are \nreaffirmed and protected in trade rules. Our trade policies must also stop requiring privatization or deregulation as a \ncondition of market access.\n\nIt's also interesting to note that under the Peru FTA, Peru is actually being forced to open its Social Security system \nto private for-profit corporations, something that we're not even willing to do here.  Our trade policies should not \nprevent developing countries from addressing public access to essential medicines -- and they do.  Our trade \npolicies should not have procurement provisions that undermine the ability of federal and state governments to use \ntax dollars to create and maintain good jobs -- and they do.\n\nThe investment chapter is also of great concern for us and needs to be fixed.  Our ports are also being threatened \nunder these FTAs. Making matters even more interesting and of concern to us is the fact that Dubai Ports World \nalready operates in Peru, therefore giving them immediate standing if they wanted to -- (inaudible) -- investment \nchapter.\n\nNow, looking beyond the FTAs, you can't ignore China, which is the global economic powerhouse that is setting the \nglobal norm for working standards around the world.  It's a focal point for many of the economic insecurities that \npeople feel about globalization.  So Congress must address the issue of unfair trade with China, and a good starting \npoint would be to pass Hunter-Ryan.\n\nIn the last several years, WTO negotiations have been occurring. These negotiations have been called the Doha \nDevelopment Round.  While the notion of development sounds good, the reality is that the direction in which these \nnegotiations have so far gone will not achieve development, but instead further undermine workers' rights, \nregulations, and democracy.  Unless these negotiations take a completely different approach, they have failed and \nmust not be supported.  There has been discussion by some that Fast Track should be extended if there is a deal \non Doha and to give Doha an opportunity for there to be a deal.  I would argue just the opposite.  Fast Track should \nnot be extended at all, especially not for the anti-worker and anti-development Doha negotiations.\n\nWith respect to Fast Track, as all of you know, it will expire June 30th of this year.  The Teamsters strongly oppose \nthe renewal of Fast Track.  We also oppose the idea of making a few changes to \"fix\" Fast Track in order to fix a \nfundamentally flawed idea.  As I have stated throughout my testimony, a new model is needed, not a model that \nhas been tweaked or edited, and so Fast Track must be retired and, when the time is right, an alternative and fair \nmodel should be put in place.  Change to Win, together with the AFL-CIO and others, have been working on an \nagreement of that kind of a replacement model that we believe would benefit all workers.\n\n\n\nAnd so with the discussions that took place just yesterday regarding an overall new outlook on the trade agenda, \nwe're encouraged that real reform will happen.  While a step has been made in the right direction, it remains to be \nseen if it is the real reform and change that U.S. workers need, in light of the fact that some aspects of these flawed \nFTAs appear not to be addressed.  It is critical to do this right.  We'll be taking a closer look at the proposals that \nhave been put forward, and look forward to working with you to ensure that all workers are uplifted.\n\nThank you.\n\nREP. SHERMAN:  Thank you, Ms. Lopes, particularly for pointing out that basically these free trade agreements \nhave swallowed up and taken away all of the wage gains that otherwise would have occurred since leisure suits \nwere cool; that contrary to the prior witness, we haven't seen middle-class families increase their net income by \n$9,000 a year as a result of these wonderful free-trade agreements, but rather that since the days of leisure suits, \nworking families have gotten nothing, while science and productivity has made major strides.\n\nMs. Lee, you probably usually don't get questions asking why you are so enamored of these free-trade agreements, \nbut you do represent an organization that has said maybe we should give this president Fast Track if only we put \nsome conditions on it.  Does this president have a history of following conditions that Congress attaches to -- and \nfollowing them in good faith -- when Congress gives him power but then also attaches some conditions?  He \nobviously takes the power.  Does he have a record of following restrictions in good faith?  Perhaps you'd give a \none-word answer.\n\nMS. LEE:  No.\n\nREP. SHERMAN:  And let's say the president did bring us a fast- track agreement with this or that country and it cut \nour tariffs; that's going to happen, period, if we adopt the agreement.  But the agreement also has various rules \nabout how the country is going to have labor standards and how the country -- the other country is going to have \nenvironmental standards.  Do we have a good record of enforcing those provisions or do we tend to just ignore \nthem?\n\nMS. LEE:  President George Bush does not have a good record of enforcing any of the provisions in our trade \nagreements, particularly not the worker rights provisions.  We have an example right now with Jordan, which is the \none agreement that has stronger labor standards negotiated, and yet we actually have a delegation of union \npresidents who are in Jordan right now, have been visiting the qualified industrial zones, and even though there \nhave been promises made over a year and a half ago, about a year ago, for the Jordanian government to reform \nits labor laws and (approve ?) inspection, nothing's happened and USTR has failed to enforce.\n\nCan I clarify, Mr. Chairman?\n\nREP. SHERMAN:  Yes.\n\nMS. LEE:  We do not think that George W. Bush has earned renewal of Fast-Track Authority.\n\nWhen we discuss ways in which the grant of negotiating authority from the Congress to the president could be \nreformed in the future, I think our vision is that we would have a president in place who would take these issues \nmore seriously and whom we could trust to negotiate them.  We put forward a positive strategic vision of how trade \npolicy needs to be done.  It may be in the future a couple of years from now as opposed to during this president's \ntenure.\n\nREP. SHERMAN:  So we could pass the bill that has all the conditions and requirements, but just say no trade \nagreement can be presented to Congress until March 2009, and then we might have at least some hope that \nwhatever provisions we put in the statute would be adhered to.  I look forward hopefully to convincing your \norganization to oppose any kind of Fast Track that allows agreements to be presented to us before March 2009.\n\nMS. LEE:  I think we're probably on the same page on that.\n\n\n\nREP. SHERMAN:  (I hope ?).  I didn't fear that you would -- we're told that only an idiot would fail to see the \nmagnificent theoretical benefits of trade agreements and only fools would be distracted by the actual results that \nare up there.  We're told that NAFTA must have reduced our trade deficit with our immediate neighbors because at \nthe time it was presented to us, the cognoscenti assured us that it would. And we're told that only fools and \nLuddites would be distracted by the ten-fold increase in our trade deficit that has occurred since NAFTA was \nsigned.\n\nSo it leaves me wondering why are some of the most articulate people in the United States so wrong.  One reason \nperhaps is that it is the educated classes, the MBA classes, the chattering classes, that have actually benefited \nfrom these trade agreements.  But I think it goes beyond class self-interest, and it is that the cognoscenti spend \ntheir lives learning American law and American business; they therefore learn that the key to getting access to the \nonly market they understand, which is the U.S. market, is you change the laws and regulations and tariffs of the \npotentially importing country.\n\nAnd so they believe that the key to getting access to the markets, say, in China is to get China to change its \npublished tariffs and its published laws.  But in China, written laws are just there to distract Americans.  If you're \nrunning a business in China -- and I'll ask each of you to put this -- you may be able to give a one-word answer to \nthis.  Let's say you're running a Chinese business and the written tariffs, the written laws of China say that you're \nallowed to buy the American goods, no tariff.  But you get a call from some midlevel commissar.  It says, \"Look, \ndon't buy the American goods, buy European goods.\" And you'd ask why, and they would say, \"Well, the \nEuropeans watch their trade balance with China very carefully, and if European markets are going to be open to us, \nwe have to buy European equipment from time to time, and in fact we have a basically balanced trading agreement \n-- balanced trade situation with Europe, especially Germany, because they're smart enough to demand this.\"\n\nAnd then you might ask, \"Well, what about the Americans? Wouldn't it help our trade relationship with them if I \nbought this great American equipment I want to buy?\"  And you'd be informed, \"Americans are offended if anyone \nlooks at results; they look at theory.  And they've read all our regulations and they think they're wonderfully written, \nin full compliance with all WTO provisions.\"\n\nSo let's say you really wanted to buy the American equipment but you got this call, and you further were told by the \ncommissar that he is sure you will take his advice because you're a well-educated businessman or woman, and he \nis sure that because you are so well- educated, you wouldn't want any new education.\n\nIf you got that call, would you buy the European goods or the American goods?  Mr. Paul?\n\nMR. PAUL:  Being patriotic, I'd like to say the American goods, but the reality, and you describe the Chinese system \nperfectly, there are built-in incentives not to follow the rules, and the expectation that the rules are being followed is \na flawed one, and it's one that is pervasive in common fact today.  We can show in industry after industry that the \nrules have not been enforced and it's hurting jobs in this country.  China's not living up to their obligations.\n\nREP. SHERMAN:  In this example, you wouldn't be able to show anything unless the attorney general had been \nable to bug the phones in China, which so far has eluded him.\n\nMs. Lee?\n\nMS. LEE:  I think the paradox that you put forward is exactly right; why does it seem that free trade is understood \ntheoretically as such a fabulous thing and yet it doesn't work out in practice? And I think the example that you gave \nand that Scott Paul answered is a good practical, concrete example of what goes wrong.  But I would argue that \nwhat's wrong with our trade policies is that they're not really about trade, that they're not about opening markets.\n\nAmbassador Hills talked a lot about how important it is to open markets, and I would say she and her subsequent \ntrade representatives have been uniquely unsuccessful in opening markets for American products.  What they've \nbeen good at is greasing the skids for more jobs to move offshore faster.  And that if you look at American trade \n\n\n\npolicy that way, that the goal is not actually to sell more stuff to people in other countries but rather to help our \ncompanies move jobs around the world in, say, fewer regulations and restrictions they don't like and sell the goods \nback into the United States without any tariff barriers or restrictions, then it's totally successful trade policy.\n\nAnd that explains why we don't crack down on currency manipulation or illegal subsidies.  It explains why we don't \nenforce worker rights and environmental provisions.  It explains why we don't get rid of the tax breaks in U.S. law \nthat encourage and reward companies for moving offshore.  Everything falls into place if you put it in that light.\n\nREP. SHERMAN:  My time's about to go here, but I'll point out that I've talked to people, what do other countries \ngive us when we give them access to our market, what will they really give us.  They say from the U.S. perspective \nthis is an investor protection treaty, and so what the other country gives us is the right to invest in their country in \nfactories that will make stuff for the U.S. market which will then be shipped here because the MBAs have figured \nout that the way to make money is to make it in a country that pays 50 cents an hour and sell it to a country that can \nstill afford to pay 50 bucks for a pair of tennis shoes; at least some of its people can.\n\nWith that, let me yield to the vice chair of the committee, and I know Ms. Lopes, I'm not asking -- the next question \nwill be for you.\n\nREP. SCOTT:  First of all, thank you again for coming.  All three of your statements have been very, very beneficial.\n\nMrs. Lee, let me get an accurate understanding of the AFL-CIO's position on the fast-tracking, because it's clear \nthat there would be no mixed signals as (we move forward ?).  Are you saying -- would an accurate assessment of \nwhat you're saying, that you support -- you would be supportive of the president having the authority of fast tracking \nbut you do not support this president of having it?  Is that -- ?\n\nMS. LEE:  What we've said is that we would absolutely oppose a renewal of the current Fast-Track Authority for this \nor any president. And so it is the rules in the fast-track bill that are problematic, and you have a second question \nabout what the president has or will do with that authority.  So we've said that the fast-track process is completely \nflawed and needs to be replaced no matter who is president. We don't believe that this has served the Congress \nwell or the American people or certainly our members.  So we're opposed to Fast- Track Authority.\n\nWhat we have said and what we're trying to do is to lay out our vision of how trade policy could be done better and \ndifferently in the future.  We believe we are in a global economy, we're going to continue to be in a global economy; \nwe have to figure out how to write rules for that global economy that are good for our members.  We're not going to \nstop trading with the rest of the world.\n\nWe actually would like to see -- we think it's perfectly appropriate for us to take a deep breath and slow down the \nforward motion of new trade agreements; that there's no particular rush, in our view, these little bilateral trade \nagreements.  As Yvette Pena Lopes said, the Doha Round, very little in those for American workers. So we don't \nsee any compelling reason to hurry the fast-track debate.\n\nSo what we've put forward is our vision of how trade policy could be done differently in the future, and we're leaving \nopen where that future is.  But we thought it was useful for the Congress and for our members to be as clear as \npossible about what's wrong with current trade policy and how we want to see it done in the future.\n\nREP. SCOTT:  Okay.  Let's talk about the wage stagnation problem because that is really central to this discussion \nthis morning.  It's a pathetic conclusion to come to the fact that in the last almost quarter-century, the average \nworker has gained a nickel.  You know, (were it ?) on another committee, in Financial Services, and I'm co- \nsponsoring with the chairman over there a bill to bring some sanity back to CEO pay packages.  But when you look \nat that in relationship to this, where CEOs make $300 million and $400 million packages, and even if the company's \ngoing down, they're not obligated to the pension funds, I mean you know the whole story, that it just enhances it.\n\nBut I'd like to get some clarity on just how much each of you feel that our trade policies have had an impact, to what \ndegree has our trade policies had an impact on the stagnant wage structure we have.\n\n\n\nMS. LOPES:  Thank you, Congressman, for that question.  What I find most interesting about the wage stagnation \nis sort of when it's begun, the fact that it was in 1973, 1974 when we started seeing sort of this downhill motion \nhappening, and that was exactly the time that Nixon came up with Fast-Track Authority, and it was sort of the \nbeginning of this whole trade liberalization that we're seeing now. So we do believe that there is a correlation in \nconnection with this.\n\nU.S. workers everywhere are -- they see what's happened under NAFTA.  We've seen NAFTA now for more than \n12 years, and the great promises of job growth and increasing wages in the middle class has not (resonated ?).  In \nfact, it's sad and of great concern to me and to my union to see our middle class sort of dwindle away and America \nis becoming very similar to some of the other countries in the world, where we're seeing that the richer get richer, \nthe poorer get poorer. And we're seeing a lot of our jobs leave.  And there's a lot of -- there's little hope, I think, for \nworkers everywhere in middle class America everywhere with respect to what possibilities there are in the future for \nthem.\n\nREP. SCOTT:  Okay.\n\nMs. Lee?\n\nMS. LEE:  Thank you very much.  It's an excellent question.  And I'd say a couple of things. One is that there's been \na significant amount of economic research on the impact of trade liberalization and capital mobility on wages.  And I \nwould say there's actually consensus, believe it or not, in the economics profession that somewhere between about \n20 and 40 percent of the growth in wage inequality can be attributed to trade -- trade liberalization and capital \nmobility.  And that's something even the free-trade economists, very respectful, academic economists have found.\n\nWhat they also agree is that trade is not the only downward pressure on wages, and we would agree with that; that \nproductivity growth and technology have also had a skill bias in the wage distribution.  So there's no mystery about \nthat.  And the question as to whether trade is the only or the biggest impact, downward impact on wages, it may or \nmay not be the biggest, and certainly not the only, but it is a significant impact on wages.\n\nAnd one of the things that's important about that is that this is totally consistent with economic theory.  That \ninternational trade theories predict that a country like the United States, which is relatively well endowed with skilled \nlabor, by opening its market essentially makes its skilled labor -- or its unskilled labor, which is its scarce fact, and \nunskilled labor being workers -- so-called unskilled labor -- workers who don't have a college degree -- that's about \ntwo thirds of our workforce -- but the predictions of economic theory is that those so-called less-skilled workers in \nthe United States would see downward pressure on their wages when we open up to more trade with countries that \nhave a much bigger supply of unskilled labor.  So that's a sensible theoretical outcome, and we do see that; that if \ntrade liberalization in fact is putting downward pressure on the bottom two-thirds of the American labor force, it is no \nwonder that it is a politically difficult and unpopular policy.\n\nThank you.\n\nREP. SCOTT:  Thank you.\n\nMr. Paul?\n\nMR. PAUL:  I'll briefly add to what the other witnesses said.  I think the interesting question is that productivity gains \nin America have been rising consistently throughout the last decade or two at the same time there's been this wage \nstagnation.  So the question comes to the forefront, the link between rising wages and rising productivity has been \nbroken.  Why is that happening?\n\nThere are two reasons for that.  One is that manufacturers in the U.S. are also facing pressures for their other input \ncosts.  Health care as a percentage of their costs is rising, as is energy, and it puts great pressure at the bargaining \ntable.  More broadly, and has been identified, is that exposure to these labor markets where workers are either paid \n\n\n\nless artificially or because of the development of the country has an impact, a phenomenon called labor arbitrage, \nthat contributes to this downward pressure on U.S. wages.\n\nAnd a question that comes into play for foreign policy, are these trade policies that both put downward pressure on \nU.S. wages and also tend to widen inequality in developing countries, are they beneficial to U.S. foreign policy?  \nAnd I think that's a real question for the committee.\n\nREP. SCOTT:  Right.\n\nMr. Chairman, may I just ask one follow-up, because I wanted to just -- China really scares me in terms of the future \nof our own country, on many levels.  But I think the intersection of two real serious economic trains here are going \nto cause a tremendous collision that's going to be disastrous for us.  One, they have on a yearly basis been running \na more than $14 billion trade surplus with us. Then you combine the fact that they own $362 billion of our debt.  And \nthen you combine that with -- that I think that that's having a tremendous impact, negative impact, on our foreign \npolicy, especially in this evolving war on terror, when you consider the fact that with all our efforts at diplomacy, \nnegotiation, particularly in dealing with the Middle East and Iran, they are failing to desist from the China-India gas \npipeline into Iran.  And my concern is that's a primary example of how our economic and trade policies with China \nare having a very, very devastating impact on our foreign policy.  And I wonder if you -- because you have talked \nabout China, if you would comment on that, please.\n\nREP. SHERMAN:  The gentleman's time has gone on to about double, so please respond very, very quickly.\n\nMR. PAUL:  Very quickly, Congressman Scott, it's clear China has a policy that's looking 20 years ahead to protect \ntheir economy and their national security interests.  The question is, do we?  And I think the answer is pretty clear \nthat we do not.  And in a number of ways, China's an economic competitor and we're sticking our heads in the \nsand.\n\nREP. SCOTT:  Yeah.  We've got trouble down the road.  Thank you.\n\nThank you, Mr. Chairman.\n\nREP. SHERMAN:  Thank you.\n\nWe may be interrupted by votes, but I'd like to do a second round here.  There are two --\n\nREP./STAFF:  (Off mike.)\n\nREP. SHERMAN:  Well, I have not -- we have not been summoned for votes, have we?\n\nREP./STAFF:  (Off mike.)\n\nREP. SHERMAN:  Did your pager go off?  No, I think you have it wrong.  Staff is overly concerned about the votes.\n\nThere are two approaches.\n\nSTAFF (?):  There's a vote right now.\n\nREP.  SHERMAN:  Right now?  How many more minutes?\n\nREP.       :   A minute and a half.\n\nSTAFF (?):  So you got to run.\n\nREP.          :  We got to go.\n\nREP. SHERMAN:  Thank you.  We stand adjourned.\n\n\n"}