{"title": "STUDENT MOVED BY INJUSTICE TO LEND A HAND", "body": "\nSome people see bad things happening, shake their heads and move on. Others -- too few, usually -- feel \ncompelled to help.\n\nSharon Cho is one of the few.\n\nIn January, the 26-year-old law student at Santa Clara University read about 275 Korean immigrants who are \nfacing deportation because a federal immigration official in San Jose gave them fake green cards.\n\nThe official took bribes from consultants who promised to help the immigrants navigate the Byzantine rules of \npermanent residency. A federal prosecutor has said not all of the immigrants knew about the bribes. Many had a \nright to green cards.\n\nBut now, years later, they're being hauled in for holding bogus papers.\n\nCho, who is Korean-American, says she was moved by \"the unfairness of it all. Even in a criminal trial, the worst of \ndefendants are given the benefit of a reasonable doubt. They're innocent until proven guilty.\"\n\nCho was especially bothered that some of the consultants operated out of a church, where one was a deacon and \nanother a pastor's son. \"I go to church as well,\" Cho explains; her answering machine greets callers with the \nmessage, \"God bless.\"\n\nSo Cho decided to tackle the problem for her public interest law class, hoping to find some creative solutions. She \neven recruited a classmate, Polly Hey, to help.\n\nKeeping at it\n\nFirst Cho contacted Alex Park, the Santa Clara lawyer who represents many of the immigrants. Cho offered to help \nwith the legal grunt work, but Park was leery about sharing sensitive client information with Cho's class.\n\nShe and Hey then started researching how to draft legislation to give fraud victims more legal protections. But that \nposed research hurdles that seemed to high to clear in one semester.\n\nNow Cho is launching a public awareness campaign to help the victimized immigrants and try to keep others from \nthe same pitfalls. She's written an article that will run in two local Korean-language newspapers, offering tips on \nfinding legitimate immigration consultants and where to go for help.\n\nA public service announcement will run on Radio Seoul, a Korean-language station that's carried across California. \nMeanwhile, Hey has drafted a petition for Tom Ridge, head of the Department of Homeland Security, which now \noversees immigration.\n\n\n\"We're saying, 'Give these people a fair hearing,' \" she says.\n\nLittle guys\n\nCho and Hey aren't the only people trying to help the immigrants. Reps. Mike Honda and Zoe Lofgren in January \nsent a letter to Attorney General John Ashcroft, asking him to ensure fair hearings for the scam victims. State \nAssembly members Manny Diaz and Carol Liu sponsored a similar resolution in February.\n\nSpokesmen for Lofgren and Honda say they haven't heard back from Ashcroft, whose office no longer oversees \nimmigration. With massive reorganizational changes sweeping the immigration service, 275 immigrants may not be \na top priority.\n\nBut the reorganization hasn't slowed the deportation proceedings, says Park, the immigration attorney.\n\nHonda and Lofgren, both experts on immigrant issues, should continue to press the feds. Since the crooked \nsupervisor shredded most of the documents that could prove the immigrants were here legally, the bureaucrats \nshould guarantee a fair and transparent process. \"Trust us, we're the government\" isn't good enough.\n\nThe disgraced consultants should step up as well to try to clear their former clients. Two of them I've contacted say \nthey feel badly for the people facing deportation but want to put the ordeal behind them.\n\nBut what about the people they've left behind?\n\nThose people aren't Sharon Cho and Polly Hey's problem. Cho and Hey don't have to help. It's just not in their \nnatures to turn away.\n"}