{"title": "Stuck in detention: For immigrants without lawyers, justice is hard to find", "body": "\nMay 19, 2019( Wisconsin Watch: http://wisconsinwatch.org Delivered by Newstex)  More on this topicDane County \nis home to pilot program that provides lawyers for immigrants[1]It was nearly three hours before sunrise on a \nfrigid October morning when immigration attorney Aissa Olivarez climbed into her Honda CR-V and left her Madison \napartment. She drove an hour and 40 minutes to Elgin, Illinois, and got on the commuter train, arriving before 9 \na.m. at the Chicago Immigration Court — the designated court for the roughly 300 people held in immigration \ndetention in Wisconsin.  Olivarez travels to the Chicago court as often as a couple of times a week. She is one of \njust two immigration attorneys in Dane County who represent detained clients for free, part of a national pilot \nprogram that aims to provide free lawyers to immigrants.  This client, a Latin American who has been in the \nUnited States for 18 years and whose children are all U.S. citizens, had five drunken-driving arrests on his record. \nShe knew that did not bode well for his chances of being released on bond. Olivarez told the client's family to \nprepare for the worst.\n\n\nOlivarez is appealing that decision.           http://wisconsinwatch.us4.list-\nmanage.com/subscribe?u=91b0dfab9d494b66c92b76777...d7ab6931a6More than 1 million immigrants and \nasylum seekers[4] are facing deportation nationwide, including 3,700 people from Wisconsin.  Since President \nDonald Trump took office, the immigration court's 'active backlog' has grown by nearly 50%, reaching a record high \nof 869,013 as of March, according to TRAC data.[5] The backlog was fueled by the decision by then-U.S. Attorney \nGeneral Jeff Sessions to move 330,211 cases previously closed by judges back to the immigration courts' roll of \npending cases.Lawyers increase odds of stayingImmigration and Customs Enforcement detains immigrants at \ntwo Wisconsin facilities housed within the Dodge County Detention Facility in Juneau and Kenosha County \nDetention Center in Kenosha. ICE also is looking to add another facility within 100 miles of its field office in Fort \nSnelling, Minnesota.  Olivarez said the majority of the immigrants detained at Dodge, the facility she typically \nserves, are undocumented people who were not apprehended by Border Patrol. Others overstayed visas or had \ngreen cards allowing them to live and work in the United States but were convicted of crimes that could make them \ndeportable.           https://1pezpc3bql-flywheel.netdna-ssl.com/wp-\ncontent/uploads/2019/05/roman_gamboa_family_01.jpg Coburn Dukehart / Wisconsin Center for Investigative \nJournalismMarigeli Roman sits with her husband Erick Gamboa in their living room. The couple lives in Milwaukee \nwith their three sons, Gerald, 10, Sebastian, 6, and Adriel, 2. The boys are U.S. citizens, and Marigeli is protected \nby the program for 'dreamers,' but Gamboa was born in Mexico and is undocumented. He was recently detained by \nImmigration and Customs Enforcement and spent about six months in the Kenosha County Detention Center, but a \njudge ruled he can stay in the United States. In December, Olivarez estimated that about one-third of the detainees \nat Dodge entered the country legally as asylum seekers, but their claims had not yet been decided. The flow of \nasylum seekers to Dodge has since slowed, as a recently enacted policy now requires most asylum seekers from \nsouth of the border to remain in Mexico while they complete the process. In some cases, ICE picks up immigrants \nfrom local jails after they have been arrested on criminal charges. Others with prior immigration or criminal records \nare arrested in the 'community'[6] — meaning their homes, at workplaces or even courthouses[7].  Olivarez said the \nTrump administration has changed its enforcement priorities to include undocumented immigrants who have been \ncharged but not yet convicted of a crime[8]. 'We do see people who are being removed from this country before \nthey have the chance to respond to a pending criminal case,' Olivarez said. In response, Milwaukee County Sheriff \nEarnell Lucas has announced that he will no longer alert federal officials[9] of the immigration status of people in the \ncounty jail, stating that 'it's the right thing to do.'  The Daily Beast reported[10] in March that the number of \nimmigrants in federal detention had ballooned to an all-time high of 50,049. In some cases, that detention can last \nfor years[11]. A study in 2018[12] found 58% of detainees had no criminal convictions.  The rest of the million or so \npeople awaiting immigration proceedings who are arrested and then released can live legally and also work — \nlegally or otherwise — for years. 'People think that there's legals and illegals, and if you're illegal, they've got your \nname on some list, and when they come for you, you're getting deported, and that's it,' said Grant Sovern, the \npresident of the board of the Community Immigration Law Center (CILC) where Olivarez works.  Sovern said it is \nnot that simple; immigrants have the right to challenge deportation in court. Data show that one factor can make \nthe biggest difference: getting a lawyer.  He said his program uses 'the laws that Congress passed that give \nimmigrants the opportunity to defend themselves against deportation that they would have no idea about if they \ndidn't have a lawyer.'Detention 'life-changing'Getting released back into the community reunites the family and \nallows breadwinners to continue working. It also makes it easier to get a lawyer, increasing a person's chances of \ngetting to stay in the country.  But for immigrants in detention, finding and paying for a lawyer is not easy. This is \none of the many ways that detention puts immigrants at a disadvantage.            https://1pezpc3bql-\nflywheel.netdna-ssl.com/wp-content/uploads/2019/05/roman_gamboa_family_13.jpg Coburn Dukehart / Wisconsin \nCenter for Investigative JournalismThe Gamboa family has a snack after school in their Milwaukee home on Feb. 8. \nFrom left are Sebastian, 6, Erick Gamboa, Adriel, 2, Marigeli Roman and Gerald, 10. Gamboa, an undocumented \nimmigrant from Mexico, had recently been released from the Kenosha County Detention Center in Kenosha, Wis., \nafter being detained for six months for illegally crossing the border in 2010. Marigeli Roman's husband, Erick \nGamboa, was arrested in a September 2018 immigration enforcement surge[13] in which 83 people, most of them \nfrom Mexico, were arrested in 14 Wisconsin counties. About two years earlier, Gamboa had been arrested — he \nhad driven his boss' car for work and did not know that its license plates were suspended. He was fingerprinted, \nmaking it easier for ICE to locate and arrest him again later. Lawyers told Roman that because her husband had \nbeen stopped at the U.S.-Mexico border years before, he was subject to an 'expedited removal' and not eligible for \na bond hearing.  For the first two weeks, Gamboa was held at the pretrial detention facility in downtown Kenosha. \n\nhttp://wisconsinwatch.us4.list-manage.com/subscribe?u=91b0dfab9d494b66c92b76777...d7ab6931a6More\nhttp://wisconsinwatch.us4.list-manage.com/subscribe?u=91b0dfab9d494b66c92b76777...d7ab6931a6More\n\nDuring that time, he nearly gave up. 'It was a difficult time,' Gamboa said. 'The fastest thing would have been to \nsign the deportation (paper), because it was going to be a long process. It seemed easier to get deported and try \nagain.'  Even after Gamboa's wife found a lawyer, he initially was not sure the odds were worth sitting in jail for \nweeks or months more.  'The lawyer said that I had a chance — 99 percent chance — I would lose. So I said, 'That \n1 percent is enough for me to fight,' ' Gamboa said. Gamboa ultimately won his case and was granted 'withholding \nof removal' in December due to death threats he had received from his own father in Mexico, but he remained in jail \nthroughout the court process. He was released in February after spending six months in detention.            \n\nJournalismMarigeli Roman lies down with her son Adriel, 2, and husband, Erick Gamboa, while watching a movie in \ntheir Milwaukee home. Gamboa's six months in immigration detention was a hardship on the family. Says Roman: \n'It moves your world in so many ways: emotionally, mentally, physically, financially.' At the Chicago Immigration \nCourt, the median bond in 2018 was $5,000. Erin Barbato, the director of the Immigrant Justice Clinic at the \nUniversity of Wisconsin Law School, said much higher bonds are not uncommon.  'When you get a bond that is \n$20,000 for a family whose breadwinner is in detention, how are you going to pay that?' Barbato said. 'A normal \nfamily, regardless of how much money — you don't have an extra $20,000 sitting around.' Some immigrants raise \nmoney online[16] or turn to immigration bond companies, often paying hundreds of dollars each month[17] to the \ncompanies for GPS monitoring to secure the bond. Dane County's Immigrant Assistance Fund[18] is among \nseveral around the country that help immigrants pay their bonds. Pretrial release improves chance to stayOnce \ndetainees are released, their cases transfer to a 'released court' closest to their home — and those dockets are \npacked with a million-plus backlog of cases. Being allowed to remain free awaiting immigration proceedings also \nincreases the chances of avoiding deportation, the analysis showed.  Critics argue immigrants who are released \nwhile their cases are pending will fail to return for their court hearings.            https://1pezpc3bql-flywheel.netdna-\nssl.com/wp-content/uploads/2019/05/roman_gamboa_family_16.jpg Coburn Dukehart / Wisconsin Center for \nInvestigative JournalismThe Gamboa family watches the movie 'Hotel Transylvania 3: Summer Vacation' in their \nMilwaukee home before going out for an evening of watching Sebastian, 6, and Gerald, 10, play indoor soccer on \nFeb. 8. 'The fact is that when these people are turned loose, they are given court dates and a lot of them never \nshow up. They just completely disappear into our society,' said Dave Gorak, executive director of the Midwest \nCoalition to Reduce Immigration[19], citing an analysis by the Center for Immigration Studies[20], which favors low \nimmigration.  'Why should anybody report to an immigration judge when they know that the odds of them being \ntracked down are slim to none?' Gorak asked.  Those data show that between 1996 and 2015, about 37% of \nreleased immigrants did not show up. That means most immigrants actually did return to court. In 2017, the most \nrecent year for which the data are available[21], the no-show rate was 41%, meaning 59% of immigrants did return \nto court.           https://1pezpc3bql-flywheel.netdna-ssl.com/wp-\ncontent/uploads/2019/05/roman_gamboa_family_39.jpg Coburn Dukehart / Wisconsin Center for Investigative \nJournalismErick Gamboa watches his son Gerald, 10, play an indoor soccer match at St. Anthony High School in \nMilwaukee on Feb. 8. 2019. According to Marigeli Roman, the detention of his father was the hardest on Gerald. \nHis mother, Marigeli Roman, said Gerald grew despondent, wanted to quit soccer and even had suicidal thoughts. \nCourt attendance rates were significantly higher for immigrants who were enrolled in a supervision program, which \nconsisted of GPS monitoring and regular in-person or telephone check-ins with a government contractor.  Ninety-\nfive percent of immigrants enrolled in ICE's Alternatives to Detention program showed up to their final immigration \nhearings, according to an analysis by the Government Accountability Office[22] of data from fiscal year 2011 to \n2013. The GAO estimates the cost of such supervision to be around $21 per participant per day — less than one-\nseventh of the estimated $158 daily cost of detaining an immigrant.Going it alone rarely works            \n\nattorneys who routinely represent detained immigrants at no cost to the client.  'There's a small handful of people \nwho do (immigration law) for money, and there are two people who do it for no money,' he said, adding, 'You know \nwhat our biggest expense is? Sending Aissa to Chicago, sometimes two or three times a week.' Finding a lawyer \nfrom behind bars is especially difficult. Roman's husband found a lawyer with help from immigrant advocacy group \nVoces de la Frontera[24]. The first three lawyers told her that she would be wasting her money by fighting the case. \nThe fourth lawyer — Ben Crouse, who won the case — charged $3,500. Money they had been saving to buy a \nhouse instead went to his legal defense, she said.            https://1pezpc3bql-flywheel.netdna-ssl.com/wp-\ncontent/uploads/2019/05/roman_gamboa_family_43.jpg Coburn Dukehart / Wisconsin Center for Investigative \nJournalismMarigeli Roman sits with her sons, Gerald, 10, and Adriel, 2, during an indoor soccer match at St. \nAnthony High School. The children's father, Erick Gamboa, had been released from detention just a week prior and \nthe family was still adjusting to having him home. Sovern said the system is not designed to accommodate a large \nnumber of represented defendants, and detained immigrants are not read the Miranda warning — which advises \nthey can remain silent and have the right to an attorney. Immigrants also are urged to sign a document[25] \nconsenting to their deportation.  'The whole system is set up so people don't have lawyers,' Sovern said. 'The first \nthing they do is try and get you to sign away your rights.'  The post Stuck in detention: For immigrants without \nlawyers, justice is hard to find[26] appeared first on WisconsinWatch.org[27]. [ 1]:            https://wp.me/p7SEfu-32sj \n[ 2]:            https://www.pewhispanic.org/2015/03/26/chapter-1-occupations-of-unauthorized-immigrant-workers/ [ \n3]:            https://www.law.cornell.edu/uscode/text/8/1325 [ 4]:            https://trac.syr.edu/immigration/reports/536/ [ \n5]:            https://trac.syr.edu/phptools/immigration/court_backlog/ [ 6]:            "}