{"title": "LAW SENDS IMMIGRANTS SCRAMBLING;MEASURE IS 'PUNITIVE,' SAY MANY HISPANIC RESIDENTS", "body": "\nAfter living legally in the United States for 17 years, Ileana Mayer last March became a citizen more out of anxiety \nthan anything else.\n\nMayer, a native of Nicaragua who is married and lives in suburban Minneapolis, was convinced of that after hearing \nreports that federal lawmakers were about to sign legislation aimed at cracking down on illegal immigration that also \ncontained provisions that would curb benefits for legal immigrants.\n\n\"It made me realize I'm vulnerable right now,\" she said.\n\nThe bill, passed Wednesday by the House by nearly a three-to-one margin, includes a number of provisions \npertaining to legal immigrants, one of which would increase up to 100 percent the minimum income U.S. residents \nwould have to earn before they could sponsor a family member for immigration.\n\nDemocrats and Republicans are debating the measure in the Senate.\n\nAnother provision in the bill would tighten eligibility requirements for Medicaid and make legal immigrants who \nreceive a year of welfare benefits during their first seven years here subject to deportation.\n\n\"This is outrageous. This is a punitive law,\" said Margarita Zalamea, executive director of the state of Minnesota's \nChicano Latino Affairs Council, who received dozens of calls and urgent faxes this week from local agencies that \nwork with immigrants who are concerned about the proposals.\n\n\"This is about families being kept apart from one another,\" she said. \"Right now there's such a bad climate toward \nthose who are not U.S. citizens. If they are going to start messing around with our rights as U.S. citizens, what's \nnext?\"\n\nThe council is urging people to call U.S. Sens. Paul Wellstone and Rod Grams and the White House to object to the \nproposals.\n\nImmigrants also are being encouraged to join a march for immigrant rights planned for Oct. 12 in Washington, \nD.C. Organizers have planned a 6 p.m. public forum tonight to discuss the march at St. Stephens School at 2211 \nClinton Ave. S, Minneapolis. Among the speakers will be Oscar Tellez of Chicago, who is one of the national \norganizers of the march led by Cordinadora '96, a group based in Los Angeles.\n\nTopics will include welfare reform, attacks on immigration rights, deportations, immigration raids and access to \neducation and public health.\n\n\nTo reach the local organizing effort, Cordinadora '96 Minnesota, call 348-8550. The local group plans to send about \n50 people by bus to Washington.\n\nOne person planning to attend the march in Washington is Eduardo Barrera, who is hoping 170 people would be \nwilling to pay $165 plus tax to charter a plane from Minnesota.\n\nIf he can't get 170 people, Barrera said he will go alone.\n\n\"We want to go to Washington and show that we are united and we are going to fight for our rights and to be treated \nwith dignity and respect,\" Barrera said, likening the planned march to last year's Million Man March that drew \nhundreds of thousands of African-Americans to the Lincoln Memorial.\n\n\"I want my community to participate in this, and I want the community to get the respect that we deserve. Since this \nis an election year, obviously some politicians are using us (immigrants) and using this time of elections to pass all \nthese bills.\"\n\nAfter studying together for about six months to prepare for the citizenship test, Mayer and her 74-year-old mother, \nwho has been in the United States for about 11 or 12 years, took the oath during swearing-in ceremony in \nMinneapolis on March 20. They are among the hundreds of legal immigrants in Minnesota who have decided to \nbecome citizens because of an increased sense of vulnerability.\n\nAccording to Dean Hove, acting district director of the Immigration and Naturalization Service in Bloomington, 3,669 \npeople became citizens during fiscal 1994, 5,408 in fiscal 1995, and this year more than 7,000 are expected to take \nthe oath.\n\n\"If the immigration bill passes, we expect an even greater increase next year,\" Hove said.\n\nFor Mayer, an international sales representative for a Twin-Cities-based two-way radio communications company, \nthe biggest issue was knowing that she would have to resign citizenship in Nicaragua.\n\n\"It's a very serious and dramatic experience when they make you swear that this is the only country,\" she said. \"It's \nkind of emotional.\"\n\nBut she is happy she made the decision to become a citizen and is anxious to vote in the November elections. \"I'm \ngoing to be part of the decision-making in this country. Before, I was an observer,\" she said. \"I can hardly wait. If I \nhappen to be out of the country, I'm going to get an absentee ballot.\"\n\nTaking action\n\nOrganizers of the Oct. 12 march in Washington, D.C., will hold a 6 p.m. public forum tonight at St. Stephens School, \n2211 Clinton Ave. S, Minneapolis. Topics will include welfare reform, attacks on immigration rights, deportations, \nimmigration raids and access to education and public health. To reach Cordinadora '96 Minnesota, call 348-8550.\n"}