{"title": "Reckonings; My Beautiful Mansionette", "body": "\nFor most of the past year my wife and I lived in a rented house in central New Jersey -- a McMansion, also known \nas a mansionette. It was in a brand-new development, in what used to be a cornfield, that looks like a textbook \nillustration of turn-of-the-millennium urban sprawl. These days they aren't little boxes on a hillside, they're big boxes \non flat ground. But they're all still made out of ticky-tacky, and they all look just the same. \n\n     Our neighbors, however, didn't all look just the same. Most of them were immigrants, and most were nonwhite; \nthe largest contingent came from India. \n\n Seeing this, some of my recent correspondents would doubtless have felt confirmed in their prejudices. You see, a \nfew columns back I wrote a piece about urban sprawl and its attendant traffic congestion, which is becoming a very \nserious issue -- a lot more important to the lives of most people than the dollar or two per day they might eventually \nget from George W. Bush's tax cut. And a surprising number of the letters I received in response insisted, \nvehemently, that the real culprit behind urban sprawl was population growth, and that therefore it was all because of \nimmigration. \n\nA quick search of the Internet reveals that my correspondents are not isolated individuals; they are part of a still \nsmall but growing movement. On casual observation I would say that the anti-immigration movement today is where \nthe anti-globalization movement was a couple of years before Seattle: not yet large enough to be a political force to \nbe reckoned with, but quite possibly on its way to achieving critical mass. And complaints about the alleged linkage \nbetween immigration and urban sprawl is a popular theme. \n\nLike so much of what the anti-globalization activists say, these complaints are mostly but not entirely off base. The \ngrain of truth in the argument is that other things being the same, a growing population means more houses, more \ncars and hence more sprawl. But population growth is only a secondary contributing factor to a disastrous pattern of \nland use driven by skewed incentives that encourage people to spread out in a low-density sprawl that in turn forces \nthem to spend more and more of their time in cars. What's really impressive to me is the way that medium-size \nmetropolitan areas, like Atlanta or Houston, have managed to mismanage their development so completely that \nthey have worse traffic congestion than metropolitan New York, which has five times their population. (I know, I \nknow, I sound like the kind of person Dick Cheney loves to hate. But as it happens I do own an S.U.V.)\n\nSo why the vehemence? Psychoanalyzing a political movement guarantees a fresh wave of hate mail, but my best \nguess is that the passion of my correspondents is ultimately fueled by cultural unease. The changes one sees in \ncentral New Jersey are the same as what one sees everywhere in this country: farms and traditional towns \nsubmerged by a rising tide of malls, highways and McMansions. And since some of the faces behind the wheel or \nthe fake Palladian window are brown, it's all too natural to blame them for the trend.\n\n\nObviously I don't feel the same way; I am one of those people who feel that immigration is a good thing -- most of \nall for the immigrants, but good for America too. To some extent this position rests on mundane economic \narguments. Foreign-born talent has been crucial in this country's technology boom, and plays a large role in many \nless glamorous industries too. (For some reason all the gas stations around here seem to be run by Sikhs.) And \none can make a good case that demography -- the perils of a low birth rate -- is a key factor in the economic \nmalaise of Japan and some European countries; America's openness to immigration is one of the things protecting \nus from that fate.\n\nAnd I have my own cultural prejudices. Isn't the immigrant experience part of what this country is all about? Without \nimmigrant families climbing the social ladder, what would become of the American dream? \n\nBut never mind the rational arguments. Over the horizon new and possibly quite nasty political storms are brewing. \nIf you think people get angry and irrational when arguing about taxes, wait till you see them argue about \nimmigration. \n\nhttp://www.nytimes.com\n"}