{"title": "AP News in Brief at 6:04 a.m. EDT; AP News in Brief at 6:04 a.m. EDT", "body": "\nMulvaney getting second-guessed on his defence of Trump\n\nWASHINGTON (AP) - For Mick Mulvaney, the hits just keep on coming.\n\nFirst, President Donald Trump's acting chief of staff stirred up a tempest by acknowledging that the administration \nhad held up aid to Ukraine in part to prod that country to investigate Democrats and the 2016 elections. Then \nMulvaney went on television Sunday to defend his boss in effusive terms - and ended up making a new problematic \ncomment.\n\nExplaining why Trump had tried to steer an international summit to one of the president's own properties before \ngiving up on the idea, Mulvaney said Trump \"still considers himself to be in the hospitality business.\" That did \nnothing to allay concerns that the Republican president has used his office to enrich his business interests.\n\nThe bookended performances over the span of a few days were panned by the president's allies and cast doubt on \nMulvaney's job security at the White House.\n\nMulvaney denied on \"Fox News Sunday\" that there was any consideration of his resignation, \"Absolutely, positively \nnot.\"\n\n___\n\nUS troops in Syria heading to Iraq, not home as Trump claims\n\nKABUL, Afghanistan (AP) - While President Donald Trump insists he's bringing home Americans from \"endless \nwars\" in the Mideast, his Pentagon chief says all U.S. troops leaving Syria will go to western Iraq and the American \nmilitary will continue operations against the Islamic State group.\n\nThey aren't coming home and the United States isn't leaving the turbulent Middle East, according to current plans \noutlined by U.S. Defence Secretary Mark Esper before he arrived in Afghanistan on Sunday. The fight in Syria \nagainst IS, once spearheaded by American allied Syrian Kurds who have been cast aside by Trump, will be \nundertaken by U.S. forces, possibly from neighbouring Iraq.\n\nEsper did not rule out the idea that U.S. forces would conduct counterterrorism missions from Iraq into Syria. But he \ntold reporters travelling with him that those details will be worked out over time.\n\n\nTrump nonetheless tweeted: \"USA soldiers are not in combat or ceasefire zones. We have secured the Oil. \nBringing soldiers home!\"\n\nThe Republican president declared this past week that Washington had no stake in defending the Kurdish fighters \nwho died by the thousands as America's partners fighting in Syria against IS extremists. Turkey conducted a \nweeklong offensive into northeastern Syria against the Kurdish fighters before a military pause.\n\n___\n\nResearchers find second warship from WWII Battle of Midway\n\nMIDWAY ATOLL, Northwestern Hawaiian Islands (AP) - A crew of deep-sea explorers and historians looking for \nlost World War II warships have found a second Japanese aircraft carrier that went down in the historic Battle of \nMidway.\n\nVulcan Inc.'s director of undersea operations Rob Kraft and Naval History and Heritage Command historian Frank \nThompson reviewed high frequency sonar images of the warship Sunday and say that its dimensions and location \nmean it has to be the carrier Akagi.\n\nThe Akagi was found in the Papahanaumokuakea Marine National Monument resting in nearly 18,000 feet (5,490 \nmetres) of water more than 1,300 miles (2,090 kilometres) northwest of Pearl Harbor.\n\nThe researchers used an autonomous underwater vehicle, or AUV, equipped with sonar to find the ship. The \nvehicle had been out overnight collecting data, and the image of a warship appeared in the first set of readings \nSunday morning.\n\nThe first scan used low-resolution sonar, so the crew sent their AUV back to get higher-quality images.\n\n___\n\n10 Things to Know for Today\n\nYour daily look at late-breaking news, upcoming events and the stories that will be talked about today:\n\n1. WHOSE Defence OF THE PRESIDENT IS BEING SECOND-GUESSED\n\nTrump's acting chief of staff Mick Mulvaney, in an effort to defend his boss, keeps making problematic statements.\n\n2. CBD PIONEER PLEADS GUILTY IN VAPE CASE\n\nSouthern California woman is accused of being a drug trafficker who distributed \"massive quantities\" of synthetic \nmarijuana. More than 30 people have died and hundreds have developed mysterious lung illnesses.\n\n___\n\nAP FACT CHECK: Trump says troops coming home; they're not\n\nWASHINGTON (AP) - As President Donald Trump describes it, the U.S. swooped into an intractable situation in the \nMiddle East, achieved an agreement within hours that had eluded the world for years and delivered a \"great day for \ncivilization.\"\n\nIt was a mission-accomplished moment that other Republican leaders, Democrats and much of the world found \nunconvincing.\n\nTrump spent much of the past week trying to justify his decision to pull U.S. troops away from America's Kurdish \nallies in Syria, leaving those Kurdish fighters vulnerable on several fronts and already reeling from attacks by \nTurkish forces.\n\n\n\nIn the process, Trump exaggerated the scope of a deal bringing a temporary cease-fire to Turkish-Kurdish \nhostilities, falsely suggested U.S. troops in Syria will come home, and mischaracterized the history of the conflict \nand even the geography of it.\n\nA look at his rhetoric on that topic and other subjects over the past week as well as a sampling of statements from \nthe latest Democratic presidential debate:\n\n___\n\nIllegal vapes traced to California woman who was CBD pioneer\n\nCARLSBAD, Calif. (AP) - Some of the people rushing to emergency rooms thought the CBD vape they inhaled \nwould help like a gentle medicine. Others puffed it for fun.\n\nWhat the vapours delivered instead was a jolt of synthetic marijuana, and with it an intense high of hallucinations \nand even seizures.\n\nMore than 50 people around Salt Lake City had been poisoned by the time the outbreak ended early last year, most \nby a vape called Yolo! - the acronym for \"you only live once.\"\n\nIn recent months, hundreds of vape users have developed mysterious lung illnesses, and more than 30 have died. \nYolo was different. Users knew immediately something was wrong.\n\nWho was responsible for Yolo? Public health officials and criminal investigators couldn't figure that out. Just as it \nseemed to appear from nowhere, Yolo faded away with little trace.\n\n___\n\nAPNewsBreak: US takes step to require asylum-seekers' DNA\n\nWASHINGTON (AP) - The Trump administration is planning to collect DNA samples from asylum-seekers and other \nmigrants detained by immigration officials and will add the information to a massive FBI database used by law \nenforcement hunting for criminals, a Justice Department official said.\n\nThe Justice Department will publish an amended regulation Monday that would mandate DNA collection for almost \nall migrants who cross between official entry points and are held even temporarily, according to the official. The \nofficial spoke to The Associated Press on condition of anonymity because the regulation had not yet been \npublished.\n\nThe rule does not apply to legal permanent residents, or anyone entering the U.S. legally. Children under 14 are \nexempt. It's not clear yet whether asylum-seekers who come through official crossings will be exempt.\n\nHomeland Security officials gave a broad outline of the plan to expand DNA collection at the border two weeks ago, \nbut it was not clear then whether asylum-seekers would be included, or when it would begin.\n\nThe new policy would allow the government to amass a trove of biometric data on hundreds of thousands of \nmigrants, raising major privacy concerns and questions about whether such data should be compelled even when a \nperson is not suspected of a crime other than crossing the border illegally. Civil rights groups already have \nexpressed concerns that data could be misused, and the new policy is likely to lead to legal action.\n\n___\n\nIn Congo, an Ebola survivor with a motorbike helps ease fear\n\nBENI, Congo (AP) - When Germain Kalubenge gets a request for a ride on his motorcycle it can be a matter of life \nor death. The 23-year-old is a survivor of the Ebola virus and often is the only driver his community trusts to help if \nsomeone suspects they are infected.\n\n\n\n\"I wake up every day at 5 in the morning to ... wait for calls from suspected Ebola cases who do not like to take an \nambulance,\" he said. \"In the community they are afraid of ambulances. They believe that in an ambulance, doctors \nwill give them toxic injections and they will die before arriving at the hospital.\"\n\nKalubenge is a rare motorcycle taxi driver who is also an Ebola survivor in eastern Congo, making him a welcome \ncollaborator for health workers who have faced deep community mistrust during the second deadliest Ebola \noutbreak in history. More than 2,000 people have died since August of last year, and the World Health Organization \nlast week said the outbreak still warrants being classified as a global emergency, even as the number of confirmed \ncases has slowed.\n\nThis is the first time Ebola has been confirmed in this part of Congo, and rumours quickly spread in Beni, an early \nepicenter of the outbreak, that the virus had been imported to kill the population. The community has been \ntraumatized by years of deadly rebel attacks and is wary of authorities, blaming them for the insecurity that has \nkilled nearly 2,000 people since late 2014.\n\nGaining people's trust has been a constant challenge for health workers.\n\n___\n\nBolivia's Evo Morales likely forced to presidential runoff\n\nLA PAZ, Bolivia (AP) - President Evo Morales came out ahead in the first round of Bolivia's presidential election, but \nhe appears to have failed to get enough votes to avoid the first runoff in his nearly 14 years in power.\n\nThe preliminary results released late Sunday dealt a harsh blow to South America's longest serving leader in what \nhas become the tightest political race of his life. But Morales, who is seeking a fourth term, still declared victory and \ntold supporters at the presidential palace that \"the people again imposed their will.\"\n\nThe Andean country's top electoral authority said that with 83% of the vote counted from Sunday's election, Morales \nwas in first with 45.3%, followed by former President Carlos Mesa with 38.2% for second place in the field of nine \ncandidates.\n\nA special electoral mission from the Organization of American States said it was closely monitoring the election and \nrequested information from the Supreme Electoral Tribunal after the transmission of preliminary results was halted.\n\nIf the results hold, Morales and Mesa will face off in a December ballot in which Morales could be vulnerable to a \nunited opposition.\n\n___\n\nCowboys run over Eagles, take 1st in NFC East with 37-10 win\n\nARLINGTON, Texas (AP) - Ezekiel Elliott powered into the Philadelphia secondary and simply ran over safety \nMalcolm Jenkins.\n\nThe apparent 14-yard touchdown run by the star Dallas running back was overturned on review because his knee \nwas down at the 1 - but the message had been sent early in a game with the division lead on the line.\n\nThe Cowboys (4-3) are back in control of the NFC East after ending a three-game losing streak that clouded the \nhigh expectations for the defending division champions following a 3-0 start.\n\nElliott got his touchdown the play after overpowering Jenkins on his way to 111 yards, Dak Prescott threw an easy \nscoring pass on a great fake to his backfield mate before a late TD run and the Cowboys rolled to a 37-10 victory \nover the Eagles on Sunday night.\n\n\"That's how I play every week,\" Elliott said. \"I like to think of the defence as a shield. In the first quarter, you hit them \na couple times, you dent the shield a little bit. You keep on hitting it.\"\n\n\n"}