{"title": "Advocates for Immigrants Say Suffolk Officials Foster Bias", "body": "\nAdvocates for immigrants praised the Suffolk County police yesterday for arresting four teenagers in the burning \nof a Mexican family's home on Long Island, but they also accused some elected officials and local leaders of \nfostering bias against immigrants.\n\n     A coalition of 24 advocacy groups made its criticisms at a news conference in Farmingville, in front of the \ncharred house that was set on fire in the early morning of July 5. The immigrant family sleeping inside escaped \nafter neighbors yelled and banged on the doors. \n\n The groups commended the Suffolk police, who charged the four teenagers with bias crimes on Thursday. But the \nadvocates said there was a deeper problem in Farmingville, a community of about 16,000, where some residents \nhave organized in recent years to halt the arrival of hundreds of immigrants, many of them illegal.\n\n\"These young men grew up in an atmosphere where adults claiming to be speaking for the community depicted \nLatinos as criminals and terrorists,\" said Patrick Young, chairman of the coalition, the Long Island Immigrant \nAlliance.\n\nThe fire \"was not an isolated incident,\" he said. Three years ago, at the house next door, two men picked up two \nMexican immigrants on the pretense of hiring them but instead took them to a warehouse and beat them nearly to \ndeath.\n\nOpponents of illegal immigrants say they overcrowd housing, burden local services, evade taxes and loiter while \nthey wait to be hired.\n\nMr. Young accused Joseph Caracappa, a county legislator, of endorsing \"the legislative agenda of a hate group\" in \nproposing an English-only law for government agencies and of falsely suggesting there was an immigrant crime \nwave. He said a former legislator, Michael D'Andre, had condoned violence.\n\nRobert J. Gaffney, the county executive, failed \"to help Farmingville heal\" and vetoed the Legislature's plan for a \nhiring hall for immigrant day laborers, Mr. Young said. He also called a local group, Sachem Quality of Life, \"a \ncontributing factor to tensions in the community.\"\n\nIn an interview, Mr. Caracappa dismissed the allegation that he endorsed a hate group's agenda. \"I love it, \nabsolutely love it when they criticize me,\" he said. \"It shows the taxpaying residents I represent that I'm doing my \njob.\" He called the fire \"an obviously terrible, stupid mistake by a bunch of youths that went horribly wrong\" and \nsaid he had offered a reward for tips in the investigation.\n\nMr. D'Andre acknowledged once saying that if immigrants moved to his area, Smithtown, \"we would be waiting \nwith baseball bats.\" Later he said that he had spoken \"figuratively\" and apologized.\n\n\n\"Violence is not the way to go,\" he said today. He sympathizes with Farmingville's original residents, he said, and \nhe also welcomes immigrants, \"but they've got to be legal and obey the law.\"\n\nMr. Gaffney deplored the fire as \"abhorrent and despicable,\" said his spokesman, Tim Ryan. As for the hiring hall, \n\"he does not believe it's appropriate to spend taxpayer dollars for people who are not paying taxes and for those \nwho are hiring them who are also not paying taxes.\" He added, \"Would a hiring hall have prevented a bunch of \npossibly deranged people from throwing an incendiary device into a house?\"\n\nA Sachem leader, Ray Wysolmierski, who calls illegal immigrants \"terrorists,\" disputed the critics. \"We're trying to \nsave this neighborhood,\" he said, \"and they're saying we have to treat our invaders and occupiers with respect.\" \n\nhttp://www.nytimes.com\n"}