{"title": "Overcoming Obstacles, 4 Determined Students Earn Degrees -- An Immigrant;Citadel Cadet Came to the U.S. at 14", "body": "\nDespite being born and reared in Prague, Petra Lovetinska said she felt surprisingly prepared for life at The \nCitadel, the tradition-steeped military college in Charleston, S.C. Until she sat down to breakfast.\n\n\"I wouldn't eat the school grits,\" she said. \"Those could kill you.\"\n\nMs. Lovetinska's unusual path to The Citadel, from which she graduated this month with the rank of cadet major, \nbegan in the fields near her family's home.\n\n\"I was as girl as a girl can be, with all the pretty dresses my mom made for me,\" she said. \"The next day I'd be \nrunning in camouflage, hiding in bushes, playing soldiers.\"\n\nWhen her father, who worked for the Czech government as a chauffeur and housekeeper, was transferred to the \nrepublic's embassy in Washington in 1992, Ms. Lovetinska moved there, too, at 14. Unable to say much in English \nbeyond, \"My name is Petra\" and \"I don't understand,\" Ms. Lovetinska enrolled at Woodrow Wilson High School in \nWashington.\n\nThe granddaughter of a lieutenant colonel in the Czech Army, Ms. Lovetinska found herself gravitating toward the \nJunior R.O.T.C. program, where she rode in a helicopter and spent hours on the air rifle range.\n\n\"From then, my life sort of changed,\" she said.\n\nIntent on a military career but not yet an American citizen, Ms. Lovetinska learned that The Citadel had no such \ncitizenship requirement.\n\nA member of the first female cadet class -- the trailblazing first female cadet, Shannon Faulkner, had survived less \nthan a week before withdrawing, a year earlier -- Ms. Lovetinska said she was not immune from ribbing from her \nclassmates.\n\n\n\"What happened to me wasn't really any different than what happened to the guys,\" said Ms. Lovetinska, 22. \n\"Sometimes the guys punch each other in the chest, as an acknowledgment of something good happening to them. \nFor me, they'd sort of hit me in the back or the leg.\"\n\nShe took more good-natured abuse, she said, for her heavy accent. \"It sort of added to the mystique,\" she said.\n\nHer background even won her a role in the annual talent show as \"someone who knocked down the Berlin Wall.\"\n\nThough she says she was too young when the wall came down to really reflect on communism, she has since \nrealized that it was oppressive for people to \"have to watch yourself and make sure you have the right friends.\"\n\nAt The Citadel, Ms. Lovetinska said she delighted in studying political theory -- \"from Plato and Aristotle, all the way \nto Marx and Hegel\" -- as well as taking classes in naval science and history. She was also awarded the Palmetto \nMedal, for good service. But she said she absorbed some practical lessons outside the classroom.\n\n\"Now I'm getting the y'all and I reckon down,\" she said. \"The guys tried very hard to teach me how to speak \nSouthern.\"\n\nOne of them, Michael Cribb, of Georgetown, S.C., became her fiance. They are to marry on Dec. 15, 2001, but life \nis sure to be difficult: he is in the Army, assigned to Fort Stewart, Ga.; having attained her citizenship, she is to be \ncommissioned into the Marine Corps later this year, her assignment unknown.\n\nAmong the greatest challenges for Ms. Lovetinska was finding the money to pay The Citadel's tuition and fees, \nwhich grew to $18,500 from $15,200 while she was there.\n\nFor that, she had some help: Langhorne A. Motley, an alumnus and former assistant secretary of state, drafted 113 \nalumni and other friends to serve as \"Petra's Plank Holders.\"\n\n\"It seems like one of the things that only happens in the movies,\" she said. \"I don't think the Plank Holders realize \nthey gave me more than just money to go to school. They gave me a whole life.\"\n\n   JACQUES STEINBERG\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Petra Lovetinska, 22, who is headed for the Marines, said that while growing up in Prague, \"I'd be running in \ncamouflage, hiding in bushes, playing soldiers.\" (Wade Spees for The New York Times)\n"}