{"title": "1 IN 11 U.S. RESIDENTS BORN ABROAD - DOUBLE 1970 LEVEL THE CENSUS STUDY CHALLENGES SOME STEREOTYPES. THE MORE SETTLED IMMIGRANTS TEND TO RISE OUT OF POVERTY.", "body": "\nNearly one in 11 U.S. residents last year was foreign-born - nearly double the 1970 percentage, and the highest \nproportion since World War II, according to a new Census Bureau report.\n\nThe study, which counted both legal and illegal immigrants, challenges some stereotypes:\n\nCompared with native-born Americans, new immigrants are more likely to be poor and on welfare. But more \nsettled immigrants - those who came here before 1970 - are less likely than native-born Americans to suffer those \nconditions.\n\n\"Economic integration takes place faster than the current political debate seems to acknowledge,\" said Michael Fix, \nan immigration expert at the Urban Institute.\n\nAmong the Census Bureau's findings:\n\n* Of the 22.6 million foreign-born people living in the United States in 1994, one in five arrived in the last five \nyears. Another 8.3 million immigrated here during the 1980s; the other 9.8 million came before 1980.\n\n* Immigrants are concentrated in several states. One-third, or 7.7 million, live in California. New York has 2.9 \nmillion immigrants, and Florida ranks third with 2.1 million. Texas, Illinois and New Jersey have more than one \nmillion immigrants each.\n\n* The biggest group of immigrants came from Mexico - 6.2 million. The next- largest group - one million - came \nfrom the Philippines.\n\n*Of the 4.5 million most recent immigrants, more than a quarter came from Mexico and 243,000 came from \nRussia. Other countries from which large numbers of recent immigrants have come include Vietnam, the \nDominican Republic, the Philippines, India and El Salvador.\n\n\nWhile the percentage of immigrants has been increasing in recent years, the United States experienced an even \ngreater influx around the turn of the century. In 1910, foreign-born people made up a record 14.7 percent of the \nU.S. population.\n\nPrevious studies support the finding that the newest immigrants are worse off economically than comparable U.S. \nnatives, said Reynolds Farley, a University of Michigan sociology professor. But after about 15 years of living in the \nUnited States, he said, they are about as well off as comparable natives. And after 25 years, they pull ahead.\n\n\"There is no evidence from the 1990 census that immigrants will create a larger underclass,\" Farley said.\n\nStill, the large number of new immigrants poses huge financial challenges for cities and states in education, \nmedical services and corrections.\n\nBut immigrants do pay taxes, Farley said, and help sustain population levels in states with dwindling numbers of \nnatives, such as Illinois, New Jersey, New York, Connecticut, Rhode Island and Massachusetts.\n\nThe Census Bureau study revealed interesting differences between recent immigrants and their more \nestablished predecessors. For example:\n\n* Immigrants who arrived here after 1990 are more likely to receive welfare than native-born Americans - 5.7 \npercent vs. 2.9 percent. But only 1.4 percent of foreign-born Americans who came here before 1970 are on \nwelfare.\n\n* The foreign-born are more likely to live in poverty than natives - 22.9 versus 14.4 percent. And 37.1 percent of \nrecent immigrants are in poverty. But those only 10.8 percent of those who came before 1970 are in poverty.\n\n* Immigrants had a lower median income in 1993 than natives - $12,179 versus $15,876. But people who \nimmigrated during the 1970s have median incomes similar to natives. Recent immigrants have the lowest median \nincome ($8,393).\n\n* Educational status is a paradox. Immigrants are both more and less educated than natives. About 36 percent of \nimmigrants do not have high school diplomas, compared with 17.1 percent of natives. At the same time, 11.5 \npercent of recent immigrants have graduate degrees, while only 7.5 percent of natives and previous immigrants \nhave such advanced degrees.\n\n\"When you look at all these different characteristics,\" said Bob Warren, a demographer with the Immigration and \nNaturalization Service, \"you see a picture of an immigrant population that after some time fits in.\"\n"}