{"title": "Alabama immigration law faces legal challenge: Can it survive?; Several civil-rights groups sued the state of Alabama Friday to block what some observers say is the toughest anti-illegal-immigration law to date. Among other things, it mandates that primary and secondary schools check residency status of students. Federal lawsuits have now been filed against the five states that have passed such laws during the past 15 months. The rulings that have come down, which have all been against the laws, have been appealed by the states' attorneys general in the hope that the Supreme Court will take up the issue. Here is the legal state of play for all five state laws:", "body": "\nSeveral civil-rights groups sued the state of Alabama Friday to block what some observers say is the toughest anti-\nillegal-immigration law to date. Among other things, it mandates that primary and secondary schools check \nresidency status of students.\n\nFederal lawsuits have now been filed against the five states that have passed such laws during the past 15 months. \nThe rulings that have come down, which have all been against the laws, have been appealed by the states' \nattorneys general in the hope that the Supreme Court will take up the issue.\n\nHere is the legal state of play for all five state laws:\n\n#5 Arizona\n\nAmid news of desert killings on the border and Mexican kidnapping rings, Arizona became the first state to pass \ncomprehensive anti-illegal immigration laws that challenged not only federal jurisdiction over immigration but also \nbasic constitutional rights of non-citizens living in America.\n\nAfter Gov. Jan Brewer in April 2010 signed Senate Bill 1070 into law, polls showed widespread support in Arizona \nand elsewhere for the state crackdown, which included the ability of police to demand suspects they deemed \n\"reasonably suspicious\" show legal immigration papers or face arrest.\n\nThe Obama administration immediately challenged it in federal court, saying its \"papers, please\" requirement and \nits overall intrusion into federal jurisdictions made it unconstitutional and could violate people's civil rights by \nprofiling them by their skin color.\n\nAfter protests and boycotts, a federal judge granted an injunction against the key part of the law a day before it was \nto take effect. In February 2011, Arizona countersued, claiming the US government had failed to control the state's \nborder with Mexico. In April 2011, the US Ninth Circuit Court of Appeals upheld the earlier ruling against the state.\n\n\n\"The Arizona statute before us has become a symbol,\" Ninth Circuit Judge John Noonan wrote. \"For those \nsympathetic to immigrants to the United States, it is a challenge and a chilling foretaste of what other states might \nattempt.\"\n\nThe case has been appealed to the US Supreme Court, though the high court has not yet indicated whether it will \ntake the case.\n\n#4 Indiana\n\nIndiana's Republican-controlled Legislature took a slightly different, two-pronged route in following Arizona's lead.\n\nFirst, a new state law scheduled to go into effect July 1 allowed state and local police to arrest any illegal immigrant \nthey encountered who was facing a deportation order from an immigration court or who had been indicted or \nconvicted of a felony.\n\nSecond, the law also blocked any government official from accepting identification cards issued by foreign \nconsulates as valid forms of identification.\n\nFederal District Judge Sarah Evans Barker blocked both aspects of the law two days before they were to take \neffect. She backed legal complaints by constitutional and civil-rights groups, calling Indiana's effort to \"carve out \nsuch a permissible role ... seriously flawed and generally unsuccessful.\"\n\nThe judge's decision, said Indiana Attorney General Greg Zoeller, \"underscores the challenge to Indiana and other \nstate lawmakers who have tried to respond to Washington's failure.\"\n\n#3 Georgia\n\nBucking pleas from the state's agricultural and business communities, Gov. Nathan Deal in April signed an Arizona-\nstyle law into effect that allowed police to ask persons arrested for a crime for immigration documents, and \npunished businesses and legal Americans for hiring, helping to hire, or transporting illegal immigrants.\n\nThe goal: To thwart increasing burdens on schools, hospitals, and social services by people who are in the country \nillegally.\n\nIn rejecting key parts of the law on June 26, US District Judge Tom Thrash found merit in the American Civil \nLiberties Union's (ACLU) arguments that the state illegally preempted federal law - an argument that could be a key \nelement of a possible Supreme Court hearing on the Arizona-style laws. The judge called Georgia's law an attempt \nto do an \"end run\" around federal immigration law.\n\nAt the same time, Judge Thrash disagreed with challengers that the law would violate people's constitutional right \nto travel, and he left intact a requirement for Georgia businesses to use the federal E-Verify system to ensure \nemployee eligibility, which proponents of the law saw as victories.\n\nBut in general, the judge was not happy. \"The apparent legislative intent is to create such a climate of hostility, fear, \nmistrust, and insecurity that all illegal aliens will leave Georgia,\" he wrote.\n\nThe statement raised eyebrows among the law's supporters. \"Curiously, the court writes 'all illegal aliens will leave \nGeorgia' if the law is enforced, as if it is appalled at the thought of people attaining visas before coming to our \nnation,\" said Brian Robinson, a spokesman for Governor Deal.\n\n#2 Utah\n\nIn Utah, the Church of Jesus Christ of Latter-day Saints, also known as the Mormon church, worked with state \nbusiness interests and legislators to turn a tough anti-illegal immigration bill into a more moderate approach. They \naccomplished this in part by offsetting law-enforcement provisions with a first-in-the-nation state guest-worker \nprogram to give illegal residents a way to come to Utah lawfully to work.\n\n\n\nThe law requires immigration-status checks of those suspected of committing felonies and serious misdemeanors, \nbut it gives police more discretion when investigating perpetrators of lesser crimes, including traffic violations.\n\nCritics didn't buy the \"kinder, gentler\" argument. \"This ill-conceived law is just as harsh, turning Utah into a police \nstate where everyone is required to carry their 'papers' to prove they are lawfully present,\" said Karen McCreary of \nthe Utah chapter of the ACLU.\n\nUS District Court Judge Clark Waddoups granted a temporary injunction against the entire law on May 10, saying it \ncould cause \"irreparable harm.\" Judge Waddoups is scheduled to revisit the case on July 14.\n\n#1 Alabama\n\nAlabama lawmakers took the Arizona law and one-upped it in a move that echoes Gov. George Wallace's \nschoolhouse door stand in the 1960s. Schools must check the residency status of children, and illegal immigrants \nare banned from state colleges and universities - though, as is also the case with other states' laws, the provisions \nare largely symbolic, since there is no means for enforcing the university ban nor punishments for violating it, for \nexample.\n\nThe Southern Poverty Law Center and the ACLU filed a lawsuit Friday, charging the law, which is to take effect \nSept. 1, preempts federal jurisdiction, violates immigrants' Fourth Amendment protections against illegal search and \nseizure, illegally keeps immigrants from attending state schools, and turns \"teachers, landlords, and community \nmembers into de facto immigration-enforcement agents,\" according to Linton Joaquin of the National Immigration \nLaw Center.\n\nAlabama officials have said the elementary and secondary school provision is intended not to block students from \nattending school, but to gauge the costs of educating illegal immigrants.\n\n\"It is important to note that our law seeks to protect immigrants who reside here legally while affecting only those \nwho break our laws with their simple presence,\" said House Speaker Micky Hammon in a statement. \"We cannot \nturn a blind eye toward those who thumb their noses at our borders and our laws.\"\n       \n"}