{"title": "BELGIAN WRITER HELD AT NEWARK AIRPORT AS A SUSPECTED COMMUNIST", "body": "\nA correspondent for a Socialist newspaper in Belgium was detained overnight Thursday after immigration officials \nfound Communist documents in his baggage when he arrived at Newark on a flight from Brussels.\n\nThe reporter, Tom Ronse, was placed in the custody of officials from People Express, the airline on which he had \nflown. Airline officials were ordered to return Mr. Ronse to the Federal Immigration and Naturalization Service \nyesterday morning. He was then released pending an investigation.\n\nAn official at the Belgian Embassy in Washington said the case seemed ''a bit curious,'' but has not caused ''any \ntension'' between Belgium and the United States.\n\nA spokesman for the immigration service, Duane Austin, said Mr. Ronse, who has worked in the United States for \nsix years, ''had a journalist's visa,'' but when officials ''asked him for press credentials he could not produce them.''\n\n \n\nCarried a Booklet\n\n''So they sent him to secondary,'' Mr. Austin said. ''That's where, when they don't want to hold up the line and \nthey're not sure something is kosher, they take him for a more in-depth look. They called for his baggage and they \nfound materials that indicate he may be affiliated with a Communist organization.''\n\nThe deputy director of the immigration service in Newark, James Puleo, said Mr. Ronse was carrying a booklet \nentitled, ''Revolutionary Perspective Journal of the C.W.O.'' - the Communist Workers Organization. And, he said, \n''There was some typewritten stuff in English which espoused Communist doctrine.''\n\nMr. Ronse, a correspondent for the newspaper De Morgen, said last night, ''It was a bunch of material that was \npassed to me by a colleague in the context of a project I am working on about what they call, in Dutch, 'the small \nleft' -that is all left groups that are outside of the traditional Social Democratic and Communist parties.''\n\nMr. Ronse said immigration service officials ''were kind of harsh on me on the day that I was detained.'' He added, \n''However, I was able to telephone my newspaper and they immediately contacted the U.S. Embassy, so that by the \ntime I was brought back to the immigration office any doubts about my status as a bona fide journalist were \nremoved and I was treated in a polite way.''\n\nMr. Austin, the immigration service spokesman, said, ''We told him to return on Oct. 3. By that time we will have \nlooked at the material to determine whether there are grounds for denying him admission to the United States.''\n\n \n\n'A Bit Curious'\n\n\nImmigration law, Mr. Austin said, ''stipulates that if you are or ever have been a member of the Communist Party \nyou may be denied admission to this country.'' But, he said: ''About 33,000 times a year someone is questioned on \nthese grounds. Almost always they receive a waiver.''\n\nThe Soviet news agency, Tass, apparently viewing the situation in light of the international dispute over Moscow's \ndetention of Nicholas Daniloff, a U.S. News & World Report correspondent, issued a statement on the Ronse case, \nsaying: ''This incident demonstrates anew the real worth of 'freedoms' in the United States and the readiness of \nWashington to attack even a citizen of an allied country if he professes views not to the Administration's liking.''\n\nBut the political minister at the Belgian Embassy, Alex Reyn, said, ''It's probably some kind of misunderstanding.''\n"}