{"title": "EXILED SOUTH AFRICAN ALLOWED TO SEEK ASYLUM", "body": "\nDennis Brutus, the exiled South African poet and scholar who has been ruled ''deportable'' because of an expired \nvisa, received a temporary reprieve today.\n\nA United States immigration judge, Irving Schwartz, gave him 20 days to seek political asylum in this country. The \npetition will be submitted to the State Department for advice, a process that generally takes at least 30 days.\nDennis Brutus, exiled South African poet, is permitted to seek political asylum in US\n\nWhen the State Department advisory opinion is returned to Judge Schwartz, a hearing will take up whether \nProfessor Brutus will be granted asylum, have his visa extended, leave the country voluntarily or be deported. In \naddition, according to Robert Vinikoor, a lawyer for the United States Immigration and Naturalization Service, ''It \nshould be stated on record where Brutus should be sent,'' in the event of deportation.\n\nProfessor Brutus's attorney, H. Nasif Mahmoud, had asked that his home be defined by the court as South Africa. \nBut, Mr. Vinikoor said, ''We do not intend to designate South Africa, but rather Zimbabwe, the country of his birth, \nfrom which he holds a passport.''\n\nMr. Mahmoud asserted that his client's life would be in danger in Zimbabwe. He said that terrorists employed by \nSouth Africa are at work there; he cited the murder of a South African nationalist, Joe Gqabi, in July 1981.\n\nIn the meantime, Mr. Brutus, a senior professor of African literature in the Northwestern University English \ndepartment, is free to return to Amherst College, where he is spending a sabbatical year as a visiting writer.\n\nIn the 20-minute hearing, much time was spent in argument on the professor's sojurn at Amherst while claiming \nresidency at Northwestern. Judge Schwartz repeatedly demanded to know why no mention of the sabbatical had \nbeen made at a hearing in November.\n\nIn tones of exasperation, the judge read from the November transcript. But his expression changed as Mr. \nMahmoud said that a passage marked ''unintelligible'' referred to Amherst College. The Judge smiled, and said, ''I \ntake it back.''\n\nMr. Mahmoud called the hearing ''a victory in that Dennis didn't get thrown out, but it's a short-lived victory be-\n"}