{"title": "IMMIGRANT ART ENRIQUE CHAGOYA", "body": "\nThese are the voices and works of immigrant artists living in the Bay Area. Although their work is visual, and \nmostly public, they are invisible immigrants.\n\nThey do not stand out in plain view or in political debates over immigration like the immigrant farmworker, janitor, \nmaid or day laborer. Yet a thousand years from now their art will help illustrate the ongoing story of America's \nwillingness to welcome immigrants, change them and in turn be changed by them.\n\nThe works of 15 artists, not all of them represented here, are on exhibit in \"Coming Across: Art by Recent \nImmigrants, Part 1\" through April 20 at the Euphrat Museum of Art at De Anza College in Cupertino. For further \ninformation, call the museum at (408) 864-8356.\n\nThe first shock which you get is that you are missing certain things which you took for granted from your own \ncountry. Nostalgia becomes very strong. You have a sense of emptiness, a cultural vacuum. You develop a critical \nstandpoint to both countries.\n\nOn the other hand, the lack of integration means a constant need for redefining yourself. And suddenly you become \na different person, like a person from a country that does not exist, has nothing to do with geopolitical boundaries. \nLittle by little you find fellow citizens of that country, immigrants, refugees, etc. There is an easiness \ncommunicating. The San Francisco Bay Area is one of richest areas in the country and world for a plural cultural \nexperience. You feel you're not a foreigner here.\n\nReal immigration takes place internally. People come here, but it may be years before they land here. It has nothing \nto do with paper. Instead of change of place, it is a journey of the spirit, different from being a nomad. It's a whole \ntransformation.\n\nOn American lands, Native Americans, Chicanos and Puerto Ricans saw themselves annexed -- this country \narrived to them. They experience a form of immigrant status. But originally they were not immigrants. Who was \nthe actual immigrant? The U.S. as a dominant culture? Or Native Americans?\n\nIn a world which has masses of people who move, we are talking about a spiritual experience in everybody. \nEveryone is an immigrant of some kind.\n\nNotes\n\nImmigration: New Beginnings\n\nAn occasional series\n\n\nSee also related story on this page.\n"}