{"title": "OUR OPINION: Students here illegally deserved chance at Dream", "body": "\nThey killed the Dream.\n\nLast week, the Senate --- pushed by a craven White House --- rejected the Dream Act, which would have put high-\nachieving young immigrants on the path to citizenship. The bill would have granted temporary legal status to illegal \nimmigrants who have graduated from high school with good records and attend college or serve in the military.\n\nLet's face it: That's a group of striving, straight-arrow immigrants that this country needs as citizens. But the Senate \nrefused to even allow the measure, sponsored by U.S. Sen. Richard Durbin (D-Ill.), to come to the floor for debate. \nAfter President Bush came out with a statement opposing the measure shortly before the vote, 36 Republicans and \neight Democrats voted \"no.\" That includes Georgia Republicans Johnny Isakson and Saxby Chambliss.\n\nEvery one of them should be ashamed. It was an ugly bit of nativism, a shortsighted and nonsensical decision \nmade to appease the Know-Nothings, not to advance the national interest. And it exposed the raw prejudices \nfueling the controversy over immigration.\n\n\"This or any type of an amnesty bill would be a slap in the face of all of those who came in legally,\" grumped U.S. \nSen. James Inhofe (R-Okla.), a leader of the Know-Nothing contingent. (Inhofe doesn't know he's a Know-Nothing, \nbut how could he?)\n\nWhen they take care to be circumspect, the activists denouncing illegal immigration portray their cause as a \nlegitimate concern about freeloaders who crowd public schools with their non-English-speaking children, burden \npublic hospitals and destroy neighborhoods by turning single-family homes into boarding houses. They cite studies \nabout undocumented workers who depress wages. They mention those who have committed crimes.\n\nBut the Dream Act would not have rewarded any of that. It focused on a small group --- around 500,000 young \nadults, out of the estimated 12 million illegal immigrants (about 4 percent). They would have attended college, \nputting them outside the low-wage work force that digs ditches or washes laundry. They would obviously speak \nEnglish. They would have paid taxes from higher-earning jobs.\n\n\nThe narrowly tailored bill would only have applied to immigrants who had been younger than 16 when they entered \nthe United States, had lived here at least five years and are currently younger than 30. They would have six years \nof conditional legal status, during which they would have to complete two years of college or military service. If they \ncomplied with those requirements, they would be eligible for permanent residency.\n\nBush backed essentially the same proposal when it was part of a comprehensive immigration reform plan. Indeed, \nwhen he was governor of Texas, he had a reputation as a progressive supporter of hardworking immigrants --- no \nmatter how they crossed the border. But now, the president, too, has caved in to the GOP's small-minded, vitriolic \nMexican-bashers.\n\nThey would dash the dreams of a young man such as Marco, a Georgia Tech engineering student who earned a \nperfect score on the math portion of his SAT. A graduate of Cross Keys High School in DeKalb County, Marco has \nbeen in this country since he was 4 --- he's practically American --- but his parents entered the country illegally. \nWhat sense does it make to deny him a path to citizenship?\n\nWhy deny citizenship to those who would serve in the military of their new country? The Army is desperate for \nrecruits, so much so that it has relaxed its standards for the native-born, turning a blind eye to troubled pasts and \nfailed drug tests. Doesn't it make more sense to take a high-achieving illegal immigrant who is likely to be a better \nsoldier?\n\nIt is no great surprise that some Americans display a fear and suspicion of the Other, that they have allowed a \nprimitive distrust of those who look or sound or worship differently to harden into resentment. But it is surprising --- \nand disappointing --- that so many of our elected leaders quake and cower before those impulses rather than \nstanding up and opposing them.\n\nSo much for profiles in courage.\n\n* Cynthia Tucker is the editorial page editor. Her column appears Sundays and Wednesdays.\n\ncynthia@ajc.com\n"}