{"title": "The Constitution and the laws of war during the Civil War.", "body": "\nINTRODUCTION\nI. LAW OF THE FOUNDING AND ANTEBELLUM PERIODS\n\nA. Allegiance and Protection\n\nB. Municipal and International Law\n\nC. War and the Alien\n\nD. The Antebellum Law of Treason and Rebellion\n\nII. LEGAL UNCERTAINTY AT THE OUTSET OF THE CIVIL \nWAR\n\nA. Was the Insurrection Crime, War, or Both?\n\nB. Legal Theories Available to the U.S. Government\n\nIII. THE WAR OF IDEAS: THE LAWS OF WAR \nDISPLACE THE\n\nCONSTITUTION WHEN THE UNITED STATES ACTS \nMILITARILY\n\nAGAINST ENEMIES\n\nA. The Union's Lawyers, Statesmen, and Theorists\n\n1. Rebels in Arms\n\n2. Noncombants\n\nB. A Theory of Extra-Constitutional, Lawless Power?\n\nC. The Work of Lower Federal Courts in 1861 and 1862\n\n1. Decisions on Prize and Other Seizures\n\n2. Piracy and Treason Prosecutions\n\nIV. THE SUPREME COURT ENTERS THE WAR\nA. The Prize Cases\n\nB. Wartime Decisions After the Prize Cases\n\n1. Additional Decisions Concerning Maritime Prizes\n\n2. Courts Closed to Rebel Enemies During the War\n\n3. Vallandigham's Case\n\nV. POSTBELLUM SUPREME COURT DECISIONS ON WAR \nISSUES\n\n\nA. Secession Was Treason Because Allegiance Was \nUnimpaired.\n\nB. The Laws of War Displace Constitutional Rights of U.S.\n\nCitizen Enemies\n\nC. Discretion to Choose Sovereign or Belligerent Methods\n\nD. Immunity/Indemnity\n\nE. The Displacement of Constitutional Protection by the Laws \nof\n\nWar Was Not a Theory of Extra-Constitutional Power\n\nF. Enforcing the Constitutional Rights of Citizens During the\n\nWar\n\nG. Military Occupation of Enemy Territory\n\nH. Milligan in Context\n\nCONCLUSION\n\nINTRODUCTION\n\nIn the courts and legal academy, interest in the Civil War has increased greatly in the last decade, and it is not hard \nto understand why. The 9/11 attacks were by far the most spectacular and deadly military attacks on the mainland \nUnited States since the Civil War. Both the conflict against al Qaeda and the Civil War were untraditional; in both, it \nwas contested whether they amounted to \"war\" in the sense used in the Constitution and public international law, \nand what effect that had on government powers and individual rights. Lines between combatants and \nnoncombatants were blurry in both conflicts, often intentionally so. Because significant aspects of both conflicts \noccurred on U.S. soil and involved American citizens (the Civil War much more so, obviously), the federal courts \nwere from the outset asked to rule on the legality of executive and congressional actions.\n\nThe Supreme Court has issued four important decisions regarding the war on terror: Hamdi v. Rumsfeld, (1) Rasul \nv. Bush, (2) Hamdan v. Rumsfeld, (3) and Boumediene v. Bush. (4) In all four, the Court found and enforced novel \nconstitutional, statutory, or international rights for alleged terrorist enemies of the United States. In all four, the \nJustices relied on precedents and authorities from the Civil War and engaged in detailed debate about their \nmeaning. The scholarly literature about war-on-terror legal issues is rife with references to Civil War precedents. \nTwo which have been very prominent in the post-9/11 debates are the Supreme Court's decisions in the Prize \nCases (5) and Ex parte Milligan. (6) The former held that President Lincoln had the authority to invoke belligerent \nrights akin to those in international wars--that is, the rights and powers that the laws of war allow sovereign nations \nto use in their mutual conflicts--to blockade the ports of seceded states in the spring of 1861 against Confederate \nand neutral shipping, without Congress having first declared or otherwise noticed the beginning of a war between \nthe states. (7) (Enemy vessels or cargo seized validly under the international laws of war were referred to as \n\"prizes\" of war, because they generally accrued to the financial benefit of the captors--hence the \"Prize Cases.\") \nThe Court rejected claims by U.S. citizens resident in Virginia that individual constitutional rights prohibited the \nseizure of their property; the Court held that, war existing de facto, the U.S. government could treat them as military \nenemies without any rights because they resided in enemy territory. (8) The Prize Cases featured prominently in \nJustice Thomas's dissents in both Hamdi and Hamdan, and in internal memoranda of the Bush Administration's \nDepartment of Justice--said to stand for the proposition that the President has illimitable constitutional power to \nchoose how to respond to attacks on the United States. (9)\n\nThe second case, Milligan, held unconstitutional the military commission trial of an Indiana resident, not enrolled in \nthe Confederate armed forces, who was accused of plotting in Indiana to attack federal facilities to steal weapons \nand liberate Confederate prisoners of war. (10) In a reversal of its posture in the Prize Cases, the Court rejected the \nExecutive's claim that the laws of war overrode any otherwise applicable individual constitutional rights and allowed \nmilitary jurisdiction over Milligan and his coconspirators. The meaning and contemporary precedential value of \nMilligan was extensively debated in Hamdi. (11) Justice Kennedy relied on it in his opinion for the Court in \nBoumediene and his important concurrences in Hamdan and Rasul. (12) Milligan and its sweeping rhetoric--\"The \n\n\n\nConstitution of the United States is a law for rulers and people, equally in war and in peace, and covers with the \nshield of its protection all classes of men, at all times, and under all circumstances\" (13)--has been repeatedly \ninvoked in recent scholarship to show the almost self-evident unconstitutionality of post-9/11 national security \npolicies of the Executive and Congress. Another Civil War-era legal authority which has received extensive \nattention in post-9/11 litigation and scholarship is the Union Army's codification and applications of the international \nlaws of war. (14)\n\nWith all this attention to legal precedents from the Civil War, one might expect that their meaning and significance \nwould by now be well understood. But the opposite is the case. Contemporary courts and commentators generally \nhave at best incomplete, and at worst fundamentally misconceived, views about war powers doctrines of the Civil \nWar era.\n\nIn contrast with the Supreme Court's small output of war-on-terror decisions, the Court during and after the Civil \nWar decided over 300 cases arising from the war. Each decision was a small part of a vast and complicated series \nof legal debates that ended up spanning decades. Detailed debate about the legality of war measures of the U.S. \ngovernment was a daily occurrence in Congress, the administration, and the press before the Confederates had \never fired on Fort Sumter. Once Lincoln initiated the Union's military responses in April 1861, the volume and \nintensity of debate increased exponentially and lower federal courts became involved. By March 1863, when the \nPrize Cases came down, the legality of the blockade had been thoroughly mooted for two solid years and upheld in \nCongress, the lower federal courts, and the most authoritative northern journals and papers. By late 1866, when \nMilligan was decided, questions about the jurisdiction of military commissions over U.S. citizens had been front-\npage news for over five years. Understanding Milligan, the Prize Cases, and other war powers decisions of that era \nrequires a great deal of background knowledge about legal and policy debates arising from the war. They have \nproved to be quite difficult to understand for modern readers.\n\nThe past is a foreign country, as the saying goes. And the relevant past, knowledge of which allows one to \nunderstand Milligan, the Prize Cases, and the rest of the Court's corpus of work about the war, is truly a terra \nincognita. Both decisions involved the interaction of the international laws of war, the constitutional rights of \nindividuals, the constitutional war powers of the U.S. government, and the jurisdiction of federal courts. \nConventional understandings today about these legal regimes and their mutual interactions often bear little relation \nto the Civil War generation's.\n\nToday, a judicially enforced Constitution is seen as a kind of universal providence. The Supreme Court recognized \nthat the 9/11 attacks and Congress's Authorization for the Use of Military Force put the United States in a state of \n\"war\" against al Qaeda, the Taliban, and affiliated groups and individuals. (15) In Hamdan, the Court even bound \nthe U.S. government to comply in this conflict with so-called Common Article 3 of the Geneva Conventions of 1949. \n(16) Notwithstanding, the Supreme Court held that even these military enemies of the United States--who it had \nalready protected by at least some parts of the international laws of war--have a U.S. constitutional right to invoke \nthe habeas jurisdiction of federal courts to challenge the constitutionality of their detention or trial by the U.S. \nmilitary. (17) Today the clear trend in the Court and legal academy is \"globalist\"--viewing the reach of the \nConstitution's protection of individuals as unaffected by geography, citizenship, or hostility to the United States (18) \nand construing the document as if it were an international human rights instrument. (19) The Bush Administration's \nclaims that federal courts lacked jurisdiction to hear habeas cases filed by noncitizens detained at Guantanamo Bay \nas military enemies and that these detainees lacked constitutional rights because of their presence outside the \nsovereign territory of the United States were considered shocking and even \"un-American.\" (20) The very words of \ncondemnation used by critics of these legal claims--the administration was attempting to construct a \"'legal black \nhole'\" (21)--suggest the depth of the assumption of access for all to judicially enforced constitutional rights. Given \nthis modern assumption, it is natural to read Milligan's grandiose description of a universal Constitution (22) as \nconfirmation that the Court of the Civil War era had the same views.\n\nBut that would be a mistake. The Civil War Court's true view of the scope of the Constitution in wartime was much \nmore accurately described by Charles Sumner, the influential abolitionist and \"radical\" U.S. Senator from \nMassachusetts, than by Milligan's famous rhetoric. In 1861 and 1862, building on earlier speeches given by his \nfriend and mentor John Quincy Adams--Adams had explained to startled southerners how slavery could lawfully be \n\n\n\ndestroyed by Congress's exercise of belligerent rights during wartime (23)--Sumner expounded a theory about the \noperation of the Constitution and international law in times of peace and war on the rights of individuals. According \nto Sumner, \"[r]ebels in arms are public enemies, who can claim no safeguard from the Constitution, and they may \nbe pursued and conquered according to the rights of war,\" (24) that is, the international laws of war. \"[T]he \nConstitution is made for friends who acknowledge it, and not for enemies who disavow it; and it is made for a state \nof a peace, and not for the fearful exigencies of war,\" Senator Sumner explained. (25) When Congress and the \nPresident invoked their constitutional power to wage war, the U.S. government's actions were, he said, subject to \n\"no limitation except the rights of war.\" (26)\n\nNote Sumner's suggestion that the international laws of war in some way displace constitutional limitations on \ngovernment power when applied to wartime enemies. The Court in Milligan seemingly scoffed at this idea, rejecting \nthe government's assertion that military jurisdiction was proper under the \"laws and usages of war\" because \nMilligan and his coconspirators had allegedly plotted to attack U.S. Army facilities in Indiana, a loyal state \nthreatened by Confederate guerillas from Kentucky and elsewhere and its own home-grown traitors:\n\nIt can serve no useful purpose to inquire what those laws and\n\nusages are, whence they originated, where found, and on whom they\n\noperate; they can never be applied to citizens in states which have\nupheld the authority of the government, and where the courts are\nopen and their process unobstructed. (27)\n\nIn this passage Milligan seems to speak just of residents of the loyal states of the Union having an immunity from \nbeing subject to the laws of war. But the Court elsewhere in Milligan seems eager to emphasize the Constitution \n\"covers with the shield of its protection all classes of men, at all times, and under all circumstances.\" (28) And yet I \nmaintain that the Court's true view in Civil War cases was much closer to Sumner's than what is suggested by these \npassages in Milligan.\n\nTo read Milligan but understand that the Court accepted most of Sumner requires immersing oneself in the legal \nand political materials of the Civil War era: congressional debates; legal opinions of executive officers like the \nAttorney General and President; contemporary pamphlets, speeches, and books by academics, politicians, editors, \nand other opinion leaders; and the briefs and decisions in the mammoth number of cases arising from the Civil War \nthat the Supreme Court decided during the period from the war through the end of the nineteenth century. It also \nrequires recovering mostly forgotten frameworks for deciding, first, how the Constitution, customary international \nlaw, and the larger U.S. legal system interacted and, second, for whose benefit, and at what times and places, \nindividual rights under the Constitution were available.\n\nAfter this Introduction, Part I introduces certain foundational principles of law that shaped how lawyers of the Civil \nWar generation understood the novel situations presented by the Great Rebellion. The Constitution was not the \nuniversal providence of the oppressed of the world that it is imagined to be today. At the Founding and through the \ntime of the Civil War, the Constitution and laws of the United States did not provide protections to or create \nobligations for most noncitizens, including all who remained outside the country or who were military enemies of the \nUnited States. Only U.S. citizens and resident or sojourning noncitizens who owed \"allegiance\" or \"obedience\" to \nthe government and its laws were within the \"protection\" of the Constitution and other municipal law and could seek \nto enforce those rights through the courts. The United States interacted with foreign nations, nonresident \nnoncitizens, and military enemies not through domestic legislation and courts, but through the executive branch \nconducting policy based on discretion and, where applicable, international law. In peacetime, treaties and the \ncustomary law of nations were applicable sources of international law; during war, a subset of the law of nations \nprevailed, namely the laws of war (also known as the usages of war, belligerent rights, and the like). (29)\n\nFor a U.S. citizen, the protection of the Constitution and other municipal laws was not permanent, but nearly so. \nGenerally, protection was understood to continue even when a citizen levied war against the United States or \nadhered to its military enemies--even when a citizen committed treason. (30) A citizen in arms against his country \ncould, under this theory, claim a right to be treated not as a military enemy but as a criminal--to be indicted and \n\n\n\ntried, if at all, only in civilian court where he or she would be entitled to all applicable procedural protections of the \ncommon law and Constitution. Of course even citizen-criminals could be pursued with deadly force when they \nviolently resisted the laws of the United States. But they would remain subject by default to civilian rather than \nmilitary jurisdiction, with its requirements of a presumption of innocence and rules that barred punishment absent a \nfinding of individualized culpability by the courts. When the Civil War began, it was strongly held in many quarters \nthat the U.S. government could only respond to it as a law enforcement matter and that no rebel could be attacked, \ndetained, or tried without solid reason to believe he was individually culpable.\n\nPart II examines the legal uncertainty at the beginning of the war about the legal nature of the secession and \ninsurrection; the legal rights of the rebels; and the legal powers of the U.S. government to respond. Was the \ninsurrection crime, war, both, neither? Did secession create a new and independent nation--the Confederate States \nof America (CSA)--or was secession void and of no effect? Were the rebels in arms citizen-traitors, citizen-\nenemies, foreign enemies, or something else entirely? And what of the inhabitants of seceded states who had not \nactively participated in rebellion; was the conflict \"personal\"--only directed against active rebels--or was it \n\"territorial,\" akin to a nation-to-nation conflict in which all the citizens of each contending party are the enemies of \neach other? Could the United States respond to the insurrection as a \"belligerent,\" using the powers of war; as a \n\"sovereign,\" using only law enforcement powers; or both? Or, if secession were a constitutional right, as the rebels \nclaimed, would any U.S. government response constitute unconstitutional \"coercion\"? Who was empowered to \ndecide all of these difficult legal questions, and under what body of law? All of this was up for grabs in 1861 and \n1862. The Supreme Court did not decide a case about any of these questions until spring 1863, in the Prize Cases.\n\nParts III and IV show that, contrary to the suggestion in some modern scholarship, the legal theories concerning the \nnature of the conflict and the legal rights of residents of the CSA adopted by the Executive, congressional leaders, \nelite northern opinion, and ultimately the Supreme Court (in the Prize Cases and other decisions) were not novel, \n(31) strained, (32) \"frightening,\" (33) or a \"license [for] presidential dictatorship,\" (34) much less simply wrong. (35) \nNor were the legal theories adopted somehow sui generis, either to the specific facts of the Civil War or because \nthey treated international law as crucial to understanding constitutional war powers. (36)\n\nIn 1864, the Monthly Law Reporter observed that Americans had \"never had occasion before this to study the \nConstitution in the aspect in which this gigantic rebellion presents it.... [W] e now are compelled to read the \nConstitution anew in the light of this great fact.\" (37) Previously unnoticed and unexamined powers, and previously \nobscure legal relationships implicit in the constitutional design, were discovered in the wartime years--but nearly \nevery discovery was decried as an unconstitutional innovation by some segments of Congress, the press, the state \nlegislatures, and the courts. Supporters of the war from across the political spectrum became tired of the constant \nrefrain that war measures violated the Constitution. (38) In 1863, Lincoln wrote with much understatement that\" the \nConstitution is not in its application in all respects the same in cases of rebellion or invasion involving the public \nsafety, as it is in times of profound peace and public security.\" (39) According to Governor Oliver Morton of Indiana, \na key Lincoln ally in a state with strong antiwar, Democratic tendencies:\n\nSome politicians seem to ignore the fact that there is a vast\n\ndifference between war and peace, and insist that war shall be\n\ncarried on just as we carry on peace. They do not comprehend that\nwar, from its very nature, involves the exercise of powers, which,\nin times of peace, are unnecessary, and are prohibited.... War and\npeace are antagonistic states, and each has its conditions,\nprivileges, and immunities, which are antagonistic to those of the\nother; and while our Constitution is formed, and provides mainly\nfor peace, yet it recognizes and provides for the possibilities of\nwar. (40)\n\nThe Constitution grants Congress and the President very broad-sounding powers to carry on war and suppress \ninsurrections, (41) but generally does not specify what, if any, limits exist on their exercise or when they might be \ninvoked. The task of fleshing out the government's approach to the war--the task of reading the Constitution anew \n\n\n\nin light of the war--was taken up by leading members of Congress, legal academics, newspaper editors, members \nof Lincoln's cabinet, U.S. Army lawyers, and the President himself. Part W details how the theories described by \nCharles Sumner (and many others) came to prominence and then ultimate acceptance by the three branches of \ngovernment.\n\nThe theory that was developed undermined certain older conceptions about constitutional protection and allegiance, \nbut was arguably the only way to reconcile conflicting legal regimes with each other and with the unprecedented \nfacts of the war. The United States was clearly engaged in war; the armies assembled were among the most \npowerful the world had ever seen. Unless it intended to give in to secession, the United States would have to \nexercise the type of destructive military powers usually reserved for international wars. As was its right, the United \nStates denied the validity of the rebellion and asserted that secession had no legal effect. The states were still part \nof the Union and residents of the CSA were still U.S. citizens. Obedience was still owed. The rebellion was, \ntherefore, criminal, and the overriding war aim was to restore the preexisting constitutional relations of peacetime \nand the dominion of the law. The U.S. government would--must--exercise war powers, but also civil, law \nenforcement powers. It addressed the rebels as a belligerent in war and as a sovereign seeking submission to law. \nRebellion was both war and crime. The United States would not choose between these legal frameworks; it would \nadopt both at once.\n\nSumner and others articulated a \"dual\" theory of the conflict and of the U.S. government's powers: when \nresponding to war-like attacks by its own citizens, the United States had the discretion to choose how to respond: \neither as a \"sovereign\" or a \"belligerent.\" The \"rebels in arms\" were \"criminals\" because they were committing \ntreason and also \"enemies because their combination has assumed the front and proportions of war.\" (42) The U.S. \ngovernment, it was argued, may choose \"to proceed against them in either character, according to controlling \nconsiderations of policy.\" Then here is the rub: \"If we treat them as criminals, then we are under the restraints of the \nConstitution; if we treat them as enemies, then we have all the latitude sanctioned by the rights of war;\" indeed, \"the \nrights against enemies, founded on war ... are absolutely without constitutional limitation.\" (43) The choice of means \nwas discretionary; the applicable legal regime flowed from the choice of means made by the U.S. government.\n\nThis has become known as the theory of the \"dual status\" or \"double character\" of the Civil War. (44) Most aspects \nof this theory were mooted and adopted by lower federal courts in 1861 and 1862, in cases concerning maritime \nprizes, habeas corpus petitions, and criminal prosecutions for treason and piracy. All of this set the stage for the \nSupreme Court, in 1863 in the Prize Cases, to validate the dual status theory of the war.\n\nPart V begins with a close reading of the Prize Cases and explores aspects of the decision missed when one does \nnot approach it with the context provided by the dual-status doctrine and related legal and political concepts. The \nPart shows that the Court in the Prize Cases and numerous other decisions adopted the dual-status legal \nframework enunciated by Sumner and others and applied it to dozens of different factual and legal situations raised \nby the Civil War. The Part ends by reconsidering Milligan.\n\nI. LAW OF THE FOUNDING AND ANTEBELLUM PERIODS\n\nThis Part discusses certain foundational principles of law that shaped how lawyers of the Civil War generation \nunderstood the novel situations presented by the Great Rebellion. A series of interrelated, constitutive legal \nframeworks existed since before the Founding, concerning the legal status of aliens, the obligations and benefits of \nallegiance to the U.S. government, the territorial and personal scope of individual rights against U.S. government \npower, and the important conceptual distinctions between domestic and international law and between civil and war \npowers. (45) The Anglo-American common law and the law of nations were their primary sources. The U.S. \nConstitution recognized these principles and frameworks in its structure and in certain parts of its text, but for the \nmost part they were implicit and assumed. \"Interpreting the Constitution in light of background principles known to \nthe Founders is nothing new.\" (46) In fact, it is quite common to interpret constitutional principles as partial \nincorporations of \"aspects of the common law or law of nations.\" (47)\n\nAt the Founding and in the antebellum era, the U.S. Constitution was emphatically not the universal providence of \nthe oppressed of the world that it is imagined to be today. The globalist vision seen in Boumediene and the writings \n\n\n\nof many influential legal scholars today (48) is deeply inconsistent with the way the Constitution was understood in \nthe eighteenth and nineteenth centuries. Constitutions, including the U.S. Constitution, were \"municipal\"--domestic--\nlaw, and as such did not provide protection to military enemies and most noncitizens, including all who remained \noutside the country. (49) One of the most important constitutional questions of the Civil War was how the CSA and \nits residents fit into these frameworks. The CSA thrust off allegiance to the United States, claimed to have become \na foreign nation, and treated residents of the loyal states as enemy aliens who were wholly outside the protection \nof the law. The U.S. government did not concede the independence of the CSA, of course, but was at war with it; \nand, in handling the terrifyingly violent consequences of the South's repudiation of allegiance, the U.S. government \nneeded to determine whether or when residents of the CSA might still be U.S. citizens within the protection of the \nConstitution, laws, and courts of the United States. The Union's legal theories are discussed in Part IV, below. This \nPart sets out the antebellum framework within which lawyers and other citizens of the Civil War era understood the \nlegal questions and worked out their theories.\n\nA. Allegiance and Protection\n\nOnly U.S. citizens and friendly aliens residing or traveling within the United States were under the \"protection\" of \nthe municipal--that is, domestic--laws of the United States. (50) The class of people protected by the Constitution \nand other municipal law was limited to those who owed allegiance or obedience to the U.S. government. Only \npersons within protection because of their allegiance had standing to invoke the protection of the courts; were \nshielded by rights under the domestic constitution and laws; and were entitled to call upon the government for \nphysical protection from harm, for example when traveling abroad. (51) And only persons within allegiance and \nprotection were liable to punishment under a nation's domestic criminal laws. (52) Allegiance and protection were \ntherefore said to be reciprocal. (53) Professor Hamburger has recently demonstrated that this framework, derived \nfrom English common law and the law of nations, was understood in the United States to be one of the conceptual \nfoundations upon which the U.S. and state constitutions were adopted during the Founding period. (54)\n\nU.S. citizenship was what paradigmatically carried with it allegiance and protection. But an alien from a friendly \nnation could, when visiting or residing within the United States, be bound to a \"temporary allegiance\" and therefore \nentitled to temporary protection of the Constitution and laws. (55) Besides U.S. citizens and friendly aliens in the \nUnited States under temporary allegiance, all other people were not under the protection of the municipal laws, \nincluding the U.S. Constitution's protections of individual rights. (56) So an alien outside the United States; an alien \nwhose home country was at war with the United States, regardless of the individual's physical location; and, again \nregardless of the individual's physical location, an alien whose home country was not at war with the United States \nbut who had, by his individual conduct, showed himself to be hostile to the United States, had no protection of the \nlaws or access to the courts. (57) The United States treated them based on the standards of international law--the \ncustomary law of nations and treaties during peacetime and, in wartime, a subset of the law of nations, variously \nknown as the laws of war, the usages of war, belligerent rights, and the like. (58)\n\nB. Municipal and International Law\n\nGenerally speaking, the national government was understood to exercise two basic types of power or jurisdiction: \n(1) domestic or municipal, and (2) external or extraterritorial, also referred to as \"national\" or \"international.\" To \nsimplify for the sake of clarity, domestic affairs were governed by domestic law and international affairs, insofar as \nthey were governed by law rather than policy, were governed by international law. (59) A sharp distinction between \nthe law governing foreign affairs and domestic affairs appears to have been common ground among American \ncourts, political officials, and commentators. (60) A nation's domestic, legislative regulatory power was understood \nto be territorially limited; for most purposes, its power and obligation stopped at the international border. (61) Within \nits territory, the national legislature established civil government to regulate the peacetime affairs of its citizens. A \ncore tenet of the theory of republican government was that the rights and duties during peace of U.S. citizens in the \nUnited States could only be regulated by the national government through preexisting legislation of Congress. \nNeither unbridled executive discretion nor bare judicial lawmaking (over crimes) was constitutionally permissible.\n\nIn the international realm, these concepts were reversed. Legislation and other municipal laws could not bind \nforeign countries and foreigners outside the United States. The executive branch had primacy in this international \n\n\n\nstate of nature (62) and conducted foreign relations guided principally by discretion and international law. (63) The \ncustomary law of nations and laws of war gave substantial flexibility to the Executive because the substantive rules \nwere so much more permissive than they are today. (64)\n\nC. War and the Alien\n\nWhile lawfully domiciled or peaceably passing through the United States during peacetime, an alien was generally \ndeemed to owe \"temporary allegiance\" to the government and therefore was under the temporary protection of that \nsovereign's constitution and laws. (65) This understanding was deeply rooted in American fundamental law well \nbefore the Founding era, (66) and continued to be through the nineteenth century. (67) The temporary allegiance--\nand therefore the protection too--ended when the alien left the country. Another way of saying the same thing is \nthat aliens outside the United States had no rights under the U.S. Constitution. (68)\n\nIf an alien's home country went to war with the United States, the alien became an \"enemy alien\" to the United \nStates and hence out of the protection of the laws. (69) This operated by legal presumption. An alien temporarily \nwithin protection and owing allegiance to the government of the United States because of nonhostile, prewar \npresence here, was presumed to owe an overriding allegiance to his or her home country and therefore was, as \nagainst the United States, presumed during war to be an enemy \"in law\" or enemy \"by law\" simply by virtue of \ncitizenship. And afortiori, aliens outside the United States were also presumed to be alien enemies. Whether inside \nor outside the United States, an alien presumed by law to be an enemy who actually engaging in hostile actions \nagainst the United States was also an enemy \"in fact.\" And whether aliens \"were presumptively or actually in \nhostility, their enemy status left them without any right to protection, including the protection of the laws,\" such as \nthe U.S. and state constitutions. (70) The rule that an alien enemy had no standing in court during wartime was \nfrequently reiterated by American courts (71) and the most influential antebellum treatise writers. (72) Lacking both \nstanding and any enforceable rights, an alien enemy could not seek a writ of habeas corpus. (73) A fortiori, the \nsame was true for an alien who was in fact hostile, such as a combatant in the foreign nation's military--when \ncaptured, a prisoner of war. (74) Prisoners of war had \"no municipal rights\" that courts or other branches of \ngovernment in the United States would recognize. (75)\n\nBecause the obligations and benefits of the law were reciprocal, certain privileges and exemptions did flow to \naliens, even enemy aliens, who were not under temporary allegiance and protection. Being outside protection of \nthe laws meant also that the alien was \"not accountable at law.\" (76) They could not sue to contest their treatment \nor otherwise protect themselves with law, but also could not be criminally prosecuted under this country's domestic \ncriminal laws for wartime conduct. (77)\n\nMilitary actions such as killing and destruction of property, committed by soldiers duly enrolled in a government's \nmilitary service, were protected by the combatant's privilege, unless those actions violated the laws of war. (78) But \nan alien combatant who was not attached to a sovereign's military or who waged war in an unlawful manner (such \nas by intentionally attacking civilians) had no protection from punishment under domestic criminal law or the \ninternational laws of war.\n\nD. The Antebellum Law of Treason and Rebellion\n\nUnder general principles of Anglo-American law in the Founding and antebellum periods, a citizen could not be \ndeemed out of protection of the laws even when committing an egregious breach of allegiance such as adhering to \nthe United States's military enemies or levying war against the United States. The traditional rule was that such an \nindividual was subject to criminal prosecution for treason or lesser crimes--and when prosecuted was entitled to all \nconcomitant procedural and substantive rights under the constitution or laws (79)--but could not be subject to \nmilitary detention or trial. A citizen could be a \"traitor\" but could not be an \"enemy,\" that is, someone out of the \nprotection of the law. (80)\n\nThis protection of the law was not all positive for the traitorous citizen: a traitor levying war against the United States \nran the risk that the United States would not treat him as a lawful belligerent, meaning that he would lack the \ncombatant's privilege for acts of violence during combat and, when captured, would not be entitled to be treated as \na prisoner of war. Moreover, citizens owing allegiance who engaged in insurrection or war against the United States \n\n\n\ncould be opposed by military force, if necessary. No one had a constitutional immunity from the U.S. government \nfighting fire with fire. (81)\n\nII. LEGAL UNCERTAINTY AT THE OUTSET or THE CIVIL WAR\n\nEven before the Civil War began, legal debates had erupted about the constitutionality of secession, the status of \nseceded states and the remainder of the Union, and the constitutional power of the national government to oppose \nsecession. Abraham Lincoln was elected President in November 1860, but the lame-duck James Buchanan would \nserve until early March. In November, South Carolina and Georgia began taking steps to secede and raise military \nforces. (82) Buchanan's Attorney General, Jeremiah Black, delivered a formal legal opinion that secession was \nunconstitutional and limited military force could be used in aid of the criminal justice authorities if federal property or \npersonnel were threatened or laws defied. (83) Black concluded, however, that if federal courts closed and \nexecutive officers resigned, leaving no criminal processes to be aided by the use of troops, any further military \nactivity ordered by the President or Congress would be \"wholly illegal\" and \"simply making war\" upon the seceded \nstates and their people. (84) These \"hostilities carried on by the Central Government\" against a seceded state \n\"would be ipso facto an expulsion of such State from the Union,\" and because it treated the state \"as an alien and \nan enemy, she would be compelled to act accordingly.\" (85) Under this perverse rule, the national government must \nconcede defeat and independence to rebelling states--precisely what they wanted--the instant the rebellion \ngathered enough force to shut down federal courts and offices.\n\nIn December 1860, South Carolina declared it had seceded from the Union and sent troops to seize federal \nproperty. That same month, federal judges and other officials began to resign their offices and Georgia called for a \nconvention to form a new nation from the southern states. (86) Buchanan essentially did nothing. By the beginning \nof February, Mississippi, Florida, Alabama, Georgia, Louisiana, and Texas had also seceded and their governments \nraised independent military forces and seized federal arsenals, forts, post offices, vessels, and other property. (87) \nThat month saw the creation of the Confederate States of America (CSA); the convocation of the Congress of the \nCSA; and the election of Jefferson Davis of Mississippi as the provisional president. (88) \"Our separation from the \nold union is complete,\" Davis said, and any force which attempted to oppose independence would \"smell Southern \npowder, feel Southern steel.\" (89) Before Lincoln was inaugurated on March 4, the CSA had military officials on the \nground in South Carolina directing preparations to attack the lone federal outpost there, Fort Sumter. (90) The \nConfederates bombarded Fort Sumter on April 12, and it surrendered the next day. (91)\n\nA. Was the Insurrection Crime, War, or Both?\n\nAroused by the attack, popular opinion in the North supported military measures to reestablish the Union. But many \npeople who rejected Black's vision of a helpless federal government nevertheless thought that the legal framework \nconcerning allegiance, protection, and treason required that the insurrection be treated as a purely domestic affair \nto be handled by limited military force in aid of law enforcement, governed by \"municipal\" laws and rules including \nindividual rights provisions of the Constitution.\n\nLincoln, of course, rejected the constitutionality of secession and believed he had the authority and duty to use \nforce to restore the Union. In a proclamation on April 15, responding to Fort Sumter, he described an obstruction of \nthe laws in certain southern states by private criminal conspiracies that exceeded the power of the criminal justice \nsystem to handle. (92) He announced that the militia and regular military units would enforce the laws of the United \nStates; appealed to \"all loyal citizens\" in all parts of the country to assist in restoring the rule of law; and promised to \nprotect the persons and property of \"peaceful citizens in any part of the country.\" (93) But this policy embodied in \nthe proclamation--to assert continued sovereignty over all of the states, refuse to recognize their secession, and to \nenforce criminal laws by means of military force--contained the seeds of expansion. (94)\n\nFour days later, on April 19, Lincoln inaugurated a more aggressive strategy. In the interim, Jefferson Davis had \ndeclared that he would issue letters of marque to allow seizure of enemy (northern) shipping. (95) Rebels attacked \nfederal facilities in Virginia, Arkansas, and elsewhere, and large-scale prosecession violence was breaking out in \nBaltimore. (96) Lincoln's April 19 proclamation still described the problem facing the federal government as the \nobstruction of civil law, but this time named it \"an insurrection\" and indicated that this insurrection was coherent and \n\n\n\norganized, not the work of unaffiliated bands of outlaws. (97) The President stated that he pursued \"the same \npurposes before mentioned,\" including the restoration of civil law and protection of \"the lives and property of quiet \nand orderly citizens.\" (98) But this seemed not precisely true. For Lincoln now announced a blockade of the ports of \nseven states in insurrection, to be enforced by the U.S. Navy against domestic and foreign vessels, (99) and stated \nthat his legal authority derived from both \"the laws of the United States and the law of nations.\" (100) The \nSupreme Court would later suggest that by this blockade proclamation the President's view of the conflict had \nshifted from seeing it as \"personal\" (against individual rebels) to \"territorial\" (against the CSA and its component \nstates and people) and his response had shifted from law enforcement (governed by municipal law) to a policy of \n\"war\" (governed by international law).\n\nThere was no clear demarcation noticeable at the time. The President and Congress, when it reconvened in July, \npursued policies of war and law enforcement simultaneously. Some war policies treated all residents of the CSA as \nenemies, merely because of their residence, while others used war powers only against culpable individuals. The \ndual nature of the government's approach to the conflict flowed naturally from the fact that it was a civil war. The \npreexisting relationship of protection and obedience that a legitimate government has with rebels in a civil war is, of \ncourse, entirely absent in a foreign war. As a result, war aims are different in civil and foreign wars. Both Lincoln \nand Congress agreed from the outset that the purpose of the war was to reestablish the status quo ante, that is, a \npeaceful Union with civil laws obeyed and enforced by civil means and the constitutional rights of all citizens \nrespected. (101) Acts of rebellion inevitably constitute violations of criminal laws. The legitimate government \nunderstandably wants to both deny the independence of the rebelling districts and use all means at its disposal to \nend the revolt, and therefore employs the tools of law enforcement. But because of the vast scope of the rebellion, it \ncould not be put down without war, and war by its nature harms both the guilty and the innocent.\n\nSo while Congress enacted new criminal statutes to more effectually punish culpable individuals, (102) it also \nauthorized or endorsed actions against the people of the CSA as a whole, such as the President's policy of waging \ncommercial war against the entire Confederacy by blockade. Congress authorized the President to proclaim states \nor parts of them to be in insurrection, thereby making illegal all commercial dealings between them and residents in \nloyal states, upon his finding that the \"insurgents claim to act under the authority of any State or States, and such \nclaim is not disclaimed or repudiated by the persons exercising the functions of government in such State or States \n... nor such insurrection suppressed by said State or States.\" (103) The President soon issued such a proclamation. \nHaving established the complicity of the state governments in the insurrection, (104) the entire population of the \ninsurgent states became \"enemies\" of the United States, though they still were U.S. citizens. By this new statute, \nthe President's proclamation pursuant to it, and his previous blockade proclamation, which had invoked powers \navailable in international wars under the laws of war, the vessels and cargoes of any resident of the insurgent states \ncould be seized on the high seas and forfeited to the United States. (105)\n\nAt the same time that the war was tending toward a territorially defined struggle between the populations of each \nsection of the country, the President took actions which treated as military enemies certain people in loyal northern \nstates. In late April, Lincoln famously authorized his General-in-Chief to suspend the writ of habeas corpus in \nMaryland, a Union state, because both unorganized mobs and organized bands of armed men were attacking \nfederal troops and property and threatening to cut off Washington, D.C. from the rest of the North. (106) Even when \nthe arrestees had apparently acted as part of organized military units, the military arrests were enormously \ncontroversial. (107) Over the course of 1861, Lincoln would authorize the suspension of habeas corpus in militarily \nimportant areas of many other Union states, including Delaware, Pennsylvania, New Jersey, New York, \nMassachusetts, and Missouri. (108)\n\nB. Legal Theories Available to the U.S. Government\n\nIn the Civil War, the targets of the U.S. government's lethal force, military detention, property confiscation, or other \ncoercion were U.S. citizens or resident foreigners. Prior to the war, all of them would have had enforceable rights \nunder the Constitution and laws of the United States because of the reciprocal nature of their allegiance to the \nUnited States and protection by the government and the Constitution and laws. Therefore when the conflict began, \nquestions arose about whether they retained some or all of their prewar constitutional rights. The answer depended \nupon the legal status of the CSA. Had secession made it an independent nation, foreign to the United States, all \n\n\n\nresidents of the CSA would have lost the protection of the Constitution. But the Lincoln administration and Congress \ndenied that secession was legal and used military force to reverse it. The CSA and its northern sympathizers \ncomplained when the U.S. government at first refused to consider captured Confederate soldiers and sailors \nlegitimate prisoners of war and instead instituted some criminal proceedings for treason and piracy. (109) Many \nsoutherners and antiwar northerners also complained that various war measures--those that sovereign nations \nused against each other in public international wars, such as maritime blockade and property confiscation, including \nthe emancipation of slaves (110)--infringed the alleged individual constitutional rights of the rebels, rights they \nretained, it was argued, because the U.S. government had denied that they were foreign enemies and so was \nrequired to treat them as citizens within protection of the municipal law. (111) There were also disputes about the \nlegal authority under which the occupying Union army could govern captured Confederate territory. (112)\n\nThe U.S. government's negative view of secession was clear: it was simply illegal and void. That much was certain. \nBut it was difficult to articulate the Union's affirmative positions in any kind of detail. Tricky legal questions were \nintermingled with equally knotty diplomatic, military, and domestic political considerations. (113)\n\nHaving rejected Jeremiah Black's view of the Constitution, the U.S. government needed a new one to take its place. \nBetween 1789 and 1861, the United States experienced no domestic violence of sufficient scale and scope to be \nconsidered a civil war. Notwithstanding the lack of any directly comparable prior conflict, U.S. courts and \ncommentators had nevertheless found some occasions to analyze the legal distinctions between mere armed \nresistance to the laws or rebellion, on the one hand, and civil war, on the other. This occurred in a few cases \nconcerning America's Revolutionary War against Great Britain and litigation arising from one of the many wars of \nindependence which emergent Central and South American nations fought against their European colonial \nmasters during the first half of the nineteenth century.\n\nThe law of nations drew a distinction between civil war and lesser forms of internal violence. As a federal court \nexplained in 1818: \"[W]hen one portion of an empire rises up against another, no longer obeys the sovereign, but, \nby force of arms, throws off his authority, and is of sufficient strength to compel him to resort to regular hostilities \nagainst it, a state of civil war exists, as distinguished from rebellion.\" (114) When an internal conflict assumed the \nproportions of civil war, third party nations could and often did declare a policy of neutrality and recognize each \nside as lawful belligerents exercising rights under the law of nations and laws of war. (115) Some respected \nauthorities on the law of nations and laws of war suggested that it might be mandatory for the government to \naccord belligerent rights to its revolting opponent in a civil war. (116)\n\nBut other important authorities, including a Supreme Court decision by Chief Justice Marshall and the widely \nrespected treatise on the law of nations by the Swiss diplomat Vattel, supported a slightly different proposition, that \nwhen responding to an internal rebellion or civil war, a government may at its discretion act as either a sovereign \n(under municipal law), a belligerent (under the international laws of war), or both. (117) In other words, the \ngovernment might employ ordinary criminal prosecutions, military powers governed by the laws of war, or both to \nsubdue the rebels. For the Lincoln Administration in 1861, additional legal support for the theory that governments \nhad both belligerent and sovereign rights turned out to be surprisingly close at hand, in the person and writings of \nHenry W. Halleck, who rejoined the U.S. Army in fall 1861 as a major general, (118) just a few months after his \ntreatise on international law, written during a sojourn in private law practice, had been published. (119) There was a \nclear limit, however, to the relevance of these authorities. They announced rules of international law, but in the \nUnited States the Constitution was the supreme law of the land, and many argued that it would be violated if the \ngovernment exercised belligerent rights and treated rebelling U,S. citizens as military enemies. (120)\n\nIII. THE WAR OF IDEAS: THE LAWS OF WAR DISPLACE THE CONSTITUTION WHEN THE UNITED STATES \nACTS MILITARILY AGAINST ENEMIES\n\nIn summer 1863, the solicitor of the War Department, William Whiting, wrote in a widely publicized letter to the \nUnion League of Philadelphia, that \"[t]wo wars are still waged between the citizens of the United States--a war of \nArms and a war of Ideas.\" (121) This was even more true in 1861 and 1862, before the Supreme Court had decided \nthe Prize Cases and before Whiting and like-minded statesmen, pamphleteers, professors, and other theorists of \nthe war powers of the Union had fully developed and promulgated their views.\n\n\n\nFrom early in the Civil War, northern supporters of the administration picked up the theories of Marshall, Vattel, \nHalleck, and John Quincy Adams and began to articulate that the U.S. government had the right to choose whether \nto respond to the rebellion with methods of war, peace (law enforcement), or both. Because secession was \nunconstitutional and failed to void the allegiance owed to the United States, rebels could be punished by the \ncriminal law, including the law of treason. It was universally agreed that when the U.S. government suppressed \nrebellion through the criminal justice system, rebels were protected by all applicable rights of U.S. citizens. The \nUnited States could not demand allegiance (by enforcing its domestic criminal laws) without granting protection. But \nlaw enforcement could not alone suppress the Confederate armies. The war powers of Congress and the President \nneeded to be invoked. But war waged against U.S. citizens was, under some traditional understandings, \ntheoretically impossible, because citizenship carried with it constitutional protection from being treated as military \nenemies. During 1861 and 1862, an increasing number of lower federal courts and prominent statesmen and \ntheorists rejected this idea that the Constitution was a shield for traitors but not a sword for the legitimate \ngovernment. They argued that rebellion on such a massive scale caused rebels to forfeit the protection of the \nConstitution and other municipal laws. The war powers of the U.S. government, and the legal regime \naccompanying them--the laws of war--displaced constitutional rights of rebels, whenever and wherever the \ngovernment chose to respond to the rebellion by military means. And they also held that rebels could be subjected \nto the criminal law even though, on the field of battle, their armies were treated as belligerents by the U.S. military. \nThese doctrines--developed in a welter of media such as speeches in Congress, newspaper editorials, pamphlets \nand broadsides, legal briefs, military orders, private letters, and decisions in the lower federal courts--\ncorresponded with the views and policies of the President, and were eventually adopted by the Supreme Court.\n\nA. The Union's Lawyers, Statesmen, and Theorists\n\nThe Union was lucky to have a group of immensely talented lawyers, statesmen, and commentators to articulate its \nlegal positions. Many of these men were of such stature and brilliance that they remain well known today; others \nhave been obscured by time, but were no less impressive when it mattered. The roster included the President and \nhis cabinet--Lincoln, Chase, Seward, Stanton; (122) officials in the War Department and Army--Lieber, Halleck, \nHolt, Whiting; (123) members of Congress--Sumner, Stevens, Trumbull; (124) and journalists--Garrison, Greeley. \n(125)\n\nIt was universally understood that only because the rebel enemies were U.S. citizens was it even debatable \nwhether they had individual constitutional rights. (126) It was inconceivable that foreign combatants in an \ninternational conflict against the United States would receive protection from the Constitution, even if present within \nthe United States. (127) Certainly noncitizens outside the United States--even if not enemies--could not possibly \nhave any protection from the Constitution. (128) As shown in Part I, during the Founding and antebellum periods, it \nwas a longstanding principle of the common law and the law of nations, understood to be incorporated into the \nConstitution, that foreigners were outside the protection of the Constitution and laws--unless by temporary \nallegiance during peaceful presence in the United States, with the consent of the government, they came \ntemporarily under protection. They were dealt with under international not municipal law. These foundational \nprinciples were accepted fully by the Civil War generation and guided the North's thinking about the constitutional \nstatus of the citizens who were waging war against the United States. As U.S. citizens, rebels owed allegiance to \nthe U.S. government and were, if the antebellum theory held, entitled to the protection of the Constitution, laws, and \ncourts. But that antebellum view did not survive the first year of war.\n\n1. Rebels in Arms\n\nThe principle that foreign combatants engaged in war against the United States had no rights under the Constitution \nor other municipal laws was generally assumed to apply to rebels in arms during the Civil War. For instance, in an \ninfluential speech in spring 1862, Senator Sumner contended that \"[r]ebels in arms are enemies, exposed to all the \npenalties of war, as much as if they were alien enemies.\" (129) The problem of protection/allegiance was \naddressed by countess authors and speakers who contended that violent rebellion caused the forfeiture of \nconstitutional rights:\n\n[N]o man can, at the same time, be our enemy, deserving our utmost\n\n\n\nwrath, and a friend, entitled to our support and protection. Rebels\n\nin arms against the Constitution, must not be spoken of as men\nhaving constitutional rights.... [W]hile the loyal citizen retains\nall his constitutional and legal rights, as in peace, the armed\nrebel, ha[s]\nvoluntarily withdrawn from the protection of the Constitution and\nsubmitted himself to the arbitrament of war. (130)\n\nThis view was so widely shared that I have been unable to find a single court decision in which a member of the \nmilitary of the CSA sought, by habeas corpus or otherwise, to enforce alleged constitutional or other municipal \nrights in a U.S. court during the war. Notwithstanding the suggestions in Chief Justice Taney's Merryman decision, \ncivilian courts simply had no power to liberate an enrolled enemy soldier from U.S. military control during the war. \n(131) Loyalists of all ideological stripes agreed that rebels had forfeited their constitutional rights. It was accepted by \nabolitionists and radicals, (132) moderate and conservative Republicans concerned with maintaining legal forms \nand due process during the war, (133) conservatives from border states, (134) and even many Democratic \nopponents of Lincoln's war policies. (135) Even staunch opponents of viewing the conflict as a \"war\" generally \nagreed as a practical matter that rebel combatants could be treated as military enemies because they conceded \nthat deadly force was appropriate in law enforcement as well as combat. (136)\n\nThough initially somewhat controversial in loyal states, the U.S. Army's application of the laws of war to guerrilla \nfighters in both loyal and rebel states became widely accepted. (137) The definition of guerillas was reasonably \nclear under the laws of war: combatants who were not formally enrolled in the military of a sovereign nation and \nwhose methods of combat violated the laws of war--by failing to distinguish themselves from the civilian population, \nfailing to be part of a regular chain of command, attacking civilians, committing robbery, granting no quarter to \nenemy soldiers, and the like. (138) The treatment of guerillas shows that all combatants serving the enemy were \nentirely out of protection of the Constitution and laws. Lawful methods for handling guerillas included: capture and \ntrial by military commission for the crime of unprivileged belligerency or for substantive misconduct such as murder \nor robbery; (139) capture and summary execution; (140) or capture and detention as regular prisoners of war, even \nthough not entitled to that status. (141) If their unit has engaged in certain war crimes, guerillas might instead be \ndenied quarter and simply killed on sight. (142)\n\n2. Noncombants\n\nThe application to the civilian population of the South of belligerent powers under the laws of war was quite \ncontroversial. (143) Some critics of the war contended that only enemies in arms, and not civilians who happened to \nbe resident in seceded states, could be subjected to the war powers reserved for wars against foreign enemies. \nThe theory was that the protections of the Constitution might be lost only if individually and voluntarily renounced. \nAnd while Confederates soldiers had clearly thrown off their allegiance and were in fact trying to destroy by force \nthe U.S. government and the Constitution, mere civilians, it was argued, could not be presumed to be disloyal to the \ndegree necessary to lose constitutional rights. (144) Others argued that the laws of war held sway and municipal \nrights were displaced only at the specific places and times where civilian courts were obstructed by actual war; for \nU.S. citizens, the laws of war could only be applied if necessary, and necessity would be strictly construed. (145) \nStill others contended that it followed from the Lincoln Administration's position that secession was void and that the \nseceded states and their people were still a part of the United States, that the laws of war could not be applied. \n(146)\n\nThese views did not prevail. The argument that civilians in seceded states were not military enemies was \nundermined by at least four political facts: duly elected representatives of the people had, in each case, voted to \nsecede; few residents of the Confederacy left their home states and went North on account of their loyalty to the \nUnion; instead the people of the Confederacy expressed enthusiastic support for the war in countess ways; and the \nCSA and various seceded states took officials actions to treat residents of the Union and loyalists in the South as \nmilitary enemies. (147) These facts were woven into arguments based on constitutional and international law by the \nUnion's war powers theorists. Daniel Gardner, a New York lawyer and author of a treatise on international law, used \n\n\n\na typical formulation, writing that \"the rebels, seeking to destroy our national Constitution and all law, have forfeited \nall rights of person and property under the Union, State and national laws they have repudiated.\" (148) Residents of \nthe seceded states who aided and abetted the war effort of the Confederate armies had also forfeited their rights \nunder the Constitution and laws. (149) No longer protected by municipal laws of the polity, the United States had \n\"the same rights of war against the 'Confederate States' as we have against other nations, which rights are \ndetermined by the laws of nations solely, and not at all by the Constitution of the United States.\" (150) The rebels \nhad \"forfeit[ed] their constitutional rights\" and have \"the same rights, and the same rights only, as alien enemies \ninvading the United States ... [under] the fights of war.\" (151) In other words, the rebels had by their actions lowered \nthemselves to equivalent status to aliens engaged in international war with the United States--a group \nparadigmatically without rights under the Constitution. (152) And the rebellion had brought into play a new legal \nregime--the regime of the laws of war--that heretofore in U.S. history had been reserved for foreign wars. (153)\n\nBeing a civil war, the conflict was also quite different from an international war against a foreign foe. The Union \nlooked forward to a time when the people of the South would return to their allegiance and hence their constitutional \nrights. (154) The purpose of the war was reparative. And since the United States maintained throughout the conflict \nthat its sovereignty over the whole nation was undiminished, it retained the right to hold rebels accountable under \nmunicipal criminal law during or after the war. Therefore, the developing war power doctrine stated that the rebels \nhad a \"double character\": \"They are at the same time belligerents and traitors, and subject to the liabilities of both; \nwhile the United States sustains the double character of a belligerent and sovereign, and has the rights of both.\" \n(155) If and when the U.S. government criminally prosecuted its citizens, they were entitled to the many procedural \nprotections of the Constitution; if the government chose to treat them as enemies, the Constitution was inapplicable \nand the laws of war held sway. (156)\n\nB. A Theory of Extra-Constitutional, Lawless Power?\n\nCritics contended that the Union's prevailing theory of war powers condoned total disregard of the Constitution \nduring the war, or at least \"extra-legal\" or \"extra-constitutional\" measures. (157) (Some modern commentators still \nsay the same thing. (158)) This was not only a gibe by partisans for the Confederacy--though it was often that. \nThoughtful critics of war policies, like former Supreme Court Justice Benjamin Curtis, one of the dissenters in Dred \nScott, also worried that the President (or sometimes Congress) had claimed the power to disregard the \nConstitution. (159) To some extent, this worry stemmed from assuming that Lincoln and other policymakers agreed \nwith the incautious language of certain Union supporters. As is true in any charged political debate, some \nparticipants used extreme language--here, stating or implying that the Constitution could and should be violated to \nwin the war. (160) But the prevailing view of statesmen and opinion leaders in the North was that the war was \nfought to restore the Union and the Constitution and therefore must be fought in conformity with applicable \nconstitutional restrictions. (161) What many Copperheads and other war opponents failed to understand was that \nwar often creates situations in which powers which would have been unconstitutional in peacetime become \nconstitutional. (162) Also misunderstood was the Union's theory that the laws of war governed the U.S. \ngovernment's uses of military power and, when they did, displaced previously applicable individual constitutional \nrights. This was often characterized by ideological and political opponents as simply a claim that the Constitution \ncould be violated to win the war. (163) It was not that, though sometimes it sounded like it. Instead, the claim was \nthat the Constitution itself called into play a new legal regime during wartime, the laws of war, which fleshed out the \nbroad and vague constitutional provisions granting war powers and provided the applicable rules guiding the \ngovernment's military measures. (164) The legal theory underlying the Union theorists' many references to a \nseemingly separate \"Constitution of war,\" operating under the laws of war was not the simple-minded notion that \nthe Constitution as a whole somehow had no application of any kind during wartime. The Constitution was \nunderstood to be always binding and in effect, in the sense that it created the U.S. government, empowered and \nlimited its various branches, and structured the relations between the branches. There was only one Constitution. \nBut this Constitution, \"intended to endure for ages to come, and consequently, to be adapted to the various crises \nof human affairs,\" (165) allowed the government to exercise different powers, subject to different limitations, at \ndifferent places and times.\n\nSome present-day constitutional concerns about individual fights during wartime were not often heard during Civil \nWar debates. Though the idea that \"some individuals are beyond the protection of the law,\" including the \n\n\n\nConstitution, might today \"seem illicit\" (166) or even un-American, (167) it was widely accepted during the Civil \nWar era. To be sure, many critics of the Union's war powers theories objected that residents of the CSA, especially \ncivilians, must be deemed protected by the Constitution because of their U.S. citizenship and residence. But no one \nthought, for example, that foreign enemies would be so protected. The Constitution was not a global human fights \ndocument. Nor did the Civil War generation subscribe to another idiosyncratic modern idea, that the U.S. \ngovernment's conduct is per se lawless if it is not subject to judicially enforceable restrictions. (168) This kind of \njudicial supremacy did not take hold until after World War II.\n\nC. The Work of Lower Federal Courts in 1861 and 1862\n\nJudges of the lower federal courts were exposed to the Union's legal theories about war powers by briefing and \noral argument in litigated cases and by the press's coverage of debates in Congress and among scholars and \npublicists. By 1862, most of the core legal propositions necessary to the Supreme Court's Prize Cases decision \nhad been established in judicial decisions by federal district court judges, as well as a few Supreme Court Justices \nriding circuit. From courthouses in Boston, New York, Philadelphia, Baltimore, Washington, St. Louis, and \nelsewhere, federal judges' views about constitutional issues related to the war were disseminated in four ways: \npublished jury and grand jury charges in treason and piracy prosecutions and decisions in habeas corpus and prize \nlitigation. Newspapers often reprinted these decisions, ensuring that they would help inform the public debate. (169)\n\n1. Decisions on Prize and Other Seizures\n\nStarting soon after the blockade was announced on April 19, 1861, captured enemy and neutral vessels began \narriving in ports on the eastern seaboard. After putting the vessel and cargo under the control of the U.S. district \ncourt, which had exclusive original jurisdiction in prize cases, the U.S. government would cause proceedings to be \ninstituted to \"condemn\" the property. Persons who asserted ownership of part or all of the vessel or cargo \n(claimants, in the language of prize courts) soon challenged the constitutionality of the blockade. The U.S. district \nattorneys in Boston, New York, Philadelphia, Baltimore, Washington, and elsewhere had to articulate to the courts \nwhy the President had the constitutional authority to order the use of a military tactic reserved for times of \"war.\" \nProminent private lawyers were retained to assist in some of the cases, including William Evarts, who would go on \nto argue the Prize Cases before the Supreme Court and, after the war, to serve as Attorney General of the United \nStates, Secretary of State, and a Senator from New York.\n\nThe administration was overwhelmingly successful before the lower federal courts. In decisions upholding captures \nas lawful prizes of war, lower courts fully accepted the developing theories of the administration and its supporters \nabout the belligerent rights of the United States against rebels. The claimants made similar arguments in every \ncase. For instance, in mid-June, 1861, in the case of the British vessel the Tropic Wind, which had been seized for \nviolating the blockade of Virginia's ports, the owners argued that the blockade was illegal. They started with the \nundisputed proposition that a blockade is a belligerent right under the law of nations, and can only be invoked \nwhen there is \"a public war.\" (170) Because the independence of the Confederacy was not recognized by the \nUnited States or any foreign nation, and because only Congress \"alone can declare or recognize war,\" the \ninsurrection was a mere \"municipal\" event and the President lacked authority to characterize it as war in the \ninternational sense. (171) Claimants in other cases made similar arguments, but as U.S. citizens, contending that \nthe Constitution allowed the government to treat citizens levying war only as traitors subject to the civilian justice \nsystem but not military force or other belligerent rights. (172) It was also urged that U.S. states had a constitutional \nright not to be treated as an enemy by the central government. (173)\n\nThe most forceful rejection of these arguments came from Judge Peleg Sprague of Massachusetts and Judge \nSamuel Rossiter Betts, (174) sitting in Manhattan where a large number of prize cases were filed. Decisions by both \njudges were reviewed and upheld by the Supreme Court in the Prize Cases. The argument that only Congress \ncould put the United States in a state of public war was, wrote Sprague, \"a manifest error. It ignores the fact that \nthere are two parties to a war, and that it may be commenced by either.\" (175) It also ignored the Treason Clause \nof the Constitution, which Sprague noted contemplates that \"war\" against the United States might be begun by \ndomestic traitors. (176) Many federal judges confronting these arguments in prize cases emphasized that the \nPresident had not sought war but that it had been thrust upon the United States by the secession of the states, by \n\n\n\nthe formation of the CSA, and its military attacks on Fort Sumter and elsewhere. (177) When war came, the \nCommander-in-Chief Clause placed on the President the duty to meet and repel it. (178) According to Judge \nCadwalader of Philadelphia, \"when hostilities actually waged against the constitution and laws assume the \ndimensions of a general war, [the President] must prosecute opposing hostilities, offensive as well as defensive, \nupon such a proportional scale as may be necessary to re-establish, or to support and maintain, the government.\" \n(179) To be clear, the rebels' actions had not themselves invoked the war powers of the U.S. government and \nallowed the application of rights under the international laws of war. Rebels could not choose how the government \nwould respond to their provocations. It was the President's decision, or perhaps duty, to meet force with an \nappropriately forceful response that brought into play new legal powers and legal relations of a state of war.\n\nHaving initiated a war, residents of seceded states failed to convince the judges that they had a constitutional \nimmunity from being attacked as military enemies and a right to be dealt with only as wayward citizens under \ndomestic criminal law. Judges Sprague and Betts also rejected two additional, related claims, offered in alternative \nto the claim of peacetime constitutional rights. Assuming, for the sake of argument, said the claimants, that the U.S. \ngovernment could treat its citizens as enemies, it followed that the United States (1) could not also claim the right to \nthe rebels' continuing allegiance and require them to obey municipal laws, like the law against treason, and (2) must \ngrant the rebels \"all the immunities\" of lawful \"international belligerents,\" like the right to use military force without \nbeing subjected to criminal penalty. According to Betts:\n\nThe insurrectionists become enemies of the United States government\n\nby open hostilities waged against it, without losing their\n\nsubjection to it individually as citizens. Government represses\ntheir rebellion and treason legitimately by force of arms and war,\nbecause the magnitude and force of the revolt is beyond the control\nof the law and civil magistracy. (180)\n\nJeremiah Black's defeatist legal reasoning had been reversed. For Black, as soon as courts and other civil \nprocesses could not function because of the magnitude of the insurrection, the U.S. government was \nconstitutionally disabled from taking any other action and the rebels had won their independence; and if the U.S. \ngovernment acted unlawfully by using military force anyway, then that too had the legal effect of granting \nindependence to the rebels and dissolving the Union. Under Black's view, for the U.S. government it was 'heads' \nthey win, 'tails' you lose. By contrast, under the new rules emerging from prize litigation and public debates in 1861 \nand 1862, the United States, not the rebels, was in the legally privileged position. It could put down rebellion by \nmilitary force, treating rebels as public enemies, and the rebels could not complain because their rebellion had \ncaused the problem. The United States could also continue to employ law enforcement means as well, at its \ndiscretion, because it retained the right to the allegiance of the rebels: \"[Rebels] are at the same time belligerents \nand traitors, and subject to the liabilities of both; while the United States sustains the double character of a \nbelligerent and sovereign, and has the rights of both. These rights co-exist, and may be exercised at pleasure.\" \n(181) The implications of the United States's \"double character\" for the constitutional property rights of rebels was, \nfor them, a bit grim. The property of all residents of seceded states became, under the laws of war, \"enemy's \nproperty\" (sometimes called just \"enemy property\") which could be seized on the high seas and condemned in prize \ncourts, thereby transferring title to the captors. Numerous residents of the CSA appeared before federal district \ncourts in prize cases pleading that they were in their \"private sentiments ... loyal citizen[s] of the United States, \nopposed to the Rebellion.\" (182) Courts ruled again and again that this was no defense to capture. (183) Subjects \nof neutral nations who had commercial domicile in a rebel state also had their property condemned as enemy's \nproperty. (184)\n\n2. Piracy and Treason Prosecutions\n\nAt the beginning of the Civil War, there were a few prosecutions of Confederates for piracy (privateering against \nU.S. shipping) and treason. Threats of retaliation on captured U.S. soldiers or sailors ultimately convinced the \nUnited States to treat captured rebels as prisoners of war, (185) but before then some law was made by judicial \ndecisions and published petit and grand jury charges. It was established by Judge Sprague and Justice Robert \n\n\n\nGrier, sitting on circuit, that the federal courts must defer to the political branches' view whether the CSA had the \ninternational rights needed to turn illegal piracy into legal privateering under a sovereign's commission. (186) In \nother words, whether the CSA was a foreign nation or not was a political question. Grier also suggested that the \nUnited States could pursue a two-pronged strategy against the Confederate forces: it could wage a \"civil war\" \nagainst Confederates as \"enemies,\" (187) and, at the same time, retain the discretion to prosecute them in civilian \ncourts as U.S. citizens who had violated the municipal criminal laws. (188)\n\nIV. THE SUPREME COURT ENTERS THE WAR\n\nA. The Prize Cases\n\nIn March 1863, nearly two years after the attack on Fort Sumter, the Court decided its first case about the \ngovernment's conduct of the war. (189) Known as the Prize Cases (190) because it concerned the Navy's seizure \nof four vessels as prizes pursuant to the blockade ordered by Lincoln, the decision was, as anticipated, an \nimportant moment in the war. (191) Two seized vessels and their cargoes were owned by residents of Richmond, \nVirginia; one was taken on May 17, 1861, and the other on July 10. A British vessel and cargo were captured \nleaving the blockaded port of Richmond on May 20, and, finally, a Mexican vessel and cargo were seized on June \n23, trying to escape the blockaded port of New Orleans. (192) Property of the Virginians--who were U.S. citizens--\nlawfully could be seized as enemy property if there existed a state of public war and the United States could validly \ntreat residents of seceded states as public enemies. (193) The foreign vessels and cargo lawfully could be seized \nfor violating the blockade if there existed a state of public war and the United States had complied with certain \nformalities regarding blockades required by the law of nations. (194)\n\nBut by a 5-4 vote, the Court in the Prize Cases sustained the legality of the President's blockade and accepted the \ndual-status doctrine. (195) The first question addressed was whether the President had the authority to institute a \nblockade that would be recognized as such by the law of nations. This could be seen as two separate but related \ninquiries. One arose under international law: did the blockade meet the criteria of the law of nations? This was a \npotentially dispositive issue because all the Justices agreed that, unless there existed a state of public war as \nrecognized by the law of nations, that law prohibited any country from enforcing a blockade against neutral \nnations' shipping. (196) Therefore, the legal status of the conflict against the rebels was a key point--was it \"war\" \nor domestic crime control? The second, related inquiry sounded in constitutional separation-of-powers law: before \nCongress came into session and ratified the President's earlier war measures, did the President have the authority \nto treat the conflict as a public war and institute a blockade recognized by the law of nations? The dissent would \nhave answered both questions in the negative, holding that, because of all the serious consequences of a state of \nwar under international law, (197) the law of nations itself mandated that the \"the sovereign power\" only could \nchange peace to war, (198) and under the U.S. Constitution, the sovereign power charged with initiating or \nrecognizing war was the Congress. (199) The distance between the dissent and majority was, in fact, relatively \nnarrow; after Congress authorized the President to act against the insurrection in July 1861, the dissent was fully \nsatisfied that public war existed and the U.S. government could exercise belligerent fights against the entire CSA. \n(200) All sides agreed that the law of nations allowed the same belligerent rights to be applied in civil wars as in \nforeign wars. (201)\n\nThe majority noted that only Congress was empowered to \"initiate or declare a war\" in the formal sense. (202) But a \nformal de jure state of war was not required to justify resort to belligerent rights, including the right to blockade. War \nmight merely \"exist de facto,\" and the fact of war could occur without any initiative taken by the U.S. government. \n(203) A state of war could be created by enemy attack. (204) And a civil war, said the majority, \"is never publicly \nproclaimed, eo nomine, against insurgents.\" (205) No branch of the U.S. government initiates it, so the \nconstitutional separation-of-powers concern of the dissent never arose. For purposes of the law of nations, a civil \nwar comes into existence as a factual matter when an insurrection has become large enough in terms of \"the \nnumber, power, and organization of the persons who originate and carry it on\" (206) and has forced the closure of \nthe civil justice system of the recognized government. (207) This had occurred by April 1861. It followed that the \nPresident had acted constitutionally when he instituted on his own authority the blockade. The President was \n\"bound\" to respond to the crisis \"in the shape it presented itself;\" (208) he had constitutional duties, as Commander-\nin- Chief, to defend against violent attacks on the country and government. (209)\n\n\n\nModern commentators overlook that the Court considered the separation-of-powers issue from two perspectives: \nthat of the foreign neutral nations, and that of residents of seceded states of the Union. Because Great Britain and \nother nations had, soon after the fall of Fort Sumter, proclaimed that a state of war existed between the United \nStates and \"certain States styling themselves the Confederate States of America,\" (210) the Court held that \nforeigners were \"estopped to deny\" in a U.S. court \"the existence of a war with all its consequences as regards \nneutrals.\" (211) In addressing the claims of the foreign neutrals, the Court did not discuss the merits of any \nquestions under U.S. municipal law, but simply scolded the foreign claimants for \"ask[ing the] Court to affect a \ntechnical ignorance of the existence of a war, which all the world acknowledges to be the greatest civil war known in \nthe history of the human race.\" (212) The Court then turned to what it characterized as a separate inquiry: in \nwartime, what type of property is considered \"enemies' property\" under the laws of war and hence was subject to \nseizure. (213) Under this heading, the Court confronted most directly the individual constitutional rights claim of the \nallegedly loyal Virginians. Here it was clear that the Court did not consider whether the Mexican and British \nclaimants had individual constitutional rights. (214)\n\nThe Court asked whether \"the property of all persons residing within the territory of the States now in rebellion \n[could lawfully] be treated as 'enemies' property,' whether the owner be in arms against the Government or not?\" \n(215) The Virginians invoked the antebellum traditional framework of treason law:\n\nThe appellants contend that the term \"enemy\" is properly\n\napplicable to those only who are subjects or citizens of a foreign\n\nState at war with our own. They quote from the pages of the common\nlaw, which say \"that persons who wage war against the King may be\nof two kinds, subjects or citizens. The former are not proper\nenemies, but rebels and traitors; the latter are those that come\nproperly under the name of enemies.\" (216)\n\nThis argument might have had some force a few years earlier, but by 1863, elite political and legal circles in the \nNorth had, as described above in Part III, accepted that residents of the CSA had forfeited their right to be protected \nby the Constitution or other municipal laws. As the Court put it in reply to the Virginians: \"All persons residing within \n[the seceded States] are, in this contest, liable to be treated as enemies, though not foreigners. They have cast off \ntheir allegiance and made war on their Government, and are none the less enemies because they are traitors.\" \n(217)\n\nThe Virginian claimants also contended that the violent rebellion and the secession of their state from the Union \ncould not be attributed to them:\n\n[T]he acts of the usurping government [of Virginia] cannot legally\n\nsever the bond of their allegiance; they have, therefore, a\n\nco-relative right to claim the protection of the [U.S.] government\nfor their persons and property, and to be treated as loyal citizens\ntill legally convicted of having renounced their allegiance and\nmade war against the [U.S.] Government by treasonably resisting its\nlaws. (218)\n\nPhrased in more modern terms, the Virginians claimed that their individual constitutional rights could not be waived \nor forfeited by anyone's actions except their own. They also made the related argument that secession was illegal \nand void, and the U.S. government still had power under \"municipal law\" to punish crimes of U.S. citizens in \nrebellion, and therefore that the \"the law of the land\" and the concomitant \"protection\" of the \"Constitution and Laws \nof the United States\" should still govern seizure of their property, not the international law of prize. (219) The Court \nrejected these arguments for constitutional protection with impatience and a bit of hostility. Note the triple \nexclamation points and ironic quotation marks:\n\n\n\nThis argument ... assumes that where a civil war exists, the\n\nparty belligerent claiming to be sovereign cannot, for some unknown\n\nreason, exercise the rights of belligerents, although the\nrevolutionary party may. Being sovereign, he can exercise only\nsovereign rights over the other party. The insurgent may be killed\non the battle field or by the executioner; his property on land may\nbe confiscated under the municipal law; but the commerce on the\nocean, which supplies the rebels with means to support the war,\ncannot be made the subject of capture under the laws of war,\nbecause it is \"unconstitutional!!!\" Now it is a proposition never\ndoubted, that the belligerent party who claims to be sovereign, may\nexercise both belligerent and sovereign rights. Treating the other\nparty as a belligerent and using only the milder modes of coercion\nwhich the law of nations has introduced to mitigate the rigors of\nwar, cannot be a subject of complaint by the party to whom it is\naccorded as a grace or granted as a necessity. (220)\n\nIn condensed form, the Court here refers to two years' worth of public argument about whether the rebellion was \ncrime, war, both, or neither; whether \"coercion\" of seceded states was constitutional; whether the United States \ncould concede belligerent rights to the CSA military in order to avoid bloody retaliation yet still maintain that \nsecession was illegal and the Union unbroken; and whether the U.S. government could concurrently exercise both \nsovereign and belligerent rights. The Court's dismissive attitude was not due to carelessness or a failure to \nappreciate the weightiness of these legal questions. This debate had already occurred and the legal views of the \nCopperheads and other opponents of the U.S. government's war-powers claims had been rejected. The Union's \ntheories had prevailed in the war of ideas, and it was time that the losers accepted that and moved on. (221)\n\nThe Court did not display the same impatience with having to answer the Virginian's contention that they were loyal \nand therefore it was unfair to displace their constitutional rights by the laws of war. The Court did reject the \nargument, however. Just as all citizens or subjects of a nation are treated as enemies of the other in a foreign war--\nbecause it would be impractical and dangerous to assume otherwise and because their bodies can be enlisted in \nthe armed forces and their property used to wage war, even if they oppose it--so too would all residents of the CSA \nbe treated as public enemies of the United States. (222) No one would deny that this rule causes suffering for the \ninnocent in every war, and perhaps even more so in civil wars. But it must be the rule. (223)\n\nAfter the Prize Cases, the Supreme Court accepted as beyond dispute that residents of the CSA were enemies and \ncould be subjected by the U.S. government to military force and other military coercion under the laws of war as if \nthey were foreigners in a foreign war. When the United States acted against them in a military capacity, they lacked \nany enforceable constitutional rights. After the Prize Cases, the Court also accepted the related proposition that the \nU.S. government could, in its discretion, choose to act as either a sovereign applying municipal law to punish and \ndeter persons who remained protected by any applicable individual rights under the Constitution (or statutes or \ntreaties), or a belligerent, subject to the laws of war (and any statutes or treaties applicable to wartime). In sum, the \nCourt accepted the dual-status doctrine in full. (224)\n\nB. Wartime Decisions After the Prize Cases\n\n1. Additional Decisions Concerning Maritime Prizes\n\nThe Court decided relatively few additional war cases before the surrender of the Confederate armies in spring and \nsummer 1865. In United States v. Hallock, (225) the Court reaffirmed the Prize Cases and condemned as enemy \nproperty that owned by a U.S. citizen resident in New Orleans and seized on the high seas as prize of war. (226) \nProperty owned by citizens of Connecticut and New York was held not to be enemy property--a rule that was \nobviously implicit in the Prize Cases--but their property was condemned anyway for \"illicit trading with the enemy,\" \n\n\n\nthat is, trading with residents of Louisiana. (227) In The Andromeda, (228) the Court condemned a vessel and \ncargo owned by residents of Texas and Louisiana--both individuals were \"rebel enemies\" whose property could be \nseized under the laws of war as \"enemy property.\" (229) The Baigorry (230) upheld the condemnation of a vessel \nand cargo owned by British and French merchants living in New Orleans; their property was \"enemies' property, \nbecause of the employment of the vessel in the enemies' trade\" between Havana, Cuba and Louisiana. (231)\n\nIn The Circassian, (232) a British steamer was libeled as a prize of war for attempting to run the blockade to reach \nNew Orleans in May 1862. (233) The claimants argued that the capture of New Orleans by a joint U.S. Army-Navy \noperation a few days before the seizure of their vessel off the coast meant that the blockade was no longer legal \nunder \"the law of nations,\" because blockades operate only against territory of \"the enemy,\" and New Orleans was \nno longer that. (234) According to the claimants, the people of New Orleans \"were, at all times, American citizens,\" \nwhose \"rights\" as citizens were reinstated by the overthrow of rebel rule and the restoration of U.S. supremacy. \n(235) The Court disagreed. The Union forces' very brief possession of the actual city of New Orleans did not \nterminate the blockade, it said, because the entire coastal and riverine area around New Orleans, still in rebel \ncontrol, was being blockaded by the force which captured the Circassian. (236) A rule of the Prize Cases--agreed to \nby the dissenting Justices also, the Court noted--still applied here, that the rebellion had \"assumed the character \nand proportions of civil war,\" in which the U.S. government properly invoked belligerent rights. (237)\n\nThe Venice (238) concerned a vessel owned by a long-term resident of New Orleans who had retained his British \nnationality; his vessel was seized on Lake Ponchartrain, Louisiana, in May 1862, just after U.S. forces had occupied \nNew Orleans and Confederate defenders fled into the interior of the state. (239) The Court reiterated what it \ndescribed as the law of the Prize Cases \"concurred in by the dissenting Justices\": \"The rule which declares that war \nmakes all the citizens or subjects of one belligerent enemies of the Government and of all the citizens or subjects of \nthe other, applies equally to civil and to international wars.\" (240) Residents of the CSA could be treated by the U.S. \ngovernment as enemies even if \"not actually engaged in active hostilities against the Union.\" (241) The U.S. \ngovernment argued that the British claimant's long residence in New Orleans made Louisiana his domicile and him \n\"an enemy;\" (242) the Court agreed. (243) Counsel for the United States further contended that only the President \ncould decide when the power of the enemy in a particular locale had been broken and \"the people and property \nonce subject to hostile control may be released from the laws of war, and restored to their rights under the \nGovernment.\" (244) The Court held that the policy announced by Congress, by the President in a proclamation, and \nby the commanding Union general in New Orleans was that recaptured CSA territory would be held under martial \nlaw as necessary, but that the inhabitants would, in many other respects, no longer be subject to \"treatment as \nenemies.\" (245) In particular, private property would no longer be seized as prize under the customary laws of war. \nThe \"general purpose\" under which the President and Congress waged the war was \"the reestablishment of the \nnational authority, and the ultimate restoration of States and citizens to their national relations.\" (246)\n\nThe Venice is significant for several reasons. It nicely illustrates that the judiciary's application of the customary \nlaws of war to residents of the CSA occurred at the behest and under the direction of Congress and the President; \nthe judiciary was not ex proprio vigore importing customary international law into the U.S. legal system. Second, \nthe case also shows how the Court's legal analysis was affected by the fact that the conflict occurred within the \nUnited States and the military enemies being attacked by the U.S. government were U.S. citizens (or resident \naliens owing temporary allegiance and hence under protection of the laws). In this civil war, individual constitutional \nrights were always hovering about, ready to emerge and be enforced just as soon as the state of war ended in \nparticular places or as to particular people. As the U.S. lawyers put it, for all enemies there would come a time when \nthey would be \"released from the laws of war, and restored to their rights under the Government\" of the United \nStates. (247) The default legal status of the enemy in the Civil War was under the protection of the Constitution. \nTherefore the judiciary needed to closely examine U.S. wartime actions and policies so it could discern when the \nwar's displacement of constitutional rights would end. This aspect of the legal analysis of the conflict makes it \nwholly unlike international wars against foreigners and foreign nations whose default legal position was out of \nprotection of the Constitution.\n\n2. Courts Closed to Rebel Enemies During the War\n\n\n\nIn the 1864 case Mrs. Alexander's Cotton, (248) the Court held that the laws of war made a plantation owner an \n\"enemy\" and her cotton \"enemy property\" because they were located within Confederate lines in Louisiana. (249) \nThe Court rejected the assertion that temporary Union military control of the area had allowed loyal residents to \n\"resume their political and civil rights\" and \"rights of property, such as [they] enjoyed before\" the war. (250) The \nCourt was \"governed by the principle of public law\"--that is, customary international law--\"so often announced from \nthis bench as applicable alike to civil and international wars, that all the people of each State or district in \ninsurrection against the United States, must be regarded as enemies, until by the action of the legislature and the \nexecutive, or otherwise, that relation is thoroughly and permanently changed.\" (251)\n\nThe Court further held that enemies of the United States had no standing to invoke the aid of courts in the United \nStates while the war lasted: \"Mrs. Alexander, being now a resident in enemy territory, and in law an enemy, can \nhave no standing in any court of the United States so long as that relation shall exist.\" (252) While this rule is \nfundamental to understanding the full scope of the displacement of constitutional and other municipal rights of U.S. \ncitizens by the laws of war, it is not often noted in scholarship or judicial discussions of Civil War cases.\n\nThe Supreme Court, lower federal courts, and state courts repeatedly held or stated that, as in prior wars, (253) \nU.S. courts were closed to enemies during the Civil War. (254) This rule is rarely understood or noted by \ncontemporary scholars or courts. (255) It is impossible to comprehend the true legal status of military enemies of \nthe United States during the Civil War--and later, as the Civil War jurisprudence remained black letter law for \ndecades afterwards--without realizing that they could not seek aid from courts in the United States during the \nconflict. The Supreme Court's blithe assumption in the twentieth century that even Nazi saboteurs have a right to \nhabeas review in Article III courts in the middle of World War II, and the twenty-first century Court's view that the \nConstitution positively requires habeas review for noncitizens detained outside the United States as military \nenemies in a congressionally authorized armed conflict, no matter what Congress and the President say, (256) \nwere radical departures from prior U.S. law and practice.\n\n3. Vallandigham's Case\n\nThe Court decided one other war powers case during the war, Ex parte Vallandigham (257)--and it was a significant \none, regarding military jurisdiction over civilians in the North. Clement Vallandigham was a nationally known political \nfigure--a leading Copperhead and Peace Democrat, who represented a southern Ohio district in Congress from \n1857 to 1862. He was arrested at home in Ohio in May 1863 on the orders of the local commanding Union general \nand was quickly convicted by a military commission for uttering disloyal statements at Democratic party rallies \nintended to undermine the Union war effort and spur resistance to military orders. (259) The U.S. circuit court in \nCincinnati denied Vallandigham's habeas corpus petition. (259) Vallandigham had alleged that military detention \nwas unconstitutional because he was a civilian in a loyal state where martial law had not been imposed. The U.S. \ngovernment was ably represented by Aaron F. Perry, an Ohio politician and private lawyer who in 1861 had \ndeclined President Lincoln's offer to appoint him to the Supreme Court. (260) According to Perry, the Constitution \ncontemplates times of peace where civil jurisdiction under constitutional protections prevails, but the Constitution \nalso contemplates and allows the government to \"meet war with war.\" (261) \"[T]he laws of war are a necessary \nincident of a state of war,\" he argued, and are as constitutional in wartime as \"the laws of civil procedure are in \ntimes of peace.\" (262) Furthermore, no man can \"throw off his allegiance, defy the government, make war upon it, \nand, at the same time, claim its protection. When he lifts his arm against the constitution, the arm may be cut off, \nwithout giving him a right to complain of cruel and unusual punishment.\" (263) The circuit court upheld military \njurisdiction to detain based on a prior unreported decision by Justice Swayne sitting in the same circuit. (264) The \nvalidity of the military commission trial was not passed upon. (265)\n\nVallandigham's case became a cause celebre for critics who contended that many of the administration's policies \nviolated civil liberties. The lower court's decision was sustained in the U.S. Senate by the influential John Sherman \nof Ohio, who would later serve as Secretary of the Treasury and Secretary of State. Vallandigham was justly treated \nas a \"public enemy,\" argued Sherman, because he went to a part of Ohio where \"open insubordination existed, and \naided the public enemy by acts calculated to fan the flames of insurrection.\" (266) Before the Supreme Court \nbecame involved, in May 1863 President Lincoln ordered Vallandigham released from prison and sent \"beyond [the] \nmilitary lines\" of the United States into the CSA. (267) Then in June 1863 President Lincoln defended military \n\n\n\njurisdiction over Vallandigham and other civilians in an open letter to New York Democrats that was reprinted in the \nNew York Tribune and many other newspapers and in a run of some 50,000 pamphlets. (268) The New York \nDemocrats addressed by Lincoln contended that military detention and trial of civilians residing in northern, loyal \nstates, and outside of any zone of military activity, violated various individual rights provisions of the Constitution, \nsuch as Article III's rules about treason prosecutions and the jury and grand jury rules in Article III and the Bill of \nRights. (269) This was a category error, Lincoln explained. Those guarantees were meant to operate in \"quiet \ntimes\" of \"peace;\" they applied to arrests and prosecutions of individuals or small groups for \"ordinary\" crimes \nalready committed. (270) The Constitution itself, in the Habeas Suspension Clause, (271) wrote Lincoln, recognized \nthat different rules applied in times of \"rebellion or invasion\" because civil courts and their processes are often \n\"inadequate\" to control the violent actions by large, organized groups. (272) Lincoln showed that Vallandigham had \nnot committed ordinary crime but had endangered the \"public safety\" by \"warring upon the military\" and \"damaging \nthe army.\" (273) This \"gave the military constitutional jurisdiction to lay hands upon him.\" (274) \"Must I shoot the \nsimple-minded soldier boy who deserts,\" asked Lincoln rhetorically, \"while I must not touch a hair of a wiley agitator \nwho induces him to desert?\" (275) According to Lincoln, his choice to pursue Vallandigham rather than \nsimpleminded boys influenced by him was \"not only constitutional, but, withal, a great mercy.\" (276) Lincoln's letter \nto Corning was well received and helped quiet some of the legitimate public concern about civil liberties in the North \nduring the war. (277)\n\nVallandigham wanted the Supreme Court to review the constitutionality of his conviction by military commission. But \nthe lower court had not ruled on that issue, and a new habeas corpus petition in federal court could not then be \ninstituted to challenge the trial because Vallandigham had been sent out of federal custody to the CSA. \nVallandigham's counsel therefore petitioned the Supreme Court to issue a writ of certiorari to the Judge Advocate \nGeneral of the Army in order to bring up to the Court the record of the military commission trial and judgment. The \nSupreme Court refused to issue the writ, holding that it lacked appellate jurisdiction to issue a writ of certiorari \nbecause the case was \"not in law or equity\" within Article III, nor was \"a military commission a court within the \nmeaning of the 14th Section of the Judiciary Act of 1789.\" (278)\n\nThe Court seemed to go out of its way to suggest its view of the merits and implied quite distinctly that the military \ndetention and trial were lawful. It treated the Lieber Code as authoritative; stated that the general who arrested \nVallandigham had acted \"in conformity\" with the Code; and stated that, as recognized by the Lieber Code, military \ncommission jurisdiction was \"applicable, not only to war with foreign nations, but to a rebellion\" also. (279) It is not \nsurprising, and in fact was likely intended by at least some of the Justices, that Vallandigham was read as holding \nthat the arrest, detention, and trial \"[were] not illegal.\" (280)\n\nV. POSTBELLUM SUPREME COURT DECISIONS ON WAR ISSUES\n\nThe Court continued to hear and decide cases arising from the war until the end of the century--well over 300 in all. \nIn other words, it was thirty-five years after Lincoln's assassination and the war's end when the Court's docket was \nfree of the Civil War. During that period, the Court had three Chief and twenty-five Associate Justices. In scores of \ncases covering a vast range of issues, the Court repeatedly reaffirmed core tenets of the dual-status doctrine. It did \nof course hold some Union war measures unconstitutional, but the number and scope of those decisions were tiny \ncompared to the victories for the U.S. government. (281) This Part traces the course of the Court's war decisions in \na number of areas.\n\nA. Secession Was Treason Because Allegiance Was Unimpaired\n\nIn Texas v. White (282) and several other decisions, the Court considered the validity of wartime acts of the CSA \nand seceded states and, hence, the legality of secession itself. Secession--the attempt to cast off allegiance to the \nUnited States (283) and establish an independent nation--was a legal nullity, the Court held; \"the State did not \ncease to be a State, nor her citizens to be citizens of the Union.\" (284) The attempt to throw off allegiance to the \nUnited States failed; all residents of the CSA were still bound by the obligations of citizenship. (285) Their rebellion \nconstituted treason. All acts of the CSA were void and its officers who invaded individual rights were trespassers. \n(286)\n\n\n\nB. The Laws of War Displace Constitutional Rights of U.S. Citizen Enemies\n\nIn reviewing basic principles concerning legal rights of seceded states and their inhabitants, the Court in Texas v. \nWhite noted the rule\n\nthat, during this condition of civil war, the rights of the State\n\n[of Texas] as a member, and of her people as citizens of the Union,\n\nwere suspended. The government and the citizens of the State,\nrefusing to recognize their constitutional obligations, assumed the\ncharacter of enemies, and incurred the consequences of rebellion.\n(287)\n\nThe leading consequences were the loss of constitutional rights during the rebellion and, of course, susceptibility to \nattack by the military forces of the Union. In these few words, the Court encapsulated the core propositions of the \nUnion's war powers theorists. Rebellion against the United States and its Constitution caused U.S. citizens to forfeit \ntheir right to protection by the Constitution. The corporate actions of the people of the states through their \ngovernments, embracing and pursuing rebellion, were attributed to and bound all members of the state, even those \nwhose individual dispositions or actions did not show support for rebellion. The Court then made clear that it did not \nfollow Thaddeus Stevens and other radicals (288) to the view that the states and people had committed political \nsuicide: the Court emphasized that the forfeiture of rights was a temporary phenomenon of war--a mere \nsuspension--because secession could neither break the Union nor destroy the obligations of U.S. citizenship. And \nso when war ended, Congress and the President would indicate the proper time for constitutional rights to be \nresumed.\n\nUnited States v. Miller (289 was a leading case of comparable importance to the Prize Cases. Miller's stock in \nrailroad companies was seized and condemned in a U.S. district court in Michigan under both the First and Second \nConfiscation Acts. (290) His property was confiscable because he lived in Virginia, a rebel state, and served in the \nConfederate military. Miller did not appear in the lower court and these allegations were considered admitted by \ndefault. By writ of error, Miller later asked the Supreme Court to vacate the judgment because the Confiscation Acts \npunished him for the municipal crime of treason by taking his property, but did so without a grand jury indictment or \ncommon law jury trial, as required by the Fifth and Sixth Amendments. (291) According to the Court, \"[w]ar existing, \nthe United States were invested with belligerent rights in addition to the sovereign powers previously held.\" (292) \nSince the sections of the Confiscation Acts used to take Miller's property \"were not enacted under the municipal \npower of Congress to legislate for the punishment of crimes against the sovereignty of the United States, [but] on \nthe contrary, [were] an exercise of the war powers of the government,\" the Court found it \"clear they are not \naffected by the restrictions imposed by the fifth and sixth amendments.\" (293) Even Justice Stephen Field--a \ndogged defender of the alleged rights of rebels (294)--had to concede in dissent in Miller that\n\nlegislation founded upon the war powers of the government, and\n\ndirected against the public enemies of the United States, is\n\nsubject to different considerations and limitations from those\napplicable to legislation founded upon the municipal power of the\ngovernment and directed against criminals. Legislation in the\nformer case is subject to no limitations, except such as are\nimposed by the law of nations in the conduct of war. Legislation in\nthe latter case is subject to all the limitations prescribed by the\nConstitution for the protection of the citizen. (205)\n\nMiller's holding that the Second Confiscation Act was valid when applied to property in loyal states of U.S. citizens \nwho received no actual notice was reaffirmed several times. (206)\n\n\n\nIt is suggested that Miller shows that the U.S. government's war powers are limited by the customary laws of war. \n(207) The Court in fact declined to decide that question. (298) In any event, to place Miller in a proper context, one \nmust remember that during the Civil War, all relevant parties were U.S. citizens within the United States whose \ndefault legal status was to be in allegiance and under the protection of the laws. If Mr. Miller, for instance, was not \nan enemy under the law of nations, then he was a regular U.S. citizen whose property was being condemned in a \nfederal court in Michigan--and in that case everyone would agree that he would be protected by constitutional \nrights. So Miller's argument that the law of nations did not make him an enemy was, in a sense, just another way of \nphrasing his claim that he enjoyed the rights of a U.S. citizen. And so the law of nations can be seen, in this \nboundary-policing sense only, as a constitutional limit on the U.S. government. But that would not be true in cases \ninvolving foreign enemies, whether inside or outside the United States, and friendly noncitizens outside the United \nStates, all of whom would by default be outside the protection of the Constitution.\n\nIn The Gray Jacket, (299) a resident of Alabama argued that his vessel and cargo were not properly condemned as \nenemy's property because the rights of \"the rebels,\" being U.S. citizens, could only \"be adjudged by the municipal \nlaws of their country,\" not by the harsh law of prize which applied only to foreigners. (300) The Alabaman asserted \nthat he had personally remained loyal and had only been trying to remove his property from \"the insurrectionary \ndistrict\" to the Union when he was captured. (301) He had been, \"at worst, only an enemy by construction\" due his \ndomicile in a seceded state, but he had shed that \"quasienemy ... status\" as soon as he sailed out of rebel territory \nintending to \"return[] to his allegiance\" and reside in a loyal state. (302) In short, argued his counsel, he should not \nbe treated as \"an alien enemy\" and subjected to the law of nations, (303) but was a loyal U.S. citizen whose \nproperty was protected under municipal law. Though not mentioning the Constitution expressly, the claimant in \neffect asserted rights under it. And the Court dismissively rejected his arguments. By the law of nations, specifically \nthe law of prize, property of a \"hostile country\" is still enemy's property notwithstanding the feelings or status of the \nindividual owner. (304) Belligerent rights of the government under international law trumped an individual's former \nmunicipal rights.\n\nIn The William Bagaley, (305) the Court also upheld the condemnation as enemy property under the laws of war of \nthe partial interest that a concededly loyal citizen of the loyal state of Indiana had in a vessel and cargo owned by \nan Alabama firm. (306) The Court cited precedents from international wars holding that contracting with an \"alien \nenemy\" was barred by the law of nations and that lingering in an enemy nation after a war begins makes a person \nan enemy and hence his property confiscable. (307) In multiple other decisions, the Court upheld the application of \nharsh rules of the laws of war to U.S. citizens domiciled in loyal states. (308)\n\nC. Discretion to Choose Sovereign or Belligerent Methods\n\nThe Miller Court found that certain provisions of the Second Confiscation Act were exercises of the war power while \nothers were enacted under the United States's authority as a \"sovereign\" to punish the crimes of its citizens. (309) It \ndid not affect the constitutionality of the Act that both \"belligerent\" and \"sovereign\" purposes were contained in a \nsingle statute and therefore that different regimes of procedural rights would apply to proceedings under different \nsubsections. Contrary to the suggestion of some scholarship, there was no constitutional difficulty with the U.S. \ngovernment deciding to \"toggle back and forth\" between the exercise of belligerent and sovereign rights \"according \nto what best served its military interests. (310)\n\nIn Lamar v. Browne, (311) the Court reiterated that \"during the late war\" the United States \"could act both as \nbelligerent and sovereign.\" The United States's belligerent acts were regulated by the laws of war. At the same \ntime, \"as a sovereign [the United States] might recall their revolted subjects to allegiance by pardon, and restoration \nto all rights, civil as well as political. All this they might do when, where, and as they chose. It was a matter entirely \nwithin their sovereign discretion.\" (312) Similarly, in The Hampton, (313) the Court held that the Executive had the \ndiscretion to confiscate a Virginia vessel under either the international laws of war as enemy property or under an \napplicable congressional statute which created a \"municipal forfeiture.\" (314) There was no limit on the \ngovernment's choice to proceed as a belligerent or sovereign against one of its citizens, even when, as here it was \nnot contested that he was \"loyal.\" In The Circassian, the Court noted that in wartime, international law allows \n\"military force\" to be employed to blockade the enemy's ports, and \"when the enemies are rebels, [the government \nmay use] military force and municipal law.\" (315) Chief Justice Chase, in an opinion delivered on circuit, stated that \n\n\n\nthe concession of belligerent rights to the rebel army \"in the exercise of political discretion and in the interest of \nhumanity, to mitigate vindictive passions inflamed by civil conflicts, and prevent the frightful evils of mutual reprisals \nand retaliations,\" \"established no rights except during the war,\" and rebels were liable for the civil crime of treason. \n(316) The Lieber Code also announced the shifting between belligerent and sovereign rights was perfectly \nappropriate, stating that \"[t] rearing, in the field, the rebellious enemy according to the law and usages of war has \nnever prevented the legitimate government from trying the leaders of the rebellion or chief rebels for high treason, \nand from treating them accordingly.\" (317)\n\nD. Immunity/Indemnity\n\nAn entirely different set of Supreme Court cases, concerning the liability of U.S. executive officers to civil or criminal \npenalties for wartime conduct, (318) shows the breadth of the displacement of U.S. citizens' individual constitutional \nand common law rights by the laws of war. In two very significant decisions, the Supreme Court held that the courts \nof the \"enemy\"--all the courts in the seceded states--had no jurisdiction to entertain any civil or criminal charges \nagainst federal soldiers, even apparently when the soldier's actions were allegedly in violation of the laws of war or \notherwise illegal. (319)\n\nThough they avoided what would have been an avalanche of suits against them in Confederate courts, thousands \nof Union soldiers and federal officials were still harassed in the courts of loyal states, which did have jurisdiction \nover them. The practice at the time was to sue officials in common law tort to attempt to vindicate alleged \ninfringements of individual rights by the government. (320) In the years after the Civil War, the Court held that \nsoldiers and other government officials had no civil liability in tort or otherwise for any wartime acts \"done in \naccordance with the usages of civilized warfare under and by military authority.\" (321) Just as described above \nregarding the Miller decision, this rule polices the boundary between the constitutional rights of citizens and the U.S. \ngovernment's power to displace them by invoking war powers under the laws of war.\n\nTo provide additional protection to U.S. soldiers and officials, Congress enacted in 1863 the Indemnity Act, (322) \namended and broadened in 1866 and 1867, (323) which granted sweeping immunity to federal soldiers and civilian \nofficials from any civil or criminal liability in state or federal court for wartime actions relating to trials by military \ncommission or any \"search, seizure, arrest, or imprisonment.\" (324) The 1867 statute also removed federal and \nstate court jurisdiction over cases challenging such actions by military or civilian officials. (325) These protective \nstatutes were drafted so comprehensively as to cover even grossly excessive actions, including actions that \nviolated the laws of war. The Supreme Court upheld the statutory immunity and related removal jurisdiction from \nconstitutional challenges. (326) The importance of the Court's holding in these cases should not be underestimated; \nthey blocked almost all ability to judicially vindicate alleged common law, constitutional, or laws-of-war violations by \nfederal officials during the war.\n\nE. The Displacement of Constitutional Protection by the Laws of War Was Not a Theory of Extra-Constitutional \nPower\n\nThe Supreme Court repeatedly confirmed that wartime was not some strange zone in which the Constitution was \nsomehow simply \"off,\" to use Professor Currie's unfortunate phrase. (327) The Court quite frequently required the \nexecutive branch to comply with congressional statutes, (328) showing that traditional constitutional relations \nbetween the branches of the federal government were \"on\" during the war. Lower executive officials were frequently \nbound by the Court to compliance with the international law of prize (329)--the law which the President and \nCongress had directed the courts to apply to adjudicate the legality of wartime high-seas seizures. The Court \nvoided a congressional statute because it interfered with the President's constitutional power to pardon (as \nexercised on behalf of former rebels). (330) Lower court decisions condemning rebel property seized on land \nthrough in rem proceedings were reversed if a claimant's right to demand a jury trial had been violated. (331) All of \nthis is inconsistent with the notion of a general absence of constitutional restraint during war.\n\nF. Enforcing the Constitutional Rights of Citizens During the War\n\nIt might be suggested that all of these precedents from the Civil War, holding that the constitutional rights of U.S. \ncitizens are displaced by the laws of war when they become military enemies of the United States, merely show that \n\n\n\nthe courts were less protective back then of individual rights in general. That theory is wrong, as shown by two \ntypes of Supreme Court decisions, those enforcing or discussing (1) the individual constitutional rights of loyal U.S. \ncitizens in loyal states against U.S. government actions, and (2) the individual constitutional rights of citizens in both \nrebel and loyal states against unconstitutional actions by rebel state governments.\n\nIn two important cases, the Court suggested that noncombatant, loyal citizens in loyal states had enforceable \nconstitutional rights against certain U.S. military actions during the war. The cases involved the army's use or \ndestruction of private property for military reasons and considered when wartime necessity displaced otherwise \napplicable protections of the Fifth Amendment's Takings Clause. In United States v. Russell, (332) the Court held \nthat \"immediate, imminent, and impending\" \"public danger\" during war allowed U.S. military officials to \"impress[] \ninto public service, or ... appropriate[] to the public use, or ... destroy[] without the consent of the owner\" the private \nproperty of loyal citizens in loyal states, but that compensation was required. (333) In United States v. Pacific \nRailroad, (334) compensation was not required because the unavoidable necessity of destroying the loyal property \noverrode potentially applicable constitutional rights. (335)\n\nIn the second type of case, the Court held that the rebel states never actually left the Union and thus, their conduct \nwas still subject to U.S. constitutional restrictions, such as the Contracts Clause and the Privileges and Immunities \nClause of Article IV. (336) Sometimes the Court simply voided statutes under the rule that \"all acts done in aid of \nthe rebellion were illegal and of no validity,\" but without specifying the source of law. (337) Typical of state statutes \nstruck down were those taking the property or otherwise discrimination against residents of loyal states on the \nground that they were \"alien enemies\" to the CSA and the states in rebellion. When holding illegal the acts of rebel \nstate governments, the Court was quite clear that it was recognizing and enforcing \"the just rights of citizens under \nthe Constitution.\" (338)\n\nA third type of case involved tort suits by loyal citizens for personal injuries caused by persons acting under CSA \ncivil authority. The United States had, for reason of humanity, conceded belligerent rights to the Confederate \nmilitary forces, and so lawful acts of the rebel military forces were protected by the combatant's privilege recognized \nby the laws of war. (339) But the concession of sovereign, belligerent rights to the Confederate military \"did not \nextend to the pretended government of the Confederacy.\" (340) In Hickman v. Jones, (341) the Court held that \nbecause all acts of the civil government of the CSA were void, a man prosecuted for treason in a CSA court \npursuant to the CSA statute could sue in trespass those civil officers responsible for prosecuting him. (342)\n\nIn a fourth type of case, lower federal courts, including Chief Justice Chase sitting on circuit, held that courts of \nseceded states had no jurisdiction over any residents of loyal states during the war because by the laws of war and \ncongressional statute no intercourse could be had between the two warring sections of the country. (343)\n\nG. Military Occupation of Enemy Territory\n\nOne final set of cases, which concern the occupation of captured CSA territory by the U.S. Army, should be noted. \nIn these cases, the Court reaffirmed the rule that the war powers of the government can be directed against \nenemies, even those who are U.S. citizens, unrestricted by any alleged constitutional rights.\n\nIn New Orleans v. The Steamship Co., (344) a case concerning actions of the U.S. military occupation government \nof New Orleans, the Court declared that \"[t]here is no limit to the powers that may be exerted\" when the United \nStates occupies and governs enemy territory, \"save those which are found in the laws and usages of war.\" (345) \nAccording to the Court, \"the laws of war take the place of the Constitution and laws of the United States as applied \nin time of peace.\" (346) With a nod to the era's categorical rule that the Constitution did not protect foreign enemies \nin or outside the United States, the Court noted that this power to govern civilians in Confederate territory without \nprotecting individual rights guaranteed by the Constitution existed \"as if the territory had belonged to a foreign \ncountry and had been subjugated in a foreign war.\" (347) This followed directly from the Court's holding in the Prize \nCases and other decisions that the Civil War was regulated by the same rules of international law as applied to \nwars between independent nations.\n\nAfter the war, the Supreme Court repeatedly affirmed the constitutional authority of the President, or his military \nsubordinates, to create military courts in conquered territory to hear all manner of civil or criminal cases during \n\n\n\nwartime. (348) The lawful life of these military courts created under the President's war powers extended even \nbeyond the close of hostilities, lasting until Congress could make \"proper provision for the business before it, as \nwell as that which had been disposed of.\" (349) This authority could be exercised in foreign territory or in U.S. \nterritory recaptured from an enemy during civil war. And neither Article III nor individual-rights provisions of the \nConstitution give any person a right to exempt his judicial case from the jurisdiction of these military courts.\n\nFor example, during the Civil War, Confederate civilians in occupied New Orleans had \"no constitutional immunity \nagainst subjection to the judgment\" (350) of military provost courts, created by the general commanding the \noccupied enemy district, \"for the hearing and determination of all causes arising under the laws of the State [of \nLouisiana] or of the United States.\" (351) In this case, Mechanics' and Traders' Bank v. Union Bank, (352) the Court \nheld that \"the Constitution of the United States\" did not \"prevent the creation\" and use of the courts that specifically \nthat the clause of Article III which vests the judicial power of the United States \"has no application to the abnormal \ncondition of conquered territory in the occupancy of the conquering army.\" (353) In Planters' Bank v. Union Bank, \n(354) the Court stated, in reference to the limits on the power over civilians of a Union general occupying rebel \nterritory during the war, that \"it must be conceded that he had power to do all that the laws of war permitted, except \nso far as he was restrained by the pledged faith of the government, or by the effect of Congressional legislation.\" \n(355)\n\nH. Milligan in Context\n\nIt is glaringly obvious--based on the Court's decisions in the Prize Cases and the dozens of other decisions \ndiscussed above--that the Court's sweeping rhetoric about the universality of constitutional rights in Milligan (356) \ncannot be taken at face value. (357) Even in Milligan itself one sees suggestions that there might be large \ncategories of people and places that the Constitution does not protect. The majority's repeated emphasis that \nMilligan was not a \"resident\" of any \"of the rebellious states\" hints at the rule that residents of the CSA were \nenemies with no constitutional rights to protect them against U.S. military force. Similarly, the Court suggested that \nmilitary courts could try persons in certain categories: \"prisoners of war,\" persons residing in enemy territory, and \npersons located in U.S. territory where war had obstructed ordinary civil processes. (358) Chief Justice Chase's \nconcurring opinion suggests that the Constitution does not follow the Army when it marches into enemy territory. \n(359)\n\nWhy then did the Court only hint at these rules in Milligan when it boldly pronounced them in so many other \ndecisions? In his writing about the Civil War and the Court's decisions about individual fights, John Norton Pomeroy \nsuggested that \"there is something exquisitely absurd in the supposition that a civil, any more than a public, war can \nbe waged under the protection of the Bill of Rights.\" (360) Why did the Court in Milligan write its decision in a way \nthat made it seem that the Court had crossed the line to the absurd? (361) The most likely explanation is that a \nmajority of the Court wished to signal to the Radicals in Congress that it disapproved of military Reconstruction and \nthe continued displacement of civil by military courts in the defeated South. (362) That the U.S. military was \nessentially the only institution with the capacity and will to defend freed slaves and white Unionists from the horrific \nviolence meted out by decommissioned rebel soldiers should, one might think, cause contemporary civil libertarians \nto temper their uncritical deification of the Milligan Court. But that would require an understanding that the vigorous \nexercise of government power is a necessary precondition for the existence of individual liberty, not, as many today \nseem to imagine, simply and only a threat to liberty. (363)\n\nCONCLUSION\n\nThis Article has attempted to recover important but forgotten legal rules and theories about the relationship \nbetween the Constitution and the laws of war. The Supreme Court today, while claiming fidelity to the doctrines of \nthe Civil War era, holds that military enemies of the United States--and noncitizens outside the United States, at \nthat--have judicially enforceable fights under the Constitution, the laws of Congress and the international laws of \nwar. That repudiates core legal doctrines of the Civil War, for instance that by waging war against the United \nStates, the rebels of the CSA--even though they were U.S. citizens in the United States--put themselves outside the \nprotection of the Constitution and laws of the United States and had the courts closed to their claims; that the U.S. \ngovernment could attack them with all the rights and powers allowed against foreign enemies during international \n\n\n\nwars; and that, in its discretion, the U.S. government could also or instead choose to prosecute them for municipal \ncrimes, and only then would constitutional protections be available. The modern Court repeatedly, by rote almost, \nacknowledges that some deference and leeway must be accorded to the President and Congress's wartime \ndecisions about how to subdue the enemy, but always goes on to assert that American constitutional traditions and \nprecedents, including from the Civil War, positively compel the Court to intervene on behalf of military enemies. \nOnce one understands the true constitutional doctrines of the Civil War, the modern Court's reluctant pose is seen \nto rest on historical fiction. This is not to say that every legal rule of the Civil War era should be applied today. I \nhappen to think that the legal framework of the Civil War has a lot to recommend it, especially as compared to the \nserious problems that seems likely to flow from the current Court's grant of robust rights to enemies. (364) But that \nnormative question is not the task of this Article. I have simply tried to recover and accurately describe the law of \nthe Civil War as it was understood by contemporaries. It turns out that those doctrines are vastly different than what \nthe Court and many contemporary academic commentators have led us to believe.\n\n(1) 542 U.S. 507 (2004) (upholding military detention in the United States of a U.S. citizen captured in Afghanistan \nfighting for the Taliban because Congress had authorized it, but finding that the Due Process Clause required more \nprocedural protections than the military had granted to date).\n\n(2) 542 U.S. 466 (2004) (holding, contrary to its previous consideration of the statute, that Congress's general \nhabeas corpus act gave U.S. courts jurisdiction to entertain habeas petitions from noncitizens detained outside their \nterritorial jurisdiction--here, persons held at the Guantanamo Bay, Cuba, U.S. military facility--as unlawful enemy \ncombatants).\n\n(3) 548 U.S. 557 (2006) (holding that the military commission trial of the man alleged to have been Osama bin \nLaden's bodyguard and driver violated U.S statutes requiring substantial equivalence of procedure in military \ncommissions and courts-martial and requiring adherence to the international laws of war).\n\n(4) 553 U.S. 723 (2008) (holding that Congress's removal of jurisdiction over habeas petitions of noncitizens \ndetained at Guantanamo as unlawful enemy combatants was an unconstitutional deprivation of the right of access \nto the writ). For more on these four cases, see Andrew Kent, Supreme Court Holds That Noncitizens Detained at \nGuantanamo Have a Constitutional Right to Habeas Corpus Review by Federal Civilian Courts, AM. Soc'v INT'L L. \nINSIGHTS, June 20, 2008, http://www.asil.org/insights080620.cfm.\n\n(5) 67 U.S. (2 Black) 635 (1863).\n\n(6) 71 U.S. (4 Wall.) 2 (1866).\n\n(7) See Prize Cases, 67 U.S. (2 Black) at 668-71.\n\n(8) See id. at 672-74, 680.\n\n(9) See Hamdan v. Rumsfeld, 548 U.S. 557, 684 (2006) (Thomas, J., dissenting); Hamdi v. Rumsfeld, 542 U.S. \n507, 581, 584, 588 (2004) (Thomas, J., dissenting); Memorandum from John C. Yoo, Deputy Assistant Att'y Gen., \nOffice of Legal Counsel, to Alberto Gonzales, Counsel to the President, Re: Authority for Use of Military Force to \nCombat Terrorist Activities Within the United States (Oct. 23, 2001), available at \nhttp://www.justice.gov/olc/docs/memomilitaryforcecombatus10232001.pdf; Memorandum from John C. Yoo, Deputy \nAssistant Att'y Gen., Office of Legal Counsel & Robert J. Delahunty, Special Counsel, Re: The President's \nConstitutional Authority to Conduct Military Operations Against Terrorists and Nations Supporting Them (Sept. 25, \n2001), available at            http://www.justice.gov/olc/warpowers925.htm.\n\n(10) Milligan, 71 U.S. (4 Wall.) at 118-31.\n\n(11) See Hamdi, 542 U.S. at 521-23, 530 (plurality opinion of O'Connor, J.); id. at 566-68, 570-72 (Scalia, J., \ndissenting); id. at 584-85 (Thomas, J., dissenting).\n\nhttp://www.asil.org/insights080620.cfm\nhttp://www.justice.gov/olc/docs/memomilitaryforcecombatus10232001.pdf;\nhttp://www.justice.gov/olc/warpowers925.htm\n\n\n(12) See Boumediene v. Bush, 553 U.S. 723, 769, 794 (2008); Hamdan, 548 U.S. at 645 (Kennedy, J., concurring \nin part); Rasul v. Bush, 542 U.S. 466, 487 (2004) (Kennedy, J., concurring in the judgment).\n\n(13) Milligan, 71 U.S. (4 Wall.) at 120-21.\n\n(14) An authoritative source for the Army's interpretation of the laws of war is the treatise, first published in 1886, by \nthe assistant judge advocate of the Army, Colonel William Winthrop, which excerpted and commented on military \norders and legal opinions by the Army's lawyers during the war. See WILLIAM WINTHROP, MILITARY LAW AND \nPRECEDENTS (Washington, D.C., W.H. Morrison 1886) (two volumes). Winthrop was cited over thirty times by the \nJustices in the four post-9/11 war-on-terror cases. Another important source of the Civil War military's views of the \nlaws of war is the so-called Lieber Code. Issued in 1863 as General Orders No. 100, this codification of the laws of \nwar for the Union Army was drafted by Francis Lieber (a Columbia University professor and influential pro-Union \npublicist), reviewed by a board of Army officers, and approved by President Lincoln. See General Orders No. 100: \nInstructions for the Government of Armies of the United States in the Field (Apr. 24, 1863) [hereinafter Lieber \nCode], reprinted in FRANCIS LIEBER, INSTRUCTIONS FOR THE GOVERNMENT OF ARMIES OF THE UNITED \nSTATES IN THE FIELD (Washington, D.C., Gov't Printing Office 1898), available at \nhttp://www.loc.gov/rr/frd/Military_Law/pdf/Instructions-govarmies.pdf. The Lieber Code was cited in the two most \nimportant opinions in Hamdi, is discussed frequently in recent legal scholarship, and has been lauded in the \npopular press as \"Lincoln's laws of war\" that \"Bush attempted to destroy.\" John Fabian Witt, Lincoln's Laws of War, \nSLATE, Feb. 11, 2009,            http://www.slate.com/id/2210918.\n\n(15) See Authorization for Use of Military Force, Pub. L. No. 10740, 115 Stat. 224 (2001) (codified at 50 U.S.C. \n[section] 1541 note (2006)); Hamdan, 548 U.S. at 593, 599 n.31.\n\n(16) See Hamdan, 548 U.S. at 629-30. Common Article 3, which provides certain baseline humanitarian protections \nin \"armed conflict[s] not of an international character,\" is \"common\" to all four Geneva Conventions of 1949. See, \ne.g., Geneva Convention Relative to the Treatment of Prisoners of War art. 3, Aug. 12, 1949, 6 U.S.T. 3316, 75 \nU.N.T.S. 135.\n\n(17) See Boumediene, 553 U.S. at 771 (\"We hold that Art. I, [section] 9, cl. 2, of the Constitution has full effect at \nGuantanamo Bay.\"); Hamdi v. Rumsfeld, 542 U.S. 507, 525 (2004) (plurality opinion) (\"[A]bsent suspension, the writ \nof habeas corpus remains available to every individual detained within the United States.\"); Exparte Quirin, 317 \nU.S. 1, 24-25 (1942) (\"[The Government] insists that petitioners must be denied access to the courts, both because \nthey are enemy aliens or have entered our territory as enemy belligerents, and because the President's \nProclamation undertakes in terms to deny such access to the class of persons defined by the Proclamation, which \naptly describes the character and conduct of petitioners. [But] neither the Proclamation nor the fact that they are \nenemy aliens forecloses consideration by the courts of petitioners' contentions that the Constitution and laws of the \nUnited States constitutionally enacted forbid their trial by military commission.\").\n\n(18) See J. Andrew Kent, A Textual and Historical Case Against a Global Constitution, 95 GEO. L.J. 463, 469 \n(2007).\n\n(19) See Eric Posner, Boumediene and the Uncertain March of Judicial Cosmopolitanism, 2008 CATO SUP CT. \nREV. 23, 33-34.\n\n(20) See Countdown with Keith Olberman (MSNBC television broadcast June 22, 2007) (statement of Prof. Neal \nKatyal, Hamdan's attorney), transcript available at http://www.msnbc.msn.com/id/19415786 (\"I mean, the \nadministration's argument is that Guantanamo is an [sic] legal black hole where they can do whatever they want to \nthose people. That's a fundamentally reprehensible idea. That's why you know, those noted liberals, Colin Powell, \nCondoleezza Rice, the secretary of defense, Roberto--you know, Robert Gates, are saying, Close Guantanamo \nnow, because that is really fundamentally un-American to say, These people have no fights whatsoever, being held \nat Guantanamo.\").\n\n(21) Kate Zernike, McCain and Obama Split on Justices' Ruling, N.Y. TIMES, June 13, 2008, at A23 (quoting Sen. \nBarack Obama).\n\nhttp://www.loc.gov/rr/frd/Military_Law/pdf/Instructions-govarmies.pdf\nhttp://www.slate.com/id/2210918\nhttp://www.msnbc.msn.com/id/19415786\n\n\n(22) Ex Parte Milligan, 71 U.S. (4 Wall.) 2, 120-21 (1866) (\"The Constitution of the United States is a law for rulers \nand people, equally in war and in peace, and covers with the shield of its protection all classes of men, at all times, \nand under all circumstances.\").\n\n(23) In 1836 Adams spoke in the House of Representatives:\n\n[T]here are two classes of powers vested by the constitution of the\n\nUnited States in their Congress and executive government\" the\n\npowers to be exercised in time of peace, and the powers incidental\nto war.... [T]he powers of peace are limited by provisions within\nthe body of the constitution itself.... [T]he powers of war are\nlimited and regulated only by the laws and usages of nations.\n\nJ. Q. Adams' Speech on the Texan and Indian Wars and Slavery, 6 LIBERATOR (Boston) 97 (1836). The speech \nwas widely reprinted. See, e.g., Speech of John Quincy Adams, NAT'L ENQUIRER (Phila.), Aug. 3, 1836, at 1. On \nother occasions, Adams again explained to his southern colleagues that while in peacetime Congress lacked \nauthority to limit or abolish slavery in the states, during a foreign invasion, a large-scale slave insurrection, or a \"civil \nwar,\" the federal government or an invading foreign government could, under its \"war power,\" and \"according to the \nlaws of war,\" emancipate slaves in certain circumstances as a war measure. John Quincy Adams, Remarks in the \nHouse of Representatives (April 14-15, 1842), reprinted in THE ABOLITION OF SLAVERY 3, 4 (William Lloyd \nGarrison ed., Boston, R.F. Wallcut 1861).\n\n(24) CONG. GLOBE, 37th Cong., 2d. Sess. 2964 (1862) (statement of Sen. Sumner).\n\n(25) Id.\n\n(26) Id. at 2189-90.\n\n(27) Milligan, 71 U.S. (4 Wall.) at 121.\n\n(28) Id. at 120-21 (emphasis added); see also id. at 118-19 (\"No graver question was ever considered by this court, \nnor one which more nearly concerns the rights of the whole people; for it is the birthright of every American citizen \nwhen charged with crime, to be tried and punished according to law.... [If the civil laws] are ineffectual, there is an \nimmunity from punishment, no matter how great an offender the individual may be, or how much his crimes may \nhave shocked the sense of justice of the country, or endangered its safety.\" (emphasis added)).\n\n(29) See 2 WINTHROP, supra note 14, at 1 (\"By the general term Law of War is intended those principles and \nusages which, in time of war, define the rights and obligations, and regulate the relations, not only of enemies--\nwhether or not in arms--but also of persons under military government or martial law and persons simply resident or \nbeing upon the theatre of war.\"); William Whiting, Re-Construction of the Union: Letter to the Union League of \nPhiladelphia (July 23, 1863), in 1 REBELLION RECORD SUPP. 739, 742 (Frank Moore ed., New York, G.P. \nPutnam 1864) (using \"the laws of war\" and \"the belligerent law of nations\" as synonymous terms).\n\n(30) See U.S. CONST. art. III, [section] 3, cl. 1 (\"Treason against the United States, shall consist only in levying \nWar against them, or in adhering to their Enemies....\").\n\n(31) See Thomas H. Lee & Michael D. Ramsey, The Story of the Prize Cases: Executive Action and Judicial \nReview in Wartime, in PRESIDENTIAL POWER STORIES 53, 77--78, 88 (Christopher H. Schroeder & Curtis A. \nBradley eds., 2009).\n\n(32) Richard H. Fallon, Jr., Legitimacy and the Constitution, 118 HARV. L. REV. 1787, 1847 & n.277 (2005).\n\n(33) David P. Currie, The Civil War Congress, 73 U. CHI. L. REV. 1131, 1138 (2006).\n\n\n\n(34) Sanford Levinson, Was the Emancipation Proclamation Constitutional? Do We/ Should We Care What the \nAnswer Is?, 2001 U. ILL. L. REV. 1135, 1145-48.\n\n(35) See, e.g., HAROLD HONGJU KOH, THE NATIONAL SECURITY CONSTITUTION 85 (1990) (referring to \nLincoln's order to blockade Southern ports and apply the international laws of prize to the conflict with the rebels as \none of his \"well-chronicled usurpations of constitutional authority\").\n\n(36) See DAVID P. CURRIE, THE CONSTITUTION IN THE SUPREME COURT: THE FIRST HUNDRED YEARS, \n1789--1888, at 273-75 & n.290 (1985); MICHAEL J. GLENNON, CONSTITUTIONAL DIPLOMACY 75--76 (1990); \nCarlton F.W. Larson, The Forgotten Constitutional Law of Treason and the Enemy Combatant Problem, 154 U. PA. \nL. REV. 863, 919-20 (2006); Lee & Ramsey, supra note 31, at 92.\n\n(37) The Legal Status of the Rebel States Before and After Their Conquest, 26 MONTHLY L. PEP. 537, 537 \n(1864).\n\n(38) Senator Lyman Trumbull berated some of his colleagues because \"in this Senate, time and again, the \nConstitution [is] interposed for the protection of armed rebels,\" CONG. GLOBE, 37th Cong., 2d. Sess. 3360 (1862), \nan absurdity as Trumbull and many others saw it.\n\n(39) Letter from Abraham Lincoln, President of the United States, to Erastus Corning and Others (June 12, 1863) \n[hereinafter Letter from Lincoln to Coming], in 2 ABRAHAM LINCOLN: COMPLETE WORK 345, 349-50 (John G. \nNicolay & John Hay eds., New York, Century Co. 1894).\n\n(40) SPEECH OF Gov. OLIVER P. MORTON AT THE UNION STATE CONVENTION HELD AT INDIANAPOLIS, \nIND., FEBRUARY 23, 1864, at 14 (1864).\n\n(41) See U.S. CONST. art. I, [section] 8, cls. 1, 10--15 (\"The Congress shall have Power To lay and collect Taxes, \nDuties, Imposts and Excises, to pay the Debts and provide for the common Defence and general Welfare of the \nUnited States; ... define and punish ... Offences against the Law of Nations; ... declare War, grant Letters of \nMarque and Reprisal, and make Rules concerning Captures on Land and Water; ... raise and support Armies; ... \nprovide and maintain a Navy; ... make Rules for the Government and Regulation of the land and naval forces; [and] \nprovide for calling forth the Militia to execute the Laws of the Union, suppress Insurrections and repel Invasions \n....\"); id. art. II, [section][section] 2-3 (\"The President shall be Commander in Chief of the Army and Navy of the \nUnited States, and of the Militia of the several States, when called into the actual Service of the United States [and] \ntake Care that the Laws be faithfully executed ....\"); id. art. W, [section] 4 (\"The United States shall guarantee to \nevery State in this Union a Republican Form of Government, and shall protect each of them against Invasion; and \non Application of the Legislature, or of the Executive (when the Legislature cannot be convened) against domestic \nviolence.\").\n\n(42) CONG. GLOBE, 37th Cong., 2d. Sess. 2189-90 (1862) (statement of Sen. Sumner).\n\n(43) Id. (emphasis omitted).\n\n(44) See 1 ALFRED H. KELLY ET AL., THE AMERICAN CONSTITUTION 300 (7th ed. 1991); JAMES G. \nRANDALL, CONSTITUTIONAL PROBLEMS UNDER LINCOLN 224 (rev. ed. 1963).\n\n(45) Kent, supra note 18, at 486.\n\n(46) Anthony J. Bellia Jr. & Bradford R. Clark, The Federal Common Law of Nations, 109 COLUM. L. REV. 1, 58 \n(2009).\n\n(47) Id. (providing examples). For other examples, see AKHIL REED AMAR, AMERICA'S CONSTITUTION 121, \n329--33 (2005), using the common law to understand provisions of the U.S. Constitution; MICHAEL D. RAMSEY, \nTHE CONSTITUTION'S TEXT In FOREIGN AFFAIRS 223--28, 346--55 (2007), using the law of nations to \nunderstand provisions of the U.S. Constitution.\n\n\n\n(48) See Kent, supra note 18, at 463, 481-85.\n\n(49) See, e.g., ALEXANDER ADDISON, ANALYSIS OF THE REPORT OF THE COMMITTEE OF THE VIRGINIA \nASSEMBLY (1800), reprinted in 2 AMERICAN POLITICAL WRITING DURING THE FOUNDING ERA, 1760-1805, \nat 1055, 1070 (Charles S. Hynemen & Donald S. Lutz eds., 1983) (\"The restrictions of the [U.S.] constitution are not \nrestrictions of external and national right, but of internal and municipal right.\").\n\n(50) See Kent, supra note 18, at 486. Municipal law--also known as the law of the land--included the Constitution, \nmost statutes of Congress, state constitutions and statutes, and the common law.\n\n(51) See Philip Hamburger, Beyond Protection, 109 COLUM. L. REV. 1823, 1826-29, 1833-40 (2009).\n\n(52) See id. at 1838-39.\n\n(53) See, e.g., Cohen v. Wright, 22 Cal. 293, 325 (1863) (\"The Government owes the duty of protection to the \npeople in the enjoyment of their rights, and the people owe the correlative duty of obedience and support to the \nGovernment. The one is dependent upon the other.\"); WILLIAM RAWLE, A VIEW OF THE CONSTITUTION OF \nTHE UNITED STATES OF AMERICA 93 (Philadelphia, Philip H. Nicklin 2d ed. 1829) (noting \"the reciprocal \ncompact of allegiance and protection\"). For a full discussion, see Hamburger, supra note 51, at 1834-46.\n\n(54) See Hamburger, supra note 51, at 1844-47, 1976. The foundational nature of these principles is seen in the \nlegal decisions and discussions of the Civil War era, discussed in Parts IV and V below, where they continue to be \nused to determine who has rights under the U.S. Constitution.\n\n(55) See id. at 1898-1901. Consistent with this, friendly aliens in the United States who owed temporary allegiance \nhad access to the protective writ of habeas corpus and other individual constitutional rights, so long as they \nremained in the United States. See id. at 1888; Kent, supra note 18, at 486.\n\n(56) See Kent, supra note 18, at 486.\n\n(57) See, e.g., Norris v. Doniphan, 61 Ky. (4 Met.) 385, 399 (1863) (\"The restrictions in the constitution upon the \npowers of the government were designed to protect the people of the United States, and not aliens resident \nabroad. The protection received by aliens, residing abroad, with reference to their property here, is due to \ninternational comity, and not to the constitution of the United States.\"); 33 ANNALS OF CONG. 1042 (1819) \n(statement of Pep. Baldwin) (referring to British subjects executed by General Andrew Jackson during a U.S. \nmilitary raid into Spanish-owned Florida and rejecting the claim that \"the Constitution and laws of the country\" had \nbeen violated because \"neither have any bearing on the case of these men. They were found and executed outside \nof the territorial limits of the United States, where our laws or Constitution have no operation, except as between us \nand our own citizens, and where none other could claim their benefit and protection.\"); id. at 1044 (statement of \nPep. Baldwin) (\"[Jackson] has violated no Constitutional provision. It was not made to protect such men; they are \nno parties to it; owe it no obedience; and can claim no protection from it.\"); id. at 693 (statement of Rep. Smyth) \n(discussing the same incident and contending that the Constitution and laws of the United States \"were formed for \nthe people of the United States. They have no force in Florida [then Spanish territory].... Nor do those laws protect \nenemies in time of war.\"). After serving in the House, Henry Baldwin was appointed by President Jackson to the \nU.S. Supreme Court.\n\n(58) See Kent, supra note 18, at 486.\n\n(59) See id. at 499-501. Note that the federal government could control the domestic effects of international law and \nrelations with foreign nations and people through mechanisms such as legislation and judicial proceedings. See, \ne.g., U.S. CONST. art. I, [section] 8, cls. 10--11; id. art III, [section] 2. On the federal government's control over the \ndomestic effects of international law, see generally Andrew Kent, Congress's Under-Appreciated Power to Define \nand Punish Offenses Against the Law of Nations, 85 TEx. L. REV. 843, 930-38 (2007).\n\n(60) See Kent, supra note 18, at 499-501.\n\n\n\n(61) See id. at 491. This was a function of the law of nations and international comity, as well as other factors. See \nThe Antelope, 23 U.S. (10 Wheat.) 66, 122 (1825) (\"No principle of general law is more universally acknowledged, \nthan the perfect equality of nations.... It results from this equality, that no one can rightfully impose a rule on \nanother. Each legislates for itself, but its legislation can operate on itself alone.\").\n\n(62) See Kent, supra note 59, at 887-89 (describing how the international system and man's state of nature, as \ndescribed by Locke and others, were analogized).\n\n(63) Congress could, of course, restrict by legislation many foreign affairs activities of the Executive. Congress has \nthe authority to declare war, raise and maintain armies and navies, authorize letters of marque and reprisal, \nregulate captures on land and water, make rules for the government of the armed forces, regulate foreign \ncommerce, and the like.\n\n(64) On the permissive view of the law of nations towards war, including the view that self-defense power is \nessentially unlimited and offensive war a legitimate instrument of statecraft, see Kent, supra note 59, at 886-91.\n\n(65) See Hamburger, supra note 51, at 1847 (\"Not only did all citizens have a right to protection, but also, if \nforeigners came to the country in a manner that created a presumption of allegiance to the government and its law, \nthey too had a right to protection. Other foreigners, however, even if visiting, had no right to protection.\"); Kent, \nsupra note 18, at 503 (describing how, during the American Founding period, friendly alien residents or visitors \nwere generally understood to be \"under the protection of the sovereign's municipal laws so long as they are within \nthe country\").\n\n(66) See Hamburger, supra note 51, at 1898-1901; Kent, supra note 18, at 486, 502-04.\n\n(67) See, e.g., United States v. Wong Kim Ark, 169 U.S. 649, 694 (1898) (\"Chinese persons, born out of the United \nStates, remaining subjects of the emperor of China, and not having become citizens of the United States, are \nentitled to the protection of and owe allegiance to the United States, so long as they are permitted by the United \nStates to reside here; and are 'subject to the jurisdiction thereof,' in the same sense as all other aliens residing in \nthe United States.\"); Wong Wing v. United States, 163 U.S. 228, 242 (1896) (Field, J., concurring in part and \ndissenting in part) (\"The term 'person,' used in the Fifth Amendment, is broad enough to include any and every \nhuman being within the jurisdiction of the republic. A resident, alien born, is entitled to the same protection under \nthe laws that a citizen is entitled to. He owes obedience to the laws of the country in which he is domiciled, and, as \na consequence, he is entitled to the equal protection of those laws.\"); Fong Yue Ting v. United States, 149 U.S. \n698, 724 (1893) (\"Chinese laborers, therefore, like all other aliens residing in the United States for a shorter or \nlonger time, are entitled, so long as they are permitted by the government of the United States to remain in the \ncountry, to the safeguards of the constitution, and to the protection of the laws, in regard to their rights of person \nand of property, and to their civil and criminal responsibility.\"); Carlisle v. United States, 83 U.S. (16 Wall.) 147, 153-\n54 (1872) (\"All strangers are under the protection of the sovereign while they are within his territories, and owe a \ntemporary allegiance in return for that protection.\"); 1 WILLIAM CHARLES WHITE, A COMPENDIUM AND DIGEST \nOF THE LAWS OF MASSACHUSETTS 78 (Boston, Munroe, Francis & Parker 1809) (\"Allegiance and protection \nare correlatives; Inasmuch, therefore, as an alien owes only a local and temporary here, the law gives both his \nperson and property a protection, only commensurate with that allegiance.\").\n\n(68) See, e.g., 1 WILLIAM BLACKSTONE, COMMENTARIES * 370 (\"[A]s the prince affords his protection to an \nalien, only during his residence in this realm, the allegiance of an alien is confined, in point of time, to the duration \nof such his residence, and, in point of locality, to the dominions of the British empire.\"). Seegenerally Kent, supra \nnote 18, at 486 (discussing the distinction between resident and nonresident aliens).\n\n(69) See, e.g., Hutchinson v. Brock, 11 Mass. (10 Tyng) 119, 122 (1814) (\"An enemy to our sovereign shall not \nhave the use or advantage of his laws.\").\n\n(70) Hamburger, supra note 51, at 1864; see also ADDISON, supra note 49, at 1071 (\"[A]lien enemies have no \nrights.\"); 1 BLACKSTONE, supra note 68, at * 372-73 (\"[A]lien enemies have no rights, no privileges, unless by the \nking's special favor, during the time of war.\"). It was possible for nonhostile alien enemies to receive the permission \n\n\n\nof the government to enter or remain here during a war, and if granted, this license excepted the alien enemy from \nmost of these harsh rules and instead put him or her under the protection of the local laws and he or she owed \ntemporary allegiance. See, e.g., Crawford v. The William Penn, 6 F. Cas. 778, 779 (C.C.D.N.J. 1815) (No. 3372) \n(\"The general rule of the common law of England is, that an alien enemy cannot maintain an action in the courts of \nthat country, during the war, in his own name.... This rule appears to be inflexible, except where the alien enemy is \nunder the protection of the king; as where he comes into the kingdom after the war, by license of the sovereign; or \nbeing there at the time of the war, is permitted to continue his domicil.\"). For noncombatant or otherwise \nunthreatening enemy aliens, the implicit permission of the government to remain in the country and exercise \nmunicipal rights was often assumed in the absence of evidence to the contrary. The President's failure to exercise \nhis power granted by the Alien Enemy Act of 1798, ch. 66, [section] 1, 1 Stat. 577, 577, to detain and deport any \nalien enemy, appears to have been assumed to be implicit permission to remain. See Kent, supra note 18, at 530-\n31.\n\n(71) See, e.g., The Adventure, 12 U.S. (8 Cranch) 221, 228 (1814) (indicating that British subjects cannot make a \nclaim in a U.S. prize court during the war between the United States and Great Britain); Johnson v. Thirteen Bales, \n13 F. Cas. 836, 838 (C.C.D.N.Y. 1814) (No. 7415) (applying the following common law rule to bar British alien \nenemies from making a claim in prize court: \"This claim to the protection of our courts does not apply to those \naliens who adhere to the king's enemies. They seem upon every principle to be incapacitated from suing either at \nlaw or in equity. The disability to sue is personal. It takes away from the king's enemies the benefit of his courts, \nwhether for the purpose of immediate relief, or to give assistance in obtaining that relief elsewhere.\"); Ex parte \nNewman, 18 F. Cas. 96, 96 (Story, Circuit Justice, C.C.D. Mass. 1813) (No. 10,174) (\"[A]n alien enemy ... has no \nlegal standing in court to acquire even inchoate rights.\"); Levine v. Taylor, 12 Mass. (11 Tyng) 8, 9 (1815) (\"That \nthe plaintiff is an alien enemy may be pleaded in disability of his person. As long as the war continues, he cannot \nmaintain any action in our courts.\"); Cruden's Ex'r v. Neale, 2 N.C. (1 Hayw.) 338 (1796) (holding that alien \nenemies are excluded from our courts of justice during the hostilities); Wilcox v. Henry, 1 Dall. 69, 71 (Pa. 1782) \n(\"An alien enemy has no right of action whatever during the war.\"); Wall v. Robson, 11. S.C.L. (2 Nott & McC.) 498, \n502 (Const. Ct. App. 1820) (\"[I]n time of war no action can be maintained by an alien enemy .... \").\n\n(72) See 1 JAMES KENT, COMMENTARIES ON AMERICAN LAW 68 (New York, O. Halsted 2d ed. 1832) (noting \nthe doctrine that an enemy lacks persona standi in judicio); THOMAS SERGEANT, CONSTITUTIONAL LAW 116 \n(Philadelphia, P.H. Nicklin & T. Johnson 2d ed. 1830) (\"[A]n alien enemy cannot sustain a suit in the courts of the \nUnited States.\"); JOSEPH STORY, COMMENTARIES ON EQUITY PLEADINGS [section] 51, at 52 (Boston, Little, \nBrown & Co. 10th rev. & corrected ed. 1892) (\"An alien friend has a right to sue in any court; an alien enemy is \nincapable of suing while he remains an enemy, at least unless under very special circumstances.\"); HENRY \nWHEATON, A DIGEST OF THE LAW OF MARITIME CAPTURES AND PRIZES 211 (New York, R. M'Dermut & \nD.D. Arden 1815) (stating that an alien enemy is \"totally ex lex\" and lacks \"persona standi injudicio\" even in courts \napplying the law of nations, unless granted a specific exception by the government).\n\n(73) See Hamburger, supra note 51, at 1864, 1893; Kent, supra note 18, at 527-30.\n\n(74) See Hamburger, supra note 51, at 1888 (\"[H]abeas was not available to aliens outside allegiance and \nprotection and, indeed, could never be given to some of them, notably prisoners of war, whose status was \nincompatible with allegiance. They did not owe allegiance and therefore did not have the protection of the law.\"). \nSee generally Moxon v. The Fanny, 17 F. Cas. 942, 947 (D. Pa. 1793) (No. 9895) (\"The courts of England ... will \nnot even grant a habeas corpus in the case of a prisoner of war, because the decision on this question is in another \nplace, being part of the rights of sovereignty. Although our judiciary is somewhat differently arranged, I see not, in \nthis respect, that they should not be equally cautious.\"); GEORGE HANSARD, A TREATISE ON THE LAW \nRELATING TO ALIENS, AND DENIZATION AND NATURALIZATION 101 (London, V. & R. Stevens & G.S. Norton \n1844) (\"[A]n alien enemy while prisoner of war is not entitled under any circumstances to be discharged upon a \nhabeas corpus; and he cannot maintain any action at all.\"); SERGEANT, supra note 72, at 285 (\"Prisoners of war ... \nare not entitled to the privilege of a writ of habeas corpus....\").\n\n(75) Lockington's Case, Bright (N.P.) 269 (Pa. 1813), in 5 AM. L.J. 92, 97 (1814) (holding that enemy alien \nmerchant was entitled to habeas corpus review of his detention, but noting that a prisoner of war would not be \n\n\n\nentitled to use habeas because they have \"no municipal rights to expect from us\"), aff'd Lockington v. Smith, 15 F. \nCas. 758 (C.C.D. Pa. 1813) (No. 8448), in 5 Am. L.J. 301 (1814). The reciprocal treatment and exchange of \nprisoners of war were frequently the subjects of negotiation by high diplomatic or military officials of the United \nStates and the foreign enemy government. It was unthinkable that courts would have jurisdiction to determine the \nlegality of their detention, conditions of confinement, or the like.\n\n(76) Hamburger, supra note 51, at 1861.\n\n(77) Id.; cf. Holland v. Pack, 7 Tenn. (Peck) 151, 153 (1823) (describing Indians of a tribe at war who were \nprisoners of war and treated \"not as offenders against the laws of this state or of the United States\"); RAWLY, supra \nnote 53, at 141 (\"The citizen who unites himself with a hostile nation, waging war against his country, is guilty of a \ncrime of which the foreign army is innocent; with him, it is treason, with his associates it is, in the code of nations, \nlegitimate warfare.\").\n\n(78) Enemy aliens lawfully enrolled in their home country's military, and who waged war lawfully, were when \ncaptured subject to only nonpunitive detention as prisoners of war and protected by the combatant's privilege from \nbeing criminally charged for any ordinary and lawful acts of warfare. The term \"combatant's privilege\" (or \nsynonymous terms like \"belligerent's privilege\") refers to the right of lawfully enrolled military combatants to kill or \ncommit other harmful acts against the enemy in war which, if committed in peacetime or by a person not enrolled in \nthe armed forces, would constitute municipal crimes like murder or arson. This customary rule was codified for the \nUnion Army during the Civil War in the Lieber Code: \"So soon as a man is armed by a sovereign government and \ntakes the soldier's oath of fidelity, he is a belligerent; his killing, wounding, or other warlike acts are not individual \ncrimes or offenses.\" See Lieber Code, supra note 14, art. 57; see also id. art. 82 (\"Men, or squads of men, who \ncommit hostilities ... without commission, without being part and portion of the organized hostile army, and without \nsharing continuously in the war ... are not public enemies, and, therefore, if captured, are not entitled to the \nprivileges of prisoners of war, but shall be treated summarily as highway robbers or pirates.\"). Lieber's codification \nof the combatant's privilege is still today cited as a basis for the same rule in the modern laws of war. See, e.g., \nGARY D. SOLIS, THE LAW OF ARMED CONFLICT: INTERNATIONAL HUMANITARIAN LAW IN WAR 42 (2010).\n\n(79) The U.S. Constitution, for example, imposes procedural protections, heightened proof requirements and limits \non punishment in treason cases, see U.S. CONST. art. III, [section] 3, and generally provides many criminal \nprocedural protections, see, e.g., id. art. III, [section] 2, cl. 3 (petit jury); id. amend. V (grand jury, due process, no \ndouble jeopardy, privilege against self-incrimination).\n\n(80) A few state court cases arising from the War of 1812 against Great Britain help illuminate these antebellum \nunderstandings. The cases involved U.S. citizens, not enrolled in the armed forces of any nation, who were \narrested by the U.S. military in the United States on charges of spying or otherwise aiding British forces. See Smith \nv. Shaw, 12 Johns. 257 (N.Y. Sup. Ct. 1815); In re Stacy, 10 Johns. 328 (N.Y. Sup. Ct. 1813). For analysis of the \ncurrent relevance of these cases, see Larson, supra note 36, at 884-85; Ingrid Brunk Wuerth, The President's \nPower to Detain \"Enemy Combatants\": Modern Lessons from Mr. Madison's Forgotten War, 98 NW. U. L. REV. \n1567 (2004). Under U.S. and international law, the British were enemies of the United States, see Act of June 18, \n1812, ch. 102, 2 Stat. 755, and U.S. citizens' actions were certainly forms of providing aid or comfort to them. In \nother words, their alleged conduct was cognizable as treason in domestic U.S. courts. In each case, the New York \nstate court held that the detention by the military was illegal. As is often the case with premodern judicial decisions, \nthe exact basis of the holdings is somewhat unclear. A statute of Congress allowing military trial for alleged spies \nwas, at that time, limited in application to noncitizens, so by inference military trial of the U.S. citizen detainees was \nbanned by Congress. See Act of Apr. 10, 1806, ch. 20, [section] 2, 2 Stat. 359, 371. It (also) appears that both \ncourts held or assumed that some other form of law, perhaps the Constitution or the common law, did not allow \ncitizens--who were presumptively in allegiance and under the protection of the United States and its laws--to be \ntried for treason by the military. See Wuerth, supra, at 1580-83.\n\n(81) See Luther v. Borden, 48 U.S. (7 How.) 1, 45 (1849) (\"[U]nquestionably, a State may use its military power to \nput down an armed insurrection, too strong to be controlled by the civil authority. The power is essential to the \nexistence of every government, essential to the preservation of order and free institutions.... The State itself must \n\n\n\ndetermine what degree of force the crisis demands. And if the government of Rhode Island deemed the armed \nopposition so formidable, and so ramified throughout the State, as to require the use of its military force and the \ndeclaration of martial law, we see no ground upon which this court can question its authority. It was a state of war; \nand the established government resorted to the rights and usages of war to maintain itself, and to overcome the \nunlawful opposition.\").\n\n(82) See E.B. LONG & BARBARA LONG, THE CIVIL WAR DAY BY DAY 12-13, 17 (1971).\n\n(83) See Power of the President in Executing the Laws, 9 Op. Att'y Gen. 516, 518, 520-22 (1860).\n\n(84) See id. at 522-23.\n\n(85) See id. at 525.\n\n(86) See LONG & LONG, supra note 82, at 11-17.\n\n(87) See id. at 11-30; see also, e.g., General Political Intelligence, N.Y. TIMES, Feb. 23, 1861,at 2 (reporting the \nseizure of the federal arsenal at Little Rock, Arkansas, by soldiers acting under orders from the governor).\n\n(88) LONG & LONG, supra note 82, at 31-33.\n\n(89) Important from Montgomery; Speech of Hon. Jefferson Davis, N.Y. TIMES, Feb. 18, 1861, at 8. Having cut \nitself free from the \"dead body\" of the North, Davis said, the South would make its independence recognized \"by \ntreaty or arms.\" General Political Intelligence, supra note 87.\n\n(90) Just after Lincoln's inauguration, the Congress of the CSA approved legislation for \"the establishment and \norganization of the army of the Confederate States.\" See Congress of the C.S.A., N.Y. TIMES, Mar. 15, 1861, at 1.\n\n(91) LONG & LONG, supra note 82, at 56-57.\n\n(92) See Proclamation No. 3, 12 Stat. app. 1258, 1258 (Apr. 15, 1861) (stating that the laws of the United States \n\"are opposed\" in seven states \"by combinations too powerful to be suppressed by the ordinary course of judicial \nproceedings, or by the powers vested in the Marshals by law\").\n\n(93) Id.\n\n(94) Jefferson Davis soon referred to Lincoln's proclamation as a \"declaration of war\" because it denied the legality \nof the CSA. See LONG & LONG, supra note 82, at 67.\n\n(95) Id. at 60-61.\n\n(96) Id. at 61-62.\n\n(97) See Proclamation No. 4, 12 Stat. app. 1258, 1258-59 (Apr. 19, 1861) (stating that \"a combination of persons \nengaged in such insurrection\" were taking illegal action \"under the pretended authority\" of certain named \"States\").\n\n(98) Id. at 1259.\n\n(99) Lee and Ramsey explain:\n\n\"Blockade\" in the nineteenth century was a term of art under the\n\ninternational laws of war.... It encompassed the use of armed force\n\nto interdict seaborne passage to and from the ports and coasts\nbelonging to ... the enemy. The naval forces enforcing a valid\nblockade had the right to stop and search all ships, whether\nfriendly, enemy or neutral, bound for, or departing from, the\n\n\n\nenemy's ports or coastline. They could capture vessels and cargoes\nthey identified as \"contraband of war,\" that is, susceptible of\nmilitary use. They could also capture any vessels and cargoes that\nattempted to run the blockade, regardless of whether they were\ncontraband.\n\nLee & Ramsey, supra note 31, at 60.\n\n(100) Proclamation No. 4, 12 Stat. app. at 1259; see also Proclamation No. 5, 12 Stat. app. 1259 (Apr. 27, 1861) \n(expanding the blockade to cover Virginia and North Carolina). At the time of the Civil War, \"it was generally \naccepted that a blockade could only be asserted in a state of war because it meant the use of coercive force to \ndeny both the enemy and neutral nations the peacetime right of free commercial intercourse.\" Lee & Ramsey, \nsupra note 31, at 60.\n\n(101) See An Act to Increase the Present Military Establishment of the United States, ch. 24, [section] 6, 12 Stat. \n279, 281 (1861) (suggesting a purpose to bring the revolted states and people back into the Union and reestablish \nthe temporarily displaced \"constitutional authority of the Government of the United States\"); An Act to Provide for \nthe Suppression of the Rebellion Against and Resistance to the Laws of the United States, ch. 25, [section] 1, 12 \nStat. 281, 281 (1861) (suggesting that until the laws of the United States could be enforced again \"by the ordinary \ncourse of judicial proceedings,\" the President would be authorized to use military means against the rebels); An Act \nto Provide for the Payment of the Militia and Volunteers Called into the Service of the United States, ch. 2, 12 Stat. \n255 (1861) (approving Lincoln's calls for militia and regular troops); see also Proclamation No. 3, 12 Stat. app. at \n1258 (announcing that the new troops would be used \"to cause the laws to be duly executed\").\n\n(102) See, e.g., Act of July 31, 1861, ch. 33, 12 Stat. 284 (punishing individuals who conspired to overthrow the \nU.S. government).\n\n(103) Act of July 13, 1861, ch. 3, [section] 5, 12 Stat. 255, 257.\n\n(104) As early as his April 19 and April 27 proclamations on the blockade, Lincoln had noted the potential complicity \nof state governments, referring to crimes committed \"under the pretended authority\" of certain named \"States\" (April \n19) and \"by persons claiming to act under authorities of the States of Virginia and North Carolina\" (April 27). See \nProclamation No. 4, 12 Stat. app. 1258; Proclamation No. 5, 12 Stat. app. 1259. In his July 4 address, Lincoln \nreferred to the CSA as an \"illegal organization\" which had initiated a \"war\" against the United States. Abraham \nLincoln, Message to Congress in Special Session (July 4, 1861) [hereinafter Lincoln, Message to Congress], in 2 \nABRAHAM LINCOLN: COMPLETE WORKS, Supra note 39, at 55, 55.\n\n(105) But still some war measures proceeded on the basis of individual culpability rather than collective association \nby residence in seceded states. The Confiscation Act of August 1861 (First Confiscation Act) directed the President \nto seize or capture as prize the real and personal property of rebels wherever found; but whereas the blockade \nproclamation made enemies out of every resident of the CSA no matter the person's individual conduct or loyalty, \nthe Confiscation Act required a showing that the property was knowingly or intentionally used to aid insurrection. \nSee An Act to Confiscate Property Used for Insurrectionary Purposes, ch. 60, [section] 1, 12 Stat. 319, 319 (1861).\n\n(106) See Order from President Abraham Lincoln to Lt. Gen. Winfield Scott (Apr. 25, 1861), in 2 ABRAHAM \nLINCOLN: COMPLETE WORKS, supra note 39, at 38, 38 (directing the general to prevent the government of \nMaryland from arming people to fight against the United States and authorizing \"in the extremest necessity, the \nsuspension of the writ of habeas corpus\").\n\n(107) In the case of John Merryman of Maryland, Chief Justice Taney and Lincoln came to loggerheads when the \nU.S. military, on Lincoln's orders, refused to produce Merryman in Taney's courtroom for a habeas corpus hearing, \nand Taney issued a blistering decision declaring that the President had acted unconstitutionally by purporting to \nsuspend the writ on his own authority. See Ex parte Merryman, 17 F. Cas. 144 (C.C.D. Md. 1861) (No. 9487). See \ngenerally BURRUS M. CARNAHAN, ACT OF JUSTICE 51--53 (2007); HAROLD M. HYMAN, A MORE PERFECT \nUNION 168--69 (1973); CARL B. SWISHER, HISTORY OF THE SUPREME COURT OF THE UNITED STATES: \n\n\n\nTHE TANEY PERIOD 1836-64, at 844-50 (1974). Merryman was a Lieutenant of the Baltimore County Horse \nGuards, and apparently led armed bands in the burning of bridges and destruction of telegraph lines in Maryland in \norder to cut of Washington, D.C. from the rest of the Union. See CARNAHAN, supra, at 51. Even though Lincoln \ndemolished Taney's constitutional reasoning in his masterful \"all the laws but one\" address, see Lincoln, Message \nto Congress, supra note 104, and even though Taney's impetuous actions in Merryman were almost certainly \ndriven by disgraceful, extrajudicial motives--his support for slavery and secession and desire to undermine the \nUnion war effort, see BRIAN McGINTY, LINCOLN AND THE COURT 65--91 (2008); SWISHER, supra, at 850-52--\nthe Merryman decision is celebrated by many civil libertarians as a paragon of devotion to the rule of law. See, e.g., \nShira A. Scheindlin & Matthew L. Schwartz, With All Due Deference: Judicial Responsibility in a Time of Crisis, 32 \nHOFSTRA L. REV. 1605, 1613-14 (2004).\n\n(108) See, e.g., Order from President Abraham Lincoln to Lt. Gen. Winfield Scott (Apr. 27, 1861), in 2 ABRAHAM \nLINCOLN: COMPLETE WORKS, supra note 39, at 39, 39 (authorizing the commanding general to suspend the writ \nof habeas corpus anywhere along the military line from Philadelphia to Washington, D.C.).\n\n(109) See CARNAHAN, supra note 107, at 61-70; RANDALL, supra note 44, at 65-66, 92-94; SWISHER, supra \nnote 107, at 868-76; see also The Privateer Savannah; Arguments on Both Sides, N.Y. TIMES, Oct. 28, 1861, at 3 \n(reporting arguments in a case over whether rebels were lawful belligerents).\n\n(110) Both confiscation acts allowed the confiscation of slaves and other real and personal property of rebels \nthrough quick in rein proceedings. See First Confiscation Act, ch. 60, 12 Stat. 319 (1861); Second Confiscation Act, \nch. 195, 12 Stat. 589 (1862). For discussion of the operation and constitutionality of the acts, as well as their use to \nfree slaves, see ALLEN C. GUELZO, LINCOLN'S EMANCIPATION PROCLAMATION 40--46, 59--60, 70--72, 125--\n29 (2004); HYMAN, supra note 107, at 159-60; RANDALL, supra note 44, at 69-72, 275-80, 347-51, 361, 369-74, \n383-85. See generally DANIEL W. HAMILTON, THE LIMITS OF SOVEREIGNTY (2007) (concerning the law and \npolicy of Union and CSA property confiscation).\n\n(111) It was also routinely alleged that the Union's war measures infringed constitutional rights of the states. For \ninstance, when Lincoln requested troops to put down the revolt, in a proclamation issued on April 15, 1861 just after \nFort Sumter fell, governors of states of the upper South like North Carolina--which had not yet seceded--and \nborders states like Missouri--which teetered at the brink of secession before remaining in the Union--denounced the \ncall for troops and their use against the insurrection as unconstitutional. See DAVID HERBERT DONALD, \nLINCOLN 297 (1995).\n\n(112) See GUELZO, supra note 110, at 40-46; HVMAN, supra note 107, at 163-68.\n\n(113) Because the overriding diplomatic concern was to prevent foreign recognition of the independence of, and aid \nto, the CSA, see CARNAHAN, supra note 107, at 43, the United States tried to insist that the insurrection was a \npurely local affair. But it had already become apparent that military considerations required the Union to exercise \npowers of war. The legality of all of this, especially the blockade's interference with neutral commerce, could only be \ndefended to neutral powers by conceding that the United States was at war, not just dealing with domestic \ncriminals. Complicated domestic politics also made it difficult to articulate an appropriate and consistent legal view \nof the conflict. The U.S. government determined to end the insurrection as quickly as possible. This could only be \naccomplished with massive military force. But Lincoln thought, correctly, that the border states would view the \nUnited States as the aggressor if it immediately initiated a large-scale mobilization and deployment of military force. \nBecause the border states were slave states, it was imperative that they not believe that Lincoln intended to quickly \nmarch a huge army southwards to smash the slave system. And keeping the border states in the Union was viewed \nby Lincoln, again correctly, as essential to success in the conflict, for geographic, manpower, and ideological \nreasons.\n\n(114) Juando v. Taylor, 13 F. Cas. 1179, 1182 (S.D.N.Y. 1818) (No. 7558); see also EMMERICH DE VATTEL, THE \nLAW OF NATIONS [section] 292, at 424 (Joseph Chitty trans., Philadelphia, T. & J.W. Johnson & Co. 1858) (1758) \n(\"When a party is formed in a state, who no longer obey the sovereign, and are possessed of sufficient strength to \n\n\n\noppose him,--or when, in a republic, the nation is divided into two opposite factions, and both sides take up arms,--\nthis is called a civil war.\" (emphasis omitted)).\n\n(115) See, e.g., The Santissima Trinidad, 20 U.S. (7 Wheat.) 283, 337 (1822) (\"The Government of the United \nStates has recognized the existence of a civil war between Spain and her colonies, and has avowed her \ndetermination to remain neutral between the parties. Each party is therefore deemed by us a belligerent nation, \nhaving, so far as concerns us, the sovereign rights of war....\").\n\n(116) See VATTEL, supra note 114, [section][section] 293-294, at 424--25 (\"A civil war breaks the bands of society \nand government, or, at least, suspends their force and effect: it produces in the nation two independent parties, \nwho consider each other as enemies, and acknowledge no common judge. Those two parties, therefore, must \nnecessarily be considered as thenceforward constituting, at least for a time, two separate bodies, two distinct \nsocieties .... This being the case, it is very evident that the common laws of war,--those maxims of humanity, \nmoderation, and honour, which we have already detailed in the course of this work,--ought to be observed by both \nparties in every civil war.\"); HENRY WHEATON, ELEMENTS OF INTERNATIONAL LAW 73 (Philadelphia, Carey, \nLea & Blanchard 1836) (stating that during civil war, contending sides have \"all the rights which war gives to public \nenemies\").\n\n(117) See Rose v. Himely, 8 U.S. (4 Cranch) 241, 272-73 (1808) (stating, in a case arising from the seizure of a \nvessel and cargo by a French privateer as part of France's response to the rebellion of its colony, Santo Domingo: \n\"[A]dmitting a sovereign who is endeavouring to reduce his revolted subjects to obedience, to possess both \nsovereign and belligerent rights, and to be capable of acting in either character, the manner in which he acts must \ndetermine the character of the act. If as a legislator he publishes a law ordaining punishments for certain offences, \nwhich law is to be applied by courts, the nature of the law, and of the proceedings under it, will decide whether it is \nan exercise of belligerent rights, or exclusively of his sovereign power; and whether the court, in applying this law to \nparticular cases, acts as a prize court, or as a court enforcing municipal regulations.\"); VATTEL, supra note 114, \n[section][section] 290, 294, at 423, 425 (stating that in internal conflicts, including civil wars, the sovereign may \ncriminally prosecute rebels under municipal laws, but suggesting that clemency is the wiser course).\n\n(118) See CURT ANDERS, HENRY HALLECK'S WAR 33--34 (1999).\n\n(119) Halleck initially commanded the vast Department of the West and in July 1862 would be promoted to be \nGeneral-in-Chief, the highest rank in the Union Army. Id. at 143-44. His treatise would eventually go through \nmultiple editions and printings and be one of the two or three most authoritative American works on the laws of war \ninto the twentieth century. His 1861 edition stayed close to the teachings of Vattel and decisions of Marshall: where \na rebellion has grown large enough to \"assume[] the character of a public war, as defined and recognized by the \nlaw of nations, it is the general usage of other states to concede to both parties the rights of war.\" H.W. HALLECK, \nINTERNATIONAL LAW OR RULES REGULATING THE INTERCOURSE OF STATES IN PEACE AND WAR \n[section] 25 (New York, D. Van Nostrand 1861) (emphasis omitted). These belligerent rights did not displace the \nestablished government's power to prosecute rebels under domestic criminal law. Instead, Halleck wrote:\n\n[B]elligerent rights may be superadded to those of sovereignty,\n\nthat is, the contending parties may exercise belligerent rights\n\nwith regard to each other and to neutral powers, while, at the same\ntime, the established government of the state may exercise its\nright of sovereignty in punishing, by its municipal laws,\nindividuals of the insurgent or revolting party, as rebels and\ntraitors.\n\nId.\n\n(120) It happens that this view has resurfaced recently in debates about enemy combatant detention post-9/11. It is \nsaid in recent scholarship that \"[u]nder the constitutional law of treason, any person who is potentially subject to an \n\n\n\nAmerican treason prosecution must be tried in a civilian court and may not be detained by the military as an enemy \ncombatant or subject to military tribunals.\" Larson, supra note 36, at 867. This constitutional rule was allegedly \n\"consistently recognized\" in Anglo-American law \"[u]ntil the twentieth century.\" Id. at 873. Similar assertions were \nmade in the amicus brief of U.S. Criminal Scholars and Historians submitted in support of the habeas corpus \npetition of Ali Saleh al-Marri to be released from military detention in the United States. Al-Marri is a national of \nQatar who recently admitted that--as the U.S. government had long alleged as the basis for his military detention--\nhe entered the United States in September 2001 at the direction of Khalid Sheikh Mohammed to plan and carry out \nterrorist attacks. See Associated Press, Former 'Enemy Combatant' Pleads Guilty in Ill., USA TODAY, Apr. 30, \n2009, http://www.usatoday.com/news/nation/2009-04-30-enemy-combatant_N.htm. According to the brief, the \n\"American constitutional tradition\" and \"[c]ommon law history\" establish that a citizen or non-citizen within the \nUnited States can be held by military authorities instead of the civilian justice system \"only if he owes no duty of \nallegiance to the United States\"--and even then, only if he was an \"open combatant[].\" Brief of Amici Curiae U.S. \nCriminal Scholars and Historians Advocating Reversal in Support of Petitioners at 4-5, al-Marri v. Wright, 534 F.3d \n213 (4th Cir. 2008) (No. 06-7427).\n\n(121) Whiting, supra note 29, at 739.\n\n(122) President Lincoln was himself a brilliant constitutional lawyer and his cabinet contained several giants of the \nlaw. Treasury Secretary Salmon P. Chase was one the dominant figures of his age. Lincoln described him as \n\"about one and a half times bigger than any other man I ever knew.\" G. Edward White, Reconstructing the \nConstitutional Jurisprudence of Salmon P. Chase, 21 N. KY. L. REV. 41, 41 (1993) (internal quotation marks \nomitted). Before the war, Chase was Governor of and a U.S. Senator from Ohio and a devoted abolitionist lawyer. \nFrom 1861 to 1864 he served at Treasury, and then for nine years, until his death, as Chief Justice of the United \nStates. See generally JOHN NIWN, SALMON P. CHASE: A BIOGRAPHY (1995). \"Among Republicans, only \nCharles Sumner, William H. Seward, Thaddeus Stevens, and Abraham Lincoln equaled [Chase's] contemporary \nstature.\" Michael Les Benedict, Salmon P. Chase as Jurist and Politician, 21 N. KY. L. REV. 133, 133-34 (1993). \nLike Chase of Ohio, Seward of New York served his home state as governor, U.S. Senator, and abolitionist lawyer \nin the antebellum period. He then was Secretary of State from 1860 to 1869. See generally DORIS KEARNS \nGOODWIN, TEAM OF RIVALS (2005). Before the war, Edwin M. Stanton, a Democrat, was a successful lawyer \nand briefly a pro-Union Attorney General for President Buchanan. From 1862 to 1868, he was an extraordinarily \neffective Secretary of War. President Grant appointed him to the Supreme Court in 1869, but Stanton died before \ntaking his seat. See generally BENJAMIN P. THOMAS & HAROLD M. HYMAN, STANTON (1962).\n\n(123) Lieber and Halleck are described above. See supra notes 14, 119. Joseph Holt--a pro-Union, antislavery \nDemocrat, native of Kentucky--served as Postmaster General and briefly, Secretary of War, under President \nBuchanan. In 1862, Lincoln made him Judge Advocate General of the U.S. Army--its chief lawyer. By all accounts \nhe was tremendously efficient and incisive. Lincoln tried to make him Attorney General in 1864, but Holt declined. \nSee GOODWIN, supra note 122, at 675; HYMAN, supra note 107, at 190-92. William Whiting was a prominent \nHarvard-trained Boston lawyer when, in 1862, Lincoln asked him to become solicitor of the War Department. When \nthe war began, Whiting had started speaking and writing about the constitutional powers of the President and \nCongress to invoke belligerent rights under the laws of war to put down the Rebellion. His opinions were \nimmediately influential in Washington; his thoughts became pamphlets and then a book, which grew over time, as \nevents unfolded. Eventually entitled War Powers of the President and the Legislative Powers of Congress in \nRelation to Rebellion, Treason and Slavery, it went through forty-three printed editions in eight years of war and \nReconstruction, and \"its leading doctrines ... received the sanction of the highest courts in the land.\" MEMOIR OF \nTHE HON. WILLIAM WHITING 7 (Boston, David Clapp & Son 1874); see also HYMAN, supra note 107, at 193-94.\n\n(124) Sumner is described above in the Introduction. See generally DAVID HERBERT DONALD, CHARLES \nSUMNER AND THE COMING OF THE CIVIL WAR (1960). Thaddeus Stevens was a powerful member of \nCongress from Pennsylvania from 1859 to 1868 and Chairman of Ways and Means during the war. A lawyer for the \noppressed before coming to Congress, once in Washington Stevens was, like his ideological ally in the Senate, \nCharles Sumner, an indomitable Republican \"radical,\" fierce proponent of total war against rebels and slavery, a \ndetermined advocate for confiscation of rebel property, emancipation of slaves, enlistment of black soldiers in the \nUnion Army, black suffrage, and adoption of the Thirteenth and Fourteenth Amendments. See generally HANS L. \n\nhttp://www.usatoday.com/news/nation/2009-04-30-enemy-combatant_N.htm\n\n\nTREFOUSSE, THADDEUS STEVENS: NINETEENTH-CENTURY EGALITARIAN (1997). Lyman Trumbull--U.S. \nSenator from Illinois (1855-1873), chair of Judiciary during the war, former justice of the Illinois Supreme Court--was \nhighly respected for his legal skills and judgment. He was an important spokesman for radical Republican wartime \npolicies like confiscation and emancipation, though he himself, a once and future Democrat, did not identify as a \nradical. See HAMILTON, supra note 110, at 29-31.\n\n(125) William Lloyd Garrison, an uncompromising Massachusetts abolitionist, edited the country's leading \nantislavery newspaper, the Liberator (1832-1865). See generally HENRY MAYER, ALL ON FIRE: WILLIAM LLOYD \nGARRISON AND THE ABOLITION OF SLAVERY (1998). Horace Greeley founded and edited the New York \nTribune, the most influential newspaper in the country in the 1850s and 1860s. See generally ROBERT \nCHADWELL WILLIAMS, HORACE GREELEY\" CHAMPION OF AMERICAN FREEDOM (2006).\n\n(126) See, e.g., CONG. GLOBE, 37th Cong., 2d Sess. 943 (1862) (statement of Sen. Trumbull) (\"There would be \nno difficulty in determining our rights as against them if they were an independent nation; but what makes the \ndifficulty is the relation which the persons in arms against the Government bear to it, that is as enemies, and at the \nsame time as citizens. That is what seems to embarrass some minds.\"); CONG. GLOBE APP., 37th Cong., 2d \nSess. 140 (1862) (statement of Sen. Doolittle) (contending that the Constitution forbids confiscation in the nature of \nan attainder for treason, but \"where citizens have gone abroad to foreign countries, and have there, outside of our \njurisdiction, engaged in acts of hostility to us ... it would be within our power to declare persons guilty of such acts in \nforeign countries beyond our jurisdiction no longer citizens of the United States, alien enemies, and to escheat their \nlands to the United States, and their assigns forever.\"); id. at 122 (statement of Rep. Allen of Ohio) (\"If the people of \nthe seceding States were aliens, and we had a right to deal with them as such under the law of nations, we would \nhave a right to capture their property wherever found.... [But w]e cannot treat loyal Union-loving citizens as \nenemies, because they reside in disloyal States.\").\n\nBecause it was often simply assumed that foreign enemies fighting the United States lacked any constitutional \nrights, analogizing the rights of Confederates in arms to those of foreign enemies was a shorthand way of stating \nthat rebels in arms had no constitutional rights. See, e.g., CONG. GLOBE, 37th Cong., 2d Sess. 1557, 1560 (1862) \n(statement of Sen. Trumbull) (stating that the United States could exercise the same belligerent rights against CSA \nforces as when \"waging war against a foreign nation\").\n\n(127) See, e.g., Lieber Code, supra note 14, art. 40 (\"There exists no law or body of authoritative rules of action \nbetween hostile armies, except that branch of the law of nature and nations which is called the law and usages of \nwar on land.\"); CONG. GLOBE, 37th Cong., 2d. Sess. 2964 (1862) (statement of Sen. Sumner) (\"If the enemies \nagainst whom we are now waging war were not our own fellow-citizens--if they were aliens unhappily established \nfor the time on our territory--there would be no fine-spun question of constitutional immunities.... [I]f the war on our \npart were ... in subordination to those provisions of the Constitution which were devised for peace, it is evident that \nour Government would be unable to cope with its enemy. It would enter battle with its hands tied behind its back. Of \ncourse, in warfare with people of another country, Senators would not require any such self-sacrifice.\"); cf. \nWILLIAM WHITING, THE WAR POWERS Or THE PRESIDENT AND THE LEGISLATIVE POWERS OF \nCONGRESS IN RELATION TO REBELLION, TREASON AND SLAVERY 47 (Boston, John L. Shorey 1862) (\"To \ndetermine what are the rights of different nations when making war upon each other, we look only to the law of \nnations. The peculiar, forms or rights of the subjects of one of these war-making parties under their own \ngovernment give them no rights over their enemy other than those which are sanctioned by international law. In the \ngreat tribunal of nations, there is a 'higher law' than that which has been framed by either one of them.\").\n\n(128) See supra note 68; see also CONG. GLOBE, 38th Cong., 1st Sess. 1768 (1864) (statement of Rep. Broomall) \n(\"Our Government is indeed one of limited powers, but only so with respect to its own citizens. Toward other \nnations its powers are absolute. It is limited in its administration of civil law; but as a belligerent it is under no more \nrestraint that Russia or France [i.e., absolutist governments]. The limitations of constitutional Government have no \noutside application whatever.\"); Charles Sumner, Our Domestic Relations; Or, How to Treat the Rebel States, 12 \nATLANTIC MONTHLY 507, 508 (1863) (stating that California and New Mexico, while still Mexican territory \nbecause the treaty of peace and cession of 1848 had not yet been ratified, was \"beyond the jurisdiction of our \nConstitution\" and \"there was no constraint from the Constitution\" on the U.S. military occupation).\n\n\n\n(129) CONG. GLOBE, 37th Cong., 2d Sess. 2190 (1862) (statement of Sen. Sumner); see also id. at 2964 (\"Rebels \nin arms are public enemies, who can claim no safeguard from the Constitution, and they may be pursued and \nconquered according to the Rights of War.\"); Charles F. Blake, Prerogative Rights and Public Law, 25 MONTHLY L. \nPEP. 129, 141-42 (1863) (regarding the \"belligerent rights\" of the U.S. government, stating that \"[u]pon the men in \narms against the government, it is permitted to employ the usual machinery of war. Whatever would be lawful \nagainst a foreign enemy, is lawful against them.\").\n\n(130) GROSVENOR P. LOWREY, THE COMMANDER-IN-CHIEF: A DEFENCE UPON LEGAL GROUNDS OF \nTHE PROCLAMATION OF EMANCIPATION AND AN ANSWER TO EX-JUDGE CURTIS' PAMPHLET 17 (New \nYork, G.P. Putnam 1862).\n\n(131) See, e.g., Act of Mar. 3, 1863, ch. 81, [section][section] 1-2, 12 Stat. 755, 755 (providing that the President \nmay suspend the writ of habeas corpus; that when it is suspended, a statement that the person is held by the U.S. \nmilitary is a sufficient answer to a writ; and providing judicial processes for eventual release or criminal trial of \ndetainees held by the Executive \"otherwise than as prisoners of war\" in loyal states); CONG. GLOBE, 37th Cong., \n2d Sess. 18-19 (1861) (statement of Sen. Trumbull) (\"The judicial tribunals have no right or power to interfere with \nthe Army in the exercise of its power in suppressing an insurrection, by issuing writs of habeas corpus or otherwise \n[in areas where the President has exercised power delegated by Congress to call out troops to suppress \ninsurrection.] [P]ersons captured by the military authorities in insurrectionary districts may still be retained as \nprisoners by the military power, without interference from the courts till their cases are finally disposed of, \nnotwithstanding they may, for purposes of safety, or other reasons of State, be brought within districts where the \njudicial power is in full operation.\"); CONG. GLOBE, 37th Cong., 1st Sess. 339-40 (1861) (statement of Sen. \nMcDougall) (\"[W]e have war, and there is a law of war.... There is a system of laws for peace, another for war. The \nright to the writ of habeas corpus is one of those that has no relation to the condition and necessities of war. It might \nbe called a peace right.... It is, therefore, an established rule of law that the writ of habeas corpus does not run \nagainst a prisoner of war.\").\n\n(132) See, e.g., CONG. GLOBE, 37th Cong., 2d Sess. 1881 (1862) (statement of Sen. Hale) (\"I think the time has \ncome when Congress should ... show to armed rebels ... that the Constitution and laws made for the protection of \nthe rights of persons and property were made for the protection of those who were true to their allegiance, and not \nfor the protection of those who threw it off and were fighting against it, and would subvert the Constitution and \nwould destroy the country.\"); CONG. GLOBE, 38th Cong., 1st Sess. 316 (1864) (statement of Rep. Stevens) \n(\"[H]aving committed treason, renounced their allegiance to the Union, discarded its Constitution and laws, \norganized a distinct and hostile government, and by force of arms having risen from the condition of insurgents to \nthe position of an independent Power de facto, and having been acknowledged as a belligerent by both foreign \nnations and our own Government, the Constitution and laws of the Union are abrogated so far as they are \nconcerned, and ... as between the two belligerents, they are under the laws of war and the laws of nations alone.\"); \nCONG. GLOBE, 38th Cong., 1st Sess. 1768 (1864) (statement of Rep. Broomall) (contending that rebels had \n\"repudiate [d] allegiance\" to the Constitution and \"appealed from the Constitution and laws of the country to the \nlaws of war,\" and therefore have no right to \"the protection of the Constitution and laws\"); Whiting, supra note 127, \nat 697 (\"None of these rights, guaranteed to peaceful citizens by the Constitution, belong to them after they have \nbecome belligerents against their own government. They thereby forfeit all protection under that sacred charter \nwhich they have thus sought to overthrow and destroy.\" (emphasis omitted)); Gen. Butler's Contraband of War, 31 \nLIBERATOR (Boston) 131 (1861) (likely written by Garrison) (\"[Rebels] have renounced the Constitution and the \nlaws, are levying war against them, and against the nation which ordained, and its government which administers \nthem. Protection and allegiance are correlative. The denial of one cancels the obligation of the other.\"); Letter from \nRobert Dale Owen to William H. Seward, Sec'y of State (Aug. 27, 1863), in 3 THE AMERICAN ANNUAL \nCYCLOPAEDIA AND REGISTER OF IMPORTANT EVENTS OF THE YEAR 1863, at 838, 838 (New York, D. \nAppleton & Co. 1864) [hereinafter Letter from Owen to Seward] (stating that the rebels by their actions \"forfeit[ed] \ntheir constitutional rights\" and have \"the same rights, and the same rights only, as alien enemies invading the \nUnited States ... [under] the rights of war\").\n\n(133) For instance, Edgar Cowan, a respected attorney and U.S. Senator from Pennsylvania, stated that\n\n\n\ntaking a prisoner of war, whether it be a foreign soldier taken\n\nupon our soil with arms in his hands, or a citizen of our own who\n\nhas cut himself away from the Government and severed his\nallegiance, is precisely the same thing. Nobody ever supposed it\nwas necessary to suspend the writ of habeas corpus in order to\njustify the military for such a proceeding.\n\nCONG. GLOBE, 37th Cong., 1st Sess. 341 (1861) (statement of Sen. Cowan). As Senator Lyman Trumbull of \nIllinois put it, \"[t]hat we have the right to exercise belligerent rights towards the persons and property of those in \narms against the Government, and who are fighting for its overthrow, even the opponents of this bill [confiscating \nproperty of Confederates] admit.\" CONG. GLOBE, 37th Cong., 2d Sess. 1560 (1861) (statement of Sen. Trumbull).\n\n(134) See, e.g., CONG. GLOBE, 37th Cong., 2d Sess. 3350 (1862) (statement of Sen. Wright) (\"The Senator from \nKentucky ... puts the question whether a man has not his right, under the Constitution, to be tried; whether every \nman is not entitled to all the rights and privileges secured by the Constitution. Yes, sir; he is if he is an obedient \ncitizen; but if he is a traitor he is not. If he is in rebellion against his Government, he is not entitled to the protection \nof the Government.\").\n\n(135) See, e.g., ADDRESS OF THE DEMOCRATIC MEMBERS OF THE GENERAL ASSEMBLY TO THE PEOPLE \nOF INDIANA 11 (Indianapolis, Elder, Harkness & Bingham 1863) (on file with author) (\"[T]he Democratic policy in \nconducting this war between a kindred people [would be] fighting and putting down armed rebels [and] love and \nkindness toward those not in arms,\" and \"calling on the people of the South to abandon the leaders, return to the \nprotection of the old flag, under all the guarantees of the Constitution.\").\n\n(136) See, e.g., CONG. GLOBE, 37th Cong., 3d Sess. 134 (1862) (statement of Rep. Yeaman) (describing the \nconflict as \"a gigantic effort ... to enforce the nation's laws against citizens of the nation in rebellion\" and stating \nthat \"[t]he President has called out the posse comitatus of the nation to assist him; and if rebels are killed in his \nattempt to arrest them, and to enforce the law, it is their own fault\"); CONG. GLOBE, 37th Cong., 2d Sess. 3350 \n(1862) (statement of Sen. Powell) (\"The Constitution of our fathers and the laws not only in the United States, but in \nall the States, guaranty to every man, high or low, rich or poor, guilty or innocent, patriot or traitor, the protection of \nthe Constitution and the laws.... [T]he vilest traitor, the guiltiest murderer, the most contemptible thief, is entitled to \nall the guarantees that the Constitution and the laws throw about him ... I grant you if he has arms in his hands, is \narrayed in battle against you, you may slay him; but then it is war.\"). Because everyone agreed that rebels in arms \ncould be killed or otherwise opposed militarily, it might make little practical difference how one precisely viewed their \nlegal status. See CONG. GLOBE, 38th Cong., 1st Sess. 1767 (1864) (statement of Rep. Broomall) (stating that the \ncountry was involved in \"civil war\" as distinguished from \"insurrection,\" which states were governed by the \"usages \nof war\" and the \"civil power,\" respectively, and that \"[u]nder both systems the insurgents may be shot down in being \ntaken\").\n\n(137) See, e.g., RANDALL, supra note 44, at 175 (noting \"little adverse comment\" about trial by military commission \nin the loyal state of Missouri of civilians who burned bridges, destroyed telegraph wires, \"furnished information to \nthe enemy, or engaged in sniping and bushwhacking\"). Guerilla warfare was prevalent in border states with mixed \npopulations of different loyalties--Missouri, Kentucky, Tennessee, Virginia, West Virginia, and Arkansas.\n\n(138) See, e.g., GEORGE B. DAVIS, OUTLINES OF INTERNATIONAL LAW 242 (New York, Harper & Bros. 1887) \n(defining guerillas as \"persons who ... commit acts of hostility without the authorization of their government, or who \ncarry on their operations in violation of the laws of war\" (citation omitted)); HALLECK, Supra note 119, at 386 \n(\"Partizan and guerrilla troops, are bands of men self-organized and self-controlled, who carry on war against the \npublic enemy, without being under the direct authority of the state. They have no commissions or enlistments, nor \nare they enrolled as any part of the military force of the state....\").\n\n\n\n(139) See, e.g., 2 WINTHROP, supra note 14, at 68-69; cf. Act of July 2, 1864, ch. 215, [section] 1, 13 Stat. 356, \n356 (\"[T]he commanding general in the field, or the commander of the department, as the case may be, shall have \npower to carry into execution all sentences against guerilla marauders for robbery, arson, burglary, rape, assault \nwith intent to commit rape, and for violation of the laws and customs of war.\").\n\n(140) See, e.g., Lieber Code, supra note 14, art. 82, quoted in supra note 78; 2 WINTHROP, supra note 14, at 11 \n(stating that guerillas are \"regarded as criminals and outlaws, not within the protection of the fights of war, or \nentitled, upon capture, to be treated as prisoners of war, but liable to be shot, imprisoned, or banished, either \nsummarily where their guilt is clear or upon trial and conviction by military commission\").\n\n(141) See, e.g., DAVIS, supra note 138, at 242 (stating that guerillas' \"acts are unlawful, and when captured they \nare not treated as prisoners of war, but as criminals\" (internal quotation marks omitted)).\n\n(142) See Lieber Code, supra note 14, art. 62 (\"All troops of the enemy known or discovered to give no quarter in \ngeneral, or to any portion of the army, receive none.\"); id. art. 63 (\"Troops who fight in the uniform of their enemies, \nwithout any plain, striking, and uniform mark of distinction of their own, can expect no quarter.\"); id. art. 66 (\"Quarter \nhaving been given to an enemy by American troops, under a misapprehension of his true character, he may, \nnevertheless, be ordered to suffer death if, within three days after the battle, it be discovered that he belongs to a \ncorps which gives no quarter.\").\n\n(143) The southern population was reached various ways by U.S. government actions justified by the laws of war \nagainst enemies. Lincoln's blockade treated the entire population of seceded states as enemies. The U.S. Army \nimposed martial law when it recaptured areas of seceded states, displacing civilian courts and government officials. \nThis occurred in the first month of the war when U.S. forces took Alexandria, Virginia, located across the Potomac \nfrom Washington, D.C. See LONG & LONG, supra note 82, at 77. Congress, in July 1861, made illegal all \nintercourse--commercial or otherwise--between residents of states declared by the President to be in insurrection \nand residents of all other parts of the country. See supra note 103 and accompanying text. Congress's Second \nConfiscation Act of 1862 directed the President to seize the real and personal property of certain named groups, \nincluding persons who thereafter gave aid and comfort to the rebellion. See supra note 110. The statute used these \nterms so broadly that many fairly ordinary interactions with the government or military of the seceded states or CSA \nwould likely be reached. Cf United States v. Klein, 80 U.S. (13 Wall.) 128, 137 (1871) (stating that the Act covered \n\"[a]lmost all the property of the people in the insurgent States\").\n\n(144) See, e.g., CONG. GLOBE, 37th Cong., 2d Sess. 1615-16 (1862) (statement of Rep. Thomas) (\"[N]o State \ncan abdicate or forfeit the fights of its citizens to the protection of the Constitution of the United States or the \nprivileges and blessings of the Union which that Constitution secures and makes perpetual.... He only is the enemy \nof the United States who is committing treason by levying war against the United States, or giving aid and comfort \nto those who do. The loyal, faithful subject of the United States, wherever on the soil of his country he may have his \nhome, is not the enemy of his country.\"); Reconstruction, 4 CONTINENTAL MONTHLY 684 (1863) (\"The subject \nwho renounces his allegiance can claim no protection.... Allegiance and protection are reciprocal and \ninterdependent duties.... So that it might be quite correct to declare, in reference to the Southern rebellion, that a \nrebel has no rights which the United States is bound to respect.\"); id. (\"[S]uch persons ... as voluntarily wage war \nupon it [the Constitution], can be strictly called enemies.... [But a]s to all men who have not participated in the \nrebellion, it is not easy to see how war, rebellion, usurpation, or any power on earth can destroy their rights under \nthe Constitution.\").\n\n(145) See, e.g., Blake, supra note 129, at 143 (conceding that \"the government of the United States may do against \nthe rebels whatever is lawful against a public enemy,\" but limiting this freedom from municipal or constitutional \nrestraint to the time and place of actual war, when the civil courts are by necessity closed); see also B.R. CURTIS, \nEXECUTIVE POWER 28 (Boston, Little, Brown & Co. 1862) (to the same effect as Blake).\n\n(146) See, e.g., CONG. GLOBE, 37th Cong., 2d Sess. 3349 (1861) (statement of Sen. Powell) (\"Even if they were \nalien enemies, we could not act thus unless we violated every rule of Christian warfare. But, sir, they are not \ntreated or regarded as alien enemies; you claim them as a part of our people. They are entitled, then, to all the \n\n\n\nprovisions of the Constitution of your country, for I am sure no gentleman would be so illogical as to maintain the \nposition that they are under the Constitution, a part of the Union, and are not entitled to all the panoply and all the \nshields that the Constitution throws around the fights of the citizen.\"). Another view was that the CSA was at least \nde facto, if not de jure, an independent nation and was entitled to the same rights as all other sovereign nations.\n\n(147) For example, the CSA's Sequestration Act. See HAMILTON, supra note 110, at 82-139 (describing the Act, \nits legality, and its implementation).\n\n(148) DANIEL GARDNER, A TREATISE ON THE LAW OF THE AMERICAN REBELLION 6 (New York, J.W. \nAmerman 1862); see also THE WAR AND ITS MANAGEMENT: SPEECH OF HON. B. VAN HORN TO NEW \nYORK 5 (Washington, D.C., Scammell & Co. 1862) (addressing the House of Representatives on January 23, 1862 \nand saying, \"[T]he citizens of the rebel States ... have cast aside the Constitution of their country, under which, \nwhen loyal, they were entitled to protection, to all their rights guarantied to them by that Constitution, and are no \nmore entitled to our protection, being themselves outlaws by their own wicked and treasonable acts.\"); TRAITORS \nAND THEIR SYMPATHIZERS: SPEECH OF THE HON. BENJAMIN F. WADE OF OHIO 3 (Washington, D.C., \nScammel & Co. 1862) (addressing the U.S. Senate on April 21, 1862 and stating that residents of seceded states \nare \"entirely absolved from the protecting aegis of the Constitution\" and that rebels and traitors \"are beyond all law, \nthey have repudiated all law, and the nation, in defence of its Constitution, its Union, and its flag, may resort to any \nmeans that God Almighty has put into their hands\").\n\n(149) See DANIEL AGNEW, OUR NATIONAL CONSTITUTION: ITS ADAPTATION TO A STATE or WAR OR \nINSURRECTION 17 (Philadelphia, C. Sherman, Son & Co. 2d ed. 1863) (\"In time of peace [no \"constitutional \nrights\"] can be taken away, except by due process of law. But how are they affected by a state of war? The rebels \nand their abettors are citizens, who owe allegiance, but have cast it off. The civil authority is not adequate to reduce \nthem, and force is resorted to by authority of law. The Constitution now turns against them, and the rights it \nguaranteed during peace, it now authorizes to be taken away, if necessary to reduce them to submission.\"); see \nalso Order from W.T. Sherman, Commanding Major General, to Maj. R.M. Sawyer (Jan. 31, 1864), in 32 u.s. WAR \nDEP'T, THE WAR Or THE REBELLION, ser. 1, pt. 2, at 278, 279 (Washington, D.C., Gov't Printing Office 1891) \n(\"[T]he people of the South having appealed to war are barred from appealing to our Constitution.... They have \nappealed to war, and must abide by its rules and laws.\").\n\n(150) See SPEECH OF CASSIUS M. CLAY BEFORE THE LAW DEPARTMENT OF THE UNIVERSITY Of \nALBANY, N.Y. 15 (New York, Wynkoop, Hallenbeck & Thomas 2d ed. 1863) (on file with author).\n\n(151) Letter from Owen to Seward, supra note 132, at 838; see also CONG. GLOBE, 37th Cong., 2d Sess. 2190 \n(1862) (statement of Sen. Sumner) (\"Rebels in arms are enemies, exposed to all the penalties of war, as much as if \nthey were alien enemies.\"); Blake, supra note 129, at 142 (regarding the \"belligerent fights\" of the U.S. government, \nstating that \"[u]pon the men in arms against the government, it is permitted to employ the usual machinery of war. \nWhatever would be lawful against a foreign enemy, is lawful against them.\"); Whiting, supra note 127, at 694-95, \n701 (stating that the United States was authorized to treat a rebel as it would \"an alien enemy\" in wartime); Letter \nfrom Orville H. Browning to Abraham Lincoln (Sept. 30, 1861), in CARNAHAN, supra note 107, at 148, 153-54 \n(stating that the rebels \"have no more right ... to claim the protection of the Constitution and laws of the former \ngovernment, than the citizens of a foreign state, at war with us would have a right to claim such protection\").\n\n(152) See, e.g., CONG. GLOBE APP., 37th Cong., 2d Sess. 167 (1862) (statement of Rep. Babbitt) (attacking as \n\"wholly unfounded, and as contrary to the principles of national and municipal law as it is to the principles of equity \nand common sense\" the \"erroneous idea that rebels can claim for their property all the safeguards which the \nConstitution has thrown around that of loyal citizens. I deny that they have a right to interpose any such claim any \nmore than would the subject of any foreign nation with which we might be at war.\"); William M. Grosvenor, The Law \nof Conquest; The True Basis of Reconstruction, 24 NEW ENGLANDER 111, 120 (1865) (\"[The rebels] have no \nlonger any right of protection from our government or any right of citizenship under it, and become de facto \nforeigners. Against them the government possesses full belligerent rights under the laws of war.\").\n\n\n\n(153) See generally The Laws of War, 22 AM. L. REG. 265, 271-72 (1874) (\"The Constitution recognises and, for \ntheir appropriate uses, adopts 'the law of nations,' and these include the laws of war.... The laws of peace, and the \namendments to the Constitution for the security of life and property, apply in time of peace and in time of war where \nno war or state of war exists. But where war is actually flagrant, or a state of war, the laws of war prevail.\" \n(emphasis and footnote omitted)).\n\n(154) See The Venice, 69 U.S. (2 Wall.) 258, 266-67 (1864) (argument of the United States) (stating that when \"the \npower of the enemy has been broken\" in a rebel territory and \"the supremacy of the Government is everywhere \nestablished,\" \"the people and property once subject to hostile control may be released from the law of war, and \nrestored to their rights under the Government\"); Letter from H.W. Halleck, General-in-Chief, to W.S. Rosencrans, \nMaj. Gen. (Mar. 20, 1863), in 3 U.S. WAR DEP'T, THE WAR OF THE REBELLION ser. 3, at 77-78 (Washington, \nD.C., Gov't Printing Office 1899) (suggesting that after the rebellion is put down in Tennessee, the state's \"loyal \ncitizens\" and those \"who are willing to return to their allegiance\" would be restored to \"the rights which they have \nheretofore enjoyed under the Constitution, and to the protection which is afforded to persons and property by the \nglorious flag of the Union\").\n\n(155) The Amy Warwick, 1 F. Cas. 799, 803 (D. Mass. 1862) (No. 341), aff'd sub nom., Prize Cases, 67 U.S. (2 \nBlack) 635 (1863); see also CONG. GLOBE, 37th Cong., 2d Sess. 2964 (1862) (statement of Sen. Sumner) \n(describing the \"double character\" of the rebels, both \"criminals\" and \"public enemies\"); CONG. GLOBE, 37th \nCong., 2d Sess. 943 (1862) (statement of Sen. Trumbull) (\"We have toward these people in the rebellious States a \ntwofold right. There would be no difficulty in determining our rights as against them if they were an independent \nnation; but what makes the difficulty is the relation which the persons in arms against the Government bear to it, \nthat is as enemies, and at the same time as citizens. That is what seems to embarrass some minds.... We may treat \nthem as traitors, and we may treat them as enemies, and we have the right of both, belligerent and sovereign, so \nfar as they are concerned.\"); Whiting, supra note 127, at 695 (\"The United States are AT WAR with rebels, in the \nstrictly legal and constitutional sense of the term, and have therefore all the rights against them which follow from a \nstate of war, in addition to those which are derived from the fact that the rebels are also subjects.... [In civil war, the \ngovernment] has the legal right to treat the insurgents both as subjects and as belligerents; and they therefore may \nexercise the full and untrammeled powers of war against their subjects....\").\n\n(156) CONG. GLOBE, 37th Cong., 2d Sess. 2189-90 (1862) (statement of Sen. Sumner) (\"If we treat them as \ncriminals, then we are under the restraints of the Constitution; if we treat them as enemies, then we have all the \nlatitude sanctioned by the rights of war.... [T]he rights against enemies, founded on war ... are absolutely without \nconstitutional limitation.\"); id. at 2190 (\"What is done against them merely as criminals will naturally be in conformity \nwith the Constitution; but what is done against them as enemies, will have no limitation except the rights of war.\"); \nid. at 2964 (\"Rebels in arms are public enemies, who can claim no safeguard from the Constitution, and they may \nbe pursued and conquered according to the rights of war.... All rebels are criminals, liable to punishment according \nto penal statutes, and in all proceedings against them as such, they are surrounded by the safeguards of the \nConstitution.\"); Whiting, supra note 127, at 697 (\"[I]f the government elects to treat them [rebels] as subjects and to \nhold them liable only to penalties for violating statutes, it must concede to them all the legal rights and privileges \nwhich other citizens would have when under similar accusations; and Congress must be limited to the provisions of \nthe Constitution in legislation against them as citizens.\") ; id. (noting that the Suspension Clause, Due Process \nClause, Takings Clause, Fourth Amendment, First Amendment freedom of speech and press rights, and the \nSecond Amendment right to bear arms are said by some to remain rights of rebels as citizens, but \"these provisions \n[are] not applicable to a state of war.\" (emphasis omitted)); id. (\"The clauses which have been cited from the \namendments to the Constitution were intended as declarations of the rights of peaceful and loyal citizens, and \nsafeguards in the administration of justice by the civil tribunals.\").\n\n(157) See, e.g., The Unconstitutional Acts of the Present Government, 61 KNICKERBOCKER MONTHLY 157 \n(1863) (attacking Lincoln's war measures, principally the Emancipation Proclamation, as \"despotic\" and based on \nthe principle that \"the President can override the Constitution\").\n\n(158) See, e.g., Levinson, supra note 34, at 1145-48.\n\n\n\n(159) See CURTIS, supra note 145, at 30.\n\n(160) See, e.g., CONG. GLOBE, 37th Cong., 2d Sess. 329 (1862) (statement of Rep. Julian) (\"The Constitution \nwas made for the people, not the people for the Constitution. Cases may arise in which patriotism itself may \ndemand that we trample under our feet some of the most vital principles of the Constitution.\").\n\n(161) See, e.g., CONG. GLOBE APP., 37th Cong., 2d Sess. 167 (1862) (statement of Rep. Babbitt) (\"[T]here exists \nno legitimate power in any department of this Government but by virtue of the Constitution; and the public safety \ncan be secured only by the observance of its provisions, which are sufficiently ample for the purpose.\").\n\n(162) ,See, e.g., supra text accompanying notes 39-40 (quoting statements by President Lincoln and Indiana \nGovernor Morton).\n\n(163) Modern scholars repeat this error. See CURRIE, supra note 36, at 273-74, 275 n.290 (criticizing the majority \nin the Prize Cases for relying on international law and stating that its \"argument that the ex post facto clause ... had \nno application ... sounds almost like an assertion that the Constitution was off during the emergency--a conclusion \nthe Court would emphatically deny a few years later in Ex parte Milligan\").\n\n(164) See, e.g., CONG. GLOBE, 37th Cong., 1st Sess. 378 (1861) (statement of Sen. Baker) (\"[T]he Constitution \ndeals generally with a state of peace, and ... when war is declared it leaves the condition of public affairs to be \ndetermined by the law of war, in the country where the war exists. It is true that the Constitution of the United States \ndoes adopt the laws of war as a part of the instrument itself, during the continuance of war.\"); Whiting, supra note \n127, at 697 (\"[I]t must not be forgotten that the same authority [the Constitution] which provides those safeguards, \nand guarantees those rights, also imposes upon the President and Congress the duty of so carrying on war as of \nnecessity to supersede and hold in temporary suspense such civil rights as may prove inconsistent with the \ncomplete and effectual exercise of such war powers, and of the belligerent rights resulting from them. The rights of \nwar and the rights of peace cannot coexist.\") ; The Restoration of the Union, 4 CONTINENTAL MONTHLY 444, 446 \n(1863) (\"[P]ending a war, either foreign or civil, the Constitution itself confers extraordinary powers upon the \nGovernment--powers far transcending those which it may properly exercise in time of peace. These war powers, \nhowever, great as they are, and limited only by the laws and usages of civilized nations, are not extra-\nconstitutional; they are expressly conferred, and are quite as legitimate as those more moderate ones which \nappropriately belong to the Government in ordinary times.\").\n\n(165) McCulloch v. Maryland, 17 U.S. (4 Wheat.) 316, 415 (1819).\n\n(166) Hamburger, supra note 51, at 1827.\n\n(167) See supra note 20.\n\n(168) See Boumediene v. Bush, 553 U.S. 723, 764-65 (2008) (suggesting that the lack of judicially enforced \nconstitutional rights at Guantanamo would allow \"the political branches to govern without legal constraint\"); \nHamdan v. Rumsfeld, 548 U.S. 557, 638 (2006) (Kennedy, J., concurring) (implying that the Constitution's \nseparation of powers would be undermined if the military could detain or try individuals \"without independent \nreview,\" i.e., without Article III judicial review).\n\n(169) See, e.g., The Law Relating to Prize Vessels; Opinion of Judge Betts, N.Y. TIMES, Oct. 1, 1861, at 5; The \nPrivateer Savannah; Arguments on Both Sides, supra note 109.\n\n(170) United States v. The Tropic Wind, 28 F. Cas. 218, 218-19 (C.C.D.C. 1861) (No. 16,541A) (argument of Mr. \nCarlisle for claimants).\n\n(171) Id. at 219.\n\n(172) See, e.g., The Hiawatha, 12 F. Cas. 95, 97, 100 (S.D.N.Y. 1861) (No. 6451).\n\n(173) Id. at 99-100.\n\n\n\n(174) Judge Betts's important August 1861 decision in The Hiawatha disposed of common legal questions in nine \nconsolidated cases, among them two that would go to the Supreme Court. He also wrote at length on the legal \nissues involving the Constitution and laws of war in other prize cases. See The Sarah Starr, 21 F. Cas. 462, 464 \n(C.C.S.D.N.Y. 1861) (No. 12,352), aff'd in part, The Aigburth, 1 F. Cas. 226 (Nelson, Circuit Justice, C.C.S.D.N.Y. \n1863) (No. 106), and rev'd in part, The Sarah Starr, 21 F. Cas. 471 (C.C.S.D.N.Y. 1863) (No. 12,353).\n\n(175) The Amy Warwick, 1 F. Cas. 799, 803 (D. Mass. 1862) (No. 341), aff'd sub nom., Prize Cases, 67 U.S. (2 \nBlack) 635 (1863).\n\n(176) See id.; see also U.S. CONST. art. III, [section] 3, cl. 1 (\"Treason against the United States, shall consist only \nin levying war against them, or in adhering to their Enemies....\").\n\n(177) See The Sarah Starr, 21 F. Cas. at 464-65 (\"The hostilities commenced upon the United States by the \nseceded or Confederate States of the South have produced a state of war between the two communities, as \nconsequent to which the United States are authorized to employ against their enemies the means of resistance and \nattack which are justifiable under the law of nations, by land or naval forces. A blockade of the ports of their enemy \nis one such lawful means, and is incident to the war power, and may be imposed by the president flagrante bello, \nwithout any act of the legislature declaring it....\" (emphasis added)); see also The Hiawatha, 12 F. Cas. at 98 \n(referring to \"insurgent and rebel forces\" who \"carr[ied] on hostilities against the United States); The Amy Warwick, \n1 F. Cas. at 803 (explaining the beginning of the Civil War as attacks on forts and custom-houses by a \"traitorous \nconfederation\").\n\n(178) The Amy Warwick, 1 F. Cas. at 803.\n\n(179) The Parkhill, 18 F. Cas. 1187, 1197 (E.D. Pa. 1861) (No. 10,755A).\n\n(180) The Hiawatha, 12 F. Cas. at 100.\n\n(181) The Amy Warwick, 1 F. Cas. at 803.\n\n(182) The Prince Leopold, 19 F. Cas. 1334, 1335 (S.D.N.Y 1861) (No. 11,428).\n\n(183) See, e.g., The North Carolina, 18 F. Cas. 346, 346 (S.D.N.Y. 1861) (No. 10,316A) (residents of insurgent \nstates are \"public enemies\" of the United States, even though \"denying that they were insurgents, and asserting \nthat they were true and loyal citizens of the State of Virginia\"); The Hiawatha, 12 F. Cas. at 100-01 (holding that \nresidents of the insurgent states and districts are \"enemies of the government, notwithstanding their residence \nwithin the Union; and the property possessed and held by them thus becomes property of the enemies of the \ngovernment, subject to confiscation when arrested at sea ... because of their residence, without regard to their \nprivate sentiments\"); see also, e.g., The Prince Leopold, 19 F. Cas. at 1335; The Parkhill, 18 F. Cas. at 1195; The \nLynchburg, 15 F. Cas. 1173, 1174-75 (S.D.N.Y. 1861) (No. 8637A).\n\n(184) The Sarah Start, 21 F. Cas. at 465-66 (involving a British subject domiciled in South Carolina).\n\n(185) See CARNAHAN, supra note 107, at 65-67. Legal difficulties prosecuting treason also help explain the limited \nuse of this strategy against rebels. Consider the case of Charles Greiner, a resident of Georgia, prosecuted in \nfederal court in Philadelphia for treason for allegedly \"muster[ing] in military array\" with Georgians in December \n1860 and helping capture a U.S. fort. United States v. Greiner, 26 F. Cas. 36, 36 (E.D. Pa. 1861) (No. 15,262). The \ncourt in this widely watched case held that the Sixth Amendment barred the government from prosecuting Greiner \nanywhere but Georgia, where the federal courts were of course closed indefinitely.\n\n(186) See United States v. Smith, 27 F. Cas. 1134, 1135-36 (C.C.E.D. Pa. 1861) (No. 16,318) (charging that a \nprivateer's commission was a defense to piracy only if \"the legislative and executive departments\" viewed the \nrebelling territory as a sovereign nation and instructing that \"[t]he fact that a civil war exists for the purpose of \nsuppressing a rebellion is conclusive evidence that the government of the United States refuses to acknowledge \ntheir right to be considered\" a sovereign state); The Law Against Piracy, 24 MONTHLY L. PEP. 14, 18 (1861) \n(reprinting grand jury charge delivered in Circuit Court for the District of Massachusetts on May 15, 1861 that \n\n\n\ncharged that the court could not recognize \"any State or association of States, as having the rights of a belligerent, \nor as carrying on legitimate warfare,\" when \"other departments of the government\" characterize them \"as rebels, \nand lawless aggressors,\" and use force to subdue them).\n\nJustice Samuel Nelson--who would write the dissenting opinion in the Prize Cases--took a different view in a jury \ncharge regarding Confederate privateers indicted as pirates. Nelson agreed with Grier and Sprague that courts \nwere bound to accept the decision of the executive and legislature whether a nation was recognized as \nindependent, because it \"involve [d] the determination of great public and political questions, which belong the \ndepartments of our government that have charge of our foreign relations.\" See United States v. Baker, 24 F. Cas. \n962, 966 (Nelson, Circuit Justice, C.C.S.D.N.Y. 1861) (No. 14,501). But unlike his colleagues on the federal bench \nwho instructed jurors that, as a matter of law, the United States had not recognized the independence of the CSA, \nNelson left the question open for the jury to decide, even when the jury returned to ask \"whether, if the jury believed \nthat civil war existed, and had been so recognized by the act of our government ... it may influence their verdict.\" Id. \nIn the Prize Cases, Nelson would insist that only Congress was authorized to decide that the United States was at \nwar and could therefore exercise the powers a belligerent had under the laws of war. But in New York City in \nOctober 1861, that great question of constitutional law was for Nelson simply a fact question for a jury.\n\n(187) Grand jury charges about treason in 1861 suggested that the federal judiciary was receptive to viewing rebels \nas military \"enemies\" of the United States. Under one traditional understanding of the law of treason, the \"levying \nwar\" component of treason referred to U.S. citizens and others in allegiance who attacked the U.S. government, \nwhile the \"adhering to the enemies\" component applied only to citizens who joined a foreign enemy which was \nattacking the United States. See United States v. Greathouse, 26 F. Cas. 18, 22 (Field, Circuit Justice, C.C.D. Cal. \n1863) (No. 15,254). By charging grand juries under the \"adhering\" clause, see, e.g., Charge to Grand Jury-Treason \nand Piracy, 30 F. Cas. 1049 (C.C.D. Mass. 1861) (No. 18,277) (Sprague, J.); SWISHER, supra note 107, at 859 \n(noting July 1861 grand jury charge of Justice John Catron, sitting on circuit in St. Louis), judges might have \nsignaled that rebels were akin to foreign enemies and hence that the CSA was, or was similar to, a foreign nation.\n\n(188) See Smith, 27 F. Cas. at 1135-36. Justice Nelson did not fully accept the doctrines of the Union's theorists \nand the majority of his colleagues on the federal bench. A grand jury in November 1861 previewed the legal theory \nfound in his dissent in the Prize Cases. According to Nelson, while a traditional international war made all of the \ncitizens of each belligerent country the public enemies of the other, this was true only \"in a qualified sense\" in civil \nwars. Charge to Grand Jury-Treason, 30 F. Cas. 1034, 1035 (C.C.S.D.N.Y. 1861) (No. 18,271). In civil wars, the \nonly persons in the insurrectionary districts who may be considered and treated as \"enemies\" by \"the mother \ngovernment\" were those who did not \"adher[e] to their allegiance\" but instead were \"implicated in the rebellion.\" Id. \nIn other words, combatants could be treated as enemies, but civilians could not.\n\n(189) By the time the Court heard argument in the Prize Cases, over 540 vessels had been seized pursuant to the \nblockade, see Report of the Secretary of the Navy (Dec. 1, 1862), in CONG. GLOBE APP., 37th Cong., 3d Sess. \n11, 20 (1862), and over 800,000 men were in arms for the Union within those parts of the United States where \ncombat was then or recently had been occurring, see Report of the Secretary of War (Dec. 2, 1862), in CONG. \nGLOBE APP., 37th Cong., 3d Sess. 28, 28 (1862). This must have influenced the Court's determination in the Prize \nCases that a formal state of \"war\" existed between the United States and the CSA.\n\n(190) 67 U.S. (2 Black) 635 (1863).\n\n(191) The Court had three new Lincoln appointees--Samuel Miller, David Davis, and Noah Swayne--but of the \nremaining six, all were Democrats, three were from slave states (including Chief Justice Taney), and five had \nrecently sullied their reputations--at least as far as many Republicans were concerned--in the Dred Scott case. See \ngenerally Lee & Ramsey, supra note 31, at 64 (describing the Justices who heard the case).\n\n(192) See Prize Cases, 67 U.S. (2 Black) at 637-38 (reporter's summary); id. at 675-76, 678, 680 (majority opinion).\n\n(193) Professors Lee and Ramsey correctly note that the people of Virginia had not yet gone to the polls and voted \nto secede on May 17, when one of the Virginian vessels was seized. See Lee & Ramsey, supra note 31, at 75-76. \nTheir suggestion that this calls into question the legality of the seizure is not warranted, however. One month before \n\n\n\nthe prize seizure, Virginia's special convention for considering secession voted to secede, and then instructed the \nprosecession governor to call out militia to resist federal encroachments on Virginia territory. See LONG & LONG, \nsupra note 82, at 60. The next day, April 18, the U.S. Customs House and Post Office in Richmond and two U.S. \nvessels on the James River were seized by Virginia's forces. Id. at 61. Over the next ten days, Generals Robert E. \nLee and Joseph E. Johnston took command of Virginia troops; the federal arsenal at Harper's Ferry was seized; \nand the Virginia secession convention voted to accept Jefferson Davis's suggestion that Richmond become the \ncapital of the CSA. See id. at 61-66. In these circumstances, President Lincoln was surely justified in treating \nVirginia as already in insurrection in his blockade proclamation of April 27. See Proclamation No. 5, 12 Stat. app. \n1259 (Apr. 27, 1861).\n\n(194) The foreign neutral's vessels and cargo could have been seized for other reasons, not presented by the facts \nof their cases, for example, for carrying contraband of war.\n\n(195) Justices Grier, Miller, Davis, Swayne, and Wayne composed the majority; dissenting were Chief Justice \nTaney and Justices Nelson, Clifford, and Catron.\n\n(196) See Prize Cases, 67 U.S. (2 Black) at 666.\n\n(197) As Justice Nelson explained:\n\nThe people of the two countries become immediately the enemies of\n\neach other--all intercourse commercial or otherwise between them\n\nunlawful--all contracts existing at the commencement of the war\nsuspended, and all made during its existence utterly void. The\ninsurance of enemies' property, the drawing of bills of exchange or\npurchase on the enemies' country, the remission of bills or money\nto it are illegal and void. Existing partnerships between citizens\nor subjects of the two countries are dissolved, and, in fine,\ninterdiction of trade and intercourse direct or indirect is\nabsolute and complete by the mere force and effect of war itself.\nAll the property of the people of the two countries on land or sea\nare subject to capture and confiscation by the adverse party as\nenemies' property, with certain qualifications as it respects\nproperty on land ... all treaties between the belligerent parties\nare annulled. The ports of the respective countries may be\nblockaded, and letters of marque and reprisal granted as rights of\nwar, and the law of prizes as defined by the law of nations comes\ninto full and complete operation, resulting from maritime captures\njure belli.\n\nId. at 687 (Nelson, J., dissenting).\n\n(198) See id. at 688 (stating that the law of nations, \"the same code which has annexed to the existence of a war \nall these disturbing consequences has declared that the right of making war belongs exclusively to the supreme or \nsovereign power of the State. This power in all civilized nations is regulated by the fundamental laws or municipal \nconstitution of the country.\"); see also id. at 645-47 (argument of Mr. Carlisle for the claimants) (questioning \nwhether the rebellion was a war).\n\n(199) See id. at 688-89 (Nelson, J, dissenting) (stating that only Congress, \"the war-making power of the \nGovernment,\" has constitutional authority to \"change the legal status of the Government or the relations of its \ncitizens from that of peace to a state of war\").\n\n(200) Before that time, the dissent allowed that the U.S. government could wage \"personal war\" against the \nindividuals actually in rebellion; Congress's action had been necessary to make it \"a territorial civil war.\" Id. 694-95.\n\n\n\n(201) See id. at 667 (majority opinion).\n\n(202) Id. at 668.\n\n(203) See id. at 666.\n\n(204) Id.\n\n(205) Id.\n\n(206) Id. at 666.\n\n(207) Id. at 667. When \"[t]his greatest of civil wars ... sprung forth suddenly from the parent brain, a Minerva in the \nfull panoply of war,\" it existed as a matter of \"fact,\" even though Congress had not yet \"baptize[d] it with a name.\" Id. \nat 668-69.\n\n(208) Id. at 669.\n\n(209) Professor Vladeck has argued that the Prize Cases located the President's power to blockade not in the \nConstitution but in two congressional statutes, dating from 1795 and 1807, which authorized the President to use \nmilitia or the armed forces to put down \"insurrection,\" \"obstruction of the laws,\" and other domestic disturbances \nthat were too powerful for the criminal justice system. See Stephen I. Vladeck, Re-Rethinking the Prize Cases: \nSome Remarks in Response to Professor Lee, 53 ST. Louis U. L.J. 85, 86-88 (2008) [hereinafter Vladeck, Re-\nRethinking]; Stephen I. Vladeck, Note, Emergency Power and the Militia Acts, 114 YALE L.J. 149, 178-80 (2004) \n(citing Act of Mar. 3, 1807, ch. 39, 2 Stat. 443 and Act of Feb. 28, 1795, ch. 36, 1 Stat. 424). Notwithstanding the \ncompelling case he makes, I remain unconvinced. The Court's extensive discussion of how the peacetime \nconstitutional rights of U.S. citizens are displaced during a public war contains no mention of congressional \nauthorization. When U.S. citizens are protesting that a president has unconstitutionally assumed the power to start \na war and has violated their individual constitutional rights, \"Congress authorized it\" would be just the type of \npersuasive response that a court might highlight. Another objection to Professor Vladeck's thesis is that the Prize \nCases was about \"war'--Did it exist? Had the President started it or responded to it? Who decides? Did the powers \nor duties of the President differ in \"civil war\" as opposed to \"foreign war\"? As discussed in Part II above, \"civil war\" \nwas at the extreme end of a continuum of domestic conflict; starting at the other end of the continuum, there was \nsimple crime, then crime too severe to be handled by law enforcement, then insurrection, then rebellion, and then \nfinally civil war. The statutes cited by Professor Vladeck appear to give the President certain authorities in cases on \nthat continuum which are less severe than civil war. The statutes do not purport to boost the President's powers into \nthe \"war\" zone--i.e., to give him the authority to use all belligerent rights authorized by the customary laws of war \nagainst both combatants and civilians of the revolting part of the Union and against foreign neutrals, if necessary. Cf \nThomas H. Lee, The Civil War in U.S. Foreign Relations Law: A Dress Rehearsal for Modern Transformations, 53 \nST. Louis U. L.J. 53, 63-64 (2008) (noting that seizure of the shipping of foreign neutral nations is authorized only \nin a state of public war and that nothing in the statutes cited by Professor Vladeck appears to give the President \nthat kind of authority).\n\n(210) This is the phrasing of the Queen of England's proclamation. See Prize Cases, 67 U.S. (2 Black) at 669 \n(emphasis omitted) (quoting Queen Victoria).\n\n(211) Id. This was certainly true of the British. The Mexican claimants in the Prize Cases were also estopped to \ndeny the existence of a public war, though Mexico's political status and its relationship to the United States were \ncomplicated. During much of the war, the Mexican port Matamoros, on the Rio Grande across from Brownsville, \nTexas, was \"the entrepot for [neutral] trade with the South exchanging cotton for contraband.\" JAMES \nMcPHERSON, BATTLE CRY OF FREEDOM 387 (1988). Although the United States was favorably disposed to \nMexico's liberal government--the winning side in the Guerra de Reforma, Mexico's \"ferocious civil war\" from 1858-\n61, see ENRIQUE KRAUZE, MEXICO: BIOGRAPHY OF POWER 169, 173-74 (Hank Heifetz trans., 1997)--the \nMatamoros trade was an irritant. Mexico, like the European powers, had declared itself a neutral in the armed \nconflict between the United States and the CSA. See H. Exec. Doc. No. 371, at 751-52 (1862). In early 1862, \n\n\n\nEngland, France, and Spain intervened militarily in Mexico--ostensibly to collect outstanding debts. See KRAUZE, \nsupra, at 169, 173-74. Spain and England withdrew, leaving France to attempt to conquer the country and install a \nnew conservative government. See id. at 174. As the Supreme Court was hearing argument in the Prize Cases, \nFrench forces were winning decisive victories; a year later, France would install Maximilian, a Hapsburg archduke, \nas Emperor of Mexico. See id. at 175-76.\n\n(212) Prize Cases, 67 U.S. (2 Black) at 669. The Court's not entirely explicit on this point, but it appears that the \nmajority only adjudicated the claims of foreigners under the law of nations, not the U.S. Constitution. If true, that \nwould be consistent with the protection-allegiance framework under which nonresident foreigners acted against by \nthe U.S. government on the high seas would not be under the protection of the Constitution. The foreign claimants \ndid, though, have a right to the protection of any applicable principles of the law of nations, because by constituting \nprize courts and requiring that high seas captures by U.S. forces be adjudicated there, Congress had implicitly \nmandated application of the law of prize, which, unless changed by Congress, allowed neutral claimants to contest \nthe legality of the seizure of their vessels or cargoes.\n\nThe dissenting Justices and counsel for the Mexican claimants argued that, because the law of nations required a \ndeclaration or other action by \"the sovereign power\" to change peace to war and invoke international belligerent \nrights, it was necessary to examine the municipal constitution of a nation to discern whether war was properly \ninitiated. See id. at 645 (argument of Mr. Carlisle for the claimants); see also id. at 688 (Nelson, J., dissenting). \nHence the law of nations required, here, inquiry into the constitutional separation-of-powers question. Whether \nbecause it agreed with this argument sub silentio, or more likely because the U.S. citizen claimants had a right to \nhave their constitutional claim adjudicated, the Court considered it in detail.\n\n(213) Id. at 671 (majority opinion).\n\n(214) Their vessels and cargo were not seized because they were property of the CSA (enemy property), but \nbecause theirs was neutral property caught violating a lawful blockade by trading with the CSA. Furthermore, as \ndiscussed shortly, the Court analyzed whether residents of the CSA were still under \"protection\" of the Constitution \nand other \"municipal\" laws, and whether the actions of state governments in seceding could lawfully be attributed to \nresidents who retained their \"allegiance.\" These concepts are entirely inapplicable to foreigners not resident in the \nUnited States, who owed no allegiance and could claim no protection from the United States, its Constitution, and \nlaws.\n\n(215) Prize Cases, 67 U.S. (2 Black) at 671.\n\n(216) Id. at 672.\n\n(217) Id. at 674.\n\n(218) Id. at 672.\n\n(219) Id.\n\n(220) Id. at 672-73 (citation omitted).\n\n(221) One recent commentator contends that the Court in the Prize Cases and other Civil War decisions did not \n\"abandon [ ] the traditional distinction under treason law between 'enemies' and 'traitors,\"' and that U.S. citizens and \nall others present in the United States could not lawfully be treated as military enemies because of the \nallegiance/protection framework. See Larson, supra note 36, at 918-20; see also id. at 863 (\"[T]he Treason Clause \nprohibits the exercise of military authority over individuals who are subject to the law of treason, a category that \nincludes not only United States citizens, but almost all persons merely present within the United States.\"). This is \nnot correct. As shown above in Part III, a wide swath of elite opinion in the North had already concluded, by 1863, \nthat all residents of the CSA had forfeited their right to protection by attempting to cast off their allegiance through \narmed rebellion. The Supreme Court stated its agreement with this view in the Prize Cases, and would reiterate that \nagreement frequently in later decisions concerning the war.\n\n\n\n(222) See Prize Cases, 67 U.S. (2 Black) at 673.\n\n(223) The majority opinion in the Prize Cases ended with a striking image:\n\n[This] is no loose, unorganized insurrection, having no defined\n\nboundary or possession. It has a boundary marked by lines of\n\nbayonets, and which can be crossed only by force--south of this\nline is enemies' territory, because it is claimed and held in\npossession by an organized, hostile and belligerent power.\n\nId. at 673-74. Though this may sound like a mere rhetorical flourish, the Court was likely sending an important legal \nmessage to the U.S. government and, perhaps, to the residents of the CSA as well. To the Lincoln Administration \nand Congress: the war zone in which U.S. citizens may be treated as enemies without constitutional rights will not \nbe allowed to extend throughout the entire United States, but only to those places on the other side of the rebels' \nbayonets. The Court was obviously not articulating a precise rule, but was indicating that there were limits to the \ngovernment's power over individual liberties that corresponded roughly to the battle lines. And to the South: put \ndown your bayonets and you will no longer be subject to harsh treatment as military enemies outside the protection \nof the laws.\n\n(224) See RANDALL, supra note 44, at 71 (\"This 'double status' principle was not only the basis of Union policy; it \nwas fully affirmed by the Supreme Court ... in the Prize Cases.\"); cf. EDWARD S. CORWIN, THE PRESIDENT: \nOFFICE AND POWERS, 1787-1957, at 231 (1957) (\"[T]he Court held in the Prize cases in 1863 that the President \nwas entitled to treat the blockaded states as enemy territory and their inhabitants as 'enemies' of the United States, \nand thereby put them out of their constitutional rights.\").\n\n(225) 154 U.S. 537 (1864).\n\n(226) Id. at 537.\n\n(227) Id.\n\n(228) 69 U.S. (2 Wall.) 481 (1864).\n\n(229) Id. at 488-89.\n\n(230) 69 U.S. (2 Wall.) 474 (1864).\n\n(231) Id. at 481.\n\n(232) 69 U.S. (2 Wall.) 135 (1864).\n\n(233) Id. at 135.\n\n(234) Id. at 143.\n\n(235) Id. at 144.\n\n(236) See id. at 149-50.\n\n(237) Id. at 148. In dissent, Justice Nelson stated that New Orleans was \"our own territory\" containing \"our own \npeople,\" and when the U.S. forces recaptured it, \"the Constitution of the United States, which extends over every \nportion of the Union, and is the supreme law of the land,\" brought about \"restoration\" of the U.S. government's \n\"ancient possession, authority, and laws.\" Id. at 158 (Nelson, J., dissenting); see also id. at 159 (\"[T]he moment the \ncapture took place, and the authority of the United States was established, the municipal laws of that government \ntook the place of the international law upon which the blockade rested.\").\n\n\n\n(238) 69 U.S. (2 Wall.) 258 (1864).\n\n(239) Id. at 260.\n\n(240) Id. at 274 & n.16.\n\n(241) Id. at 275.\n\n(242) Id. at 266 (argument of counsel).\n\n(243) Id. at 279 (majority opinion).\n\n(244) Id. at 267 (argument of counsel) (emphasis added). The argument of claimant's counsel was not published, \nbut it seems likely that he claimed entitlement, upon the federal government's recapture of the city, to some \nmunicipal rights including constitutional rights.\n\n(245) Id. at 277 (majority opinion).\n\n(246) Id. at 278. The Court ended with two important qualifications: first, that its ruling said nothing about the \ncontinuing liability of persons and property to statutory criminal penalties or confiscations; and, second, that the \nfederal government could continue to treat residents of areas recaptured as enemies in all respects if they, unlike \nthe claimant in this case, were \"guilty of any actual hostility against the national Government,\" that is, if they acted \nas military enemies before or after the federal repossession of the area. Id. at 279.\n\n(247) Id. at 267.\n\n(248) 69 U.S. (2 Wall.) 404 (1864).\n\n(249) Id. at 418.\n\n(250) Id. at 411-12, 418-21 (emphasis omitted).\n\n(251) Id. at 419. The Court held that U.S. naval forces had no authority to seize property on land as \"maritime \nprize,\" and that proceeds from the sale of Mrs. Alexander's cotton should therefore be turned over to the U.S. \nTreasury under the Abandoned and Captured Property Act, the statute applicable to enemy property seized on \nland. Id. at 420-23.\n\n(252) Id. at 421.\n\n(253) See supra notes 79-81 and accompanying text.\n\n(254) See, e.g., Lamar v. Micou, 112 U.S. 452, 464 (1884) (\"A state of war ... suspends until the return of peace the \nright of any one residing in the enemy's country to sue in our courts.\" (citations omitted)); Conrad v. Waples, 96 \nU.S. 279, 289-90 (1877) (\"During the war, the property of alien enemies is subject to confiscation jure belli, and \ntheir civil capacity to sue is suspended.\"); Masterson v. Howard, 85 U.S. (18 Wall.) 99, 105 (1873) (\"The existence \nof war does, indeed, close the courts of each belligerent to the citizens of the other....\"); Brown v. Hiatts, 82 U.S. (15 \nWall.) 177, 184 (1872) (applying to residents of Virginia and Kansas \"[t]he principle of public law which closes the \ncourts of a country to a public enemy during war\"); Caperton v. Bowyer, 81 U.S. (14 Wall.) 216, 236 (1871) (noting \nthe rule that enemies are \"totally incapable of sustaining any action in the tribunals of the other belligerent\" and that \nthere is an \"[a]bsolute suspension of the right to sue and prohibition to exercise it during war, by the law of nations, \nbut the restoration of peace removes the disability and opens the doors of the courts\"); Hanger v. Abbott, 73 U.S. (6 \nWall.) 532, 536 (1867) (describing \"the inability of an alien enemy to sue or sustain, in the language of the civilians, \na persona standi in judicial\"); Elgee's Adm'r v. Lovell, 8 F. Cas. 449, 454 (C.C.D. Mo. 1865) (No. 4344) C[A] man \nresiding in the Confederacy, and subject to its control, is, in law, a public enemy ... [and] he cannot, in our courts, \nmaintain any suit against citizens residing in loyal states.\"); Stiles v. Easley, 51 III. 275, 276 (1869) (\"While \nhostilities continued, Easley, as the citizen of a hostile State [Virginia], was disabled from suing in our courts; but \n\n\n\nthis disability ended with the war.\"); Kershaw v. Kelsey, 100 Mass. 561, 563 (1868) (\"The rule is certainly well \nsettled that during any war, foreign or civil, an action cannot be prosecuted by an enemy, residing in the enemy's \nterritory, but must be stayed until the return of peace.\").\n\nThe Supreme Court ruled that enemies could not themselves invoke the aid of the courts, but that they could \ndefend themselves in court if the United States brought suit against them or their property, for example under the \nFirst or Second Confiscation Acts. See Windsor v. McVeigh, 93 U.S. 274, 277 (1876); Univ. v. Finch, 85 U.S. (18 \nWall.) 106, 111 (1873); McVeigh v. United States, 78 U.S. (11 Wall.) 259, 267 (1870).\n\n(255) The misunderstanding might stem from the fact that many postbellum decisions of the Court about the war \ninvolved civil claims brought by residents of the former CSA, and even by former officers and soldiers of the \nConfederate military. But both Presidents Lincoln and Johnson liberally issued individual and group pardons to \nrebels which removed their disability to invoke the power of the courts and restored their other constitutional and \ncivil rights. See, e.g., Erwin v. United States, 97 U.S. 392, 395 (1878) (\"[N]or is any point raised against [Erwin's] \nstatus in court from his former connection with the rebellion as an officer in the Confederate army, the disability thus \ncreated having been removed by the President's proclamation of pardon and amnesty.\"). The most far-reaching \nwas a Christmas pardon by President Johnson. See Proclamation No. 15, 15 Stat. 711, 711-12 (Dec. 25, 1868). For \nthe other group pardons, see Proclamation No. 3, 15 Stat. 699 (Sept. 7, 1867); Proclamation No. 37, 14 Stat. 758-\n66 (May 29, 1865); Pres. Proclamation No. 14, 13 Stat. 741 (Mar. 26, 1864); Proclamation No. 11, 13 Stat. 737 \n(Dec. 8, 1863). A large part of the Court's work product about war issues concerned the effect of the various \npardons restoring civil and property fights. See, e.g., Lamar v. McCulloch, 115 U.S. 163, 164-65 (1885); Knote v. \nUnited States, 95 U.S. 149 153-54 (1877); Osborn v. United States, 91 U.S. 474, 475 (1875); Haycraft v. United \nStates, 89 U.S. (22 Wall.) 81, 92 (1874); Sprott v. United States, 87 U.S. (20 Wall.) 459, 467 (1874); Carlisle v. \nUnited States, 83 U.S. (16 Wall.) 147, 151 (1872); Pargoud v. United States, 80 U.S. (13 Wall.) 156, 157-58 (1871); \nArmstrong v. United States, 80 U.S. (13 Wall.) 154, 155-56 (1871); United States v. Klein, 80 U.S. (13 Wall.) 128, \n136 (1871); United States v. Padelford, 76 U.S. (9 Wall.) 531,542 (1869); In re Armstrong's Foundry, 73 U.S. (6 \nWall.) 766, 769 (1867); Ex parte Garland, 71 U.S. (4 Wall.) 333, 380 (1866).\n\n(256) See supra notes 4, 17.\n\n(257) 68 U.S. (1 Wall.) 243 (1864).\n\n(258) See GUELZO, supra note 110, at 230-32; WILLIAM H. REHNQUIST, ALL THE LAWS BUT ONE 64--66 \n(1998); see also Vallandigham, 68 U.S. (1 Wall.) at 244-45 (detailing the specific charges).\n\n(259) See Ex parte Vallandigham, 28 F. Cas. 874 (C.C.S.D. Ohio 1863) (No. 16,816).\n\n(260) See Biographical Directory of the United States Congress, Aaron Fyfe Perry, \nhttp://bioguide.congress.gov/scripts/biodisplay.pl?index=P000241 (last visited May 3, 2010).\n\n(261) Vallandigham, 28 F. Cas. at 901.\n\n(262) Id. at 910.\n\n(263) Id. at 902. The local U.S. Attorney, Flamen Ball, who also addressed the court, claimed more than he needed \nto, invoking \"the law of self-preservation\" of the nation, which is \"higher than any written law, or written \nconstitution.\" Id. at 917. His fiery rhetoric likely hurt rather than helped the United States's case. Before civil counsel \nfor the United States appeared, the general who ordered the arrest, Ambrose Burnside, responded to the court that \nin this \"state of civil war,\" where the several loyal states within his military department were threatened with \ninvasion, \"all the rules of modern warfare\" would allow him to hang \"a man from the enemy's country\" who did what \nVallandigham did, and it was illogical that \"our own public men\" should be given total immunity from military arrest \nfor similarly damaging conduct. The Case of Mr. VaUandigham, N.Y. TIMES, May 17, 1863, at 2. Whether the \ngeneral intended it or not, his response seems to have been a clever way to turn Vallandigham's fame against him, \nby implying that ruling for the United States was the strictly legal course and that freeing the detainee would \nrepresent genuflection to his public status.\n\nhttp://bioguide.congress.gov/scripts/biodisplay.pl?index=P000241\n\n\n(264) See SWISHER, supra note 107, at 927.\n\n(265) See Vallandigham, 28 F. Cas. at 923 (\"Whether the military commission for the trial of the charges against \nMr. Vallandigham was legally constituted, and had jurisdiction of the case, is not a question before this court. There \nis clearly no authority in this court, on the pending motion, to revise or reverse the proceedings of the military \ncommission, if they were before the court. The sole question is whether the arrest was legal....\"); id. at 919 (\"The \npetitioner does not state what the judgment of the military commission is....\").\n\n(266) See Proceedings of Congress, N.Y. TIMES, June 28, 1864, at 8 (\"Mr. Sherman said ... [that a] riot sprung up \nin the County of Holmes, and the rioters were arrested and imprisoned, and under indictment upon charges of \ntreason. Vallandigham went into the adjoining county, and in the presence of a large concourse of excited persons, \nsome of them insurgents themselves, indulged in language evidently intended to excite them to the commission of \nfurther crime, subjecting him properly to arrest by military law, for openly aiding and abetting rebellion.... He was not \nmerely talking opposition to the Government, but aiding the public enemy. It is a distinction which should not be \nignored.... Mr. Sherman wished it distinctly understood that Mr. Vallandigham's case was not put on the ground of \nthe suspension of the habeas corpus. He was treated just as Jeff. Davis would have been--as a public enemy \nstimulating and abetting open acts of rebellion against the Government of the United States.\").\n\n(267) Vallandigham, 28 F. Cas. at 925 (reprinting President's military order of May 19, 1863).\n\n(268) See GUELZO, supra note 110, at 230, 232. The letter was addressed to Erastus Corning \"and others.\" \nComing, of Albany, New York, was a wealthy railroad man, head of the state's Democratic Party and recently a \nmember of Congress. See id. at 232-33.\n\n(269) See Letter from Lincoln to Corning, supra note 39, at 347-48. Lincoln's letter to Corning came about because \nCorning's Democratic Party committee had announced a series of resolutions at a public meeting condemning the \nmilitary actions against Vallandigham. Although Lincoln and his cabinet were not pleased with Buruside's \naggressiveness, Lincoln deemed it prudent to defend the general's course publicly. See GUELZO, supra note 110, \nat 232; REHNQUIST, supra note 258, at 72-73. The government also successfully fended off Vallandigham's \nhabeas challenges. Lincoln's letter to Corning was preapproved by the cabinet. See id. at 73. For additional \nanalysis of this episode, see MCGINTY, supra note 107, at 182-90; SWISHER, supra note 107, at 925-30.\n\n(270) Letter from Lincoln to Corning, supra note 39, at 347.\n\n(271) U.S. CONST. art. I, [section] 9, cl. 2.\n\n(272) Letter from Lincoln to Coming, supra note 39, at 349. The functional reasons for the Constitution's distinction \nis that civil courts are slow-moving and at the mercy of ill-disposed jurors; and moreover, their constitutional rules \nban \"preventive\" detention and conviction except for \"defined crimes [already] committed,\" proved by substantial \nevidence. Id. at 348.\n\n(273) Id. at 349. \"Public safety\" is, of course, a reference to the Habeas Suspension Clause.\n\n(274) Id. Lincoln also defended the constitutionality of his Emancipation Proclamation by invoking concepts \nunderlying the dual-status doctrine. See Letter from Abraham Lincoln to James C. Conkling (Aug. 26, 1863), in 2 \nABRAHAM LINCOLN: COLLECTED WORKS, supra note 39, at 396, 397 (\"[T]he constitution invests its \ncommander-in-chief, with the law of war, in the time of war.\").\n\n(275) Letter from Lincoln to Coming, supra note 39, at 349.\n\n(276) Id.\n\n(277) According to Randall, the Coming letter \"is generally regarded as one of [Lincoln's] ablest papers.\" \nRANDALL, supra note 44, at 184 n.20.\n\n(278) Vallandigham, 68 U.S. (1 Wall.) at 251.\n\n\n\n(279) Id. at 249.\n\n(280) Vallandigham in the Supreme Court, N.Y. TIMES, Feb. 16, 1864 at 4; see also Mr. Vallandigham's Case, \nDAILY AGE (Phila.), Mar. 18, 1864, at 2 (\"The question of law, a very narrow one, might have been disposed of ... \nin a few lines.... Not content with this, however, Judge Wayne gives a long recital of facts [and] all the details of \nBurnside's infamous outrage ... as if they were the most natural occurrences in the world, without one word to show \nthat what was done or suffered is matter of censure or regret.\"); Vallandigham and the Supreme Court, MACON \n(Ga.) DAILY TELEGRAPH, Feb. 25, 1864, at 2 (noting with dismay that the decision had been read as a \"most \nimportant\" precedent that would \"do much towards suppressing exhibitions of treason\"). Other media sources \ncorrectly described the limited nature of the Court's holding and did not comment on the Court's expansive dicta. \nSee, e.g., The Vallandigham Case, N.Y. TRIB., Feb. 16, 1864, at 1.\n\n(281) One of the most significant acts of Congress held unconstitutional was the wartime legislation making paper \nmoney \"legal tender\" for all debts public and private. See Hepburn v. Griswold, 75 U.S. (8 Wall.) 603 (1869). One \nyear later, the Court reversed itself and upheld the legislation. See Legal Tender Cases, 79 U.S. (12 Wall.) 457 \n(1870). Because it does not concern individual rights against military actions, the issue is not addressed in this \nArticle.\n\n(282) 74 U.S. (7 Wall.) 700 (1868).\n\n(283) See Vallandigham, 68 U.S. (1 Wall.) at 249 (describing the \"rebellion\" as \"when a part of a country wages war \nagainst its legitimate government, seeking to throw off all allegiance to it, to set up a government of its own\").\n\n(284) Texas v. White, 74 U.S. (7 Wall.) at 726.\n\n(285) See Williams v. Bruffy, 96 U.S. 176, 188 (1877) (\"The United States, during the whole contest, never for one \nmoment renounced their claim to supreme jurisdiction over the whole country, and to the allegiance of every citizen \nof the republic.\"); White v. Hart, 80 U.S. (13 Wall.) 646, 651 (1871) (\"At no time were the rebellious States out of the \npale of the Union. Their rights under the Constitution were suspended, but not destroyed. Their constitutional duties \nand obligations were unaffected and remained the same. A citizen is still a citizen, though guilty of crime and visited \nwith punishment. His political rights may be put in abeyance or forfeited.... If he loses his rights he escapes none of \nhis disabilities and liabilities which before subsisted.\").\n\n(286) See Hickman v. Jones, 76 U.S. (9 Wall.) 197, 200-01 (1869) (\"The rebellion was simply an armed resistance \nto the rightful authority of the sovereign. Such was its character in its rise, progress, and downfall. The act of the \nConfederate Congress creating the tribunal in question was void. It was as if it were not. The court was a nullity, \nand could exercise no rightful jurisdiction. The forms of law with which it clothed its proceedings gave no protection \nto those who, assuming to be its officers, were the instruments by which it acted.\"); United States v. Keehler, 76 \nU.S. (9 Wall.) 83, 86 (1869) (\"The whole Confederate power must be regarded by us as a usurpation of unlawful \nauthority, incapable of passing any valid laws....\").\n\n(287) Texas v. White, 74 U.S. (7 Wall.) at 727.\n\n(288) According to Stevens, secession made the rebel states \"foreign nations\" and their inhabitants \"enemies.\" \nCONG. GLOBE, 38th Cong., 1st Sess. 316-17 (1864).\n\n(289) 78 U.S. (11 Wall.) 268 (1870).\n\n(290) See supra note 105.\n\n(291) Miller, 78 U.S. (11 Wall.) at 306.\n\n(292) Id. at 304-05.\n\n(293) Id.\n\n\n\n(294) Field wrote a number of majority opinions--which often provoked dissents--finding that rebels' property rights \nsurvived wartime confiscation measures. See, e.g., Conrad v. Waples, 96 U.S. 279 (1877); Windsor v. McVeigh, 93 \nU.S. 274 (1876). Field issued written dissents from decisions upholding Union war actions in numerous cases. See, \ne.g., Sinking-Fund Cases, 99 U.S. 700, 731-44 (1878) (Field, J., dissenting); Lamar v. Browne, 92 U.S. 187, 200-02 \n(1876) (Field, J., dissenting); Mechs.' & Traders' Bank v. Union Bank, 89 U.S. (22 Wall.) 276, 298-308 (1875) (Field, \nJ., dissenting); Sprott v. United Sates, 87 U.S. (20 Wall.) 459, 465-74 (1874) (Field, J., dissenting); Legal Tender \nCases, 79 U.S. (12 Wall.) 457, 634-81 (1870) (Field, J., dissenting); Tyler v. Defrees, 78 U.S. (11 Wall.) 331, 350-\n56 (1870) (Field, J., dissenting); Miller, 78 U.S. (11 Wall.) at 314 (Field, J., dissenting). Field voted against the \ngovernment but did not write separately in other important war cases. See, e.g., Young v. United States, 97 U.S. 39 \n(1877); New Orleans v. S.S. Co., 87 U.S. (20 Wall.) 387 (1874); Ex parte Milligan, 71 U.S. (4 Wall.) 2 (1866).\n\n(295) Miller, 78 U.S. (11 Wall.) at 315 (Field, J., dissenting); see also KELLY ET AL., supra note 44, at 415-16 \n(discussing the Court's understanding in Miller, shared by the dissent, that a statute implementing the government's \n\"sovereign right\" under \"internal or municipal law\" can only be implemented through proceedings consistent with the \nindividual rights in the Constitution and Bill of Rights, but that constitutional protections are not applicable when an \nindividual is proceeded against according to a statute enacted under the \"war power\" and based on the \ngovernment's \"belligerent right\"). Even Miller's counsel conceded that the Fifth and Sixth Amendments were \ninapplicable to exercises of the rights of war; counsel contended, though, that their client was not properly subject to \nthe laws of war at all. See Miller, 78 U.S. (11 Wall.) at 284-85. Also in 1870, the year Miller was decided, Justice \nField conceded in another case \"the right of Congress\" to proceed against the disloyal as \"enemies\" under \"the \nlimitations, which the law of nations has imposed on the conduct of war,\" or as criminals \"amenable to the \nmunicipal law,\" under which Congress may \"legislate for the punishment of crimes,\" and \"subject to limitations, \nwhich secure to the accused a trial by a jury of his peers, and the right to be confronted with the witnesses against \nhim.\" Tyler, 78 U.S. (11 Wall.) at 354-55 (Field, J., dissenting).\n\n(296) See Wallach v. Van Riswick, 92 U.S. 202, 207 (1875) (concerning real estate in Washington, D.C.); Brown v. \nKennedy, 82 U.S. (15 Wall.) 591,599 (1872) (concerning a real estate mortgage in Kansas); Tyler, 78 U.S. (11 \nWall.) at 345-47 (concerning real estate in Washington, D.C.); see also Alexandria v. Fairfax, 95 U.S. 774, 777 \n(1877) (concerning securities of the city of Alexandria, Virginia, a place under federal control since spring 1861).\n\n(297) David Golove, Military Tribunals, International Law, and the Constitution: A Franckian-Madisonian Approach, \n35 N.Y.U.J. INT'L L. & POL. 363, 387-88 (2003) (seeming to imply that the Court understood the laws of war as \nrestraints on Congress); cf. Sarah Cleveland, Our International Constitution, 31 YALE J. INT'L L. 1, 21 (2006) (\" [A]ll \nJustices on the Court in both Brown and the Prize Cases agreed that the scope of the President's constitutional \nwarmaking authority was defined by the law of nations.\"). In Miller, the President, through subordinates, simply \napplied Congress's confiscation statutes; there was no exercise of his independent constitutional powers. The \nallegedly unconstitutional action was the application of the statute to Miller. It was the powers of Congress that were \nchallenged. See Miller, 78 U.S. (11 Wall.) at 304 (considering \"the objection ... that the acts of Congress under \nwhich these proceedings to confiscate the stock have been taken are not warranted by the Constitution\").\n\n(298) The claimant Miller argued, and Justice Field in dissent agreed, that under the law of nations Miller was not \nproperly considered an enemy, and since Congress was constitutionally required to conform its statutes to the law \nof nations, they were unconstitutional as applied to him. Miller and Justice Field conceded that, if the confiscation \nlaws were exercises of Congress's belligerent rights and applied to an enemy, there could be no individual \nconstitutional rights claim. The majority's rejoinder was that it did not need to decide whether Congress was \nconstitutionally bound by the law of nations because Miller was in fact a military enemy as defined by the law of \nnations. The Court did not, then, suggest that Congress's constitutional war powers were limited by the law of \nnations. Instead it avoided the need to decide that question by showing that the law of nations was not violated.\n\n(299) 72 U.S. (5 Wall.) 342 (1866).\n\n(300) Id. at 359 (argument of counsel for claimant).\n\n(301) Id. at 361.\n\n\n\n(302) Id. at 364.\n\n(303) Id. at 364-65.\n\n(304) Id. at 369-70. The Court held this on many other occasions. See, e.g., United States v. Farragut, 89 U.S. (22 \nWall.) 406, 423 (1874) (\"If the owners [of seized vessels] resided on that side of the line of bayonets spoken of in \nthe Prize Cases which adhered to the Union, then they were not liable to condemnation as prize.... But if their \nowners resided on the other side of that line, were themselves citizens of and domiciled in States declared by the \nPresident's proclamation to be in insurrection, then their property captured in naval warfare was lawful prize, and \nsubject to condemnation. The loyalty of the owners made no difference in this regard.\" (footnote omitted)).\n\n(305) 72 U.S. (5 Wall.) 377 (1866).\n\n(306) Id. at 403; see also id. at 397 (argument of claimant's counsel) (arguing that the claimant's loyalty and \nresidence in Indiana should preclude application of the laws of war).\n\n(307) Id. at 407-08.\n\n(308) See, e.g., Jenkins v. Collard, 145 U.S. 546, 552 (1892) (concerning the confiscation of property of resident of \nCincinnati, Ohio, who joined rebel army); Mitchell v. United States, 88 U.S. (21 Wall.) 350, 351-52 (1874) (holding \nthat the laws of war voided the contracts of resident of Louisville, Kentucky with residents of CSA); Brown v. Hiatts, \n82 U.S. (15 Wall.) 177, 183 (1872) (holding that the laws of war tolled statute of limitations for the benefit of resident \nof Virginia in suit against residents of Kansas); see also Mauran v. Ins. Co., 73 U.S. (6 Wall.) 1, 13-14 (1867) \n(holding that the rules of laws of war applied to detriment of Massachusetts insurance firm in controversy arising \nfrom seizure of insured vessel by CSA forces).\n\n(309) See supra notes 289-96 and accompanying text.\n\n(310) Lee, supra note 209, at 69. The government's constitutional power to \"toggle\" was understood by some \ncontemporary observers to have been recognized in the Prize Cases itself. See, e.g., SPEECH OF HENRY \nCHAMPION DEMING OF CONNECTICUT ON THE PRESIDENT'S PLAN FOR STATE RENOVATION 10 \n(Washington, D.C., Gibson Bros. 1864) (stating in a speech before the House of Representatives his understanding \nthat the Prize Cases allow the President to \"elect to pursue them [rebels] either as enemies or traitors, by the \nConstitution or the laws of war. If he elects to pursue them as traitors, he must pursue them in accordance with the \nconstitutional definition of treason and by the mode and with the limitation it clearly indicates in the section [of the \nConstitution] devoted to that crime. If he elects to pursue them as enemies, there is no limit and restraint upon his \ndiscretion but the laws of war.\"). Deming further argued that the Prize Cases had settled the debate that had \noccurred since the beginning of the conflict, by rejecting the view \"that rebels who adjure the Constitution and wage \nwar for its destruction are entitled to all the rights which it guaranties, and can only be pursued by constitutional \npenalties,\" and accepting the view of Deming and others that \"the inhabitants of the insurgent States have forfeited \nall their rights under the Constitution, and are public enemies in a state of war, with no rights but such as the law of \nnations accords to belligerents.\" Id. at 11-12.\n\n(311) 92 U.S. 187 (1875).\n\n(312) Id. at 195.\n\n(313) 72 U.S. (5 Wall.) 372 (1866).\n\n(314) Id. at 375-76.\n\n(315) The Circassian, 69 U.S. (2 Wall.) 135, 151 (1864) (emphasis added).\n\n(316) Shortridge v. Macon, 22 F. Cas. 20, 22 (C.C.D.N.C. 1867) (No. 12,812).\n\n(317) Lieber Code, supra note 14, art. 154.\n\n\n\n(318) Recall that no enemy could sue in U.S. courts during the war, so any suits against U.S. soldiers or officials for \nwartime conduct would have had to await the end of hostilities.\n\n(319) See Dow v. Johnson, 100 U.S. 158, 164-65 (1879) (\"[The late] war, though not between independent \nnations, but between different portions of the same nation, was accompanied by the general incidents of an \ninternational war.... The people of the loyal States on the one hand, and the people of the Confederate States on \nthe other, thus became enemies to each other.... When, therefore, our armies marched into the country which \nacknowledged the authority of the Confederate government, that is, into the enemy's country, their officers and \nsoldiers were not subject to its laws, nor amenable to its tribunals for their acts. They were subject only to their own \ngovernment, and only by its laws, administered by its authority, could they be called to account.... [I]t is well settled \nthat a foreign army, permitted to march through a friendly country, or to be stationed in it by authority of its \nsovereign or government, is exempt from its civil and criminal jurisdiction.... Much more must this exemption prevail \nwhere a hostile army invades an enemy's country. There would be something singularly absurd in permitting an \nofficer or soldier of an invading army to be tried by his enemy, whose country it had invaded. The same reasons for \nhis exemption from criminal prosecution apply to civil proceedings.\"); Coleman v. Tennessee, 97 U.S. 509, 515 \n(1878) (\"When the armies of the United States were in the territory of insurgent States, banded together in hostility \nto the national government and making war against it, in other words, when the armies of the United States were in \nthe enemy's country, the military tribunals [of the United States] had, under the laws of war, and the authority \nconferred by [statute], exclusive jurisdiction to try and punish offences of every grade committed by persons in the \nmilitary service. Officers and soldiers of the armies of the Union were not subject during the war to the laws of the \nenemy, or amenable to his tribunals for offences committed by them. They were answerable only to their own \ngovernment, and only by its laws, as enforced by its armies, could they be punished.\").\n\n(320) The common law of tort was used to bring claims even when it was expressly recognized that individual rights \nof constitutional dimension were being pursued. See, e.g., Mitchell v. Harmony, 54 U.S. (13 How.) 115, 126-27, \n134, 136 (1851); Milligan v. Hovey, 17 F. Cas. 380, 381 (C.C.D. Ind. 1871) (No. 9605). The practice of suing state \nor local government officials directly under the Constitution would have to await an 1871 act to enforce the \nFourteenth Amendment, see Act of Apr. 20, 1871, ch. 22, [section] 1, 17 Stat. 13, 13, and such suits against federal \nofficials were not recognized by the Supreme Court until Bivens v. Six Unknown Named Agents of the Fed. Bureau \nof Narcotics, 403 U.S. 388 (1971), implying a federal cause of action for the violation of certain constitutional rights.\n\n(321) Freeland v. Williams, 131 U.S. 405, 416 (1889). Because the United States \"conceded, in the interest of \nhumanity, and to prevent the cruelties of reprisals and retaliation,\" that the Confederate forces had \"such belligerent \nrights as belonged under the law of nations to the armies of independent governments engaged in war against \neach other,\" the same defense to civil liability was available to Confederate soldiers and officials. Ford v. Surget, 97 \nU.S. 594, 605 (1878). In Ford, the Court held that an \"act of war\" which was \"consistent[ ] with the laws and usages \nof war,\" and done under Confederate military orders, could give rise to no \"civil responsibility,\" at least where the \nplaintiff was also a resident of the CSA and hence an enemy entitled to no protection under \"the provisions of the \nFederal Constitution.\" Id. at 605-06, 607.\n\n(322) See Act of Mar. 3, 1863, ch. 81, [section] 4, 12 Stat. 755, 756 (\"[A]ny order of the President, or under his \nauthority, made at any time during the existence of the present rebellion, shall be a defence in all courts to any \naction or prosecution, civil or criminal, pending, or to be commenced, for any search, seizure, arrest, or \nimprisonment, made, done, or committed, or acts omitted to be done, under and by virtue of such order, or under \ncolor of any law of Congress....\").\n\n(323) See Act of Mar. 2, 1867, ch. 155, 14 Stat. 432, 432 (\"[A]ll acts, proclamations, and orders of the President ... \nor acts done by his authority or approval [between July 4, 1861 and July 1, 1866] respecting martial law, military \ntrials by courts-martial or military commissions, or the arrest, imprisonment and trial of persons charged with \nparticipation in the late rebellion ... or as aiders or abettors thereof, or as guilty of any disloyal practice in aid \nthereof, or of any violation of the laws or usages of war, or of affording aid and comfort to rebels ... and all \nproceedings and acts done or had by courts-martial or military commissions, or arrests and imprisonments made in \nthe premises ... are hereby approved in all respects, legalized and made valid....\"); Act of May 11, 1866, ch. 80, \n[section] 1, 14 Stat. 46, 46 (\"[A]ny search, seizure, arrest, or imprisonment made, or any acts done or omitted to be \n\n\n\ndone during the said rebellion, by any officer or person, under and by virtue or any order, written or verbal, general \nor special, issued by the President or Secretary of War, or by any military officer of the United States holding the \ncommand of the department, district, or place within which such seizure, search, arrest, or imprisonment was made, \ndone, or committed, or any acts were so done, or omitted to be done, either by the person or officer to whom the \norder was addressed, or for whom it was intended, or by any other person aiding or assisting him therein, shall be \nheld, and are hereby declared, to come within the purview [of the immunity provision of the Act of March 3, 1863].\").\n\n(324) Act of Mar. 3, 1865, ch. 81, [section] 4, 12 Stat. 755, 756. These acts were necessitated by the thousands of \nsuits filed against federal soldiers and officials and the lawless conduct of some state judges and legislators in \npersecuting federal defendants. See RANDALL, supra note 44, at 186-214. For a discussion of how these statutes \nand associated congressional debates illuminate important questions about the suspension of the writ of habeas \ncorpus, see Amanda L. Tyler, Suspension as an Emergency Power, 118 YALE L.J. 600, 639-55 (2008).\n\n(325) Act of Mar. 2, 1867, 14 Stat. at 433.\n\n(326) See Mitchell v. Clark, 110 U.S. 633, 641 (1884); Beard v. Burts, 95 U.S. 434, 437 (1877); Mayor v. Cooper, \n73 U.S. (6 Wall.) 247, 352-54 (1867); see also Crosby v. Cadwalader, 6 F. Cas. 876, 876 (Strong, Circuit Justice, \nC.C.E.D. Pa. 1870) (No. 3419) (applying Act of March 3, 1863, to bar tort suit); RANDALL, supra note 44, at 211 \n(stating that \"the essential provisions of the Indemnity Act were sustained by the high tribunal\" but noting that one \nminor provision was held to violate the Seventh Amendment). Justices Field and Clifford stated in a dissenting \nopinion in 1878 that the Indemnity Acts were unconstitutional; the majority had declined to reach the issue because \nit found other infirmities in the civil judgment against U.S. army officers and because the issue was not properly \npresented in the bill of exceptions. See Beckwith v. Bean, 98 U.S. 266, 284 (1878); id. at 292 (Field, J., dissenting).\n\n(327) See supra note 163.\n\n(328) See, e.g., The Cotton Plant, 77 U.S. (10 Wall.) 577, 580-81 (1870) (requiring compliance with statute barring \nthe U.S. Navy from seizing rebel property as prize of war on any inland waters); The Ouachita Cotton, 73 U.S. (6 \nWall.) 521, 531 (1867) (enforcing statute which allowed the \"President\" to make exceptions to prohibition on \ncommercial intercourse between North and South to void licenses given by U.S. military).\n\n(329) See, e.g., The Watchful, 73 U.S. (6 Wall.) 91, 93 (1867); The Peterhoff, 72 U.S. (5 Wall.) 28, 50-51 (1866).\n\n(330) United States v. Klein, 80 U.S. (13 Wall.) 128 (1871). For a full discussion of the case, see Amanda L. Tyler, \nThe Story of Klein: The Scope of Congress's Authority to Shape the Jurisdiction of the Federal Courts, in FEDERAL \nCOURTS STORIES 87--113 (Vicki C. Jackson & Judith Resnick eds., 2010).\n\n(331) See, e.g., Armstrong's Foundry, 73 U.S. (6 Wall.) 766, 769 (1867); Union Ins. Co. v. United States, 73 U.S. (6 \nWall.) 759, 764, 766 (1867).\n\n(332) 80 U.S. (13 Wall.) 623 (1871).\n\n(333) See id. at 627-28. Here a steamboat was temporarily impressed into service to ferry military supplies. The \nTakings Clause required compensation, but the remedy was not against the individual officer. The emergency \njustified what would otherwise be a trespass by him. Instead, the Court of Claims had jurisdiction to assess and pay \ndamages to the owner. Id. at 627-29.\n\n(334) 120 U.S. 227 (1887).\n\n(335) See id at 228-29. Missouri had been invaded by a large Confederate army, and to impede its advance on St. \nLouis, the retreating U.S. Army destroyed several privately owned railroad bridges. The Court held that the United \nStates was not required to compensate the owners for \"injuries to or destruction of private property in necessary \nmilitary operations during the civil war.\" Id. at 239. \"The safety of the state in such case overrides all considerations \nof private loss. Salus populi is then, in truth, suprema lex.\" Id. at 234. The Court distinguished \"claims where \nproperty of loyal citizens is taken for the service of our armies, such as vessels ... for the transport of troops and \nmunitions of war.\" Id. at 239. Citing Russell, the Court confirmed that the U.S. government compensates the loyal \n\n\n\nowners in those cases, but indicated that this practice may \"rest upon the general principle of justice\" rather than \n\"the terms of the constitutional clause.\" Id. Despite suggestion to the contrary, see Vladeck, Re-Rethinking, supra \nnote 209, at 88-89, Pacific Railroad is not a case about \"enemy property\" at all. The case concerned whether the \nU.S. government was required to compensate loyal U.S. citizens in the loyal state of Missouri when their property \nwas unavoidably destroyed during military operations. There is no basis in Pacific Railroad or any other decision for \nthe notion that, but for some special doctrine about enemy property, the United States could be sued in federal \ncourt and required by the Constitution to compensate German owners if the U.S. military \"bombed a German \nMesserschmitt plant during World War II.\" Id. at 88. The Takings Clause is inapplicable to enemy aliens' property \neven when within the United States. See Harisiades v. Shaughnessy, 342 U.S. 580, 586 n.9 (1952). Afortiori, lawful \nmilitary targets in the enemy's country during war would obviously not be protected by the Constitution from attack \nby U.S. forces.\n\n(336) See Stevens v. Griffith, 111 U.S. 48, 50-51 (1884); Keith v. Clark, 97 U.S. 454, 462-63 (1878); Williams v. \nBruffy, 96 U.S. 176, 184-85 (1878).\n\n(337) Dewing v. Perdicaries, 96 U.S. 193, 195 (1878).\n\n(338) Keith, 97 U.S. at 464; see also Stevens, 111 U.S. at 50-51 (enforcing rights of \"citizens of a loyal state\" \nviolated by Virginia statute which was \"contrary to the clause of the constitution declaring that 'the citizens of each \nstate shall be entitled to all the privileges and immunities of citizens in the several states'\").\n\n(339) See supra note 78 and accompanying text.\n\n(340) See Hickman v. Jones, 76 U.S. (9 Wall.) 197, 200 (1869).\n\n(341) 76 U.S. (9 Wall.) 197.\n\n(342) Id. at 201. The plaintiff was not disabled from suing in U.S. courts by reason of his residence in the CSA \nbecause the war had ended. No policy interest would exclude him either, since he was a loyal citizen seeking \nredress from CSA officials for harassing him on account of his loyalty.\n\n(343) See, e.g., Livingston v. Jordan, 15 F. Cas. 675, 677 (Chase, Circuit Justice, C.C.D.S.C. 1869) (No. 8415).\n\n(344) 87 U.S. (20 Wall.) 387 (1874).\n\n(345) Id. at 393-94; see also HALLECK, supra note 119, at 776 (\"[During a military occupation of enemy territory,] \none do[es] not look to the [C]onstitution, or the political institutions of the conqueror, for authority to establish a \ngovernment ... nor for the rules by which the powers of such government are regulated and limited. Such authority, \nand such rules, are derived directly from the laws of war, as established by the usage of the world....\"); 2 \nWINTHROP, supra note 14, at 1, 21-22 (reciting the doctrine of The Steamship Co. and stating that \"the law of war \nmay, in its exercise, substantially supersede for the time the Constitution and laws of the land\").\n\n(346) S.S. Co., 87 U.S. (20 Wall.) at 394.\n\n(347) Id. at 393-94.\n\n(348) See, e.g., Lewis v. Cocks, 90 U.S. (23 Wall.) 466, 469 (1874) (\"The validity of the Provisional Court [of \nLouisiana] is not an open one. We have held it valid on more than one occasion.\" (citing The Grapeshot, 76 U.S. (9 \nWall.) 129, 129 (1870)); Mechs.' & Traders' Bank v. Union Bank, 89 U.S. (22 Wall.) 276, 297-98 (1887) (holding \nthat, in occupied territory during wartime, the President or one of his generals has authority under the laws of war to \ncreate civil and criminal courts, the judgments of which will be valid and binding upon the return of peace); Burke v. \nMiltenberger, 86 U.S. (19 Wall.) 519, 524 (1874) (holding that the President has constitutional authority during war \nto create and staff a military court to hear civil and criminal cases in occupied enemy territory); Pennywit v. Eaton, \n82 U.S. (15 Wall.) 382, 384 (1873) (holding that the military governor of occupied enemy territory, appointed by the \nPresident, had authority to establish and staff courts to hear civil cases); Handlin v. Wickliffe, 79 U.S. (12 Wall.) \n173, 174-75 (1871) (same); The Grapeshot, 76 U.S. (9 Wall.) at 133 (holding that the provisional court of Louisiana \n\n\n\nwas authorized to hear all cases arising under U.S. and Louisiana law and \"was properly established by the \nPresident in the exercise of his constitutional authority during war\" to govern occupied enemy territory).\n\n(349) Burke, 86 U.S. (19 Wall.) at 525. The Court also upheld the authority of Congress to transfer cases from \nmilitary courts to peacetime courts of the United States. See The Grapeshot, 76 U.S. (9 Wall.) at 133.\n\n(350) Mechs.' & Traders' Bank, 89 U.S. (22 Wall.) at 296.\n\n(351) Id. at 295.\n\n(352) 89 U.S. (22 Wall.) 276.\n\n(353) Id. at 294-95 (1874).\n\n(354) 83 U.S. (16 Wall.) 483 (1872).\n\n(355) Planters' Bank v. Union Bank, 83 U.S. (16 Wall.) 483, 495 (1873).\n\n(356) See supra note 13 and accompanying text.\n\n(357) See CLINTON ROSSITER, THE SUPREME COURT AND THE COMMANDER IN CHIEF 36 (expanded ed. \n1976) (\"[H]owever eloquent and quotable his [Justice Davis, the author of Milligan] words on the untouchability of \nthe Constitution in time of actual crisis, they do not now, and did not then, express the realities of American \nconstitutional law.\").\n\n(358) See Ex parte Milligan, 71 U.S. (4 Wall.) 2, 118, 123, 131 (1866).\n\n(359) Id. at 141 (Chase, C.J., concurring) C[T]here is no law for the government of the citizens, the armies or the \nnavy of the United States, within American jurisdiction, which is not contained in or derived from the Constitution. \nAnd wherever our army or navy may go beyond our territorial limits, neither can go beyond the authority of the \nPresident or the legislation of Congress.\").\n\n(360) JOHN NORTON POMEROY, AN INTRODUCTION TO THE CONSTITUTIONAL LAW OF THE UNITED \nSTATES 379 (Edmund H. Bennett ed., New York, Houghton, Mifflin & Co. 10th rev. ed. 1888).\n\n(361) The majority opinion in Milligan could have been written in very different ways than it was. As Chief Justice \nChase in concurrence and numerous later commentators have pointed out, the Court could have resolved the case \non the narrow ground that Congress in the 1863 habeas corpus statute had prohibited the military trial of persons \nsituated as Milligan was. Even an opinion reaching out to decide that Congress lacked power to subject Milligan to \nmilitary trial could have been written in a much narrower manner, for instance:\n\nAs we held in the Prize Cases, The Circassian, Mrs. Alexander's\n\nCotton, and The Venice, because the insurrection assumed the\n\ncharacter and proportions of civil war, \"all who live[d] in the\nenemy's territory [we]re public enemies, without regard to their\npersonal sentiments or conduct; [but] the converse of the\nproposition is equally true,-that all who reside[d] inside of our\nown territory [we]re to be treated as under the protection of the\nlaw. If they help [ed] the enemy they are criminals, but they\ncannot be punished without legal conviction.\" In loyal states where\nthe courts are open and unobstructed, the laws of war cannot strip\nconstitutional liberties from civilians who have not taken up arms,\neven if, like Milligan, they may plot to do so in the future.\n\n\n\nThe language in quotation marks is part of the argument that Milligan's counsel, former Attorney General Jeremiah \nBlack, delivered in the Supreme Court. See Milligan, 71 U.S. (4 Wall.) at 80-81 (argument of counsel).\n\n(362) In July 1866, a few months before the opinions in Milligan were released, Congress overrode President's \nJohnson veto to extend and expand the Freedmen's Bureau. See Second Freedmen's Bureau Act, ch. 200, 14 Stat. \n173 (1866). Johnson had (in)famously argued in his veto message that the bill's extension of \"military jurisdiction\" \nover civilians, and particularly its \"arbitrary tribunals\" akin to \"court[s]-martial,\" violated the Fifth and Sixth \namendments, CONG. GLOBE, 39th Cong., 1st Sess. 916 (1866)--the constitutional provisions at issue in Milligan. \nJustice Davis, author of Milligan, conceded privately that his opinion was motivated by a concern that \"Congress \nclaims omnipotent power,\" 6 CHARLES FAIRMAN, RECONSTRUCTION AND REACTION 1864--88 PART ONE \n233 (1971). Davis was clearly not referring to Congress's actions regarding wartime issues, because all the Justices \nhad agreed in Milligan that an 1863 statute prohibited the trial of the conspirators, see Milligan, 71 U.S. (4 Wall.) at \n115-17; id. at 134-35 (Chase, C.J., concurring in the judgment); Davis could only have been talking about postwar \nReconstruction--an issue that had not come before the Court and which Davis therefore had no business adverting \nto and prejudicing with comments about Congress's lack of power to allow military trials, see id. at 121-22 (majority \nopinion).\n\n(363) As the Declaration of Independence reminds us, it is to \"secure ... rights\"--\"among these are life, liberty and \nthe pursuit of happiness\"--that \"governments are instituted among men.\" Philip Bobbitt has written eloquently about \nthis. See PHILIP BOBBITT, TERROR AND CONSENT 241--46 (2008).\n\n(364) See, e.g., Jess Bravin, Gitmo Detainee Ordered Released, WALL ST. J., Mar. 23, 2010, at A6 (\"A suspected \nal Qaeda organizer once called 'the highest value detainee' at Guantanamo Bay was ordered released by a federal \njudge Monday. Mohamedou Ould Slahi was accused in the 9/11 Commission report of helping recruit Mohammed \nAtta and other members of the al Qaeda cell in Hamburg, Germany, that took part in the Sept. 11, 2001, terrorist \nattacks in the U.S.\").\n\n[c] 2010 Andrew Kent. Individuals and nonprofit institutions may reproduce and distribute copies of this Article in \nany format, at or below cost, for educational purposes, so long as each copy identifies the authors, provides a \ncitation to the Notre Dame Law Review, and includes this provision and copyright notice.\n\nAndrew Kent, Associate Professor, Fordham Law School.\n"}