{"title": "Police Report Noncitizens to U.S., Official Says", "body": "\nNew York police officers routinely inform federal immigration authorities whenever they arrest a noncitizen, even a \nlawful permanent resident, a police official said yesterday at a hearing of the City Council Committee on \nImmigration.\n\n The remarks drew an angry reaction from committee members, including the chairman, Councilman Kendall \nStewart of Brooklyn, who called the practice a violation of the spirit of an order from Mayor Michael R. Bloomberg, \nExecutive Order 41, which was written to reassure the city's immigrants that their immigration status would be kept \nconfidential after interactions with city agencies. \n\n  Under sharp questioning by Mr. Stewart and other council members, the police official, Thomas P. Doepfner, an \nassistant deputy commissioner, said that anyone arrested is asked whether he or she is a citizen of the United \nStates. Those who answer that they are not are asked their nationality, and no matter how minor the offense, it is \nautomatically reported to Immigration and Customs Enforcement, which is part of the Department of Homeland \nSecurity. \n\n ''Anybody can be arrested,'' Councilman Stewart said in an interview after the hearing. ''Arrested doesn't mean \nyou're guilty. You know what it is in our society today -- they arrest you based on profile, on minor things. And as \nlong as they arrest you, that's an excuse for them to give that information to ICE.''\n\n He said the practice was alarmingly different from the policy of privacy that most immigrant New Yorkers had come \nto expect. \n\n But Mr. Doepfner said that the practice went back many years and was well within the language of the mayor's \nexecutive order, which explicitly exempts from confidentiality immigration information about a person whom a \npolice officer suspects of criminal activity ''other than mere status as an undocumented alien.''\n\n In a statement issued after the hearing, police officials stressed that information about nationality was passed on \nonly when it was volunteered by those arrested. The Police Department's deputy commissioner for public \ninformation, Paul J. Browne, said that those who refuse to say whether they are citizens are not reported to \nimmigration authorities.\n\n At the hearing, Mr. Doepfner said the policy was not new. ''The reporting that we do to ICE is something that \nwe've been doing for a very long time,'' he said. ''It existed well before 9/11. It's simply a report to ICE of \nindividuals we have arrested who have indicated that they are not citizens.'' What Immigration and Customs \nEnforcement does with the information, he said, ''is up to them.'' \n\n\n Immigration officials may have done less with the information before Sept. 11, 2001. But since then the federal \ngovernment has stepped up local enforcement of immigration laws, including the use of predawn raids to seize \npeople with outstanding deportation orders for immigration violations. \n\n Yesterday's hearing was called to examine one aspect of the increased enforcement, the addition of thousands of \nnoncriminal immigration violators to the National Crime Information Center database, a computerized index \nmaintained by the Federal Bureau of Investigation.\n\n Mr. Doepfner told the committee that anyone whose driver's license is checked by the police, even in a random \ntraffic stop, will have his or her name and birth date run through the database. If someone is listed there as an \nimmigration violator, ''we will call ICE,'' he said, and if immigration authorities issue a ''detainer,'' the person will be \nheld for 48 hours for pickup by federal officers.\n\n Pressed by Mr. Stewart to say whether any law required the police to notify federal immigration authorities in \ndatabase cases, Mr. Doepfner acknowledged he did not know of any, but he said, ''We believe it's prudent and it's \na good law enforcement practice.''                                 \n\nhttp://www.nytimes.com\n"}