{"title": "'I'M NOT A CRIMINAL. I'M JUST A DISHWASHER'", "body": "\nAfter nine years of washing dishes illegally in South Florida, Pedro Zapeta decided his work here was done.\n\nHe packed what little he had in the way of clothes and then filled his duffel with stacks of neatly rubber-banded \ncash. In all, $59,000, every penny he had saved.\n\nIt was time to go home to Guatemala and build the home for the family he hadn't seen in more than a decade.\n\nHe got as far as the airport.\n\nA security screener noticed the bricks of cash. What happened next was inevitable. The bag was opened. The cash \nwas seized. Zapeta missed his flight.\n\nThat was two years ago.\n\nSince then Zapeta has been stuck in legal limbo. The government is trying to deport him, but he doesn't want to \nleave without the money he worked so hard for.\n\n\"It's ironic,\" says his attorney, Robert Gershman. \"He was on his way out. The money was his exit.\"\n\nEven in the labyrinthine world of immigration law, Zapeta's case is unusual, experts say. Few illegal immigrants \nchoose to return home permanently, instead hoping to avoid detection and stay long enough to win a resident \ngreen card.\n\nAnd while many illegal immigrants save assiduously, most choose to send their money home these days through \nwire transfers, or cash remittances.\n\nBut Zapeta, 39, who doesn't have much of an education, sent no money back to Guatemala over the years.\n\nNo bank account\n\nHe didn't have a bank account. Because he had obtained false papers, he was scared he would lose his money if \nhe opened an account that didn't bear his real name. He kept his savings by his bed in a house he shared in Stuart.\n\nHe dreamed of building a house for his mother and four sisters, and maybe opening a store in his village, \nTotonicapan, about three hours from the Guatemalan capital.\n\n\nIn late summer 2005, having avoided detection by immigration authorities, he bought a one-way airline ticket and \nheaded for Fort Lauderdale-Hollywood International Airport.\n\n\"He puts the bag on the (conveyor) belt and when it went through the X-ray machine they see all the money in \nrubber bands,\" Gershman said.\n\nCustoms officers confiscated the money, citing a law requiring anyone entering or leaving the country with more \nthan $10,000 to declare the money to U.S. Customs. Zapeta wasn't arrested. Instead, he was given a receipt for his \nmoney, and allowed to go back to Stuart.\n\n\"They arrested the money,\" Gershman said. \"My client hasn't been charged with any crime.\"\n\nZapeta says he had no idea he was violating the law. \"In the court they said it was my fault. I don't think so,\" he \nsaid. \"It was ignorance. It just seemed like a minor accident to me.\"\n\nFor the past two years Zapeta has been fighting deportation proceedings in immigration court. At the same time he \nbegan civil proceedings to get his money back.\n\nOfficials initially accused Zapeta of being a courier for the drug trade, but they dropped the allegation once he \nproduced pay stubs from restaurants where he had worked, earning $5.50 an hour.\n\nU.S. officials say they cannot discuss ongoing court cases.\n\nZapeta admits he entered the country illegally in 1996, across the Texas border. He also admits he bought a fake \nSocial Security number for $25. But he doesn't believe his crime deserves such harsh punishment.\n\n\"I'm not a criminal. I'm just a dishwasher,\" he said. \"I haven't been home for 11 years. I want to build a house for \nmy mother and start a business.\"\n\nImmigration advocates say despite Zapeta's illegal actions, his case cries out for compassion. After Zapeta's story \nran on CNN and in the Palm Beach Post, well-wishers gave him nearly $10,000. That money sits in a trust.\n\nTaxes deducted\n\nAt first a judge ruled that Zapeta must forfeit the entire amount for the currency reporting violation. Prosecutors \nnoted Zapeta never filed income taxes while in the country. Zapeta's lawyer countered that his pay stubs showed \ntaxes had been deducted.\n\nIn January, U.S. District Judge James Cohn revised that ruling, saying Zapeta could keep $10,000, the amount \nanyone is legally allowed to carry without filing a report.\n\nBut Zapeta says he can't accept the ruling and has appealed it.\n\nHis attorney complains the government appears more interested in Zapeta's money than doing justice. Had \ncriminal charges been filed, Zapeta would have faced a maximum $5,000 fine. But the civil currency violation \ncarries a maximum $250,000 fine, allowing the government to seize a greater amount.\n\nZapeta is currently working legally. He was granted a work permit while his immigration case was being heard. So \nhe's back at the restaurant, earning his $5.50 per hour.\n\nBut time is running out. An immigration judge recently ruled Zapeta must leave the country by the end of January, \nor face forced removal.\n\n\"I'm more than happy to go home, but not without my money,\" Zapeta says. \"I'll go back to Guatemala tomorrow if \nthey give it back to me. It's all I have.\"\n\nDavid Adams can be reached at dadams@sptimes.com\n\nmailto:dadams@sptimes.com\n\n\nGraphic\n\n \n\nPHOTO: Pedro Zapeta. PHOTO, Palm Beach Post: Pedro Zapeta saved $59,000 over nine years as a \ndishwasher. He is to face deportation to Guatemala after Jan. 31. \"I'm more than happy to go home, but not \nwithout my money,\" he says.\n"}