{"title": "Amnesty Fate: Will Bill Come Up for a Vote?; Republicans Debate; Grand Bargain: Immigration Bill Full of Loopholes", "body": "\nLOU DOBBS, HOST: Ten Republican presidential candidates will be squaring off for their third debate. Tonight's \nshowdown in New Hampshire coming with a time of deep discord within the Republican Party.\n\nImmigration reform part of the reason that that party is almost ripping itself apart, and it may well decide the fate of \none of the party's front-runners for the presidency. Right now in the United States Senate, effort to push through \nthat sweeping amnesty legislation for millions of illegal aliens is under way. Senators tonight, voting on a series of \namendments, will determine whether this legislation lives or dies.\n\nWe'll be following all of the late-breaking developments on that. We'll have expert insight and analysis from our \npolitical panel here in New York and in New Hampshire.\n\nAll of that, all the day's news, a preview of tonight's upcoming debate, straight ahead here tonight.\n\nANNOUNCER: This is a special edition of LOU DOBBS TONIGHT, \"America Votes 2008,\" for Tuesday, June 5th.\n\nLive from New York with news, debate and opinion, Lou Dobbs.\n\nDOBBS: Good evening, everybody.\n\nTonight, the future of the Senate's grand compromise on so-called comprehensive immigration reform is hanging in \nthe balance. Senators right now are voting on a series of amendments that will decide whether this legislation ever \nbecomes law. The issue of immigration reform is a central issue in tonight's Republican debate.\n\nOne of the architects of this so-called grand amnesty plan is Senator John McCain. He's already fighting back \nagainst his critics, critics he will share the stage with in less than an hour.\n\nWe go to New Hampshire in just a moment. But first, our coverage on Capitol Hill.\n\nWe begin tonight with Bill Tucker and the latest on what is happening in the U.S. Senate -- Bill.\n\nBILL TUCKER, CNN CORRESPONDENT: Lou, after spending the week back in their home districts, the senators \nare back in town and back at work on the immigration bill. And the amendments just keep coming. (BEGIN \nVIDEOTAPE)\n\n\nTUCKER (voice over): Senator Wayne Allard was first up on the floor. His amendment would have eliminated a \nprovision in the Senate's bill which would award 50 bonus points to Z visa holders. Thus, allowing them to move to \nthe head of the immigration line. Those points not available to people who have never broken United States law.\n\nSEN. WAYNE ALLARD (R), COLORADO: This bill specifically requires that an alien prove that he or she broke the \nlaw in order to even be eligible for this Z visas.\n\nTUCKER: The senator doesn't think we should be rewarding those who broke the law and punishing those who \nhaven't. The amendment failed by a vote of 62-31.\n\nAmerican workers were at the center of an effort by senators Durbin and Grassley.\n\nSEN. CHUCK GRASSLEY (R), IOWA: The bill is flawed in that it doesn't require these employers to first recruit \nAmericans or else make attempts to recruit Americans.\n\nTUCKER: And currently, the law would allow the secretary of Labor power to declare a labor shortage.\n\nSEN. DICK DURBIN (D), ILLINOIS: Then we go on in this bill to fail to define what a labor shortage is. What does it \nmean? It means that a lot of employers will be off the hook. They will be able to bring in guest workers and never \nask an American first to take the job.\n\nTUCKER: The Senate voted to add the amendment requiring all employers first recruit American workers by a vote \nof 71-22. So far there have been 19 amendments, 10 voted on by voice vote, meaning there is no record of how \neach senator voted on the amendments. Only a vote tally.\n\n(END VIDEOTAPE)\n\nTUCKER: And now, Lou, there are officially 11 amendments waiting in the wings. And late today, Senator Harry \nReid threatened to file for cloture. Senator Mitch McConnell objected, saying there are not only those 11, but there \nare probably another 20 more. So there is a haggle going on in the Senate tonight about whether cloture will in fact \nbe filed. Senator Reid clearly wanted to clear up this business by the end of the week -- Lou.\n\nDOBBS: Yes, he wants to clear up this business. A number of the Republican senators saying that this legislation, it \ndoesn't matter -- it's so important, it's impact so profound on this country, that it doesn't matter whether it takes two \nweeks or four weeks. It does require time. And as a numbers of senators pointed out to the majority leader, in point \nof fact, they are writing this legislation on the floor of the United States Senate rather than going through the \ncommittee process.\n\nEmotions running high today, and a lot of people not pleased, including Senator John Cornyn of Texas, who \npointed out to his colleagues in the Senate, he's been waiting 13 days for a debate and a vote on his amendment.\n\nBill Tucker, thank you very much.\n\nTUCKER: You're welcome.\n\nDOBBS: In a new poll, voters are expressing their increasing opposition to the Senate's proposed legislation. The \n\"USA Today\"- Gallup poll today shows three times as many people surveyed oppose this legislation as support it. \nJust 11 percent of those polled think this bill is a good idea. Thirty percent say it is not.\n\nOne of those set to take the stage in New Hampshire tonight is Republican presidential candidate Congressman \nTom Tancredo. Congressman Tancredo spearheads a grassroots effort aimed at killing the Senate's bill.\n\nHe's asking the senators to sign a no-amnesty pledge. Tancredo says, \"This bill grants amnesty to over 15 million \nillegal aliens. It does nothing to secure our borders. This bill must be stopped and it must be stopped now.\"\n\n\n\nThe congressman made his argument today outside the office of New Hampshire Republican Senator Judd Gregg. \nGregg, who supports the legislation, blasted Tancredo's tactics, saying those who take what he called a \ndemagogic approach are using it to raise their own political visibility. And that appears to me, at least, to be a \ndistinct possibility.\n\nThe congressman running for president arrived at Saint Anselm College in Manchester just a short while ago, as \nyou see here, with Bay Buchanan. He's preparing for tonight's debate, as is the moderator, our very own Wolf \nBlitzer.\n\nWolf joins us now and has a preview -- Wolf.\n\nWOLF BLITZER, CNN ANCHOR: It's going to be two hours without commercial interruption. Exactly what we did \nSunday night, Lou, with the Democrats.\n\nThe first hour, the 10 Republican candidates will be taking questions from two of our partners. One of the reporters \nfrom WMUR TV, our affiliate here in Manchester, New Hampshire, and a reporter from \"The New Hampshire Union \nLeader\".\n\nI will be following up, trying to keep the candidates honest, making sure they are answering the questions they were \nasked. Then we'll get reaction from the other candidates to what we just heard before moving on to the next \nquestion. The next question -- the next hour or so will be an old-fashioned town hall meeting.\n\nThere you see Sam Brownback, the Republican senator from Kansas, arriving here at the arena.\n\nThe people, undecided Republicans, registered voters, will have a chance to ask the questions directly to the \ncandidates. Once again, I will try to follow up and make sure they actually answer the questions. And we will give \nsome of the other candidates a chance to weigh in as well.\n\nSo, it's a good freewheeling format. No clocks, no red lights, yellow lights, anything like that. I'm going to try to make \nit, as we did Sunday night, a good free-flowing conversation. Two hours, though, Lou, as you know, even without \ncommercials, it goes pretty quickly.\n\nDOBBS: Absolutely. And I know you will do a great job tonight, just like you did Sunday evening. Give 'em hell, \nWolf.\n\nThank you.\n\nBLITZER: All right. I'll do the best I can.\n\nDOBBS: I know you will.\n\nJoining me now, three of this country's best political analysts -- Michael Goodwin of \"The New York Daily News\"; \nDemocratic strategist Robert Zimmerman; syndicated columnist Miguel Perez.\n\nGentlemen, good to have you here.\n\nLet me turn first to you, Michael. This looks like it has the potential to be an outstanding evening. With the Senate \nimmigration legislation now, we are in full -- full process in the Senate.\n\nMICHAEL GOODWIN, \"THE NEW YORK DAILY NEWS\": Right. Yes, and I think, also, just President Bush's \npopularity continues to be a problem for the Republicans.\n\nSo you have really two hot issues there. Iraq, of course, and immigration. And both of them, you know, kind of being \nled by their president, by this party's president.\n\n\n\nAnd so how do these candidates position themselves, vis-a-vis the president, vis-a-vis these two important issues? \nI think -- so it's going to be a tight race. And I think that's going to be a real challenge, for especially the top three \ncandidates.\n\nDOBBS: What do you think, Robert?\n\nROBERT ZIMMERMAN, DEMOCRATIC STRATEGIST: Tonight's going to be a lot of fun.\n\nDOBBS: Said the Democrat.\n\nZIMMERMAN: I mean, on what other nation on this planet could you have 10 educated men come together and \ndebate whether in fact evolution is scientific relevance, whether global warming has any sense of reality? For that \nmatter, whether stem-cell research is an important initiative?\n\nI mean, this is like a reality TV show. Maybe they're going to debate the relevance of this invention called the wheel \nnext. I don't know. But this is a party.\n\nDOBBS: Who won the Democratic debate?\n\nZIMMERMAN: I would say to you, seriously, I think...\n\nDOBBS: No, not seriously, because I know what you're going to say.\n\nZIMMERMAN: No, you don't.\n\nDOBBS: Miguel, your thoughts on what -- the importance of the immigration debate in the Senate.\n\nMIGUEL PEREZ, SYNDICATED COLUMNIST: Well, let me bring it back from stem-cell, back to...\n\n(CROSSTALK)\n\nDOBBS: You got it. I started to think we were looking at talking points there for a while.\n\nPEREZ: I think Michael mentioned the name two issues that are -- that we should be watching for tonight. I'm really \nlooking forward to this, because you'll remember in the Democratic debate Hillary said, \"The differences between us \nhere are very minor.\"\n\nDOBBS: Yes.\n\nPEREZ: And she was right. And she said, the difference between us Democrats and the Republicans are huge, and \nshe was right.\n\nThe difference between Republicans is also huge. And that's what's going to make this a much better debate, I \nthink.\n\nDOBBS: I would agree with you about the difference among the Republicans. I'm not sure there's such great \ndifferences between the Republicans and the Democrats.\n\nBoth are funded by corporate America, as my friend...\n\n(CROSSTALK)\n\nPEREZ: I was referring to the true issues.\n\nDOBBS: As you can tell, I don't have a dog in tonight's particular hunt.\n\n\n\nThese gentlemen will be back with us here shortly. And as we analyze what is coming up here, we hope you will \nstay with us. A lot for you here.\n\nComing up next, we will be reporting on the proposed amendments to the immigration legislation. Will those \namendments resolve the legislation's many shortcomings and (INAUDIBLE) its many critics?\n\nWe'll have the report.\n\nScooter Libby, a former top aide to Vice President Dick Cheney, he's going to prison. The judge says for a long \ntime.\n\nAnd we are about 45 minutes away now, just about 50 minutes, really, from the beginning of tonight's Republican \npresidential debate.\n\nStay with us. We will be right back.\n\nDOBBS: The new grand so-called comprehensive immigration reform compromise is being billed as a solution to \nour illegal immigration and border security crises. But this seriously flawed legislation is riddled with provisions that \nhave offended critics, and there are a rising number of them.\n\nLouise Schiavone reports now on the loopholes in this amnesty bill.\n\n(BEGIN VIDEOTAPE)\n\nLOUISE SCHIAVONE, CNN CORRESPONDENT (voice over): It's advertised as a remedy for flawed immigration \nlaw, but critics say the bill is full of loopholes.\n\nSTEVE CAMAROTA, CENTER FOR IMMIGRATION STUDIES: Really, it's a bill that Ted Kennedy likes. The \nenforcement mechanisms and the penalties are weak. Wherever the rubber hits the road it comes down in favor of \nthe illegal alien. And in effect, Jon Kyl, who was in on this negotiations, just completely lost his shirt. It's almost like \na chess master against a third grade chess team.\n\nSCHIAVONE: Among the glaring inconsistencies, while the bill establishes a new guest worker program, there is no \nmechanism yet to know when guest workers check out.\n\nSEN. BARACK OBAMA (D-IL), PRESIDENTIAL CANDIDATE: It is naive to think that people who do not have a \nway to stay legally will just abide by the system and leave. They will not.\n\nSCHIAVONE: The bill rewards illegals who rushed over the borders before the end of 2006, granting probationary \nstatus even before background checks are done.\n\nSEN. JEFF SESSIONS (R), ALABAMA: Aliens who broke into this country a mere five months ago are treated -- \nare provided permanent legal status in our country and are treated better than foreign nationals who legally applied \nto come to the United States from more than two years ago.\n\nSCHIAVONE: Far from cracking down on foreign gangs, the measure holds the door open for violent illegal as long \nas they renounce their gangs. Even those aliens who have already been ordered to leave but stayed anyway can \napply for legal status. Senator Sessions estimates more than half a million absconders, as they are called, stand to \nbenefit.\n\nAnd illegal aliens could lay claim to Social Security and to the earned income tax credit, designed to help lower-\nincome American workers at a cost, says Sessions, of as much as $20 billion over the first 10 years.\n\n(END VIDEOTAPE)\n\n\n\nSCHIAVONE: Lou, critics say that far from addressing the failings of the 1986 amnesty bill, this bill creates more \nproblems -- Lou.\n\nDOBBS: Louise, thank you.\n\nLouise Schiavone from Washington.\n\nAnother presidential candidate warning today of possible riots in the United States. Senator Barack Obama says \nthe Bush administration has done nothing to defuse what Senator Obama called a quiet riot among African-\nAmericans in this country.\n\nSenator Obama says tensions are mounting because there are still black people in this country displaced almost \ntwo years after Hurricane Katrina. The senator comparing the frustrations of those people to those of the folks who \nparticipated in the Los Angeles riots 15 years ago.\n\n(BEGIN VIDEO CLIP)\n\nOBAMA: These quiet riots that take place every day are borne from the same place as the fires and destruction and \nthe police decked out in riot gear and death (ph). They happen when a sense of disconnect settles in and hope \ndissipates. Despair takes hold, and young people all across the country look at the way the world is, and they \nbelieve that things are never going to get better.\n\n(END VIDEO CLIP)\n\nDOBBS: The riots are taking on a new vogue in this presidential election season. Republican presidential \ncandidate, Senator John McCain, recently warned that enforcement of our immigration laws could lead to riots in \nthis country.\n\nMany of the senators debating the so-called grand compromise are veterans of the process. Dozens of them, \nliterally, were in the Congress the last time our government granted amnesty to millions of illegal aliens and \npromised at the same time to control our borders and ports. A few of those senators now say they won't make the \nsame mistake again.\n\nChristine Romans has our report.\n\n(BEGIN VIDEOTAPE) CHRISTINE ROMANS, CNN CORRESPONDENT (voice over): A Republican and a \nDemocrat, these two senators voted for the 1986 immigration overhaul that included amnesty for 2.7 million people. \nEach now regrets that vote.\n\nSenator Chuck Grassley said 1986 is a lesson for senators today.\n\nGRASSLEY: And if it has amnesty in it, you know what I think? If I would vote for it again, obviously people would \nsay I didn't learn from a vote 20 years ago.\n\nROMANS: Senator Byron Dorgan says the laws he helped pass in 1986 were never properly enforced.\n\nDORGAN: In 1986 there was the promise of border security, the promise of employer sanctions, the promise that \nwe were going to stop the flow of illegal immigrants into this country. That was a promise that wasn't kept. The \nsame promise is being made today.\n\nROMANS: Twenty-five senators who voted yes in 1986 are serving in the Senate today. Thirteen current senators \nvoted against the 1986 immigration overhaul, including Senator Edward Kennedy and Senator John McCain, both \narchitects of today's reform.\n\nSenator Harry Reid voted against '86 amnesty as a congressman. Today he's presiding over this latest effort.\n\n\n\nSEN. HARRY REID (D-NV), MAJORITY LEADER: It will hopefully bring to final passage a comprehensive bill that \nwill strengthen our border security and bring 12 million undocumented Americans out of the shadows and help our \neconomy move strongly.\n\nROMANS: But Senator Robert Byrd, another veteran of immigration reform, regrets his 1986 vote for amnesty and \nsays he will not repeat the mistake.\n\n(END VIDEOTAPE)\n\nROMANS: A remarkable 39 out of 100 current senators were lawmakers during the 1986 historic once-in-a-lifetime \nimmigration reform. Many still deciding where they stand on this reform effort today, but many of those who voted \nfor the measure in 1986 are against it -- Lou.\n\nDOBBS: Well, there is -- it's remarkable to think there are that many people in the United States Senate who were \nthere in 1986, committing many of them, the same terrible mistake.\n\nROMANS: I honestly was surprised by the numbers.\n\nDOBBS: Yes.\n\nROMANS: Seventeen of those senators today were former congressmen, so they were in there on the House side.\n\nDOBBS: Well, it's always nice to see political progression, I guess. The best comment I heard to -- amongst our \ncolleagues who saw that number was, it seems like a very sound argument for term limits.\n\nChristine, thanks.\n\nChristine Romans.\n\nComing up here next, White House aide Scooter Libby sentenced to two and a half years in prison. Guilty as \ncharged, or the victim of an overzealous prosecutor who failed to prove an underlying crime?\n\nThe presidential debate now just about 40 minutes away. What will be the hot-button issue for Republicans tonight? \nBill Schneider joins us from Manchester, New Hampshire, with a suggestion or two.\n\nStay with us. We're coming right back.\n\nDOBBS: Senior aide to Vice President Dick Cheney, Lewis \"Scooter\" Libby, today was finally receiving his \nsentence. He was sentenced to 30 months in prison and two years of probation.\n\nThe former top aide to the vice president convicted of obstruction of justice for his role in the CIA leak case. Libby \nnot accused of leaking the name of covert CIA officer Valerie Plame, but of rather lying to agents investigating the \ncase. There was, by the way, no conviction of anyone for any underlying crime in this case.\n\nPresident Bush, reacting to the news, said he felt terrible for Libby's family.\n\nA short time ago, Senator John McCain arrived for tonight's Republican presidential debate in New Hampshire. \nThere he is, arriving, as we say, just moments ago. Senator McCain, of course, will face some tough questioning \nover his support of the comprehensive reform legislation, and likely will continue to take it to his opponents. And \nprincipally among those opponents, former -- there he is arriving again -- former governor Mitt Romney.\n\nRudy Giuliani also just getting there, arriving at Saint Anselm College. His stand on abortion and his personal life an \nissue for some conservative voters, and could be a part of the backdrop and subtext for tonight's debate.\n\nWe are back with our political panel here in New York -- Michael Goodwin, Robert Zimmerman, Miguel Perez.\n\n\n\nMiguel, let me begin with you, the role of personal lives in this not likely to come out tonight, but we are seeing \nincreasingly hotter rhetoric and some assertions based on the personal lives of these candidates, unseemly, \ninappropriate?\n\nPEREZ: I believe so. There are such important issues in this country to deal with. I really don't care about people's \npersonal lives.\n\nAnd I think it basically lowers the level of discourse in this country. I mean, we do have very, very serious problems \nin this country. And when we get down to petty stuff, whatever it may be, it's just ridiculous.\n\nDOBBS: For example, the idea that -- there are two books out on Senator Hillary Clinton. \"The New York Times,\" \ninterestingly enough -- two former \"New York Times\" reporters writing. I mean, \"The New York Times\" endorsing \nSenator Clinton, bashing, bashing those two reporters.\n\nWhat do you think?\n\nZIMMERMAN: I think Miguel's point is right on target. You've got most polls, 75 percent-plus of the electorate, feel \nthe country's on the wrong track. And there's no real regard and no real interest from the electorate in these kinds of \npersonal attacks. And I think there'll be a reaction towards anyone who engages in it. And I can't imagine...\n\nDOBBS: Well, what about Howard Dean, the chairman of the Republican -- I mean, the Democratic National \nCommittee, saying to our Wolf Blitzer that, you know, that Rudy Giuliani has a lot of personal issues in his life that \nwill affect his candidacy? I mean...\n\nZIMMERMAN: That comment is totally out of line. It has no place...\n\nDOBBS: Should he be fired?\n\nZIMMERMAN: I think he should -- I think he did, in fact, apologize for it, and I'll accept his apology, but I think that \nkind of comment and I think that kind of focus has no place in this political scene.\n\nDOBBS: All right.\n\nWe're going to be back with our panel in just a moment.\n\nAnd with apologies to David Letterman, I will have the five dumbest things about the Senate's comprehensive \nlegislation at the suggestion of one of our viewers, which we will share with you.\n\nAnd what is the principal issue for the Republican candidates tonight? We'll have that report.\n\nWe'll hear again from our distinguished panel of political analysts. That panel growing by the minute.\n\nWe are just about a half hour away from the start of tonight's debate. There is the arena, Sullivan Arena at Saint \nAnselm College in Manchester, New Hampshire. Wolf will be leading, moderating that debate here in just about, as \nI said, a little over a half hour.\n\nWe're coming right back. Stay with us.\n\nDOBBS: We are just about a half hour away from the beginning of the Republican presidential debate tonight in \nManchester, New Hampshire.\n\nIn Sunday's Democratic debate, John Edwards went on the attack, blasting his rivals, principally senators Clinton \nand Obama, on their positions on the war on Iraq. For the Republicans tonight, the principal issue could well be so-\ncalled comprehensive immigration reform.\n\nBill Schneider has our report.\n\n\n\n(BEGIN VIDEOTAPE)\n\nWILLIAM SCHNEIDER, CNN SR. POLITICAL ANALYST (voice over): Two campaigns, one scenario. Issue for \nDemocrats: Iraq. A second-place candidate goes on the attack.\n\nJOHN EDWARDS (D), PRESIDENTIAL CANDIDATE: Senator Clinton and Senator Obama did not say anything \nabout how they were going to vote until they appeared on the floor of the Senate, voted.\n\nSCHNEIDER: Another second-place candidate returns fire.\n\nOBAMA: I opposed this war from the start. So you're about four and a half years late.\n\nSCHNEIDER: The front-runner rises above it.\n\nSEN. HILLARY RODHAM CLINTON (D-NY), PRESIDENTIAL CANDIDATE: The differences among us are minor. \nThe differences between us and the Republicans are major.\n\nSCHNEIDER: Another issue: health care. The attack...\n\nEDWARDS: Senator Obama came out with a plan just a few days ago which I don't believe is completely universal.\n\nSCHNEIDER: ... the counterattack...\n\nOBAMA: My belief is that most families want health care but they can't afford it.\n\nSCHNEIDER: The front-runner rises above.\n\nCLINTON: I'm convinced that now when the Democrats all are coming forward saying this has to be a national goal, \nwe then can try to get the political will.\n\nSCHNEIDER: Issue for Republicans, immigration -- a second-place candidate goes on the attack.\n\nMITT ROMNEY (R), PRESIDENTIAL CANDIDATE: And my fear is that McCain-Kennedy would do to immigration \nwhat McCain-Feingold has done to campaign finance and money in politics.\n\nSCHNEIDER: Another second-place candidate returns fire with colorful references to his opponent's gaffes.\n\nSEN. JOHN MCCAIN (R-AZ), PRESIDENTIAL CANDIDATE: Maybe he can get out that varmint gun of his and \nchase those Guatemalans off his lawn.\n\nSCHNEIDER: The front-runner rises above.\n\nRUDOLPH GIULIANI (R), PRESIDENTIAL CANDIDATE: The reality is, the focus on immigration should be to know \neveryone who's in the United States.\n\nSCHNEIDER: The message? Let's you and him fight. Tie goes to the front-runner.\n\n(END VIDEOTAPE)\n\nSCHNEIDER: Now, some people see Fred Thompson as a potential Republican front-runner. He's rising so far \nabove it, he isn't even in it yet -- Lou.\n\nDOBBS: We should point out there is a new front-runner. John McCain in New Hampshire is leading right now, \nsurprising some. So, maybe McCain's aggressiveness is paying off for him, at least in that largely independent \nstate.\n\nSCHNEIDER: Well, we will see if he can rise above the debate tonight and try to remain kind of calm. I doubt it.\n\n\n\n(LAUGHTER)\n\nDOBBS: I got a kick out of Senator Obama, just as soon as Senator Edwards made his comment about leadership \non Iraq, his hand was up, looking for Wolf's attention. He had that -- that one-line riposte ready for -- for them.\n\nBill, who do you think is going to be the winner? Give us a projection.\n\n(LAUGHTER)\n\nSCHNEIDER: A projection. It's impossible to project.\n\nCould be Fred Thompson. If Republicans look at this race and say, \"You know, we don't really like any of these \nguys very much; won't someone come in and save the party?\" Thompson could look very good.\n\nBut, if they are happy with all these contenders, then they are going to wonder, why do we need anyone else? So, \nThompson actually has a lot on the line here.\n\nDOBBS: For a man who is running, what, second...\n\nSCHNEIDER: Not in it.\n\nDOBBS: ... and third in the polls, and has not even announced... SCHNEIDER: Yes.\n\nDOBBS: ... his candidacy, he's doing all right...\n\nSCHNEIDER: Exactly.\n\nDOBBS: ... so far.\n\nSCHNEIDER: Yes, he is.\n\nDOBBS: All right, Bill Schneider, we look forward to your analysis tonight.\n\nAs we have been reporting, immigration reform, one of the major issues dividing the GOP, as well as the \nDemocratic Party, for that matter, it's certain to be a topic of the debate tonight, when those Republicans candidates \nface off in Manchester, New Hampshire.\n\nJoining me now, three of the country's very best political analysts from Manchester and Sullivan Arena there in \nSaint Anselm College, Michael Moore, a Republican strategist.\n\nMike, good to have you with us.\n\nColleague Paul Begala...\n\nMIKE MURPHY, REPUBLICAN MEDIA STRATEGIST: Thank you.\n\nDOBBS: ... sitting there, ready to have a field day, I would guess, with these Republican candidates...\n\n(LAUGHTER)\n\nDOBBS: ... and the esteemed Donna Brazile, joining us from the nation's capital.\n\nDonna, great to have you with us.\n\nDONNA BRAZILE, CNN POLITICAL ANALYST: Thank you, Lou.\n\nDOBBS: Let me begin, Donna, if I may with you.\n\n\n\nFirst, do you expect to see any major movement from the second tier to the first tier for any -- for any of these \ncandidates tonight?\n\nBRAZILE: Oh, Lou, I suspect, tonight, we are going to see a lot more fireworks at the Republican debate than we \nsaw at the Democratic debate two nights ago.\n\nThe reason is very simple. You have the top-tier candidates really competing for a small segment of the base that is \nprobably waiting for another candidate, perhaps Fred Thompson, to emerge. And you have some of the second-tier \ncandidates ready to engage those top- tier candidates.\n\nTom Tancredo, the congressman from Colorado, has said that he is willing to campaign against any Republican \nsenator who supports the McCain-Kennedy immigration bill. So, I suspect, tonight, he's going to put some of those \nRepublicans on notice.\n\nDOBBS: Mike Murphy, let me ask you, Senator Clinton saying -- trying to emphasize the differences between the \nDemocrats and Republicans, rather than, interestingly enough, the differentiation among the Democratic candidates \nfor president.\n\nWas that a wise insight, in your -- in your view? And, in point of fact, do you think that the Republican candidates \ntonight will be focusing on creating greater definition among these candidates than did the Democrats?\n\nMURPHY: I think it will probably be about the same.\n\nI think what Hillary Clinton was trying to do was take the war in Iraq out of the Democratic primary as a wedge issue \nbetween her and some of the Democrats who were more against the war earlier.\n\nThey, of course, would rather use that to just take the anti-war part of the primary, which is the majority, and -- and \nget those votes, at her expense. So, I think she was trying to blur it all together.\n\nI think, here, what you're going to see is a lot of the same thing, a lot of focus on the Democrats, but a fair amount \nof intramural jockeying. This race is open enough, and the immigration issue is powerful enough, I think you will see \nsome second-tier candidates trying to break through on immigration, and McCain-Romney kind of jousting a bit.\n\nGood thing we are in a hockey arena.\n\n(LAUGHTER)\n\nMURPHY: And then I think both McCain and Romney trying to pull Giuliani into this, because Giuliani's position on \nthe immigration bill is -- is kind of a little dubious, too. He's against it, but not quite sure what he is for.\n\nAnd that, I think, is what McCain will try to do. He knows he's on the smaller side...\n\nDOBBS: Right.\n\nMURPHY: ... of the vote in the primary. He will try to make it a character issue of, where do you guys stand? What's \nyour plan? What's your alternative?\n\nAnd I think we will hear a lot of that tonight.\n\nDOBBS: Is it an accident that we are hearing a lot of Democrats, Paul Begala, talk about Fred Thompson, someone \nwho is not there, as -- is that, in any way, a cover to keep the -- the focus off the candidates who are announced? \nOr is that too Machiavellian?\n\n(CROSSTALK)\n\nPAUL BEGALA, CNN POLITICAL ANALYST: Democrats are not that smart or that -- or that organized.\n\n\n\n(LAUGHTER)\n\nBEGALA: They are plenty smart, OK? But we are not that organized. Let's face it. We couldn't organize a one-car \nparade.\n\nBut I think, right now, the country is much more interested in what the Democrats have to say. The Democrats are \nmuch happier with their field. Seven, eight out of 10 Democrats...\n\nDOBBS: Right.\n\nBEGALA: ... like the candidates who are running. Only about 60 percent of Republicans like their field, maybe even \n50 in the latest data that I have seen.\n\nThere's a great dissatisfaction. I don't know that it's entirely warranted, to tell you the truth. I think these are \nremarkably accomplished people, John McCain, Rudy Giuliani, Governor Romney, the rest of them. These are \nreally talented people.\n\nBut the Republicans don't like them. And -- and I think that's the reason...\n\n(LAUGHTER)\n\nBEGALA: ... that -- that Thompson sort of looms as a specter.\n\nMURPHY: I don't know if I can let Paul totally get away with that.\n\nHere's what I think a smart Republican ought to do tonight, maybe a couple of them. Go after the Democrats for the \nway, in their debate here on CNN two nights ago, their party lurched to the left. They threw out the old Bill Clinton \ncenterism, and they went with this gays in the military, tax and spend, universal health care stuff.\n\nThat's a vulnerability for them. And I think some of the Republican candidates can put a -- a spotlight on that \ntonight, exploit it, and win some votes.\n\nDOBBS: Donna, is Mike Murphy trying to stamp that big L., that liberal, right across the foreheads of the \nDemocrats? He wouldn't do that, would he?\n\nBRAZILE: Well...\n\nDOBBS: Republicans aren't that smart, are they?\n\nBRAZILE: Well, the problem is, is that the Republicans don't have a lot to talk about.\n\n(LAUGHTER) BRAZILE: Look, with George Bush's record, not just in foreign policy, but domestic issues, the deficit \n-- they love to talk about cutting taxes, but let's talk about how they will tackle the deficit that the Republicans have \ncreated.\n\nSo, I think, tonight, we are going to hear a great deal of happy talk when it comes to Ronald Reagan. But, when it \ncomes to George W. Bush, they will pass.\n\nDOBBS: You know...\n\n(CROSSTALK)\n\nMURPHY: Well, we have more to talk about after Sunday night.\n\n(CROSSTALK)\n\n\n\nBEGALA: Donna is right, Lou. In fact, I -- I looked it up. Actually, my assistant, Lorelai Wallace (ph), looked it up -- \n31 times, the Democrats mentioned George Bush or Dick Cheney or their administration.\n\nNow, I bet you his name ain't going to be mentioned 31 times here, except maybe even to differentiate themselves, \nto say that they are against the Bush-McCain immigration bill.\n\nDOBBS: Right.\n\nBEGALA: The -- the skunk here, who is not here, is not so much Fred Thompson, as it is George W. Bush.\n\nThe -- the country is really through with him, and they want a change. The problem is, the country hates President \nBush...\n\nDOBBS: Right.\n\nBEGALA: ... but the Republican base still loves him.\n\nSo, these Republicans have to run in a primary where they love Bush and in a country where they hate him. I say, \ngood luck.\n\nDOBBS: And we -- we should point out that the average of our polling, with the Opinion Research Corporation polls, \nover the past five months shows about 42 percent of the -- nationally, 42 percent of Americans identifying \nthemselves first as independents, and then 33 percent as Democrats, 25 percent as Republicans.\n\nMike Murphy, you get the last word.\n\nIn New Hampshire, it's 44 percent independent. Do the Democrats have an advantage in trying to appeal to that \nlarger and growing number of independents over the Republicans?\n\nMURPHY: Well, historically, in the primary, both parties have fought over that independent vote. John McCain sure \ngot a lot of them in 2000. I think that vote is up for grabs. One thing I caution everybody about these polls, no \nnational poll, in my view, means a hill of beans until after the Iowa caucus. And even the state polls don't mean a lot \nuntil the last six weeks. We are still really, really early.\n\nDOBBS: All right.\n\nMURPHY: And what voters are really telling us is, give us time to decide, soak up all the information, and actually \nhave a campaign.\n\nDOBBS: Mike, you have just saved this network and every other news network...\n\n(LAUGHTER)\n\nDOBBS: ... every other news organization...\n\nMURPHY: I want 10 percent.\n\nDOBBS: ... print and electronic, and all of those nasty political strategists won't have to worry about polling at all \nover the next 17 months.\n\n(CROSSTALK)\n\nMURPHY: But now we will have to get a real job.\n\n(CROSSTALK)\n\n(LAUGHTER)\n\n\n\nBRAZILE: A whole bunch of us.\n\n(CROSSTALK)\n\nBEGALA: ... have to work for a living, Lou.\n\n(LAUGHTER)\n\n(CROSSTALK)\n\nDOBBS: Paul Begala, Mike Murphy, Donna Brazile, we thank you all for being here.\n\nBRAZILE: Thank you, Lou.\n\nDOBBS: And we look forward to your analysis tonight, as we are about 20 minutes away from the beginning of the \nRepublican presidential debates here on CNN.\n\nThank you, all.\n\nNext: my version of -- well, it's going to be a poor and shallow echo of what David Letterman does, but I think you \nwill find it amusing: the five -- we couldn't afford 10, like Letterman -- the five dumbest aspects of the Senate's \ncomprehensive immigration reform legislation.\n\nAnd I will count down the most outrageous details with you. And we will even throw in a little cost figure.\n\nStay with us. We will be right back.\n\nDOBBS: And, as is our custom, we want to share one of our, at least, viewers' comments that he sent into us.\n\nDon from Florida wrote in to say: \"Lou, I want you to crank up the heat on these phony politicians on the \nimmigration bill. Lou, you need to do a David Letterman top 10 stupid things in the bill that we're not told about. Lou, \nplease take off your mild-mannered demeanor and come out with hard-knuckle tactics.\"\n\nDOBBS: Don, you got it. Here we go.\n\nWe don't have enough time for a David Letterman top 10 list, but here's a somewhat shortened version, the top five \ndumbest aspects of this bill.\n\n(LAUGHTER)\n\nDOBBS: Number five: Taxpayers will be paying for the immigration attorneys for illegal aliens if they are working in \nagriculture.\n\nNumber four: Illegal aliens would be given legal status one day after their application is filed, even if a background \ncheck is not completed within the required 24 hours.\n\nNumber three: Gang members will be eligible for amnesty if they would be so kind as to renounce their gang status.\n\n(LAUGHTER)\n\nDOBBS: Number two: Borders do not have to be secure before this amnesty program begins.\n\nBut the number-one dumbest thing in this bill: $2.6 trillion. That is the estimated cost that the Heritage Foundation \nsays will be required to cover the retirement benefits of 12 million illegal aliens if this amnesty legislation becomes \nlaw.\n\nWe will be back with the rest of the five, let's say, tomorrow night.\n\n\n\nJoining me now again, four of the country's best political analysts. Joining us now is Ed Rollins, Republican \nstrategist, former White House political director, and, of course, Michael Goodwin, \"New York Daily News,\" Miguel \nPerez, and Robert Zimmerman.\n\nDemocrat par excellence I think is the way we could describe you.\n\n(LAUGHTER)\n\nDOBBS: Ed, let me ask you this.\n\nTonight, a lot at stake for these candidates, particularly, I would guess, the second-tier candidates, who have so \nlittle traction in the polling.\n\nROLLINS: Well, first of all, they are not raising money. So, if they don't have a good night tonight, one of them \nbreak out, then I think, obviously, it's very difficult.\n\nI would say the guy who has got the biggest test tonight is -- is McCain, in spite of what the poll says about being \nthe front-runner in New Hampshire. There's other polls that says he isn't.\n\nDOBBS: Right.\n\nROLLINS: He certainly is the defender of this immigration bill. And, certainly, the issues that you just raised there, \nhe is going to have to defend tonight.\n\nAnd I would say the vast majority of the candidates are totally opposed to it. And -- and he's taken some shots at \nsome of them. So, I expect them to come out roaring tonight against him.\n\nDOBBS: Do you agree with that, Michael?\n\nGOODWIN: I do.\n\nAnd I also think that there's an opportunity for Giuliani, which I feel confident he will exploit, which is the Democratic \ndebate over whether there is a -- a war on terror, whether that is just a bumper sticker, as John Edwards said...\n\nDOBBS: Right.\n\nGOODWIN: ... and I think some of the hesitancy on issues like Iran and -- and how -- what do we do in Iraq.\n\nWhat's interesting about the poll numbers on Iraq is, while most people are opposed to the war and very unhappy, \nnot more than 20 percent or so actually favor withdrawal, immediate withdrawal.\n\nDOBBS: Right.\n\nGOODWIN: So, I think that Giuliani will -- will use that to stamp, again, his -- his bona fides that he is the one to \nfight the war on terror.\n\nDOBBS: Let's -- let's show all -- let's bring, for all of us and our viewers, the Opinion Research Corporation poll with \nCNN that reveals the issues that are critically important, most -- the most important issues to voters right now \namongst those surveyed, showing that terrorism is number one.\n\nDo we have that full screen that we could put up, please? It is coming, I'm told. And we will patiently wait for it.\n\nOK. OK. There it is.\n\nThe extremely important to Republicans' vote for president, terrorism, followed by Iraq, Iran, corruption, and \nimmigration, those five issues are something that I think that's going to pose a lot of trouble for people, because \n\n\n\nterrorism, as you say, favors Giuliani. But the difference in the polling on those issues, it's a pretty even mix, don't \nyou think?\n\nGOODWIN: Well, it's all over the place.\n\nI mean, I think that people are worried. I think people are worried and they're unhappy with the direction of the \ncompany (sic), which is, of course, a great challenge for every Republican. And, so, you have got a Republican \nadministration. And, so, they all have kind of a ball and chain around their ankle, trying to get away from George \nBush and trying to assert...\n\nDOBBS: Right.\n\nGOODWIN: ... that they will keep us safer, without just following in George Bush's footsteps. That's a big challenge \nfor everybody.\n\nNonetheless, I think it is Giuliani's strong suit. He has to go there. Immigration cuts both ways among Republicans. \nMcCain is for it, but many Republicans are not.\n\nDOBBS: Who would you rather be running against amongst these candidates? You favor, obviously, Hillary Clinton. \nWho would you like to -- who would be your favorite candidate to oppose her and win the -- the Republican \nnomination amongst these 10 candidates? And we will even throw in the 11th, Fred Thompson.\n\nZIMMERMAN: Well, let's see -- let's see who, in fact, emerges from this debate standing.\n\nRight now, they are all looking pretty -- pretty tempting. I think Fred Thompson, though, maybe because he's not in \nthe line of fire, is doing fairly well. In fact \"The Washington Post\" polls show that, amongst disaffected \nconservatives, he's now leading the field amongst disaffected conservatives.\n\nBut I think the more important point is, looking at these 10 candidates, each of them is a victim of Karl Rove and \nGeorge Bush's tactics. And I think that's important to focus on, because...\n\nGOODWIN: All right. Let's stop there. Let's stop there.\n\nZIMMERMAN: ... let me just make my -- let me finish my point, Michael.\n\n(LAUGHTER)\n\nZIMMERMAN: Because, simply, look at John McCain, for example. On the one hand, he's supporting the surge, \nwhich is popular with the Republican base, but unpopular with the nation. And he's supporting the immigration \ncompromise proposal, which is certainly unpopular with the Republican base, and certainly...\n\n(CROSSTALK)\n\nDOBBS: So, why is he in the Republican Party, one asks?\n\nZIMMERMAN: Hmm?\n\nDOBBS: One -- one asks...\n\n(LAUGHTER)\n\nDOBBS: ... why is he in the Republican Party?\n\nGOODWIN: He's got guts.\n\n(CROSSTALK)\n\n\n\nZIMMERMAN: Quite to the contrary, he's a Republican who has lost his way.\n\nDOBBS: Yes.\n\nZIMMERMAN: And I think all of these candidates are trying...\n\nROLLINS: That's -- that's -- that's absurd. John McCain has always been a strong supporter of national defense. \nHe's been a very independent voice, long before Karl Rove ever came into his -- his view. And, if anything, they \nhave had a real knockdown, drag-out battle for -- for 10 years.\n\nThe -- the reality is that some of these people believe in what the president tried to do in the war. The war has not -- \ngone -- gone wrong.\n\nDOBBS: Right.\n\nROLLINS: Some of these people, like McCain, believe in the immigration, as does the president. They may be \nwrong, but it's not about Karl Rove driving this party.\n\nZIMMERMAN: It is, indeed, because, in fact...\n\n(CROSSTALK)\n\nZIMMERMAN: We're all for a strong defense, but supporting this political tactic of a surge...\n\n(CROSSTALK)\n\nDOBBS: Miguel, don't let these guys dominate here.\n\nZIMMERMAN: Supporting this surge, though, is not supporting a strong defense. It's...\n\nDOBBS: You have got call the direction of...\n\n(CROSSTALK)\n\nDOBBS: Robert -- Robert...\n\n(CROSSTALK)\n\n(LAUGHTER)\n\nDOBBS: Excuse me.\n\n(CROSSTALK)\n\nDOBBS: Miguel Perez, your view on what will happen tonight.\n\nPEREZ: What will happen tonight, let me give you the Hispanic perspective...\n\n(CROSSTALK)\n\nDOBBS: You want a Hispanic perspective?\n\nPEREZ: Yes.\n\nDOBBS: All right. We will write that down.\n\n\n\nPEREZ: The Hispanic perspective is that the Republican Party tonight will send the message to the Hispanic \ncommunity and will affect the -- the Hispanic vote, what happens tonight, for many, many years to come. The \nHispanic vote gets stronger and stronger in every presidential election. As you know, we're concentrated...\n\nDOBBS: I think it's up to about 100 percent now, isn't it?\n\n(LAUGHTER)\n\nPEREZ: But, no, we're -- we are concentrated in the large Electoral College states.\n\nDOBBS: Right. Right.\n\nPEREZ: So, we have, you know, disproportionate strength in presidential elections, believe it or not. So, the \nHispanic vote is going to remember what the Republicans...\n\n(CROSSTALK)\n\nDOBBS: Now, does Hispanic vote, in your judgment...\n\nPEREZ: Yes.\n\nDOBBS: ... equal, pass the comprehensive immigration reform legislation?\n\nPEREZ: No. I'm actually opposed to it, so...\n\nDOBBS: All right.\n\nPEREZ: But for different reasons.\n\nDOBBS: Put her there.\n\n(LAUGHTER)\n\nDOBBS: We will be right back with Miguel Perez, and Michael Goodwin, and Ed Rollins, and Robert Zimmerman in \njust a moment.\n\nAnd the candidates, the presidential candidates for the Republican nomination, are about to take the stage. They \nwill be doing so just about the time we return.\n\nWe will have more from our panel of political experts.\n\nStay with us. We're coming right back.\n\nDOBBS: We are back now with four of the country's best political analysts.\n\nAs we -- Miguel Perez, take a -- prepare for the onset of the -- the candidates on the stage up in Manchester, you \nwere talking about the Hispanic perspective on this immigration reform legislation.\n\nDo you think its passage and what it -- and the form of it, it looks to be, whether you're on -- are on the left or the \nright, Republican or Democrat -- I happen to be independent -- but it looks like it's going to create -- it will be a \nmonstrosity in its impact, no matter what your perspective is.\n\nHow do you think it will play out politically? And how about the relative support or opposition on the part of these \ncandidates tonight, how will that work?\n\nPEREZ: Well, it's -- it's going to be very interesting.\n\n\n\nI mean, you have McCain on one end and Tancredo on the other. It's -- obviously, there is going to be a debate. \nWhen the Democrats debated this issue, they all agreed.\n\nDOBBS: Right.\n\n(CROSSTALK)\n\nPEREZ: It was like across the board.\n\nDOBBS: Right. Open the border.\n\nPEREZ: Yes.\n\nDOBBS: Roll it up. Amnesty for everybody. (CROSSTALK)\n\nPEREZ: It wasn't quite that way. No, no, no, no.\n\n(CROSSTALK)\n\nDOBBS: Isn't that a fair characterization, Robert Zimmerman?\n\nZIMMERMAN: I would have to respectfully disagree...\n\n(LAUGHTER)\n\nZIMMERMAN: ... based upon what they said during the debate.\n\nLook, Mitt Romney could spend the entire two hours debating where he stood on immigration two years ago...\n\nGOODWIN: There you go.\n\nZIMMERMAN: ... vs. where he stands right now.\n\nPEREZ: That's true.\n\nZIMMERMAN: So, I mean, that's a -- so, I mean, these Republican candidates have a lot of explaining to do. And \nthey're not going to use the word flip-flop with Democrats too quickly.\n\nDOBBS: Miguel, who do you expect to emerge as the -- as the leader tonight?\n\nPEREZ: I'm still rooting for McCain.\n\nDOBBS: McCain?\n\nPEREZ: Yes.\n\nDOBBS: All right. And, apparently, in the most recent poll...\n\n(CROSSTALK)\n\nPEREZ: Immigration and the war, because of his stand on those two issues.\n\nDOBBS: But you're against the immigration reform...\n\n(CROSSTALK)\n\nPEREZ: I'm against it, for different reasons.\n\n\n\nI'm against the immigration reform bill, as it is right now, because it destroys the family reunification principle that \nthis country is based on.\n\nDOBBS: All right.\n\nAnd you oppose it for what reason, Robert Zimmerman? ZIMMERMAN: I oppose it because our priority has got to \nbe to secure our borders and ports. And that has not been clear in this -- this immigration bill does not make that the \ntop priority. And you can -- and I'm from -- I'm from a family of immigrants.\n\n(CROSSTALK)\n\nDOBBS: Well, we all are.\n\nZIMMERMAN: Exactly.\n\n(CROSSTALK)\n\nDOBBS: ... point, right?\n\nZIMMERMAN: So, it is not about being for -- for the rights of immigrants.\n\n(CROSSTALK)\n\nZIMMERMAN: It's about protecting our borders and ports first.\n\nDOBBS: It's about national security, the common good, a nation of laws.\n\nRobert, I'm so proud of you.\n\n(LAUGHTER)\n\nDOBBS: I can't express it.\n\nTonight, this -- the high stakes that are involved here, we are actually going to see -- if all of the debates that are \nscheduled, we are going to see something like 30 debates, Republican and Democratic.\n\nDo you think that people are actually focusing -- focusing on these issues?\n\nGOODWIN: Absolutely. I think -- and I think that the viewership you had the other night was the highest of all the \ndebates so far.\n\nAnd I -- and I think that each one of these is a chance for the candidates who -- particularly the -- the front-runners, \nto sort of establish a turf for themselves...\n\nDOBBS: Right.\n\nGOODWIN: ... a reputation, an image, and to keep burnishing it throughout the rest of the campaign. So, I think that \nthey will all play to their strengths tonight.\n\nDOBBS: Right.\n\n(CROSSTALK)\n\nDOBBS: Well, interestingly, CNN, Sunday night, we had the largest audience yet for any of the debates that had \npreceded.\n\nGOODWIN: Right.\n\n\n\nDOBBS: Do you expect that number to continue to grow, or are we going to see aberrations?\n\nROLLINS: This is a very important debate.\n\nDOBBS: And I understand the candidates are coming out on the stage.\n\nAs you talk, why don't we show that...\n\n(CROSSTALK)\n\nROLLINS: This is a very important debate, for two reasons. One, it is a national debate, which, obviously, before \nthe summer, a lot of people are interested.\n\nBut, more important, it's the first debate in New Hampshire, which is a very critical state. And there's a lot at stake. \nAnd New Hampshire people, this is their game. They watch this. Everybody in New Hampshire is going to talk \nabout these two debates. They will watch the one on Monday -- Sunday night. They will watch the one tonight.\n\nI think the critical thing, if the Democrats -- if the Republicans are smart, they are going to go after the Democrats, \nbecause the Democrats the other night -- and no offense to my friend across the table here -- but it was the same \nold Robin Hood, you know, take the money from the rich and give it to the poor, volunteer for one year, and we will \ngive you four years free education, health care for everybody in America, get our troops out of there, nothing about \nhow do we rebuild the military.\n\nAnd the whole immigration issue is about, basically, let's make sure the illegals are -- are free and citizens, and no \nguarantee that they are going to build defense and add security in the future. And I think that's what basically is the \ndifference between the two parties right today.\n\nDOBBS: Would you concur with that, Robert Zimmerman? I have to give you an opportunity to respond.\n\nZIMMERMAN: If the Republican presidential candidates were as articulate as Ed, they might be competitive this \nyear.\n\nBut the -- but the fact of the matter is, if you look at where the Democrats stand, they are standing very much in the \nmainstream of American thinking. And we're -- the days are done when the Republicans will define who is liberal \nand who is not for this nation.\n\n(CROSSTALK)\n\nGOODWIN: If I could, just on that issue, Lou, because I think what's interesting is that, in the national polls, the \nDemocratic Congress approval ratings are dropping like a stone. They are getting closer to President Bush every \nday.\n\nAnd I think, when you do the head-to-head matchups of the individuals who are running for president, Republicans \ndo very well against the Democrats, despite this kind of national lopsided lead the Democrats still have in general.\n\nSo, I think it's going to be a dogfight.\n\n(CROSSTALK)\n\nDOBBS: The lopsided lead, in point of fact, appears to be independents.\n\nGOODWIN: Right.\n\n(CROSSTALK)\n\n\n\nROLLINS: Well, but that -- that's the battleground. That's always been the battleground. But the group is growing \nlarger and larger.\n\nDOBBS: Right.\n\nROLLINS: And Republican candidates, whether it's McCain or Giuliani, who today can attract independent votes, \nbeat Hillary, beat Obama, anybody else.\n\nDOBBS: Right.\n\nROLLINS: If you're narrow-based and you only get -- draw Republican support -- and we talked Thompson earlier. \nThompson has not proved yet that he can get independents. He can get conservatives, but he can't get \nindependents.\n\nYou have to have half of those independents and more to be viable for...\n\nDOBBS: Right.\n\nZIMMERMAN: You know, one of the benefits of being a Democrat is that we don't exactly suffer from \noverconfidence. So, I don't think anyone looks at this election as being anything but a close one in 2008.\n\nBut, in terms of where the mainstream of America is on issues like global warming, on issues like a new mission in \nIraq, our Democratic candidates are there. And it's nice to see them united for a change.\n\n(CROSSTALK)\n\nDOBBS: Miguel, don't you like to see a Democratic National Committee man expressing himself with modesty, and \nreticence, self- effacement...\n\nZIMMERMAN: I gave it my best shot. No, I knew... (CROSSTALK)\n\nDOBBS: ... when he's brimming with confidence?\n\n(LAUGHTER)\n\n(CROSSTALK)\n\nPEREZ: ... the Karl Rove club.\n\n(LAUGHTER)\n\nROLLINS: The wonderful thing about Robert is, never say in a sentence what you can say in a paragraph.\n\n(LAUGHTER)\n\nDOBBS: Whoa. This is getting partisan.\n\n(LAUGHTER)\n\nDOBBS: The idea, Miguel, tonight, that we are going to see -- because it -- it does fascinate me, the idea that Fred \nThompson, he is sort of the specter, if you will, in absentia, a candidate on that stage.\n\nPEREZ: We call him Mighty Mouse, because he might come in and save the day.\n\nDOBBS: Well...\n\n(LAUGHTER)\n\n\n\nDOBBS: ... he might. But I -- I think it's -- is it -- who is it that actually used that expression?\n\n(CROSSTALK)\n\nROLLINS: He's actually starting to get -- he's starting to get -- he's starting to get scrutinized.\n\n(CROSSTALK)\n\nDOBBS: Huckabee...\n\n(CROSSTALK)\n\nROLLINS: And, you know, the truth of the matter is, he -- I mean, I like Fred. I have known Fred for a long time.\n\nHe didn't like the combat. He didn't like -- he didn't like the long days when he was a U.S. senator.\n\n(LAUGHTER)\n\nROLLINS: If he didn't like the long days as a U.S. senator, he is not going to like the long days when you're in a \npresidential campaign.\n\nAnd I think, to a certain extent, there's a lot of expectations for him. Whether he can meet them or not is what the \ntest that is still ahead.\n\nZIMMERMAN: Right.\n\nGOODWIN: And I think, Lou, too, here you have -- you have these 10 people in the arena. You have these 10 \npeople in the arena, and you have Thompson sort of sitting out there on the side, throwing bombs from the outside.\n\nNow, if he wants to get in, get in. Let's see what he has to say on the issues in front of a crowd, asking -- being \nasked tough questions and being attacked by his rivals.\n\nDOBBS: At the same time, Miguel, this seems like it also is, inversely, a very smart strategy on the part of perhaps \nAl Gore on the Democratic side, as well as Fred Thompson.\n\nPEREZ: You read my mind. You read my mind.\n\nDOBBS: They don't have to spend money. They stay back. They don't have to spend, as -- as Ed Rollins says, all \nthose long hours, and they can prepare themselves for a more vigorous candidacy.\n\nROLLINS: But they are not Roger Clemens.\n\n(CROSSTALK)\n\nPEREZ: And I still think that Gore would be a very good candidate. And, on the Republican side, those who are still \nconsidering coming in may be better candidates than the ones we still have now.\n\nSo, yes, why not? I think they should -- they should jump right into it. But they should do it. I mean, what is this \ngame they are playing with us?\n\n(CROSSTALK)\n\nDOBBS: Yes, I -- I cannot imagine a -- a political candidate of any kind in this country playing a game with the \nvoters.\n\nMiguel Perez, thank you very much.\n\n\n\nRobert Zimmerman, thank you.\n\nMichael Goodwin, as always.\n\nEd Rollins, sir, thank you very much for that rather bipartisan perspective.\n\n(CROSSTALK)\n\n(LAUGHTER) DOBBS: We thank you.\n\n(CROSSTALK)\n\nDOBBS: And we invite -- gentlemen.\n\n(LAUGHTER)\n\nDOBBS: And we invite you to stay with CNN for the remainder of this evening -- coming up straight away, the \nRepublican presidential candidate debate, and CNN's post-debate coverage, which will begin immediately after.\n\nAll 10 candidates are now in place. The Republican debate begins right now.\n\nTO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE \nORDER FORM LOCATED AT www.voxant.com\n"}