{"title": "HEARING OF THE IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY, AND INTERNATIONAL LAW SUBCOMMITTEE AND THE CONSTITUTION, CIVIL RIGHTS, AND CIVIL LIBERTIES SUBCOMMITTEE OF THE HOUSE JUDICIARY COMMITTEE; SUBJECT: THE PUBLIC SAFETY AND CIVIL RIGHTS IMPLICATIONS OF STATE AND LOCAL ENFORCEMENT OF FEDERAL IMMIGRATION LAWS; CHAIRED BY: REPRESENTATIVE ZOE LOFGREN(D-CA); WITNESSES: JULIO CESAR MORA, AVONDALE, AZ; ANTONIO RAMIREZ, FREDERICK, MARYLAND COMMUNITY ADVOCATE; DEBORAH WEISSMAN, REEF C. IVEY II DISTINGUISHED PROFESSOR OF LAW, DIRECTOR OF CLINICAL PROGRAMS, UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL SCHOOL OF LAW; RAY TRANCHANT, OPERATIONS DIRECTOR, ADVANCED TECHNOLOGY CENTER, VIRGINIA BEACH, VA., ADJUNCT PROFESSOR AT CAMBRIDGE COLLEGE, CAMBRIDGE, MA, CHESAPEAKE CAMPUS, AND BRYANT AND STRATTON COLLEGE, VIRGINIA BEACH, VIRGINIA; DAVID HARRIS, PROFESSOR OF LAW, UNIVERSITY OF PITTSBURGH SCHOOL OF LAW; HUBERT WILLIAMS, PRESIDENT, POLICE FOUNDATION; GEORGE GASCON, CHIEF, MESA POLICE DEPARTMENT, MESA, ARIZONA; KRIS KOBACH, PROFESSOR OF LAW, UNIVERSITY OF MISSOURI -- KANSAS CITY SCHOOL OF LAW; LOCATION: 2141 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY, AND INTERNATIONAL \nLAW SUBCOMMITTEE AND THE CONSTITUTION, CIVIL RIGHTS, AND CIVIL LIBERTIES SUBCOMMITTEE OF \nTHE HOUSE JUDICIARY COMMITTEE SUBJECT: THE PUBLIC SAFETY AND CIVIL RIGHTS IMPLICATIONS \nOF STATE AND LOCAL ENFORCEMENT OF FEDERAL IMMIGRATION LAWS CHAIRED BY: \nREPRESENTATIVE ZOE LOFGREN(D-CA) WITNESSES: JULIO CESAR MORA, AVONDALE, AZ; ANTONIO \nRAMIREZ, FREDERICK, MARYLAND COMMUNITY ADVOCATE; DEBORAH WEISSMAN, REEF C. IVEY II \nDISTINGUISHED PROFESSOR OF LAW, DIRECTOR OF CLINICAL PROGRAMS, UNIVERSITY OF NORTH \nCAROLINA AT CHAPEL HILL SCHOOL OF LAW; RAY TRANCHANT, OPERATIONS DIRECTOR, ADVANCED \nTECHNOLOGY CENTER, VIRGINIA BEACH, VA., ADJUNCT PROFESSOR AT CAMBRIDGE COLLEGE, \nCAMBRIDGE, MA, CHESAPEAKE CAMPUS, AND BRYANT AND STRATTON COLLEGE, VIRGINIA BEACH, \nVIRGINIA; DAVID HARRIS, PROFESSOR OF LAW, UNIVERSITY OF PITTSBURGH SCHOOL OF LAW; \nHUBERT WILLIAMS, PRESIDENT, POLICE FOUNDATION; GEORGE GASCON, CHIEF, MESA POLICE \nDEPARTMENT, MESA, ARIZONA; KRIS KOBACH, PROFESSOR OF LAW, UNIVERSITY OF MISSOURI -- \n\n\nKANSAS CITY SCHOOL OF LAW LOCATION: 2141 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, \nD.C. TIME: 10:00 A.M. EDT DATE: THURSDAY, APRIL 2, 2009\n\nREP. LOFGREN (D-CA):  This joint hearing of the subcommittee on immigration, citizenship, refugees, border \nsecurity, and international law as well as the subcommittee on the constitution, civil rights, and civil liberties will \ncome to order.\n\nWe welcome to this joint hearing all of you, I'd like to thank our witnesses for being here to examine the public \nsafety and civil rights implications of state and local enforcement of the federal immigration laws.  This Congress \nhas long recognized the particular that immigrant women face in domestic violence as recognized by Legal \nMomentum a respected organization that advocates for the rights of women and girls beginning in 1994 with the \nViolence Against Women Act, known as VAWA.  Congress created special reasons for undocumented women who \nare being abused by their spouses so that they do not have to live in fear of deportation if they complain to the \npolice about abusive spouses.  VAMA as we authorized in 2000, along with the creation of two new visas for \nundocumented victims of violence, those that suffer from severe forms of human trafficking, and those who -- \n(inaudible) -- prosecuting crimes.\n\nThese programs have been repeatedly reauthorized and expanded by Congress over the last decade including in \n2008 with the William Wilberforce Trafficking Victims Protection Reauthorization Act to ensure that victims of \nviolence have an opportunity to escape their abusers.  Unfortunately do in part to bad implementation and poor \nfederal supervision, in recent months I've begun to hear story after story in the federal program created by \nCongress in 1996 that appears to fly in the face of all the work Congress has done to protect victims of violence.  \nThis program known by most as the 287G Program allows the Department of Homeland Security to enter into \nagreements with state and local law enforcements to deputize them to enforce Immigration law.\n\nWhile some may feel that the program is necessary to ensure enforcement of Immigration law, everyone should \nagree that it should be implemented and supervised in an appropriate manner to ensure the public safety and \nprotection of civil rights.  Unfortunately, the stories I've been told over the last several months suggest much more \nneeds to be done to make sure that the 287G agreement do not undermine the protection of our communities, \nvictims of violence, or civil rights.\n\nMoreover in just the last two years, 60 of 67 287G agreements have been signed despite the fact that this program \nhas been around for almost 18 years.  While this recent explosion in interest in 287G agreements with this \nexplosion more and more jurisdictions across the nation are facing federal Immigration laws even without entering \ninto a 287 agreement with DHS.\n\nToday we will hear from a witness who has stepped up to tell us disturbing stories of abusive local law enforcement \nof Immigration law regarding people too afraid to tell their own stories for fear of retaliation.  Antonio Ramirez of \nFrederick, Maryland will tell us of a woman who was afraid to call the police when she was beaten up by her \nhusband because he has threatened to seek her deportation and take their child away from her.  She says she is -- \n(inaudible) -- that she simply tolerates the beatings instead of calling the police who she believes will deport her \nbecause of the stories she's heard of the local police enforcing Immigration law.\n\nThe media and attorneys representing -- (inaudible) -- tell us that Ms. Coats sister called 911 because her sister's \nboyfriend was choking her.  When the police arrived they had trouble communicating with the victim so the victim's \nundocumented sister -- (inaudible) -- had better English skills offered to help translate.  But the police checked \neveryone's Immigration status and rather than arresting the boyfriend who choked her they instead arrested Ms. \nCoat.  She had to leave behind her three young U.S. citizen children and her U.S. citizen husband and be taken to \nLake County Jail -- (inaudible) -- police department held her for more than a week.\n\nThe disturbing stories go beyond victims of domestic violence. One of our witnesses today -- (inaudible) -- a U.S. \ncitizen born and raised in Arizona was on his way to work with his 66-year old dad, a legal permanent resident \nwho's lived in the U.S. since the 1960's when two black SUVs with -- (inaudible) -- police officers aggressively \n\n\n\npulled them over.  Without explaining the reason for the stop, the officers told Mr. Mora and his father to get out of \ntheir car and they were handcuffed.  They were taken to his father's workplace where an Immigration raid was \nunderway.  They were held there for several hours until they had the opportunity to explain that they were lawfully \npresent in the U.S. as Mr. Mora explains -- (inaudible) -- I don't know why the officers stopped us, I don't think it's \nfair the way we were treated.\n\nIf this Congress is committed to protecting the public safety in our communities, to protecting victims of crime, and \nto protecting civil rights, then they are required to examine the effects of state and local law enforcement of \nImmigration law.  I look forward to hearing from our witnesses today and I know that they will help us conduct this \nvery important examination.  It is important that as we seek to enforce the law, that we also live under the law, and \nthat's what this hearing is about today.\n\nI will now recognize our distinguished Ranking Minority Member of the subcommittee on Immigration, Citizenship, \nRefugee, Border Security and International Law Steve King for his opening statement.\n\nREP. STEVE KING (R-IA):  Thank you Madame Chair, I appreciate this hearing and I appreciate the witnesses \ncoming forward to testify. It's never easy to sit down before this Congress and submit yourselves to the questions \nthat will come from the members on this panel.\n\nBefore we begin our discussion today, I'd like to set out the underlying federal law that governs state and local law \nenforcement. The use of race and national origin in law enforcement is on strictly prohibited when race and national \norigin is the sole criteria for the law enforcement action.  In fact, I should say sole criterion.  Based upon, and it has \nto be based upon -- (inaudible) -- purpose as the Supreme Court made clear in 1996 case of Bish v. Vera, no racial \ndisproportions in the level of law enforcement activity for a particular crime may be unobjectionable if they merely \nreflect a racial disproportionally in the commission of that crime.\n\nTo give an example, the Supreme Court has upheld a program in which vehicles passing through a permanent \ncheckpoint 66 miles from the Mexican border where visually screened by border patrol agents for occupants who \nappear to be of Mexican national origin.  In that case, and in the United States v. Martinez Fuerte, the Court held \nthat it was Constitutional for the border patrol after routinely stopping or slowing automobiles at a permanent \ncheckpoint to refer motorists selectively to a secondary inspection area for questions about citizenship and \nImmigration status.  The Court held that there were no Constitutional violations even in such referrals, even as \nlong as they were made largely on the basis of apparent Mexican ancestry.\n\nThe Supreme Court made clear in the '81 case of Hague v. Agee that such holdings are appropriate given that it is \nobvious and unarguable that no government interest is more compelling than the security of the nation\".  Even \nbeyond the context of border security, law enforcement have broad discretion to reasonably rely on the factors of \nrace and national origin, as long as such criteria are not the sole criterion that invidiously motivates action by law \nenforcement.\n\nIndeed, under the Department of Justice's own official guidelines on the use of race by law enforcement, it is made \nclear that in conducting an on-going investigation into a specific criminal organization whose membership has been \nidentified as being overwhelmingly of one ethnicity -- (inaudible) -- for example, law enforcement should not be \nexpected to disregard such facts in pursuing investigative leads into the organization's activities.\n\nThe Department of Justice guidelines further state that federal authorities may also use reliable, locally relevant \ninformation linking persons of certain race or ethnicity to a particular incident, unlawful scheme or ongoing criminal \nenterprise, including a gang even absent a description of any particular individual suspect.  Of course, law \nenforcement is at its discretion and can impose on itself restrictions beyond what is prohibited by Constitutional law \nprecedents.  But those decisions should be made by state and law enforcement working to protect citizens in local \njurisdictions, not by members of Congress thousands of miles away here in Washington, DC.\n\n\n\nSo what are the effects of these policies?  I'd suggest that when used correctly by law enforcement officials the \neffect is safer communities, and safer communities are also created when state and local law enforcement officials \nhave to enforce federal Immigration law.  I've heard even more -- (inaudible) -- examples in which state and local \nlaw enforcement has failed to do so.\n\nFor instance, four of the 9/11 hijackers had documented contact with state or local law enforcement officers after \nentering the United States.  All four -- (inaudible) -- were for traffic infractions at one point, and the months before \nSeptember 11, 2001.  Unfortunately, none were reported to federal Immigration officials despite their violations of \nfederal immigration laws.  We all know the devastating results of the hijackers malicious activities and can only \nspeculate how many lives might have been saved.\n\nAn operation community shield is an ongoing example of benefits of coordination among federal, state, and local \nlaw enforcement entities as a law enforcement program in which federal, state and local law officials work together \nto conduct criminal investigations and other law enforcement operations against violent criminal alien street gangs.  \nAccording to ICE, since Operation Community Shield's inception, 7,655 street gang members and associates from \nover 700 different gangs have been arrested and are no longer on America's streets.  107 of those arrested were \ngang leaders, and more than 2,055 of those arrested had violent criminal histories.\n\nBy virtue of their sheer numbers, 730,000 state and local law enforcement personnel come into contact with many \nmore people on any given day than do federal enforcement officials.  This contact can result and has resulted in the \narrest of illegal immigrants who would otherwise be free to commit future crimes.  Remember, no crime by illegal \naliens would ever occur if they were removed from the United States before they could strike.  These are truly \nsenseless crimes.\n\nSadly, the state of local law enforcement officers who came into contact with Alfredo Ramez (ph) prior to March \n30th, 2007 were prohibited by their jurisdictions from coordinating with federal immigration officials.  I say sadly \nbecause since on that day Ramez killed 16-year old Tessa Tranchant and her 17-year old friend Allison Kerner (ph) \nwho we'll hear shortly about the devastating effects of lack of law enforcement coordination from Tessa's father \nwho's here today.  Tessa, Allison, their families and the other victims of criminal aliens are the ones who this \ncountry failed to protect them from, they are the true victims.  If we have to choose between political correctness \nand ensuring the safety of the American people, I will choose the American people in a heartbeat.\n\nThank you, Madame Chair.  I yield back.\n\nREP. LOFGREN:  I will now recognize the chair of the Constitution subcommittee Mr. Nadler the co-convener of \nthis hearing for his opening statement.\n\nREP. JERROLD NADLER (D-NY):  Thank you Madame Chairman.  I'm pleased to be able to join you in holding this \nhearing on the civil rights implications of state and local enforcement of federal immigration laws.  This is the \nsecond joint hearing being held by the Constitution and Immigration subcommittees.  That is significant because \nwe've received many reports from around the country about law enforcement officials in some jurisdictions going \nbeyond the law and engaging in abusive activities we had hoped were no longer found in this country.  It is \nimportant that the law is enforced effectively. It is also important that the rule of law is respected by everyone, \nespecially by those charged with enforcing it.  Unfortunately, it appears that in their zeal to enforce the Immigration \nlaws, some local law enforcement officials have gone far field, violating on civil rights laws, violating the \nConstitution, violating the rights of U.S. citizens and of non-citizens who are here legally.  That's not law \nenforcement, that's subversion of the law.\n\n(Inaudible) -- questions today.  Most importantly, is it appropriate that local police enforcing Immigration laws, or is \nthat federal function better left to the federal government?  If it is appropriate, are federal dollars being spent \ncorrectly with proper oversight and within the requirements of the law?  If they are not, if a particular local police \nenforcement agency is violating the law systematically, should the Department of Justice revoke the section 287G \n\n\n\ncontract on the grounds that that police agency is not conducting itself within the bounds of the law and cannot be \ntrusted to enforce the law under the law?\n\nIn some instances, we have seen a pattern and practice of violating people's civil rights.  The -- (inaudible) -- of \nwidespread racial profiling, threats against the exercise of First Amendment rights, -- (inaudible) -- against \nnewspaper reporters, the unflattering comments about local officials, selective prosecutions, the abuse of arrestees \nand prisoners among other problems demand a careful investigation.\n\nWe have witnesses here today -- (inaudible) -- disturbing stories.  I hope the members of this committee will pay \ncareful attention. Whatever your views on Immigration policy, I hope we can all agree that the police power does \nnot give anyone the right to declare open season on anyone who may, \"look foreign\" to someone else. That's not \nthe American way.  In fact, it's illegal and the federal government has a duty just as we did in local law enforcement \n-- (inaudible) -- Klu Klux Klan many years ago to intervene and protect individual rights against local law \nenforcement if they are violating such rights without fear -- (inaudible).\n\nI thank the distinguished chairwoman and I yield back the balance of my time.\n\nREP. LOFGREN:  I am advised that the Ranking Member of the Constitution Subcommittee would like to waive his \nopening statement, so we will go to the Ranking Member of the full committee Mr. Smith for his opening statement.\n\nREP. SMITH:  Thank you, Madame Chair.  Madame Chair I hope this hearing will explore the detrimental effects of \nsanctuary cities that prohibits state and local law enforcement officials from helping and enforcing immigration \nlaws and making our communities safer.  The 740,000 state and local law enforcement officials in our United \nStates should do all they can to protect the American people.  That includes helping enforce immigration laws.  \nOtherwise criminals and even terrorists are able to prey on innocent victims.\n\nThis very harm occurs on a regular basis in sanctuary cities across the United States.  For instance, the director of \na Christmas store, Bob Clark is killed by an illegal immigrant drunk driver in Los Angeles in April 2007.\n\nAn illegal immigrant gang member shot three students in Newark, New Jersey execution style in August 2007.  He \nwas free on bail and was facing charges of aggravated assault and sexual abuse of a child at the time of the \nmurders.\n\nAn illegal immigrant from Mexico was arrested in January 2008 after DNA matched him to a series of rapes of \nteenage girls in Chandler, Arizona.\n\nSeventeen year old ---(inaudible) Shaw, Jr. was murdered by an illegal immigrant in Los Angeles in March 2008, he \nhad been released from jail on an assault charge the day before he killed Shaw.\n\nAn illegal immigrant who have numerous past violent crime convictions savagely murdered two ---(inaudible) \nMichael and Matthew Balana (sp?) in San Francisco in July 2008.  The father and two sons were all shot while \nsitting in a car.\n\nLast November 83 year old, Lila Monzell(sp?) was murdered and beaten --(inaudible) by three illegal immigrants \nwho beat her to death and buried her alive to cover up a check writing scheme.\n\nAn illegal immigrant Grant ---(inaudible)- shot 14 year old, Ty ---(inaudible)- in October last year in Montgomery \nCounty, Maryland.\n\nUnfortunately there are countless more examples.  The 287G program was created an illegal immigration control \nand inadvertently responsibility action in 1996 which I co authored.  The program allows DHS to enter into \nagreement with the state and locality so that law enforcement officers can assist in the investigation, apprehension \nand detention of illegal aliens.  It is purely voluntary in behalf of local law enforcement officials.\n\n\n\nIn recent years the annual number of jurisdiction participating has risen dramatically from ---(inaudible) in 2002 to \n67 currently. In fact DHS cannot keep up with the increased demand.  In fiscal year 2007, ICE received 69 new \napplications.  According to ICE the vast majority were rejected because of limited funding.  According to ICE, quote, \nsince January 2006 the 287G program is credited with identifying over 79,000 individuals mostly in jails, who are \nsuspected at being in the country illegally.\n\nWhen we wrote the bill that created section 287G our goal was to help local law enforcement official reduce the \ncrimes committed by illegal immigrants.  Law enforcement officials have testified that this voluntary program does \nwork.  Also as a co author of the legislation enacting the 287G program, let me state clearly that it was not our \nintent that the program would only be used to address serious criminal activity.  The program was created to let \nstate and local law enforcement officials help enforce all immigration laws and remove illegal immigrants from the \nstreets before they go on to commit preventable crimes.\n\nThose who are serious about public safety should not only support the program but also call for its expansion.  We \nshould do more not less to protect the lives and well being of all Americans. We should do more to make our \ncommunities safer.  Now thank you Madame Chair, I yield back.\n\nREP. LOFGREN: --(inaudible-) we recognize the Chairman of --- (inaudible)- Judiciary committee, the Honorable \nJohn Conyers for his opening statement.\n\nREP. CONYERS:  Thank you Madame Chairman.  I wish to thank all my colleagues for being here but before I do \nsomething unusual has happened in the judicial committee that I will take a moment to bring attention to.  Even if \nwe have a nomination ---(inaudible)- to be ambassador at large for human trafficking in the state department --- \n(inaudible)- President of the United States and he has to go before the Senate for confirmation, so we would like to \njust --(inaudible)- a round of applause for him, that doesn't commit you to support him or to testify against him \n(laughter and applause) --\n\nREP. LOFGREN:  (Inaudible.)\n\nThank you, Mr. Chairman.  And I think on a bipartisan vote we do recognize the tremendous work that --(inaudible)- \nhave done for the committee and especially for the human trafficking bill that we so gladly supported across the \naisle and brought to the president, is a triumph --- (inaudible) -- these effort made that happen and it was a terrific \nservice to the country.\n\n(Inaudible.)\n\nREP.  :  I'd like to thank the Chairman and I appreciate the acknowledgement and I used to think when the lights \nwere on at night it was because somebody left them on but I submit instead it's Lou working late at night and do his \njob and do his duty.  So that's an example of the kind of dedication we have here across ourselves on both sides of \nthe aisle and I think it's very appropriate for us to acknowledge and celebrate that kind of effort and the kind of \ncareer path that we see Lou on so I congratulate you and appreciate the work you do.\n\nREP. CONYERS:  Thank you very much ---(inaudible)- both committees here, both subcommittees and to have our \ncolleagues --- (inaudible)- in the proceedings today is very significant to me. We're here talking about a very small \npart of the immigration problems.  Of 17,000 law enforcement jurisdictions we have 67 that are using, lets see \n282G -- 287G that required our presence here today. We've got Professor Harris, formerly of the Toledo Law \nSchool of Pittsburgh University Law School whose written two books on the subjects we're profiling.  Who will help \nmake it clear ---(inaudible) -- racial profiling as a policy in and of itself is not acceptable except where it's in \nconnection of a relationship to a specific crime or a  description comes in but otherwise it's considered a pretty \ngross violation of the 13th Amendment Equal Protection clause.\n\nBut we will be hearing more about that as we go on.  In the true spirit of the bipartisanship I would like to remind the \ncommittee that President George W. Bush in his first inaugural address spoke very sternly against racial profiling as \n\n\n\nan unsatisfactory police technique.  Attorney General Ashcroft who has sat in this room on many occasions even \nrecently had joined with him in --(inaudible)- the inaccurate or improper use of racial profiling.\n\nWe're talking about 67 jurisdictions out of 17,000 where frequently sheriffs have used a practice of the racial \nprofiling for a political gain.  I hate to say this in this day and age but immigrant bashing is a pretty popular sport \nunfortunately in some areas.  Now when we first started off this racial profiling the phase was --- (inaudible) -- you \nget pulled over and what did I do wrong, look buddy give me your license and proof of ownership and insurance and \nwe'll talk about it.  We've got a right to stop anybody that we think is violating the law.  That's profiling.\n\nNow Hispanic Americans are even more frequently being violated and so I commend Chairmans Nadler and \nLofgren and calling us together for this hearing.\n\nREP. LOFGREN:  I thank you Mr. Chairman.  The --(inaudible)- consent the Chairman is granted an additional 30 \nseconds --- (inaudible).\n\nREP. CONYERS:  I --- (inaudible) -- for bending the rules in that way.  I am --(inaudible)- recognition only to express \nmy thanks to the Chair and to the Chair of both subcommittees for addressing an issue that is raging in local \ncommunities in which these programs exist.  And in local communities in which they do not exist because of the \nsignificant movement I think to some extent given by many to expand these programs.\n\nThe issues that Mr. Key and Mr. Smith have on one side have outlined and the ones that have been outlined on our \nside about profiling and other concerns about constitutional rights are, are legitimate.  And these issues have been \nbeing addressed in local communities rather than here where they need to be addressed but I just wanted to \nexpress thanks and hope we can find a happy balance.\n\nREP. LOFGREN:  Since Mr. Chairman was granted an additional 30 seconds by unanimous consent so he may \nyield to Mr. Poe.\n\nREP. POE:  Thank you very much.  Of course profiling a person based on race is important to our system.  But we \nmust also deal with the reality of the problems that we have with illegals that have committed crimes in this country.  \nThe city of Houston, Texas has over 400,000 illegals but yet they claim they are not a sanctuary city and they have \nfinally decided based upon the fact that the last several police officers have been shot have been shot by people \nleaving the country.\n\nTo move forward with the 287G program, I think we should explore that, make sure that the 287G program works \nand that local law enforcement that wants to use it to help prevent people from committing crimes in this country \nwho are from foreign countries where ever they're from should be enhanced rather than rejected.  I yield back, \nthank you.\n\nREP. LOFGREN:  The gentleman yields back.  All of the members have been called to the floor of the House for a \nseries of events. What I would like to do is to introduce the witnesses kind of as a teaser for those watching on the \nweb, so that you'll continue to watch and will come back, I'm going to set I think we have at least an hour of votes \nhonestly, so we are going to set a time of quarter to twelve to reconvene so that people will have a chance, there is \na cafeteria in the basement to get a cup of coffee and then have to sit here in this room for an hour waiting for us to \ncome back.\n\nBut before we go let me introduce the panel of witnesses. First it's my pleasure to introduce Julio Cesar Mora.  Mr. \nMora is a 19 year native of Arizona.  He was raised by his father Julio Mora and is the youngest of five kids.  He \nattended Estrella (ph) High School and on February 11, 2009 he was detained with his father by the Maricopa \nCounty Sheriffs office for close to three hours at the site of Handyman Maintenance Inc. in Phoenix, Arizona.\n\nNext I would like to introduce Antonio Ramirez.  Mr. Ramirez is an American citizen.  He's dedicated his life to \nhelping low income families and immigrants here in the United States as well as in Mexico.  Upon coming to the \n\n\n\nUnited States more than 20 years ago, Mr. Ramirez had his sights set on Manhattan but he fell in love with \nFrederick, Maryland where he's created his new life.\n\nMr. Ramirez immediately became involved in this new community by volunteering at a hospice serving individuals \nwith HIV and at a nursing home teaching English and working as a substitute teacher in public schools.  In 2003, \nMr. Ramirez had started a non-profit organization called Nuestro Casa del Pueblo, Our House Is the People, which \nassists local Latino and immigrant populations to integrate and to improve their lives.  The organization also focuses \non improving relationships between police agencies by teaching officers basic Spanish and Latino culture.  \nUnofficially, Mr. Ramirez acts as a liaison for many in the Latino community and organizations like the Frederick \nCounty Health Department, legal aid groups, and the Frederick County Action Agency, as well as the Frederick \nCounty Department of Social Services, as well as many others.\n\nNext, I would like to introduce Debbie Weissman.  Professor Weissman is the -- (inaudible) -- Professor of Law and \nDirector of clinical programs.  She's a Phi Beta Kappa graduate of Syracuse University, and she graduated cum \nlaude from Syracuse University Law School.  Prior to teaching law, she's had extensive experience in all phases of \nlegal advocacy, including labor law, family, education- related civil rights, as well as immigration law in \nAlbuquerque, New Mexico and Tampa, Florida and is a partner in a civil rights firm in Syracuse, New York.  From \n1994 to 1998, she was Deputy Director and then Executive Director of Legal Services of North Carolina.\n\nFinally, I would like to introduce Professor Ray Tranchant.  Mr. Tranchant is currently Director of the Advanced \nTechnology Center in Virginia Beach.  He's also an adjunct professor at Cambridge College in Cambridge, \nMassachusetts, Chesapeake Bay Campus and Baron and Stratton College in Virginia Beach.  He's -- (inaudible) -- \nmathematics, IT project management, and e-commerce management courses. Mr. Tranchant is a graduate of the \nUnited States Navy Academy, a formal naval flight officer, and a former public school teacher.  Mr. Tranchant's \nadvocacy for global security and national security resulted primarily from the tragic March 2007 murder of his 16-\nyear- old daughter, Tessa, by an illegal immigrant who had several previous criminal convictions.  We look forward \nto hearing the testimony of all four witnesses, but we will do so in about an hour.  So this hearing is adjourned.  We \nwill see you back in approximately an hour.\n\nREP.      :  Recess now.\n\nREP. LOFGREN:  (Inaudible) -- rules of the committee, we can take testimony when two members are present.  I \nam hopeful that other -- (inaudible) -- I am hopeful that the minority will be here soon.  Mr. King is here.  That is \ngreat.  But because of our recess for votes, and we will be called again to votes in about an hour, I would like to \nbegin here in the testimony.  Under our rules, the full written statement of each witness will be made part of our \nofficial record, and so, what we would like to ask you to do as much as possible is to deliver your oral remarks in \nabout five minutes.\n\nThere are two really odd machines there on the desk, and that's our lighting system that lets you know when you \ntime is almost up. When the yellow light goes on, it means that you have one minute to go, and when the red light \ngoes on, it means you've actually used five minutes, and at that point, we won't cut you off mid-sentence, but we \nwould ask you to please wrap up because we have a second panel after you.  We want to make sure that we hear \nfrom everybody who's traveled from, in some cases, great distances to be here and to say something important to \nthe Congress.  So Mr. Mora, we would like to begin with your testimony now please.  The microphone needs to be \non.  There's a little button, and if you pull it close to you.\n\nMR. JULIO CESAR MORA:  Hello?\n\nREP. LOFGREN:  Yes, it is on now.  Thank you so much.\n\nMR. MORA:  Okay.  Hello, my name is Julio Cesar Mora.  I am 19 years old, and I am from -- (inaudible) -- Arizona.  \nI have three brothers, one sister, and we were all born in the United States.  My mother passed away when I was \nstill little.  So I have mostly been raised by my dad.  My dad is 56 years old, and he still lives so that he can support \n\n\n\nall of us.  He is a lifelong permanent resident.  In February, I was driving with my dad to work when we were \nstopped by the police.\n\nWe -- (inaudible) -- around 5:00 a.m. to go to my dad's work and to my contracting.  You ask every business in \nPhoenix, on the way we passed two black police SUVs parked under a bulletin board. (Inaudible) -- about 15 \nseconds later, one of the SUVs caught up and stopped right in front of us.  My dad had to slam on the brakes, avoid \nhitting the SUV that was in front of us because it was so aggressive.\n\nThe SUV that was in front of us because it -- (inaudible).  I didn't understand why the SUV trapped us like that.  My \ndad was driving just fine.  One of the officers came up to the window and asked us where we're going.  We told him, \nmy dad was just going to work.  The police made us get out of the car.  They patted us down and tied our hands \ntogether with zip ties like we were criminals.  They tied my on really tight, and it left marks on my arms.  I later \nlearned that the officers were deputies of the Maricopa County Sherriff's Office.  The deputies brought us to -- \n(inaudible) -- where there were about 80 people lined up and a lot of other police officers guarding them telling them \nto turn off their cell phones.\n\nThe officers were carrying guns and some were wearing facemasks. My dad asked if he could use the bathroom.\n\nThe officer said, \"No.\"  Now, my father asked five times to use the bathroom.  His stomach was really hurting.  I was \nworried because he has diabetes and has a hard time holding it.  My dad eventually got to go, but it wasn't until \nafter he had asked several more times and told the officer he was going to go right there in front of everyone.  And \neven then, he had to go outside behind a car.  It really hurt me that they embarrassed him like that.\n\nLater, I also had to go, and they let me use the bathroom with three officers guarding me and refused to untie my \nhands.  I tried to go with my hands tied but couldn't.  When I asked one of them for help, he said, \"What's the \nmatter?  You can't find it?\"  I felt like they were making fun of me and felt very ashamed.  I went back to stand in \nline.\n\nWhen I got to the front of the line, I told the officers that I am a U.S. citizen and was born here.  I gave my Social \nSecurity Number.  He checked me in the computer and finally they let me go almost three hours after it had began.  \nThey let my dad go too because he is a lifelong permanent resident.  To this day, I don't know why the officers \nstopped us out of there of all the cars on the way.  I don't think it's fair the way we were treated.\n\nThe police are supposed to keep us safe, but they are arresting us instead of the real criminals.  I still think of it \nsometimes when I had to go to the bathroom in front of the police who -- (inaudible). They took away our pride, my \ndad's and mine.  Thank you for letting me speak today.\n\nREP. LOFGREN:  Mr. Mora, thank you for your testimony and for coming all the way up here to appear before us \ntoday.\n\nMR. MORA:  Thank you.  Mr. Ramirez, we'll be pleased to hear from you.\n\nMR. ANTONIO RAMIREZ:  Thank you.  Hello?\n\nREP. LOFGREN:  Yes, that's good.\n\nMR. RAMIREZ:  Thank you.  Thank you.  Chairman Lofgren, Chairman Nadler and Ranking Member King and \nRanking Member Sensenbrenner and members of the subcommittee.  I thank you for the opportunity you've given \nto testify in front of you.  (Inaudible) -- I am here today very sad.  I was -- (inaudible) -- who watched, who build \nhouses, who do their job for -- (inaudible).  (Inaudible) for you to be citizens, and I will speak for others that cannot \nspeak for themselves.\n\n(Inaudible) -- speak for everybody in -- (inaudible).  And they tell me -- (inaudible).  They can do something better \nthan you. (Inaudible) -- Constitution of the United States and a copy of my citizenship, and that saying that -- \n\n\n\n(inaudible) like criminal because the way I look.  If I -- (inaudible), that's because I give respect to everybody.  And I \nwork very hard, and we are now the target and tragic.  Not because I am Latino but because -- (inaudible) -- the \nway I look.  Even -- (inaudible) -- citizens, we are stopped.  We are harassed, and we lost the trust.  We lost the \ntrust to the police.\n\n(Inaudible) -- the police is corrupt, no.  It's because the -- (inaudible).  To be afraid to report any crime, another \nwoman -- (inaudible) -- domestic violence, and she is so afraid to -- (inaudible) -- to her.  I know a lot of people that \nlook like me. They have papers.  They -- (inaudible) -- are asking you, \"Where you buy that license?  Where'd you \nget this Social Security?\"  I pay my taxes.  And I'm very sad here to tell you, and I feel sad because I am another \nhuman being.  Forget about the color of my skin.  Forget about my accent.  Look at the human being and that this \nConstitution where everybody has equal opportunities, and -- (inaudible) -- yourself hundred years to keep talking \nabout -- (inaudible).  This is not a new -- (inaudible) -- for United States.\n\nUnited States was create for immigrants.  (Inaudible) -- previous -- (inaudible).  I live in the -- (inaudible) -- Frederick \nfor the last 30 years, and in just the last two years, they are very afraid. And you can see in my testimony what I \nsaid.  I can make at least -- (inaudible) -- two pages what happened in Frederick.  I can mail you more pages.\n\nUnless you see other -- (inaudible).  No, it's another human being who lives in United States under the greatest \ncountry in the world, and I can tell you another friend is stopped because they have something hanging in the \nmirror.  This excuse, they happen too.  I was driving in the neighborhood -- (inaudible) -- neighborhood, and they \nstopped me, and the police told me.  He said I don't have my seatbelt on.  When he hear I can articulate some \nEnglish, he stopped -- (inaudible).  He checked my license, and he let me go.  And I know another people is \nstopped because -- (inaudible).  And I know another people, citizens, residents they're asking for Social Security \ncards and -- (inaudible).\n\nAnd I want to talk also about -- (inaudible) -- many times to the police in Frederick to help people to give -- \n(inaudible) -- the right way, if it's the right way.  And it's not the first time I worked with the local police.  Years ago, I \ndeveloped a program with the city police -- (inaudible) -- police -- (inaudible) -- cultural program, eight-week \nprogram where all the police come to my training or my class to give them who we are, why we are in Frederick, to \nlet them -- (inaudible) -- to us.  And I really am very sad today after -- (inaudible) -- to go to the sheriff's together.  \nHe never take me seriously.  He never pay attention to me.  He just listened to me and let me go.\n\nI'm very proud to be American.  (Inaudible) -- the Constitution. This is my Constitution I -- (inaudible) --  when I was \ngiven my citizenship, and I keep it with me.  This is my hope.  This is my hope today, for justice for all.  This is my \nhope today, don't give me a pardon.  Don't pardon me.  I am not a person of -- (inaudible).  And I can mention all \nthe incidents happen in Frederick, all the families are destroyed for 287(g), and I -- (inaudible) -- the sheriffs to work \nwith me, and he working with another organization not -- (inaudible) -- Maryland.  What is the difference between \nthat group and myself?  I can help him because I am no criminal.\n\nAnd I also -- (inaudible) -- told him not because I was speak broken English, I love this country.  I love this country.  \nI give my life.  (Inaudible) -- in this country -- (inaudible) -- here.  I am proud to be an American.  God bless America.\n\nREP. LOFGREN:  Thank you very much Mr. Ramirez.  Professor Weissman.\n\nMS. DEBORAH WEISSMAN:  Good morning Chairman Lofgren, Ranking Member King, Chairman Nadler and \nmembers of the subcommittees.  My name is Deborah Weissman, and I'm a professor at the University of North \nCarolina School of Law, and I'm a coauthor of a report entitled, \"The Policies and Politics of Local Immigration \nEnforcement Laws,\" a report focusing implementation of the 287(g) program in North Carolina and the impact on \nour community when local law enforcement agencies undertake immigration enforcement duties.  And I thank you \nfor the opportunity to appear before you today.\n\nIn North Carolina, several communities that are participating in the 287(g) program have histories of racial violence \nand traditions of white supremacy, which often contribute to an environment hostile to the local Latino community.  \n\n\n\n287(g) whether it operates in the field or in the jail is not a program that can be -- (inaudible) -- localities without the \nutilization of history and context.  It's a program that often serves to reinforce local practices of racism and racial \nbigotry.\n\nIn North Carolina, some local elected officials including those who had signed on or supported 287(g) agreements \nhave publicly expressed views that have denigrated immigrants, regardless of their status, based on racial \nstereotypes and baseless assumptions.  Let me provide some examples.  Shortly after signing onto 287(g), Sheriff \nTerry Johnson of Alamance County was -- (inaudible) -- claims about Mexicans stating, \"Their values are a lot \ndifferent, their morals, than what we have here,\" Johnson said, \"In Mexico, there's nothing wrong with having sex \nwith a 12 or 13-year-old girl.\"\n\nBefore the 2004 Presidential election, the same sheriff threatened to go door-to-door to investigate the immigration \nstatus of registered voters with Hispanic last names, a scare tactic not limited to African Americans in our state.  \nConsider the comments of Johnson County Sherriff Steve Bizzell who now is a member and president of the North \nCarolina Sheriff's Association in 2007.  The same year that the association issued a resolution referring to \nundocumented immigrants as 'illegal alien invaders.'  Bizzell stated that Latinos are 'breeding like rabbits' and that \nthey 'rape, rob, and murder American citizens.'  He called Mexicans 'trashy.'  He reminisced about the Johnson \nCounty of his youth when immigrants were all in a group -- (inaudible) -- in a camp.  Even though, he admitted that \nliving that way was bad for them as human beings.\n\nThe 287(g) agreement deputies and officers across the state, who may be led by Sheriff Johnson or influenced by \nSheriff Bizzell, have the resources and virtually unfettered authority to act on a discriminatory sentiment that they've \nespoused.  Such a situation cultivates the illegal activity of racial profiling.  Just last month, three groups were \ninvited to join in the battle over whether the county should finance the 287(g), and this was not the first time that \nhate groups have been implicated in North Carolina's response to the increasing rates of Latino immigrants.\n\nHistory demonstrates that there's a very thin line dividing anti- immigrant laws from those that diminish the civil \nrights and due process for -- (inaudible) -- citizens, and I'd like to share two stories today.  The first, Paul Cuadros of \nthe Associated School of Journalism at UNC and a U.S. citizen, he describes being pulled over on his way to a \nsoccer game with his friend Francisco in Chatham County where there is currently contentious debate about \nwhether to finance the 287(g).\n\nHe says, \"I knew instantly what was going to happen.  We were two Hispanic men in dark sunglasses on a -- \n(inaudible) -- afternoon. After asking for my license and registration and keeping me and Francisco waiting for what \nseemed an unusually long time to check my information, the officer told me why he had stopped me.  He said my \nlicense plate monthly sticker had faded.  The year was fine, he knew in fact, but the month was hard to see.  He just \nwanted to let me know that.  I knew exactly what he wanted me to know.\"  Professor Cuadros says if you've never \nbeen racially profiled, then you don't know how much control it takes to restrain your anger over the violation of your \ncivil liberties.\n\nAnother example is that of a woman I will call 'Eve,' a naturalized U.S. citizen who accused her employer in \nAlamance County of significant mistreatment and discrimination at work.  He told her she was crazy to think that \nshe had any recourse, and because she was an immigrant, she should stop complaining.  He referred to the \npassage of 287(g) as an indication of her lesser and vulnerable status.  And this is not the only example of \nimmigrants who say their rights have -- (inaudible) -- because of this program.\n\nMy major concern is the impact that this program is having on victims of domestic violence and other crime victims \nwho are terrified to call the police for protection, domestic assistance, and aid in law enforcement efforts.  These \nare just a few of the examples that indicate the rippling effect of 287(g) in the community.  Given the local cultural \npractices and history that -- (inaudible) -- the implementation of what would mean -- (inaudible) -- law and \nstandards; we need a moratorium on this program until there can be an assessment and until greater safeguards, \noversight, and accountability can be provide.  Thank you.\n\n\n\nREP. LOFGREN:  Thank you very much, Professor Weissman. Professor Tranchant.\n\nMR. RAY TRANCHANT:  First, I want to thank you distinguished ladies and gentlemen for allowing me to share my \ntestimony with you. I am not here personally for your sympathy.  Let me offer maybe a couple solutions to you \nelected officials from my perspective, a man for two years that has intensely studied the problems and \nconsequences of lax and opposing immigration laws.  Two years ago this week, my 16- year-old daughter Tessa \nand her best friend Allie Kunhardt were killed as they were sitting at an intersection waiting for a red light to change \nin Virginia Beach.  They both had their seatbelts on and were doing nothing wrong.  They were really wonderful \nkids, really bright futures.\n\nBut their lives ended suddenly and unnecessarily when a drunken illegal immigrant hit them at more than 70 miles \nan hour.  Ramos, whose blood alcohol level was almost three times the legal limit, didn't see the girls, the car, or \nthe red light because of his intoxification, period.  The crash killed Tessa and Allie instantly. Ramos walked away \nunhurt.  At first, my focus was on mourning my daughter's and her friend.  Our community friends and family stood \nwith us honoring their memories, but anger and fear and betrayal took over when I discovered at the trial that \nAlfredo Ramos could have been and should have been deported long before he ran that red light.\n\nIn fact, this accident wasn't the first time that Ramos walked away from a drunken incident.  It wasn't even the \nsecond time.  Ramos had been arrested twice before for driving under the influence and public intoxication.  He had \na fake driver's license from Florida and could not speak English at all.  But because of sanctuary policies in Virginia \nBeach and Chesapeake, Virginia, nobody, not the judge in the prior DUI case or the police who arrested him in the \nprior incidents questioned him about his immigration status.\n\nInstead of being deported to his home country, he stayed on the streets of Virginia Beach to drink, drive, and \nsubsequently kill these two beautiful girls in a way that displayed a wanton disrespect for the laws of our land.  He \nseemed invisible to the system.  I'm not sure if your American kids -- (inaudible) -- would have had the same \nopportunity to fail in such a way.  They probably would have been incarcerated.  Legitimate licenses suspended.  \nInsurance payments, they'd go through the roof, and they would have had to pay very large attorney's fees.\n\nRamos pays nothing, has no driver's training, no insurance, no lawyer, no license, and now the American people \nhave to spend about $30,000 a year incarcerating him for 40 years at a cost of about $1.2 million.  And that's not \nincluding the uninsured motorist claims that probably equal a half a million.  We're talking $2 million here. Ladies \nand gentlemen, this happens twice a month in this country.  The deaths garnered local and national media \nattention, The Virginia Pilot, The Washington Post, The American Chronicle, MSNBC, CNN, FOX News, Mr. \nO'Reilly and Geraldo argued over it on FOX and talked about Tessa and Allie, and their stories shed light on the \ntragic consequences of lack immigration policies.\n\nGladly, some important things have changed in Virginia Beach and Chesapeake in the last two years.  Virginia \nBeach now requires that police check the immigration status of all arrested.  Virginia Beach and Chesapeake \npassed measures requiring that companies doing business with the cities pledge not to hire illegal immigrants.  Last \nJuly, a statewide law took effect, which requires local jails to contact federal authorities to check the immigration \nstatus of all foreign- born inmates, irrespective of whether they are in the country legally or illegally, and local police \nofficers are working more closely with federal authorities than ever before.\n\nBut the treat still continues.  Despite recommendations from the State's Attorney General and the Virginia State \nCrime Commission, Virginia's governor has yet to ask federal authorities for a 287(g) agreement and honestly may \nnot have the resources to support that agreement anyway.  A 287(g) program would allow the state to enter into an \nagreement with the federal government so that the state law enforcement officers can assist in the investigation, \napprehension, and detention of the illegal immigrants.\n\nOpponents of this cite a supposed chilling effect on cooperation between immigration, communities, and police.  \nThe cost of the program or the potential for racial profiling is reasons to reject this.  You know, as I testify here \nbefore you today, I expect to hear many of these arguments.  While I sympathize with those arguments, I'm not \n\n\n\ncompelled.  I know what chilling is.  It happened on the average of twice a month with illegal immigrants in America, \ntransparent criminals in a broken system.  It lets them kill or injure honest citizens.\n\nAnyone should not have to mourn the death of a loved one because of an unrelated policy or of political correctness \nof not offending someone or inconveniencing a few people here and there.  This prevents us from making our \ncommunities safer, a Constitutional right to all citizens, safety.  Newsweek columnist Robert Samuelson recently \nwrote, \"We face a choice between a society where people accept modest sacrifices for a common good or a more \ncontentious society where a group selfishly protects their own benefit.\"  I would have to tell you now that the \ncausality of Tessa's death was a failure to enforce this law.  Thank you.\n\nREP. LOFGREN:  (Inaudible).  The audience is reminded not to engage in the spirit of enthusiasm for any of the \nwitness either in this panel or the next.  (Inaudible) -- is the time for members of the committee to have an \nopportunity to question the witnesses, and we will turn first to the Chairman of the Constitution Subcommittee, \nCongressman Nadler.\n\nREP. JERROLD NADLER (D-NY):  I thank the Chairperson.\n\nLet me ask Mr. Mora.  You said that there were two black SUVs that stopped you and your dad, pulled in front of \nyour truck, and that the other followed behind you.  Do you know who was in those SUVs?  Did you know they were \npolice cars?  Did you know who was in the cars?\n\nMR. MORA:  (off mike)\n\nREP. LOFGREN:  Could you turn your mike on?\n\nMR. MORA:  Did I know who were in those vehicles?  Yes.  I know they were sheriffs because on the side of the \nvehicle it said 'Sheriff.'\n\nREP. NADLER:  It said 'Sheriff?'\n\nMR. MORA:  Yes.\n\nREP. NADLER:  And when your dad told the deputies he was going to work at HMI, did the deputies tell him what \nthey were doing there?\n\nMR. MORA:  Did they what?\n\nREP. NADLER:  When your father told the deputies that he was going to work at HMI, the company, did the \ndeputies tell him or you why they were going to be at HMI?\n\nMR. MORA:  No.\n\nREP. NADLER:  And when they told you and your dad to get out of the car, they patted you down and handcuffed \nyou, did they explain why they were doing that?\n\nMR. MORA:  No, they did not.\n\nREP. NADLER:  When you say the deputies had big guns and ski masks over their faces at HMI, what did you think \nwas going on?\n\nMR. MORA:  I did not know.\n\nREP. NADLER:  And how long were you and your father held there?\n\nMR. MORA:  How long, three, three hours.\n\n\n\nREP. NADLER:  Three hours.  And what is your impression of the police after what happened to you and your dad \nthat day?\n\nMR. MORA:  (Inaudible)?\n\nREP. NADLER:  What is your impression of the police after what happened to you and your dad that day?  Do you \nthink more of them, less of them?  I mean, do you fear them?  Do you respect them?  Do you, I mean, how has this \naffected your thoughts about the police in general?\n\nMR. MORA:  The police in general, I just want them to know that they treat us equally, you know, because we're \nhere to work.  We're here to work, and we're not here to do anybody wrong, you know.  We're just working for our \nfamily.\n\nREP. NADLER:  Okay, thank you.  Mr. Ramirez, in testimony before a different committee of this House last month, \nFrederick County Sheriff Charles Jenkins claimed that, and I quote from his testimony. \"There has been absolutely \nno complaints of profiling or discrimination based on ethnicity\" since Frederick County began participating in a 287g \nprogram.\n\nYet your testimony describes a number of instances where the Frederick County Sheriff's office appears to have \nstopped, interrogated, ticketed or arrested Latinos, U.S. citizens as well as illegal undocumented immigrants, \nseemingly based solely on their appearance.  Why do you think that no formal complaints have been filed against \nthe Sheriff's office?\n\nMR. RAMIREZ:  They treat them --- (inaudible) -- because --- (inaudible) -- at some point, people, they report a \ncrime and taken away the father --\n\nREP. NADLER:  What do you mean, they've taken away?\n\nMR. RAMIREZ:  Yeah, they take him to jail.  And then ---\n\nREP. NADLER:  Because someone reported a crime?\n\nMR. RAMIREZ:  Yeah.  --- (Inaudible) --  They don't go and target the crime.  They come and ask you for IDs, green \ncards and illegal aliens, like, we --- (inaudible) --- we are criminals.  We are the only bad people in town.\n\nREP. NADLER:  So, you're saying that the, there are no formal complaints filed against the sheriff's office because \nof fear?\n\nMR. RAMIREZ:  Yeah.  And it's a big fear.\n\nREP. NADLER:  You know, the --- (inaudible) -- asserts that the program has not harmed police/immigrant \ncommunity relations, it has not created fear of distress with law enforcement.  Would you comment on that \nstatement by the sheriff?\n\nMR. RAMIREZ:  Excuse me?\n\nREP. NADLER:  The sheriff testified ---\n\nMR. RAMIREZ:  Um-hum.\n\nREP. NADLER:  That the 287g program \"has not harmed, has not harmed police/immigrant community relations \nand has not created fear or distrust of law enforcement.\"  Could you comment on this statement? Is it true, is it \nuntrue?\n\nMR. RAMIREZ:  Of course, it's more a fact to the --- (inaudible) -- relation --- (inaudible) --.\n\n\n\nREP. NADLER:  It's not true, then?\n\nMR. RAMIREZ:  It's not true.  --- (Inaudible) --- relations, I -- (inaudible) --  my hand, many times, and will --- \n(inaudible) --. I will do that to the police, I will do that to -- (inaudible) ---.\n\nREP. NADLER:  And he also said that, \"Any existing fear of distress of law enforcement is generally cultural based, \nas most countries where immigrants originate from do have corrupt governments, corrupt and abusive law \nenforcement, which is all they have been exposed to in their lives.\"  In other words, he is saying that if there is \ndistress or fear of law enforcement in Frederick County on the part of immigrants, it's because the countries they \ncome from have corrupt police departments.  It's not because of the wonderful sheriff's office in Frederick County.  \nWould you comment on that?\n\nMR. RAMIREZ:  You know, when we come to this country, we --- (inaudible) --  We feel we come from less in \nanother country.  We come from -- (inaudible) --.  We live in less from the day we're born.  I know -- (inaudible) --.  I \nbelieve in this.  And --- (inaudible) -- to the police, so the police can treat us --- (inaudible) -- very badly. Because \nthey, when we call the police, the problem is not --- (inaudible) --- solution.\n\nREP. LOFGREN:  I'm going to interrupt the gentleman and ask if the members can consent to an additional minute, \nand the gentleman is given an additional minute.\n\nREP. NADLER:  Thank you.  So in other words, your testimony then is that it is not culturally based ---\n\nMR. RAMIREZ:  -- (Inaudible) -- We are afraid to call.  I change either my citizen and changed resident.  People --- \n(inaudible) --. They change everything.  --- (Inaudible) --.\n\nREP. NADLER:  I hear that.  But what it is, you're saying that when the sheriff says that if there's fear of his \ndepartment, it's because of what happened abroad or in other countries, not because of the actions of department.  \nThat's not correct.\n\nMR. RAMIREZ:  It's not correct.  And like I could give you an example.  I know friends.\n\nThey are working --- (inaudible) -- and some guy will approach them and ask for money, and they say, if you don't \ngive me the money, I will call the police and tell them you ---\n\nREP. NADLERS:  They don't report that.\n\nMR. RAMIREZ:  -- (Inaudible) -- And it's not just once.  Many times.\n\nREP. NADLER:  Thank you.  I have one more question for you before the time expires.  You testified that the police \nstop Latinos, they often ask everyone in the car for passports or other identification cards no matter the reason why \nthe car was stopped.\n\nMR. RAMIREZ:  Yes.\n\nREP. NADLER:  What do they do, now, let me just say, if a car is stopped for a traffic violation, there is absolutely \nno legal justification for asking for any kind of I.D. or anything else from anyone other than the driver.  The driver, \nyou can ask for license, registration.  You have absolutely no legal right to ask anybody else for anything.  What \nhappens if the other passengers in the car, not the driver, do not have, in the judgment of the office, adequate I.D. \nor whatever?\n\nMR. RAMIREZ:  They take you to, they take you to jail and they process and I had a friend from Yucatan and she \nhad a job --- (inaudible) --- and they stopped her because she was driving very slow.\n\nREP. NADLER:  Okay.\n\n\n\nMR. RAMIREZ:  And that happened again, and she said \"I'm a citizen.\"  And so -- (inaudible) -- she proved she was \na citizen.  And so he proved up there, she proved she a citizen, and she never get a ticket.  He never gave --\n\nREP. LOFGREN:  The gentleman's time has expired and we do want to listen after this, we want to go to Mr. King \nfor his opportunity to question the witness.\n\nREP. STEVE KING (R-IA):  Thank you, Madame Chair.\n\nThank all the witnesses for your testimony.\n\nI'm sitting on this committee, now it's my 7th year, and I'm trying to remember when I felt so uneasy, sitting up here \nand listening to testimony.  You know, I think I'm seeing the embodiment of a great big problem we have in this \ncountry, and the result of it is a loss of lives, the loss of innocent human lives.\n\nAnd I've listened to Professor Tranchant's testimony.  You have to know that he's here to tell you today that if we \nhad enforced local immigration law, his daughter would still be alive.  Tess --- (inaudible) -- would still be alive.  \nAnd that's true for hundreds and perhaps thousands of Americans that go about their lives every day, seeking to \njust make this world a better place.\n\nAnd their trust in this committee, and the message I get from you is that we shouldn't enforce local immigration \nlaw because there are some examples of discrimination that are there, at least that you testify to, and I don't argue \nthat it never happens.  Let me ask you, can you look at this unbiased?  Can you see the difference between the \nplea that you have to this committee and the plea that Mr. Tranchant has to this committee?  Can you --- (inaudible) \n-- the laws and say we should have passed everybody over, and your daughter would still be alive anyway?\n\nI don't think you can do that.  I don't know how to express to you that the comparison of what looks like an \ninconvenience to either one of you as compared to the very sacred life of this man's daughter? You're on the same \npanel.  What do you want to say to Mr. Tranchant, not to me, Mr. Ramirez?\n\nMR. RAMIREZ:  Yeah.  Yeah.  You know, I --- (inaudible) --- a citizen, and I never killed nobody.  I could hold a \nfamily to everybody, legals, nonlegals, Irish, Italians, Germans.  Everybody. And I feel bad because I know what is \nto love somebody.  And I feel bad, too, that the father and mother were taken away.  And I understand that this is \nan issue to be part of the solution.  I'm not a problem.  I am not a problem.  I'm here to the solution.  And I think --- \n(inaudible) --- In the same way he feels sorry, I feel sorry, too.  Because we are in the middle of the thing that's \ngoing on.   We need the help.  We need the --- (inaudible) --.  We need the constitution, too, to lead us.  --- \n(Inaudible) --- the United States. --- (inaudible) --- and what I learned from the United States, they need a solution.\n\nREP. KING:  Mr. Ramirez ---\n\nMR. RAMIREZ:  Also, I'm only one person.  I am --- (inaudible) -- .\n\nREP. KING:  I appreciate your testimony --\n\n(Cross talk)\n\nREP. KING:  But the clock is ticking, and so if you'll pardon me, I'd like to direct, there's another point that needs to \ncome up here.\n\nMR. RAMIREZ:  I'm not killing --- (inaudible) --.\n\nREP. KING:  And I believe in your hear and in your heart, you came here to contribute and I don't disagree with that \nsentiment that you've expressed, Mr. Ramirez.  Please believe me, I do not.  I compare the difference between the \nplea that I'm hearing from you and Mr. Mora and the plea that I'm hearing from Professor Tranchant.  And the one \nscreams out to me and says that the foundation of this country is the rule of law.  The very central pillar of American \n\n\n\nexceptionalism is the rule of law and the argument here is that there are some exceptions to, at least allegations, \nthat there has been discrimination.\n\nWe reject discrimination, all of us on this panel, and yet the law enforcement people need to do their job, especially \nlocal law enforcement need to cooperate with federal immigration law.  And so, the message that I'm hearing out \nof here isn't that we should continue with that and try to improve it.  I'm hearing a message that we should perhaps \nend this 287g program, and I reject that.  I'm a solid supporter of the 287g program.\n\nI'd like to turn to Professor Tranchant and ask you, is there a statement that you didn't have the opportunity to make \nto this committee?\n\nRAY TRANCHANT:  Yes, sir, thank you.   I am a son of an immigrant.  She came from Northern Ireland and I \nhelped her study for her immigration exam, and --- (inaudible) -- and people used to discriminate against me \nbecause of my big nose, because he's French.\n\nBut I've got to tell you that I don't want undesirable people in America, personally.  I don't want drunks in America.  \nI'm not going to say that, oh, everybody gets drunk, and people kill people because they got.  I'll tell you what, if we \nhad an opportunity to have them here in this country, and deport them, we should do that.  We want desirable \npeople here.  This is America.  We don't want them killing you.  So if there's an opportunity, what this law does, it \ntakes undesirable people and puts them at the back of the immigration line, which is where they should be.  And I \nthink most people feel that way. They don't like drunks.  And if you're a drunk here in the country, go home.  If \nyou're a murderer, go home.\n\nREP. KING:  Thank you, Mr. Tranchant and our other witnesses, and I'll yield back.\n\nREP. LOFGREN:  The gentleman yields back.  I'll turn now to the gentle lady from Texas, Ms. Sheila Jackson Lee, \nfor her opportunity to question the witnesses.\n\nREP. SHEILA JACKSON LEE (D-TX):  Thank you very much, Madame Chair, and I'm so glad that I, as I was \ncoming in, and I beg the indulgence of the witnesses.  I just came from the Homeland Security Committee hearing \nand so I want to say to Professor Tranchant, that you are looking at the person who in totality agrees with you that \nwe're not to be outdone.\n\nMR. TRANCHANT:  Thank you.\n\nREP. JACKSON LEE:  And I want to say to you that I firmly believe that homeland security, immigration issues is a \nfederal issue.  We've got to do a number of things.\n\nOne, put in place federal laws that lay the parameters out.  We've got to competently fix the confusion in \nimmigration laws.  We've got to let a citizen like yourself know that they are.\n\nAnd then, of course, let me apologize for not appropriately starting with the most important, is my sympathy and \nconcern.  No parent could ever fathom what you have gone through.  And you said something very important.  \nShould there be drunks on the street?  I'm appalled that this was an offender, whether it be an undocumented \ncitizen or someone else, that was on the street more than once after having an impaired, ridiculous action of driving \nwhile drunk.  I am, just for your own information, rabidly supportive of cutting federal funds to states that don't have \nstronger drunk driving laws.  That doesn't bring back the life.\n\nWhat I would have wanted to have been seen, or to have seen, is the fact that once picked up, in the normal \nprocess of an offense, that the federal officials needed to come and do their job.  I want to put on the record, they \nneeded to do their job.  They needed to be aware of individuals in jail and you would have been, if we could just \nturn the clock back, at least had relief that the federal government was doing its job.\n\n\n\nSo please, as I pose questions to Mr. Ramirez, I don't want you to doubt in any way, that the sympathy and \nfrustration that I face, I chair a subcommittee on homeland security, the chairwoman on that committee, and we \nneed to ramp it up so that there are offices that can function in conjunction with jails and incarcerated persons \nacross America.  I think, when I go to Mr. Ramirez, if you can listen to my line of questioning, and I want to make \nsure that it stays French to me.  I want to say Tranchant.  Thank you.  Let me just post a quick question to you.\n\nThe 287g represents a set of a law that throws the burden, and it came out of frustration, on local government.  I \ndon't think it's perfect, because what it does, it may be a method, it shows that individuals that are not operating \nunder it, are sanctuary cities.  I come from the City of Houston.  Let me go on record and say Houston is not a \nsanctuary city.  We have too much diverse political perspectives to be a sanctuary city, but we're a bit city.  So \nobviously, we cannot wall up everyone.  We need federal support.\n\nWould enhanced resources, give you comfort as well?  In the immigration process through the federal \ngovernment, we call these folks ISE officers, where they are surveying and working with the --- (inaudible) --.   \nWould that give you comfort? And would it also give you comfort, because you come from North Carolina.  My \ndaddy went to UNC, so I know the influx of diversity of immigrants in your community.  We also have, and I know \nthat you've seen some of them, they are working in various capacities, that we have some laws that you can \nunderstand that people who need to be deported were deported, and those who are here to work can stay under \nsome laws that were appropriate.  Would that be helpful to you, in reflection, even in this tragedy that you're facing?\n\nMR. TRANCHANT:  Well, ma'am, I can't I don't have as broad a solution base that you have, and the thing about \nallowing them to stay and work, and I can't make statements to that because I don't know. You know, I want to \nspeak to Harris on that one. I want to --\n\nDAVID HARRIS:  Should we have these?  Yeah.  But I'll tell you that what Homeland Security is doing with allowing \nlocal law enforcement to have integrated data bases from some of the banditos they have on their lists, so that \nthese law enforcement officers can run an I.D. check, a fingerprint, and the guy or woman who has been going from \nstate to state, and by the way, we don't border Mexico in Virginia, or West Virginia, I'm sorry, but the guy who's \ngoing from state to state committing crimes --\n\nREP. JACKSON LEE:  And I want to get in another question, and I think your answer is you've got one perspective, \nand I, let me just try to get this question, Madame Chair, if I might, to Mr. Ramirez. Mr. Ramirez, you ---\n\nREP. LOFGREN:  The gentle lady is granted one additional minute.\n\nREP. JACKSON LEE:  I thank you, Madame Chairwoman.\n\nMr. Ramirez, and I got the gist of Mr. Tranchant's point of view, but my point is, and if I could ask this question, you \nhave suffered civil rights abuse because you are a citizen, and the confusion of utilizing laws in the hands of local \nofficers who don't have a component of sensitivity means that the confrontations you have had have been \nunnecessary.  And so it again comes back to the federal government.  We're not doing our job.\n\nGive me your suggestion, recognize the tragedy of your fellow witness here, on how we solve this.  I want what has \nhappened to you to stop, Mr. Ramirez, and my apologies to you for those actions against you inasmuch as you \nhave been innocent.\n\nMR. RAMIREZ:  They treat us here when I am stopped by the police as a -- (inaudible) --   They see the bad part of \nus, drinkers, robbers, rapists, killers.  But they don't see the good things --- (inaudible) --- that we bring to this \ncountry.  I can give you an example of something.  Where I work, I --- (inaudible) -- because we build something.  \nWe make the company better and faster.  I am capable in construction and I can give you other examples.  --- \n(inaudible) --- and the only difference is --- (inaudible) --- after we work, after we are --- (inaudible) --.\n\nREP. LOFGREN:  The gentle lady's time has expired.\n\n\n\nREP. JACKSON LEE:  I thank you.  We need a fix in this system --- (inaudible) --.\n\nREP. LOFGREN:  I recognize the gentleman from Mississippi, Mr. Harper, for his opportunity.\n\nREP. GREGG HARPER (R-MS):  Thank you, Madame Chair.\n\nThis committee is a very, in one regard, we hearing about needing to pass new immigration laws, we need to \nmaybe consider repealing certain laws and changing those immigration laws, but we've not really enforced our \nexisting laws.  We should take steps to enforce existing laws on the books fully and then see where we are after \nthat.  I have to say that while you may have complaints about the sheriff in Arizona or other locations, as a former \nprosecutor, I can say here that I'm encouraged when I see folks uphold the law.\n\nAnd you know, America is a nation of immigrants.  We have people come from all over the world here.   And those \nfolks that have come in, that want to be in this country and have an opportunity to live and reach the American \ndream, more power to them.  And I commend them. And those that come into this law the proper way and the legal \nway, that's how it's supposed to be done.\n\nWe cannot, as a nation, say those that have come into this country and from the very beginning broken our laws, \nhow do we say to those that wait years sometimes to come into the country the legal and proper way, that you keep \nwaiting.  Those of you that came in breaking our laws, it's okay to stay.  So anything that we could discuss or those \nthings that we talk about is just something that's not going to be acceptable.  This is a matter of national security.  \nWe cannot have people come into this country that we don't know who they are, and that is a thing that we have to \ncontinue to look at.  Professor Tranchant, our heart goes out to you.\n\nMR. TRANCHANT:  Thank you.\n\nREP. HARPER:  Do you believe that if the laws had been enforced, that your daughter would still be alive?\n\nMR. TRANCHANT:  Undoubtedly.  He wouldn't be there at that moment, the causality would be unnecessary.\n\nREP. HARPER:  Okay.  With that, Madame Chair, I yield back the balance of my time to ---\n\nREP. LOFGREN:  The gentleman from --\n\nREP. HARPER:  Let's, see ---\n\nREP. LOFGREN:  Oh, I'm sorry.\n\nREP. HARPER:  Mr. King.\n\nREP. LOFGREN:  The gentleman yields the remainder of his time to Mr. King.\n\nREP. KING:  Thank you, Madame Chair. I want to tell the witnesses, I look at some of the --- (inaudible) -- that \ncomes out of those counties that we're talking about and a curious thing comes to mind.  Mr. Mora, as I read your \ntestimony this morning, you know, your father has been in this country since the '60s and has had a green card, I \nthink, since '76, was your testimony.  Has your father become a citizen yet?\n\nJULIO CESAR MORA:  Yes.\n\nREP. KING:  When was that?\n\nMR. MORA:  I'm not sure.\n\nREP. KING:  Some time ago, though?\n\nMR. MORA:  Yes.\n\n\n\nREP. KING:  You see, it's obvious that hat's an omission in your written testimony, and I think it's important that the \npanel understand ---\n\nMR. MORA:  Sure.\n\nREP. KING:  That your father has taken that step to citizenship and I congratulate and applaud him for that.  I would \nask you, as part of that citizenship that he studied in order to pass the citizenship and this thing that we've talked \nabout, Mr. Harper and I, about the rule of law, I'm looking at the data that shows that Maricopa County Sheriff's \nDepartment had nearly 80 warrants for individuals at their work place that day, and of that, 39 were arrested, and so \nit would be, I think, evident that your father was working with illegal immigrants on a daily basis.\n\nDid he ever talk to you about the rule of law and about immigration law, and can you tell me, do you agree or \ndisagree with me that a citizen has a responsibility to see that the law is enforced as well as local law enforcement?\n\nMR. MORA:  Yes.\n\nREP. KING:  Did he ever say to you that he would be willing to participate and help out and support local law \nenforcement in enforcing immigration law?\n\nMR. MORA:  Can you repeat that for me, please?\n\nREP. KING:  Yes.  Did your father ever advise you, as a matter of being a good citizen, that, -- (inaudible) -- as a \nmatter of citizenship, had cooperated in enforcing immigration law in the United States?\n\nMR. MORA:  I'm familiar, he wanted me to be respectful to everybody.\n\nREP. KING:  Respectful.  Whether or not they were here legally or illegally?\n\nMR. MORA:  Yes.\n\nREP. KING:  And so, I'm going to take that, that you aren't saying yes to my question.  So, I'll ask this another way, \nthen.  And you've talked about what I think you've emphasized as an embarrassment that day in Maricopa County, \nand you named a couple of incidents of embarrassment there.\n\nCould you, for you and for this panel, and especially Professor Tranchant, could you express to me the difference \nbetween embarrassment that you endured, and the loss of his daughter and might, if it had been, say your sister or \nyour girlfriend, or maybe your new child that was a crime of this, might you be speaking on the same side of the \nargument as Professor Tranchant, instead of the argument of the side that you're on today?\n\nMR. MORA:  -- (inaudible) --?\n\nREP. KING:  Yes. If there had been a family member who had been killed by an illegal who would have otherwise \nnot been in this country if the law had been enforced, if that had been your close family member, your sister, for \nexample, would you perhaps change your mind on the reason for your testimony here today, and support the rule of \nlaw?\n\nMR. MORA:  I would actually want the local police to actually ---\n\nREP. KING:  Let them go.\n\nMR. MORA:  No.  Enforce.  This small body of enforcing in, I see, in enforcing, and I apologize.  I'm sorry for you, \nyou know.  But for them to enforce their law, they weren't supposed to be following me. You know?\n\nREP. KING:  You're telling me then, your embarrassment cost the daughter's life?\n\n\n\nMR. MORA:  No.\n\nREP. KING:  You don't understand the problem, and I think you'd agree with Mr. Tranchant.  And I thank you, and I \nyield back.\n\nREP. LOFGREN:  The gentleman's time has expired. I would like to turn now to the gentleman from Illinois, Mr. \nGutierrez, for the opportunity for you to question the witnesses.\n\nREP. LUIS GUTIERREZ (D-IL):  First of all, thank you, Madame Chairwoman and Mr. Nadler, and the other \nwitnesses for their testimony here today.\n\nI think we're missing the point of the testimony here this morning.  Just let me have it very clear, no one has ever \nstipulated, promoted laws that do not deport drunk people.  They do not support rapists and murderers.  Now, part \nof the problem is that it's been stated by some of my colleagues on the other side, enforce the law. You need to \nsuggest to everybody.\n\nThis Congress and the government of the United States has not shown the political will nor committed the requisite \nresources to enforce our immigration law.  And I hear no one here, no one here, who has come with a solution of \nenforcing and putting the requisite resources in order to enforce the immigration laws of our nation.  And the only \nway you really do that is by having comprehensive immigration reform.  You either sweep millions and millions of \npeople off the streets of the United States of America, which no one has ever proposed.  So it's always a little \ndisingenuous to me when they decide to only enforce the laws.\n\nWell, we're here every day, and I haven't heard the proposal and I haven't seen the political will to do it.  What I \nhave seen, unfortunately, is the will to target and to victimize and to scapegoat a community of people.  I have seen \nthat readily here in the Congress of the United States, and it makes a great political point, but it doesn't resolve the \nproblem and will not, would not have saved your daughter's life.\n\nNow under comprehensive immigration reform, we would have an opportunity to tell people, because here's what \nhappens fundamentally. Those drunkards and those rapists and those murderers do most of their drunkenness, \ntheir murdering and their raping in the very immigrant community in which they reside.  And that's, and you want to \nknow who wants to get rid of them?  The very immigrant community that lives there, but they cannot call the police.  \nBecause if they call the police, and we're going to be answering in a minute, we have cases of women who are \nabused by some of these undocumented drunkards, who abuse these women, and when the police are called, they \ndeport the victim of the crime and not the perpetrator of the crime.\n\nSo, if they live and they live among us, especially in the immigrant community, we need to have that relationship \nwith the police that allows the community to defend itself and to rid our society of them.  No one here, and I agree \nwith Mr. Tranchant, they should go home.  Better than go home, we should drive them home.  We should ship them \nhome.  We should use any resources to make sure that they are not here.\n\nThere are a community of people in this country, foreigners.  Not all foreigners come here really as immigrants.  \nMost people, as probably Mr. Tranchant has already expressed it, come here as immigrants, to work, to sweat and \nto toil to make their own future better and by doing so, enriching us all.\n\nAnd then we have foreigners who come here as terrorists to bomb our buildings, who come here to do harm.  \nThey're foreigners.  I don't think we quite make them immigrants, because I think that that would be kind of looking \npretty badly on our tradition of immigrants that come here.  So crime and immigration is an old story.  The Irish \nwere the dirty, filthy, criminal element that was coming to undermine America.  Well, they gave us President \nKennedy.\n\nMR.  :  They gave --- (inaudible) --.\n\n\n\nREP. GUTIERREZ:  Thank you.  You know, at the turn of the century, you could read in the New York Times, only \nby the rule of law could we have to control these people, referring to the Italians. They were wrong about the Irish.  \nThey were wrong about the Italians, to tarnish them all because of a few.  And they're wrong today to tarnish a \nwhole immigrant community because of the actions of a few, a few that I wish to get rid of.\n\nAnd let me just end, because I don't want to take an extra minute, which has been giving to everybody.  I mean, the \ngentleman from Iowa suggests to us and suggests to Mr. Mora that he should be checking the immigration status \nof people.\n\nLet me just tell you, that really is shocking to me.  Am I supposed to check when I go to church; those who sit in the \npews with me in church, and check their immigration status?  Am I supposed to go and shop and check their \nimmigration status?  Every day we walk into hotel rooms across this country, we eat grapes, we eat -- (inaudible) -, \nmeats that are cut in meat packing plants. And we all know who has done that work undocumented workers here in \nthis country --\n\nREP. LOFGREN:  The gentleman's time --\n\nREP.  :  I would ask 15 seconds.\n\nREP. LOFGREN:  The gentleman is going -- (inaudible) --\n\nREP.  :  I just need an additional.\n\nWe all benefit and we show a blind eye, a blind eye, Mr. Tranchant.  Did I share with you as the father of two \ndaughters, your testimony is to me, I thank you for bringing your testimony here.  But I suggest to you that is really \nowed to them simply as bambidos (ph), as you referred in your testimony.  It is -- it does not help to solve the \nproblem.  I want no more daughters that get killed by people in our country.  I want to work for a solution.  And I \nthank you for your testimony.\n\nREP. LOFGREN:   Thank you.  This time has expired.\n\nI would recognize the gentle lady from California Ms.. Waters for her opportunity to question.\n\nREP. MAXINE WATERS (D-CA):  Thank you very much, Madame Chairwoman; and I'm sorry that I've not been \nable to be here for the entire hearing.\n\nI wanted to come first of all to honor the work that you have done, the hearings you have held.  We're committed to \nwork to deal with one of the biggest issues in our country -- (inaudible) -- to force the public policy that's going to be \nnecessary to recognize that we have to have immigration reform in a comprehensive way.\n\nREP. LOFGREN:  Thank you.\n\nREP. WATERS: And also, I want to thank Mr. Gutierrez for the leadership that he has provided on this issue all over \nthe country. His courage and his willingness to, you know, get on the point on this issue to tell the truth, to \nrecognize where the problems are.  And to call upon Immigration to share in the problem -- of this problem in \nexercising certain responsibilities; and to educate all of us about a part of this immigrant population, their \ncontributions to our society; and how we cannot solve this simply by talking about deportation of everybody.  That is \nnot going to happen.  We all know that.\n\nAnd so, I want to say to the panel -- salute you for being here today.  Thank you for coming here to share your \nexperiences.  I cannot imagine what it's like to come here and talk about the loss of a child in the way that you are \ndoing today.  And describing what happened to these young girls, who were innocent and simply sitting at a \nstoplight; and to have been killed in that way.  You have my greatest sympathy.\n\n\n\nAnd I certainly share in your sorrow.  And I'm hopeful that the law works in ways that no matter whether you're an \nimmigrant or not, that if you have broken the law, if you have been arrested for drunk driving; that we do a better job \nof tracking, punishing and keeping up with people, who put us all at risk.  So thank you.\n\nFor others who are here today with professional testimony based on your knowledge, your experience, your \nintellect; to the victims, who are here today, to talk with us, Ms. Julio Cesar Mora about what happened; let me just \nsay this, that many of us are committed to comprehensive reform.  We recognize that there are a lot of things to be \nresolved.  We have to resolve the fact that there are many people, who have been in this country contributing for \nmany years.  And we have to come up with a way of reconciling the length of time that they have been here and \ntheir being able to get citizenship.\n\nWe have to deal with the employers. We have to deal with the criminals.  We have to deal with every aspect of this.  \nAnd it's not going to go away as a huge problem until we recognize that we have to come up with a kind of public \npolicy that deals with the reality of the present, of immigrants who make up a significant part of this country, \nproviding services, providing jobs, and all of that.\n\nSo I am just here to say I'm committed, understanding all of the problems, understanding the violation of civil rights \nand -- (inaudible) the criminal elements; understanding the role that employers play.  We are the beneficiaries of the \nwork, without wanting to engage in a real way in the problem, pay the real wages and all of that.  And I am going to \nwork under the leadership of our chair and Mr. Gutierrez and others, who are sincerely dedicated to this proposition \nthat we can work it out to do that.  And I simply wanted to come and say that despite the fact that I have to run back \nand forth with some other meetings.\n\nAnd thank you very much, Madame Chair.\n\nYes, I will yield.\n\nREP.  :  I really want to thank you.  And I also want to thank the chairwoman for her work on this issue.  And just to \nadd, people die -- a lot of people are dying because of our immigration system -- exploited at work, children left \nbehind, hate crimes in the United States.  Just check the FBI statistics -- hate crimes are rising in the United States \nagainst people of Hispanic origin.  And people are being murdered on our streets simply because of what -- the \ncolor of their skin.  We want to end the unfortunate death of your daughter; and the unfortunate deaths of many \nothers.\n\nREP. LOFGREN:  Thank you.  The gentle lady's time has expired.\n\nWe have been joined by the chairman of the Judiciary Committee.\n\nMr. Conyers, do you wish to question the panel?\n\nREP. JOHN CONYERS (D-MI):  Madame Chairwoman, which questions are they to ask me because unfortunately I \nwas called on another hearing.\n\nBut I'm making -- (inaudible) -- to formal -- (inaudible) -, the gentleman from Mississippi and Steve King to try to get \nnot just the human face on this, but also in the process of serving the law.  The truth of the matter is we don't have \na anti- theft -- the second committee is coming up.  So we'll have Professor Harris -- (inaudible) -.  We don't have an \nanti-profile, national statute.\n\nWe have a lot of indication that everybody is in agreement that racial profiling per se is an abomination.  And I was \njust talking with -- (inaudible) -- earlier and -- (inaudible) -- discussions with the ranking member. And I haven't \ntalked with the gentleman from Mississippi yet.  But the relationship between the government, the federal \ngovernment, local law enforcement is not as clearly cut as reading the Constitution or the former criminal code, or \nthe state statutes.\n\n\n\nThat everybody referenced President Bush's first inaugural address, Attorney General Ashcroft; all have made \nstatements all the time about this.  And so, what we're tying to do is make it real and make it understanding.\n\nI think this is a matter that this hearing -- the two subcommittees of the Judiciary are putting a face on this.  We're \nmaking a -- we're putting together a record.  Of course, there's thousands of other instances that are not likely going \nto the Judiciary Committee's recording of what -- how we handle this.  But we do have an obligation to move this as \nfar forward; and to try to commit to understanding of having separate -- (inaudible) -- questions.  And just the plain, - \n(inaudible) -- common decency questions.\n\nI think -- I've been told that this is what we've accomplished with the first panel.  And the people looking at this, the \npeople reading it in a transcription, all of this is going to be important in terms of how we finally address this \nquestion.  Now there is a peripheral problem that occurs -- is that the FBI may pick up somebody.  They fit them into \nthis huge database -- what's it called?\n\nREP. LOFGREN:  MCIC.\n\nREP. CONYERS:  And then there is this deterrents (uncertain?) watch list.  If it's just a debate of information that \neverybody -- (inaudible) -- it gets picked up; and --\n\nREP.  :  I'm sorry, MCIC..\n\nREP. CONYERS:  Yes, MCIC.  MCIC gets -- (inaudible) -- on a person that sometimes -- has this come up in any of \nthe witnesses -- (inaudible) - ?\n\nREP. LOFGREN:  Yes, I think it's going to be addressed in the second panel.\n\nREP. CONYERS:  Okay.  But we've got in that -- (inaudible) -- you call the police as a citizen, you end up getting \nput in the database and then the informant gets busted; and then people just start getting shipped out.  As the \nmajority of the people working with the police, this creates a very serious problem; and may be looking towards \nexpanding that.\n\nREP. LOFGREN:  Thank you, Mr. Chairman.\n\nI'd like to take just a minute to ask you, Professor Weissman, some questions.    The -- clearly, I don't say clearly, \nbut I think there is pretty unanimous agreement that individuals who've been convicted of these serious crimes, and \nwho are not US citizens should be deported, you know, apprehended and deported.  That's provided for in the law.\n\nAnd unfortunately even though we have directed ICE to do that, repeatedly giving them a huge increase in funding \nto do that; we see where the local police can do that. That's a federal government's function.  And no matter how \nmuch money we give ICE, and how many times we tell them to go to states and localities to pick up individuals, who \nhave been convicted of serious offenses after their sentences are served; they don't actually perform that function \nin a reliable way..\n\nSo that's something that I think needs to be stated.  I think what there is disagreement about is, having noted that \nwe all agree, I think all of us do agree on that.  Whether it is appropriate to round up everybody in sight because of \ntheir race.  It sounds like it's happening in North Carolina.\n\nI was struck by your testimony on page seven that the majority of the undocumented immigrants in the 287(g) \nprogram were caught up -- I think you said 83 percent of the immigrants arrested by Gafton (ph) County were \ncharged with traffic violations.  And also talking about checkpoints in front of churches, that were frequented by \nLatinos because their mass was in Spanish.  Is that -- do you think that's a lawful use or a proper use of 287(g)?\n\nMS. WEISSMAN:  I don't think it's a lawful use.  I think that when we talk about 287(g) and upholding the law, there \nare some standards. The statute requires that local law enforcement officers know federal law.  And so, some of \n\n\n\nthese blatant aspects of racial profiling are contrary to federal law, our Constitution, our case law, state law as well.   \nSo I think not only is it a contravention of the law, but it actually undermines what the ultimate purpose might have \nbeen about 287(g).\n\nAnd that is to say, we are pouring local law enforcement resources into a program and really away from their \nprimary function. And I am concerned that, for example, DUI is something that the local law enforcement must first \nand foremost handle.  And it they are now swept into checkpoints in front of churches and the flea market where a \nfamily shops on Saturday, and traffic offenses, and filling out federal forms, and requesting detainers; they will not \ndo their jobs.\n\nThere job is local law enforcement.  And concern that the failure to uphold the way this program should be operated \nin terms of the four corners of the contracts.  We haven't talked about this today.  This program is supposed to be \noperated according to a contract with local law enforcement and federal agencies.\n\nAnd I see very little compliance with that contract.  We know that because of the GAO study that was submitted last \nmonth.     So we have a program that's been somewhat derailed.  And it doesn't allow local law enforcement to do \ntheir tasks.\n\nREP. LOFGREN:  Let me ask you -- (inaudible) -- not that this has always happened, but it's -- (inaudible) - \nsupposed to happen.  When ICE, the federal agency, enters into an enforcement area and they find a parent.  They \nare supposed to determine that there is somebody to look after minor children before they remove the parent.  But I \nwas struck by your testimony about an incident in June when in -- it Alamos (ph) County where -- can you describe \nthat?\n\nMS. WEISSMAN:  Yes.  There was a vehicle that was pulled over.  A woman and a man and children in the back of \nthe car; and it was late at night..  There is a mother and her children and a male passenger, who was helping her \ndrive up to Maryland.  And they were going to see the children's father.\n\nShe was pulled over, she was -- it was determined that she was not documented. Although she told the law \nenforcement officers that the male passenger was not a relative and not suitable to be the caretaker for the child, \nthe police left the children with this person, who ultimately left the car.  And the children were left on the side of the \nroad for a number of hours.\n\nREP. LOFGREN:  Well, that is something that -- I mean, can we -- maybe we shouldn't ask.  That directly \ncontradicts what ICE is supposed to do.  And it sounds like the -- (inaudible) -- either haven't been trained, or didn't \nget the memo about the protocols. But I see -- and I don't want to take advantage since I'm chairing, but my time \nhas expired.  So I am going to stop this questioning.  And we do have a second panel.\n\nSo I would thank every one of you for being here today, to share your testimony.  I will note that the committee \nrecord is open for five days.  We may have additional questions for you.  And if we do, we will send them to you; \nand if that should occur, we would request that you respond to the written questions.  And again, thank you, each \none of you very much for your presence here today.\n\nI'm going to -- as you are leaving, I will begin the introduction of our second panel as they move forward.\n\nFirst, I am pleased to welcome Professor Davis Harris.\n\nProfessor Harris studies, writes and teaches at the University of Pittsburgh about police behavior and regulations, \nlaw enforcement and national security issues in the law.   He has testified before the United States Senate and \nmany state legislative bodies on profiling and related issues.  In 1996, Professor Harris served as member of the \nCivil Liberties Advisory Board to the White House Commission on Aviation Safety and Security.  Before he began \nteaching in 1990, Professor Harris was a public defender in the Washington, DC area, a litigator at a law firm in \nPhiladelphia, and a law clerk to federal judge Walter T. Ferguson in Wilmington, Delaware.\n\n\n\nNext, I am pleased to introduce Hubert Williams.  Mr. Williams is president of the Police Foundation, a research \noriented think tank that provides technical assistance to local police departments to enhance the quality of public \nsafety within the context of America's constitutional standards and democratic values.  Mr. Williams began his law \nenforcement career as a police officer in Newark, New Jersey, rising through the ranks and served as director of \npolice for 11 years.  Mr. Williams received his BS from the John Jay College of Criminal Justice, the City University \nof New York and as a Harvard Law School fellow.\n\nHe received his Jurist Doctorate from the Rutgers Law School. Mr. Williams is a member of the New Jersey Bar \nAssociation; and has been admitted to practice before the Supreme Court of the United States.  He's founding \npresident of the National Organization of Black Law Enforcement Executives, otherwise known as NOBLE; and \nserves on the advisory board of the National Committee on the Right to Counsel and the Constitution Project.  He \npreviously served on the Congressional Advisory Panel to assess domestic response capabilities to terrorism \ninvolving weapons of mass destruction.  And is a member of the Council on Foreign Relations, Independent \nCounselors -- (inaudible) -- and National Security.\n\nNext I would like to introduce Police Chief George Gascon -- is that how it's pronounced?   Police Chief Gascon \ntook lead of the Mesa Police Department in August of 2006.  During Chief Gascon's tenure, Mesa has experienced \nsubstantial crime reduction, improved acts of productivity; and gated communities' participation in policing matters.\n\nChief Gascon is a US Army veteran and an experienced police executive.  He retired from the Los Angeles Police \nDepartment as the assistant chief, director of operations.  Chief George Gascon received his Bachelor of Arts \ndegree in history from California State University at Long Beach, and his Jurist Doctor degree from Western State \nUniversity, College of Law.\n\nFinally, I would like to introduce Professor Kris Kobach. Professor Kobach served as Attorney General Ashcroft's \nchief advisor on immigration law and border security until July, 2003; and has litigated a number of lawsuits in the \nfield of immigration.  He is a senior counsel at the Immigration Reform Law Institute, a Washington DC-based, \nlegal advocacy organization that represents US citizens in immigration-related cases across the country.  He also \nserved as the chair of the Kansas Republican Party from 2007 -- 2009.  Professor Kobach teaches constitution law, \nimmigration law, American legal history and legislation at the University of Missouri-Kansas City School of Law.  \nProfessor Kobach received his Bachelor of Arts degree with the highest distinction from Harvard University in 1988; \nand was awarded the Marshall Scholarship..\n\nMr. Kobach, I think it is only fair to inform you that last night the committee received a letter from the Southern \nPoverty Law Center, as you know, one of the nation's preeminent civil rights organizations.  Without objection, I ask \nthat the letter be made a part of the record.\n\nThey have expressed concern that you are testifying in your capacity as a law professor rather than your role as -- \n(inaudible) -- counsel for the legal arm of the Federation for American Immigration Reform.  And advised us that \nthis is a job for which you have received at least $125,000 in payment..  They also draw the committee's attention to \na donation from FAIR to a congressional campaign when you ran; and condemn FAIR for its -- (inaudible) -- to the \nright nationalists movement.  And they have asked us not to take your testimony.  We take their concern seriously \nand certainly we do respect the work that the SPLC has done against racial violence and police brutality as an \ninspiration -- (inaudible) -- you.\n\nUltimately, however, and I want to note this because it was an official request, we respect the right of the minority to \ncall their own witnesses.  And so, it is our opinion that the best response to this request is not to disinvite you, but to \nhear what you have to say.  And I just wanted to make clear that that was the determination that I have made as \nchair.  So, you have a right to be heard.\n\nMR. KOBACH:  May I just --\n\n\n\nREP. LOFGREN:  You will have an opportunity to speak.  We are going to have votes in about 40 minutes.  All of \nyou will have your -- (inaudible) -- written statements made a part of our record.  And as with the first panel, we will \ninvite you to testify for five minutes. As you've seen, we don't have a heavy hand on the gavel, but when the red \nlight goes on, we would ask you to please wrap up.  And we will begin first with Professor Harris.\n\nREP.       :  Madame Chair, just so -- a -- (inaudible) -- inquiry, if you mind?\n\nREP. LOFGREN:  Certainly.\n\nREP.        :  I'm a little off base here, but I think I know what I heard among other inquirers, that that same approach \nwould be used by the chair if it happened to be a witness that had any association with -- (inaudible) -- or LaRaza; \nany organization that might be viewed by people on the other side of the political aisle to be racists organizations.\n\nREP. LOFGREN:  The gentleman is asking for an answer to a speculation, which I'm not prepared to ask.  I would \nsuggest that we go to the witnesses.  And I recognize Professor Harris first for his five minutes of testimony.\n\nMR. HARRIS:  Thank you, Madame Chair.\n\nChairman Lofgren, Chairman -- (inaudible) --, Ranking Member King, a great pleasure to be here with you today.  \nAnd thank you for inviting me to testify.\n\nThe use of local police agencies in immigration enforcement whether under 287(g) or otherwise, is a profound \nmistake.  Local police, local police agencies are not trained for it, shouldn't do it, it's not their job; and it hurts them.  \nTwo things happen when we get local police agencies involved in immigration enforcement.  Number one, crime \ngoes up because there is damage to the ability of police departments to work with the communities they need to \nwork with to make the streets safe.\n\nNumber two, some are inevitably and -- (inaudible) -- pushed into racial profiling. Not because they are biased, not \nbecause they are bad people; but because they are untrained, unsupervised, unprepared; and they simply rely on \nwhat's easy to see.  Let me explain the first point.  Fifteen years ago, 20 years ago, we had the first United States \npolice departments using community policing.  And now, it's ubiquitous.  It's been a big part of why crime has fallen \nso dramatically over the last 15 to 20 years.\n\nCommunity policing is at bottom about trust.  It is about the sharing of responsibilities between police agencies and \ntheir community; between the police and the people they serve. And it's all based on partnership; and partnership is \nbased on trust.  Now I'm not talking about personal relationships, though those are important.  I'm not talking about \npeople's feelings, though those are important too.\n\nI am talking about the kind of relationship that allows you as a member of the community to come into the police \ndepartment and talk to them, to file complaints when necessary; to pass information to the police department when \nthere are bad people in the neighborhood, people up to no good, to get the police and the community working \ntogether is the goal of community policing.  And trust is the foundation of how that works.\n\nWhen you have trust, when you have a relationship, information passes back and forth; intelligence passes back \nand forth and you get good, effective solutions.  When you have people, who are on the local police department, \ninvolved in immigration enforcement that trust is broken.  I think you heard that from the witnesses from the earlier \npanel.  And that is where the trouble starts.\n\nWhen that trust is broken, when that trust is destroyed; the ability of the local police department is greatly affected \nto produce public safety.  Because as police chief after police chief that I have interviewed and talked to will tell you, \nall over the country, we can't do it ourselves.  We know we need the community, we need their support.  We need \ntheir thoughts.\n\n\n\nAnd if people feel afraid to come forward and talk to the police about who is in their community that is a breach of \ntrust.   And that cuts off their information.  If they feel afraid to come forward and -- (inaudible) - crimes they have \nwitnessed, that deprives the police of the important information that they need in order to assure public safety.  If \nthey feel afraid to -- (inaudible) -- crimes against themselves, as the domestic violence examples have so sharply \nsuggested, what happens is, the predators remain free on the street. And the predators prey in that community; but \nthey don't stay in that community.  They victimize everyone, all Americans.\n\nAnd because of that, crime goes up and people who should be in jail, who should be locked up, are on the street; all \nbecause people are afraid to come forward.  So that's why the police should not get into this business if they are on \nthe local level.  This is a federal job.\n\nWhen we talk about profiling, there has been a lot of discussion about that today, when you enforce local -- when \nyou have local police enforcing immigration law, immigration law is one of the most complex areas of the law \nthat there are.  It is so complex it requires a great deal of expertise and study; and years and years of experience to \ndo it correctly.\n\nWhen we put our local men and women in our police forces into the position of enforcing immigration law, we are \nputting them into an untenable situation; because they don't have the training, experience or knowledge necessary \nto enforce that law.  That isn't fair of us to ask them to do that.  And what happens is that as human beings, they \ninevitably fall back on what they can easily recognize -- appearance. It isn't because they are biased, it isn't \nbecause they are bad people; it's just because there is no other way to do what they're being asked to do.  And \nbecause of that, profiling follows.\n\nAnd those police officers, who we are putting in that position are going to get sued.  They are going to have \ncommunity problems. Their ability to enforce the law overall and do the core mission, which is to ensure public \nsafety, is going to be damaged perhaps beyond repair.  Thank you.\n\nREP. LOFGREN:  Thank you again, Mr. Professor.\n\nMR. Williams.\n\nMR. WILLIAMS:  Madame Chairman Lofgren, Mr. King, distinguished members of the committee, thank you so \nmuch for providing me with an opportunity to speak here today on behalf of the Police Foundation on the issue of \nimmigration enforcement, and the state and local police role with respect to that.\n\nInterestingly enough, the Police Foundation over the past year has been actively involved with local law \nenforcement officials.  We have focus groups in cities with high immigration populations, amongst police chiefs, \nimmigrants themselves, scholars, and elected political officials.  The objective of the Police Foundation in doing this \nwas to gain insight and perspective at the ground level on this problem.\n\nAs a result of that work, the Police Foundation held a national conference here in Washington, DC, last year.  Over \na hundred police chiefs were in attendance at that conference, and many representatives of the immigrant \ncommunity came to that conference.  We will be issuing a report within the next two to three weeks on the work that \nwe've done in the conference.\n\nI want to say to you today that we need to be assured that the police chief, the police leaders in America, have \nsome voice in the establishment of national policy with respect to immigration enforcement.\n\nA part of our conference was the role of local police, striking a balance between civil liberties and immigration \nenforcement.  We've seen through the years that people have argued their point of view by taking a particular piece \nof evidence and bringing it to the fore, but excluding and eliminating perhaps the greater evidence that would \nprovide some insight and perspective as to the problem.\n\n\n\nWe look back to 1980, and we go from a period from '80 to 2006, and you find out that we have one of the largest \nincreases in incarceration in our prison system ever.  In '80, we had 500,000 people in the prison system.  By the \nyear 2006, we had 2.2 million people in the prison system.\n\nWe find that when you stop and look at the statistics that the immigrant population, with rapport to the population of \nAmericans born here, the crime rate is five times lower.  I don't believe that we can characterize the entire \nimmigrant community by looking at particular incidents in which immigrants have abused their place here, in which \nthey have committed serious crimes.\n\nI remember the mafia and the cosa nostra.  The Italian community was characterized by the gang element, and \nthey, everyone, including -- (inaudible) -- looked back -- (inaudible) -- in the United States Congress to allow \nourselves to be pulled into that direction, but to try and look at the immigrant issue from the perspective of laws and \nresponsibilities.\n\nLet me finally say this.  The big challenge for local police is to balance interests involved with respect to their \nresponsibilities under the police powers of the state, and their responsibilities to ensure civil liberties established \nunder the constitution, with this business of enforcement of immigration laws.  It is very complicated, very difficult, \nand police chiefs have made that clear in our conference.\n\nI would like to read to you, if I may, some of the highlights of their recommendations.\n\nNumber one.  The costs of participating in the U.S. immigration and customs enforcement 287(g) program \noutweighs its benefits.  Police officers should be prohibited from arresting and detaining persons to solely \ninvestigate immigration status in the absence of probable cause of an independent state law criminal violation.\n\nIf a local agency nevertheless enters a 287(g) program, its participation should be focused on serious criminal \noffenders, and should be limited to verifying the immigration status of criminal detainees as part of the 287(g) jail \nenforcement program.  Local and state authorities participating in immigration enforcement activities should \ndevelop policies and procedures for monitoring racial profiling and abuse of authority.\n\nIn order to preserve the trust that police agencies have built over the years --\n\nREP. LOFGREN:  Mr. Williams, could you wrap up so that we can -- the other reason why I'm interrupting is that we \ndo have this as part of our written record --\n\nMR. WILLIAMS:  Precisely, precisely.  Let me just complete this last thought, and then I'll close up.\n\nREP. LOFGREN:  Thank you so much.\n\nMR. WILLIAMS:  In order to preserve trust, the police agencies have done it over the years by aggressively \nengaging in community and in policing activities.  Local law enforcement agencies should involve representatives of \neffective communities in the development of local immigration policies.\n\nThe Police Foundation has worked for the last 40 years to improve the capacity of police to ensure public safety \nand to perform their duties effectively.  And we believe that this issue of immigration enforcement is something that \nreally needs to be looked at more carefully and in a more balanced way.\n\nREP. LOFGREN:  Thank you very much for your testimony and for your service to our country.\n\nPolice Chief Gascón.\n\nCHIEF GASCON:  Madame Chair, subcommittee members, I'm pleased to be here today to discuss the impact that \nthe 287(g) program has had on local law enforcement.\n\n\n\nThe application of the 287(g) by local police has created a variety of challenges for public safety.  Increased political \npressure on local law enforcement to reduce undocumented immigration coupled with full deputation of local \npolice to enforce their immigration statutes is jeopardizing sound and well-established policing practices.\n\nIt is imperative that the full government act to remedy the situation.  First we need clear guidelines that provide \npolice with the tools necessary to deal effectively with serious criminal activity committed by removable \nundocumented immigrants.  Second, we need to ensure that any federally sponsored program for this purpose \ncontains clearly stated constitutional protections to ensure the community that individuals are not being racially \nprofiled.\n\nFinally, it needs to ensure that some community police interactions are encouraged.  To do so, positive and \nrespectful public engagement and partnerships must be embedded into any federal supported process ending up in \naddressing serious criminality by undocumented immigrants through the use of local police.\n\nTo be sure, providing local and state police with the tools necessary to address serious criminal behavior by non-\ncitizens here without authority is a priority.  Our police officers need the tools in support necessary to do their job \nsafely.  To that end, fast access to relevant information concerning wanted criminal aliens must be made available \nto police bureau personnel so that they can protect themselves in our communities.\n\nCurrently that level of information is not readily available in the field for police officer personnel regardless of their \n287(g) status.  At the same time, the constitutional concerns created by the current state of affairs should be \ntroubling to all of us.\n\nThe impact of local law enforcement in this politically charged environment can be devastating.  In some cases, it is \nsetting the police profession back to the 1950s and '60s when police officers were sometimes viewed in minority \ncommunities as the enemy.  According to Mr. Stana, director of Homeland Security and Justice Issues of the \nGovernment Accountability Office, the main objective of the 287(g) program is to enhance the safety and security of \ncommunities by addressing serious criminal activity committed by removable aliens.\n\nUnfortunately, in some cases, enforcement and solutions are being based on politics instead of professional public \nsafety concerns and the goal of dealing with serious criminal activity has been replaced by a numbers game.  Often \nit is clearly conceived and politically motivated in enforcement in placing an officer in harm's way leading to \naccusations of police misconduct.\n\nThe impact of the 287(g) program in some predominantly Hispanic communities has been equally problematic.  \nOften, allegations of race- based enforcement practices are driving a wedge between the police and the impacted \ncommunities.  Community policing efforts are being derailed with immigrants who fear that the police will help to \ndeport them, relying less on the local authorities and instead give thugs control over their neighborhoods.\n\nCommunity policing requires effective partnership between the police and the various communities served.  At the \nlocal level, sustainable public safety strategies require active community participation and problem-solving efforts.  \nFor this level of community engagement to flourish, the public must trust the police. It is nearly impossible to gain \nthe required trust to make community policing a reality in places where the community fears the police would help \ndeport them, or deport a neighbor, a friend, or a relative.\n\nIn conclusion, American police officers deserve thoughtful, fair leadership so that we can continue doing our best to \nprovide our country with the security that defines a civilized society.\n\nIn the case of the 287(g) program, any future participation should be predicated on clearly stated guidelines that, \nnumber one, ensure that all civil officers of the concerned agency have immediate access to information regarding \nnon-citizens who are charged with or convicted of serious criminal conduct.  Number two, that strict constitutional \nrequirements are placed on any participating agency, and thirdly, engagement strategies by the impacted \ncommunity in the full participation and problem-solving partnerships must be required to partake in the program.\n\n\n\nAnd with that, Madame Chairman, I'm open for any questions you might have.\n\nREP. LOFGREN:  Thank you very much, Chief, and finally we come to you, Professor Kobach.\n\nPROFESSOR KOBACH:  Thank you Madame Chairman and members of the committee for discussing this \nimportant topic today.\n\nI was involved as counsel to the U.S. attorney general in the first two implementations of section 287(g) in 2002 and \n2003, respectively in the jurisdictions of Florida and Alabama.  Both of those implementations were at the state \nlevel, and I'd be happy to speak about them in response to your questions.\n\nThe Florida memorandum agreement under 287(g) became effective in July 2002.  The Alabama was in September \nof 2003.  The Florida one was the first of course that was an immense success.  Within the first year of its \noperation, Florida specially trained officers had arrested 165 individuals under 287(g) authority.  They since \nbroadened their authority and they also made a huge arrest in a document production, fraudulent document \nproduction ring in Naples, Florida.\n\nAt the time of this hearing, there are now 67 jurisdictions, state, county and local, across the United States that \nhave 287(g) authority.  They comprise a group of 951 state and local law enforcement officers who in their part time \ncapacity in the course of their normal duties, will assist the federal government in some enforcement arrests.\n\nThere are another 42 state and local agencies across the country that are waiting to get involved in the 287(g) \nprogram.  So it's interesting.  I hear the allegations that the program is so costly, but how has it been that there are \n42 agencies lining up outside the door waiting to get on board, but the agency simply isn't able to churn out the \nagreements fast enough.  In just 25 of the 42 jurisdictions that do have 287(g) authority, there have been in one \narea, fiscal year 2008, 33,000 immigration arrests, and virtually all of those led to either a notice to appear, which \ntriggers an immigration court proceeding, or the individual is going into voluntary departure.  And so it has been a \nvery effective program.\n\nAnd it is unlikely that in the absence of the section 287(g) program, any of those 33,000 arrests would have \noccurred.  Now by the way, let's put these numbers in perspective.  ICE has a total of 56- hundred special agents, \nfive and a half thousand special agents attempting to cover the entire country and attempting to find some 12 million \nillegal aliens, it is estimated.  The New York police department has approximately 37,000 police officers, seven \ntimes as many, that's six times as many police officers.\n\nIt is simply ludicrous to argue that ICE has all the staff and that we can simply push the responsibility entirely upon \na small agency of 56-hundred and not allow the help voluntarily provided by the real eyes and ears of American law \nenforcement, and that is our state and local police.  It will radically reduce and weaken the enforcement of \nimmigration laws that this committee or any committee to attempt to scale back the 287(g) program precisely at \nthe time when over 12.5 million Americans are out of work and are competing for jobs with people who are \nunlawfully present in the United States and attempting to work in those same jobs.\n\nNow I want to also address a myth that has arisen concerning section 287(g) that has already been mentioned by \nother members of this panel.  The myth is perpetuated by observers unfamiliar with the history of the program who \nsay that the program's only purpose is to allow for the arrest of so-called serious criminals, those who have \ncommitted higher level felonies in addition to their immigration violations.  That has never been part of the \nprogram, and when the Department of Justice first implemented the program in 2002, we looked at the words of \nCongress.\n\nThe exact text of section 287(g) of the Immigration Nationality Act contains no definition, no limitation as to what \nthe purposes of the program are.  Indeed, we looked at the statutory language.  I have looked at the statutory \nlanguage and the committee language.  The Senate Judiciary Committee said simply this:  the program authorizes \n\n\n\nthe Attorney General to enter into written agreements with a state or any political subdivision of a state to permit \nspecially trained officers to arrest and detain aliens.  Period.\n\nNothing more is said.\n\nNow, the Department of Justice, as I say, began implementing this program recognizing that it is not a one-size-fits-\nall program, but that it needs the individual law-enforcement needs of each jurisdiction.  There are at least six \ndistinct purposes of section 287(g), which are detailed in my written testimony.  The first is addressing terrorism-\nrelated concerns, which was Florida's primary concern.  The second is dealing with and compensating for a lack of \nfederal enforcement agency authority, oh, sorry, agency resources.  At the time, Alabama had only three INS \nagents attempting to cover the entire state.\n\nThe third purpose is admitting convicted aliens who are in the institutions right now.  The fourth purpose is looking \nat high-risk criminal populations that they are in, such as gang members.  The fifth purpose is generally restoring \nthe rule of law in a state or jurisdiction that has seen rampant illegal immigration, such as Arizona.  And the sixth \npurpose is protecting unemployed U.S. citizens from competition with illegal labor.  All of those programs, those \npurposes are satisfied by the 287(g) program.\n\nI want to just briefly mention a few of those in the context of the programs that I was personally involved in \nimplementing.  In Florida, there is a particular concern that several of the 9-11 attackers had entered through \nFlorida airports.  Indeed, you may be familiar with Mohammed al-Kahtani, the 20th hijacker.  He was stopped at the \nOrlando International airport and the team by a vigilant INS officer and stopped before entering, but the point is that \nmany of the -- (inaudible) -- had operated, lived in, or entered through Florida.\n\nFlorida is therefore particularly concerned about it, and their 287(g) agreement was designed to address that need.  \nAlabama's need was not limited to individuals who were convicted of serious crimes, but rather the fact that you had \nan entire state covered by only three INS agents.  They simply wanted to put forward their own resources and say \nwe would like to help.  We'd like to be your eyes and ears.\n\nIf you look at other states, such as, for example, Arizona, I think you see really a problem there.  Because of the \nrampant illegal immigration in that state, you saw a massive fiscal burden on the state, and they've decided that \nthey would put forth some of their own resources to deal with the problem.  It is estimated that the cost of illegal \nimmigration in terms of state public benefits and local public benefits in Arizona is 1.3 billion (dollars) a year, and \nthat's why you saw things like counties, such as Maricopa county, and five other jurisdictions, saying  well we'd like \nto help, and at the state level, they are the first state, they are one of two states that now require E-verify within that \nstate.  And so they have done things at the state level to help the federal government, and it's producing results.\n\nThere are massive numbers of self-deportations, people leaving the country voluntarily on their own, without any \nexpenditure of federal dollars, out of Arizona.  That's been documented, and I'd be happy to talk about it, but the \npoint is, that 287(g) is working, working exceedingly well, and it would be a --(inaudible) -- for this community, for \nthis committee to -- (inaudible) --\n\nREP. LOFGREN:  Mr. Kobach, thank you so much, and we will go now to questions from the committee, and I \nwould like to offer an opportunity to the ranking member to begin.\n\nREP. KING:  Thank you, Madame Chair.  I temporarily defer that to my deputy ranking member, Mr. Harper.\n\nREP. LOFGREN:  All right.\n\nREP. KING:  Thank you.\n\nREP. LOFGREN:  Mr. Harper is recognized for five minutes.\n\n\n\nREP. GREGG HARPER (R-MS):  Professor Kobach, before we get going with some questions, I know there were \ncertain allegations made against you in the, before you had an opportunity to give your info. Would you care to \naddress those for a moment?\n\nPROFESSOR KOBACH:  Yes I would.  Thank you.  I'm not receiving any money for this testimony.  This is in my \npersonal capacity.  My preliminary qualification is as a professor of constitutional law, and in immigration law as a \nformer Department of Justice employee.  When the letter, the slanderous letter from the SPLC was read into the \nrecord, mentioning these slanders, instead of the rest of my CV, what was left out was, you know, by the, what was \nput in the record is the fact that my law degrees from Yale, my doctorates from Oxford, and cases that have been \nbrought that I have litigated on behalf of U.S. citizens, have been victorious in federal courts across the country, \nincluding in the California Court of Appeals.\n\nAnd, I guess the point is that, when false accusations from a spurious organization are read into the record of an \ninstitution as hallowed as this one, I think it does a disservice to the institution. I'm not saying that the chairman has \nmade a decision on her own to do this, but I just think that it's horrible; because there is no -- it hurts me to be \nassociated with any beliefs that are racist in nature; it hurts my family to see me associated with such beliefs; and I \nthink that such activities of organizations like that are reprehensible and should be prosecuted to the fullest extent \nof the law if there are such race-based activities occurring, but I would never associate with them, and I just think it \nis horrible that a smear like that can be read into the congressional record.\n\nREP. HARPER:  Now Professor Kobach, I'd also like to ask you another question.  I know you've been very \nsuccessful in litigation across the country dealing with these particular types of issues. Obviously, we, you know, \ndetest the concept of racial profiling, but how do you balance the issues of trying to provide for border security, \nitems of national security that we have.  Is this something that if we take -- obviously you're saying that ICE is not \nproper, there's not enough agents that can handle this problem on their own. Is that, am I correct in that?\n\nPROFESSOR KOBACH:  I think that's a fair statement.  We always need more ICE officers.\n\nREP. HARPER:  So, 287.  In order to deal with this issue of concern of some reported incidents of racial profiling, \nwould doing away with 287(g), would that be the solution to that?\n\nPROFESSOR KOBACH:  Not at all, and I'm glad you asked that question because one of the witnesses on the \nprevious panel mentioned some jurisdictions that -- there were reports of incidents, not formal findings, just reports \nof racial profiling, and the jurisdictions weren't even section 287(g) jurisdictions.  So to assume causality, to assume \nthat a 287(g) agreement somehow causes or facilitates racial profiling, is simply illogical.\n\nAnd albeit furthermore that the officers  who have received 287(g) training have received twice as much training \nagainst racial profiling as any other officer in federal state law enforcement.  They receive their own state-level \ntraining against racial profiling, which every state gives, and they received ICE training against racial profiling.  Most \nother officers have only received one set of classes, so they are actually very well trained.\n\nAnd I will finally note that throughout the entire testimony of every other witness that we have heard today, there \nhave been reports, anecdotes, but there has not been one internal affairs investigation that has ever found any \nracial profiling by a 287(g) officer.  There has not been one court that has ever found any truth in any report of any \nracial profiling incident.\n\nWe are a country of the rule of law, and we do not punish people based on mere allegation or a mere anonymous \nreport.  We are a country where we have inquiries done under rules of law ,and under such inquiries there has \nnever been any finding of any racial profiling associated with 287(g).\n\nREP. HARPER:  Professor Kobach, it appears that one of the big concerns of the first panel was that people within \nan illegal community, illegal immigrant community in this country, were afraid to report crimes.  As a former city \nprosecutor in two cities, that certainly wasn't the case where I prosecuted.\n\n\n\nWe would have people that were there that were undocumented, that were here illegally who were witnesses in a \ncrime, and the only way that anybody would ever come in, was if that individual had been convicted of a crime and \nwas called for jail time.  Has that been a problem that you've seen across the country?\n\nPROFESSOR KOBACH:  Not at all, and indeed, this is one of the great red herrings of state and local law \nenforcement assisting the federal government in this regard.  -- (inaudible) -- evolves, maybe you'll see fewer \nwitnesses come forward.  There has not been one study, one piece of empirical evidence offered that that has \nactually happening, and you know, frankly, I think a lot of people would be surprised to know that there are visas \navailable for people who come forward and report crimes.\n\nThose visas are for people who lack status currently, and so not only is it a  disincentive, because you're certainly \nnot going to see the police departments turning away willing witnesses, they actually have something to give them, \na benefit that can be received.  Under the immigration law the -- (inaudible) -- laws limit them.  And so I think this \nwhole argument about the loss of witnesses in the -- (inaudible) -- there's no proof it's ever occurred.\n\nBut, number two, if it were happening in the 67 jurisdictions, don't you think one of those jurisdictions would say, All \nright, we're done?  Everyone gets free to legal programs.  None of them have.\n\nREP. LOFGREN:  Mr. Harper, your time is up.  Thank you.\n\nI would like to talk, ask the chief some questions, because we have reviewed a report by the Goldwater Institute, \nwhich, I think it's a pretty conservative institute by the name, that the, and this is a quote from their review of the \nMaricopa county sheriff's office.  \"The sweeps are often conducted in jurisdictions  that have their own police \ndepartments, yet without coordination with those departments, which incurred extremely dangerous conditions for \nlaw enforcement personnel and bystanders.\"\n\nThat's what the Goldwater Institute indicates in -- as I understand it, you can correct me if I'm wrong, your police \njurisdiction is within Maricopa County, and I haven't had a chance to talk with to or ask you, but last year, in \nOctober, the New York Times reported a very disturbing story where a sheriff, according to the paper, apparently \nconducted a raid on Mesa City Hall to apprehend a janitor they believe didn't have proper papers.\n\nAnd, according to the report, it was a group of armed vigilantes who participate in their Maricopa county sheriff's \nposse program that more or less stormed City Hall in pursuit of this allegedly undocumented immigrant, from some \nanonymous tip.  Can you tell us what happened, today?  I mean, are there posses that have been used?  Did the \nsheriff consult with you, with their -- (inaudible) -- force here as a raid.  As a police chief and a professional, can you \nadvise us whether this is a good idea and what the downsides are?\n\nCHIEF GASCON:  Thank you Madame Chair, and actually if I could, for a moment, even go back to the sweeps.  \nBecause the Maricopa county sheriff has been in the city of Mesa multiple times in their pursuance of their 287(g) or \nsome other immigration enforcement.\n\nIt actually started, there was one of these kinds of -- (inaudible) -- sweeps that occurred prior to the raid on the city \nhall and the public library.  And in that particular instance, the sheriff was asked what was the reason for him going \ninto Mesa, and I'm quoting him, basically.  It came up, it was published in the East Valley Tribune, where the sheriff \ncommunicated, quote, \"I have a strange old philosophy that if someone does something for you, gives you \nresources, gives you money, I think they want something back, and we ought to do it,\" he said, and he was referring \nto the fact that he had been asked by a couple of local, actually more than two, three or four local politicians to \ncome to the city of Mesa.\n\nIf you look at the 287(g) program, it's really, one of the things that ICE talks about it is that there should be \narticulable reasons, such as patterns of crime, 911 calls, and other information that indicates there is a crime \nproblem in this particular area and the enforcement of 287(g) would help reduce the crime.\n\n\n\nIn this particular case, the sheriff himself indicated, according to the East Valley Tribune review, that he was simply \ncoming into Mesa because he was paying back a political favor.\n\nConcerning the raid on city hall and on the public library, that was a very disturbing moment, quite frankly.  Many of \nus were shocked that we, for a moment, thought that we were perhaps in the third world somewhere and not in a \nfirst-world nation.  What occurred is that approximately at one-thirty in the morning, I get a notification from my \npatrol personnel.  One of our officers driving through a local park sees a very large number of people.\n\nIt turned out to be later on that there were approximately 60 that were suited up and packed with their gear.  Many \nwere wearing masks, and it was hard for the officer initially to discern what the origin of this group was.  And it was \nvery concerning because not long before that there had been an incident in the city of Phoenix where a group of \nindividuals related to some drug organization had come in. They had dressed as, in police tactical gear, in order to \ngo on assault -- (inaudible) -- and committed homicide, and they actually confronted the police.\n\nSo our officers were really concerned.  Our officers finally approached.  They realized that these were members of \nthe Maricopa county sheriff's office.  They made contact.  They asked what they were doing there.  The first officer \nwas told that they, by the Maricopa county sheriff personnel, that they were unable to discuss the reason for being \nthere.  So that was why the officer called the supervisor.\n\nThe supervisor came to the scene.  Initially he was told by members of the Maricopa county sheriffs office that they \nwere there to do K-9 training.  The sergeant looked around; there were two or three K-9s.  There were \napproximately 60 officers.  The math didn't quite add up, so we called the lieutenant.  The lieutenant came up.  He \nwas also given the information, and finally, about five minutes before 2:00, we realized that they were going to do, \nthey were going to make entry in two municipal buildings.  One, the main library, and the other was city hall.  Still, to \n(explain ? ) who had no idea what was going on.\n\nI was asked by my people for instructions, and basically what I told them was to cooperate and to stay out of the \nway of the sheriff's officers.  And then, what occurred, and later on, we saw this on closed-circuit TV, is we saw \nlarge numbers of members of the Maricopa county sheriff's office dressed in tactical gear storming the two \nbuildings.\n\nIn the case of the public, the municipal library, several minutes later you can see two females in their forties or fifties \nthat are being taken out, and they were arrested.  And then there was one other individual who as in the parking lot, \nallegedly for being in the country without authority.  At the city hall, many folks were interviewed, and we could see \nthat in closed-circuit TV.  They were asked for identifications.  They were more or less made.  And so we continued \nfurther down the line, and this, obviously, this is very shocking to us.\n\nThere was another search warrant that was served later in the day, approximately 7:00, 8:00 in the morning, at one \nof our police facilities in search for records, and quite frankly we were extremely disturbed by the whole incident.  \nWe never found out, as we started to investigate, ourself.  It's an allegation that came from the sheriff's department.  \nThey were there to do the job that we were not doing, because of the negligence of one of our lieutenants, that the \ndeclarations that were used to execute this warrant, actually contained significant false information that was \nprovided to the sheriff's department as well as the county attorney.  And we haven't heard since.\n\nREP. LOFGREN:  I will take just one additional minute to ask you this.  Would it be possible for you to share that \nfootage with the committee -- that you could send it to us?\n\nMR. GASCON:  I will look into it.  I believe we do have it saved. Let me look into it.\n\nREP. LOFGREN:  And, secondarily, it has been reported -- and I don't know if this report is true or not -- in some of \nthese raids, your police have actually had to be deployed to protect the citizens of Mesa from the sheriffs.\n\nIs that just false?\n\n\n\nMR. GASCON:  No, ma'am, it's not.  One of the things that we noticed in some earlier operations by the sheriff \ndepartment in the city of Phoenix was that there were large numbers of people that were coming both pro and \nagainst the operation and the level of tensions was becoming very evident.  There were incidences reported where \npeople were shoving each other and brandishing weapons.  We were very concerned.  So I wanted to make sure \nthat if the sheriff was going to do an operation in Mesa, we requested notification so that we could deploy \naccordingly, because we anticipated a lot of people would come into Mesa to demonstrate.\n\nAnd certainly during the first raid we had that.  We had to deploy a significant number of people and actually \nseparate people that were unmanageable.\n\nREP. LOFGREN:  Thank you very much.  My time has expired.  And I understand that (inaudible) has asked that \nMr. Franks be recognized next for his five minutes and he is so recognized.\n\nREP. TRENT FRANKS (R-AZ):  Thank you, Madame Chair, and I just wanted to first start out by welcoming Police \nChief Gascon, from Arizona.  I believe the police chief to be an honorable man that has dedicated his life to \nprotecting the innocent in our society and I don't know where we would be without people like him.  So I want to \nwelcome you, sir.\n\nMadame Chair, regardless of what the hearing here is ostensibly named, or what my own colleagues on the \nDemocrat side choose to emphasize, the effect of this hearing is geared toward dismantling any -- and this is my \nopinion -- any meaningful immigration enforcement policy, or at least the intimidation and ensuring of lawful law \nenforcement activity.\n\nMy friends on the Democrat side seem to have a multi-faceted, systemic approach with having workplace \ninspection stopped, funding for E-Verify removed, and severely weakening 287G programs -- all of which makes \nsecuring our borders very difficult.\n\nMadame Chair, it's so important to remember -- I'm on the Armed Services Committee -- I believe that the most \nimportant elements of border security remain to be national security.  We still live in a violent world.\n\nArizona is now the capitol of kidnapping in our own world, with the exception of Mexico City.  The Arizona Criminal \nJustice Commission told my staff just this week that there are more kidnappings in Maricopa County than there are \nin Baghdad or Islamabad, or Caracas. And that's because Arizona has hundreds of miles of border with Mexico to \nmonitor.  Our federal government is simply not doing the job.  And that's why 287G was put into place in the first \nplace, because (inaudible) either couldn't or wouldn't do that job.  State and local officials have responded and they \nare doing a tremendous job toward curbing illegal immigration and securing the border in ways that are related \nand, of course, the inherent criminal activity that comes with it.\n\nRecently, Sheriff Joe Arpaio of Maricopa County has come under fire by members of this committee and the \nDepartment of Justice for, in my opinion, trying to enforce the law as he understands it and as it was written in \nSection 287G by this congress.  It appears to some in Arizona that a witch hunt has been initiated against Sheriff \nArpaio for trying to enforce the law to keep Arizona safe.\n\nSince I'm the only member here on the committee that is on the ground in Maricopa County, perhaps I'm more \nfamiliar with Sheriff Joe than anyone else here today.  I'll just be very open.  There are many times when I have not \nagreed with the sheriff and his approach or his tone; I want to make that clear.  But I still believe that, along with \nmany others in Arizona, that it appears that he has become a scapegoat used in tactical assaults focused on \ndiluting the powers of 287G nationwide.  The reason that I don't believe Sheriff Arpaio is guilty of racial profiling, as \nsome have said, is simply because in my own observations he has personally assured me that this is not the case \nand he has at all times tried to conduct his efforts within the boundaries of the law.\n\nIt's also true that a simple statistic gets in my way.  Thirty- three percent of the inmates in Maricopa County are \nillegal immigrants -- 33 percent.  And yet 53 percent of violent crime in Maricopa County is perpetrated by illegal \n\n\n\nimmigrants.  Now I'm not sure you can come away with a statistical way to indicate that racial profiling is happening \nbased on that statistical reality.\n\nOver the last few years, the 375-mile Arizona border has experienced increased violence associated with drug and \nhuman trafficking and due to conflict among cartels and gangs, such as the MS-13 and Los Zetas, resulting in a \nnew breed of crime that some refer to as micro-terrorism.  Of course I've already mentioned the danger of potential \nterrorist incursion into our country.\n\nThe United States border communities are being greatly affected by the spillover of drug-related violence, resulting \nin hundreds of assaults on border agents each year.  Currently, as I said, over 33 percent of inmates in Maricopa \nCounty sheriff facilities are illegal immigrants and more than 53 percent of violent crimes are committed by illegal \nimmigrants.\n\nSo my question, Professor Kobach, given your expertise in race and ethnicity guidelines and law enforcement \nactivity, and given the statistics I've just mentioned and under current Supreme Court precedent, do you believe \nthat there are statistical indications that there is law enforcement activity in Maricopa County, Arizona, creating a \ndisparate impact on persons of Mexican or Central American national origin that violates the Constitution?\n\nIt's a hard question but I still ask it.\n\nREP. LOFGREN:  The gentleman is accorded an additional minute so that the witness can answer.\n\nMR. KOBACH:  Certainly not.  The statistics do not support it. Of course, statistics alone wouldn't establish that \nracial profiling had occurred or that any discriminatory actions by police officers had occurred -- so we have to be \ncautious about attributing (inaudible) to statistics about race of people arrested or incarcerated versus race of the \ncommunity or ethnicity.  But I would point out that there are many, many legal avenues available if racial profiling \noccurs.  There is not a specific federal law but there is, of course, a general federal law; it's possible to bring a law \nsuit under Section 1983 to recover monetary damages for any state or local official who illegally or \nunconstitutionally engages in racial profiling.\n\nThere are also state laws that can be brought to bear in almost every state.  So if it were occurring significantly or \ndisproportionately even at all, you would see some of these suits being brought and achieving success in the \ncourts.  We have not seen that in any of the 287G jurisdictions.\n\nSo, again, I think it's wrong to attribute any causality and, indeed, the effect hasn't yet occurred in terms of \nsomething that we can say, \"Yes, it has been proven in this incident.\"\n\nREP. LOFGREN:  The gentleman's time has expired.  We have been called to a vote but we've agreed today to go \nas long as we can -- it's just one vote.  So we'll wait until the end, rush over, cast our votes, and then immediately \nreturn to finish this discussion.  But I think we have time for at least one additional member to be giving questions.  \nSo I would recognize the chairman of the Constitutional Subcommittee Mr. Nadler for his questions.\n\nREP. JERROLD NADLER (D-NY):  Thank you.  Before I ask my questions, I must object to anything that Professor \nKobach said.  I never in my life heard the Southern Poverty Law Center called a \"spurious institution.  The Southern \nPoverty Law Center is, by almost unanimous consent, one of the most respected institutions in this country, in the \nUnited States, for libel or slander.. That's your privilege if you think that it's not, that's not correct; I'm not going to \ncomment.\n\nYou should not have -—\n\nMR. KOBACH:  It's the —\n\nREP. NADLER:  Excuse me, I'm not asking you a question, I'm making a statement right now.  I'm not going to \ncomment on the letter or read the defenses of it, that's beyond what I wanted to say.  But to call the SPLC, which \n\n\n\nmay or may not have done the wrong thing here -- I think it didn't do the wrong thing but that's not the point -- you \ncan (inaudible) if you want.\n\nBut to call them spurious, a spurious organization, this is a group that helped implement the Civil Rights Act of 1964 \nand 1965. These courtroom changes led to the end of many of the discriminatory practices, including ending the \ninvoluntary sterilization of women on welfare; reformed physical health conditions; resulted in landmark decisions by \nthe U.S. Supreme Court; provided strategies to hold white supremacist leaders accountable for their part in this \nviolence; sued for monetary damages and recovered against the Klan and shut down several Ku Klux Klans.\n\nIts quarterly intelligence report is read by nearly 60,000 law enforcement officers nationwide; its intelligence project \nresearch has led to the criminal convictions in several hate crime cases and are generally considered the leading \nauthority on racist and hate groups in this country today.\n\nSo calling them spurious is a little beyond the pale.\n\nLet me ask Chief Gascon, the December 2008 report by the Global Institute was already referenced.  Their report \nfound that in Maricopa County between 2004 and 2007, violent crimes grew by over 69 percent, including a 166-\npercent increase in homicides over a three-year period.  In contrast, the annual reported crimes in Mesa, Arizona, \nyour hometown, decreased by 11 percent and the number of reported homicides stayed the same in Mesa during \nthe same time period.\n\nMesa, of course, is located in Maricopa County.  So, in other words, there's a 166-percent increase in homicides, \n69-percent in violent crime in the county as a whole;  there's a decrease of 11 percent in violent crime and static \nhomicides in Mesa.\n\nHow do you account for the increase in violent crimes in Maricopa County at the same time as a decrease in Mesa?\n\nMR. GASCON:  Well, in my opinion, it has to do with the lack of police attention to the local law enforcement work.  \nIn Mesa we concentrate on dealing with the people that are committing the local crimes.  And, frankly, many times \nwe have to deal with those crimes that are being committed in other Maricopa County areas which are policed by \nthe sheriff's department because it impacts our own crime. I think that the problem, and we have seen this not only \nin those areas that are policed by the county but we have also seen it in areas that were previously contracted to \nthe county, like the city of El Mirage, where that city was policed by the county; that city was policed by the county \nthen they ended the contract, hired their own police department, and all of a sudden realized that there are about \n300 violent crimes that are uninvestigated by the sheriff's department because they do not have the resources to do \nthe work.\n\nREP. NADLER:  In other words, the sheriff's department, in your opinion, is concentrating on this 287G work and \nleaving the violent crimes uninvestigated to a large extent?\n\nMR. GASCON:  Well, certainly they're not concentrating on local crime issues.  That's why their crime stats are \ngoing as high as they are.\n\nREP. NADLER:  Thank you.  Let me ask any of the -- Professor Harris or Mr. Williams or , Police Chief, if you have \ntime -- I'm going to be very blunt in one question:  Why should the American who is not an immigrant, does not \nhave immigrant family or friends -- does not care about immigrants -- why should such a person be concerned \nabout state and local law enforcement getting involved in immigration enforcement?\n\nMR. WILLIAMS:  Chairman, the answer is pretty straightforward. Crime goes up.  Just as you were pointing out, it \nwent up in Maricopa County.  When we divert local law enforcement resources into that task where it doesn't \nbelong, regular criminal behavior is then unaddressed and that spills over on to everyone.  Crime doesn't take a \nholiday as to any particular community, it spreads through the entire community. Disorder spreads everywhere.\n\n\n\nNumber two is resources and cost.  This isn't free.  This is all taking away from what local law enforcement should \nbe doing as its core mission:  serving everybody, including people who might not care at all about immigrant issues \nor immigrant families.\n\nNumber three, you've got lots of people whose safety is on the line every day in police departments.  These people \nare risking themselves for our safety.  We should allow them to concentrate on what they know and what they're \ngood at.\n\nREP. NADLER:  Thank you.  Let me ask one further question.  If I could ask just one more --\n\nREP. LOFGREN:  With unanimous consent we will give you an additional minute.\n\nREP. NADLER:  Thank you. Let me ask either Professor Harris or Police Chief Gascon:  in the previous panel -- I \nassume you've heard the testimony of the previous panel -- you heard Professor Tranchant talk about the killing of \nhis daughter by someone who was drunk driving, was an illegal immigrant who had been arrested several times \npreviously for drunk driving.  Now this hearing is on the question of 287G enforcement.\n\nThe question is the question of the logical fallacy.  The implication of what he was saying is, if you had 287G \nenforcement, this might not have happened.  My question is:  under the law, even without 287G enforcement, if \nsomeone is arrested for a crime and this person is found to be an illegal immigrant and undocumented alien, they \ncan face the INS -- or whatever it is these days -- and deported when their sentence is up.\n\nSo the real problem here seems to be that, despite several arrests and convictions for DWI or whatever, this person \nis not deported.  So my question is, does this have anything to do with 287G or is it a question of failure to enforce \nthe existing law?\n\nREP. LOFGREN:  The gentleman is granted an additional minute.\n\nMR. HARRIS:  You have it exactly, Mr. Chairman, it's a question of enforcing existing law.  We have immigration \nlaws, as one of the other members pointed out.  None of us here are against immigration law or the ability of a \nnation to police its borders and enforce its law.  If the federal government would step up and do its job, as a number \nof people have said here already, it wouldn't be necessary for local law enforcement to come into it.  So this isn't a \n287 problem, that Professor Tranchant was pointing out; it is a problem of federal role being properly availed.\n\nREP. LOFGREN:  Would the gentleman yield to me for a quick question?\n\nREP. NADLER:  Certainly.\n\nREP. LOFGREN:  As our colleague from Arizona was citing some statistics, I did note that the chief was wincing.  \nDo you have a disagreement with our colleague on those statistics that he had recited?\n\nMR. GASCON:  Yes, Madame Chair.  First of all, I can tell you that in my own jurisdiction we have been tracking for \nover the last year who we arrest who are in the country illegally.  Our numbers range from around nine or 10 \npercent annually and we have a Hispanic population that probably exceeds 30 percent today.  But, certainly, \naccording to the census, it's over 25 percent.  And we know that a substantial part of that population is in the \ncountry without authority.  I think also if you look at—\n\nREP. LOFGREN:  Could I ask you this?  Would you be willing to submit those statistics to us for the record?  We're \ngoing to recess this hearing.  We have one vote; we're going to rush over, vote, and come back, so we will not be \nhaving you wait here for a long, long time.  We do want to give all of the members the opportunity to ask questions.  \nThere is a recess for just a few minutes until we vote and return.\n\n(Recess.)\n\n\n\nREP. LOFGREN:  Under the rules, we can reconvene with two members.\n\nAnd although the ranking member, I think, is on his way, we do have three members in a bipartisan group, so we \nwill turn now to the gentleman from Texas, Mr. Poe for his opportunity to question our witnesses for as long as five \nminutes.  And I know the chief has -- are you okay on time?\n\nMR. GASCON:  Ma'am, they're trying to find out if there's another flight that I can -- they did find it?  So I'm good?\n\nREP. LOFGREN:  Okay, so you got a later flight and we appreciate that.\n\nMR. GASCON:  you're going to have to give me a hall pass and I'm probably going to be killed not by the cartels, \nbut by my family.\n\n(Laughter.)\n\nREP. LOFGREN:  I hope not.  We (recognize ?) Mr. Poe for his questions.\n\nREP. POE:  Thank you, Madame Chair.  I'll direct most of my questions to the chief.  And I've just got a few minutes \nchief and I know you've testified in court before, so just answer the question. Don't explain your answer unless I ask \nyou to do so.\n\nThere are 16 border counties in Texas.  All the counties are controlled by sheriffs who are Democrats.  Most of \nthem are Hispanics. To a person, they believe in enforcement of all of the laws in the county.  Hudspeth County, \nTexas, a big county the size of Delaware, chief Arvin Rust (ph), when I visited with him over the weekend in \nHudspeth County, watching the crime there, has two jails.  One is a contract jail and the other a county jail.  The \ncounty jail has 125 inmates.  The contract jail has 320-plus.  Off all of those people in jail two are American citizens.  \nAll of the people, except the two citizens, are not in jail on immigration violations, they're in jail for committing \ncrimes in the country, other than just being in the county illegally.  He like most of the sheriffs on the Texas border \nanyway -- believe that cross-border crime is a tremendous problem and they need all the help they can get to \nenforce the law, immigration laws or otherwise.\n\nI suspect that, in Mesa -- the City of Mesa -- you enforce traffic violations, parking violations, jaywalking violations, \nprostitution violations, what we consider in the system the most minor of all crimes, is that correct?\n\nMR. GASCON:  Yes.\n\nREP. POE:  But you personally don't believe that the city should be helping in immigration-violation arrests, is that \ncorrect?\n\nMR. GASCON:  That's incorrect.\n\nREP. POE:  So you think that you should participate in helping immigration-violation arrests?\n\nMR. GASCON:  When we have serious crimes, yes.\n\nREP. POE:  Only when a crime is committed.  I'm talking about immigration-violation.  This person's in the country \nillegally.  He didn't break the law, commit a robbery or steal.  He's in the country illegally.  Do you think the city \nshould participate in that?\n\nMR. GASCON:  How would we know the person was here illegally?\n\nREP. POE:  Don't ask me questions.  Answer the question.  If you knew the person was in the city illegally, do you \nthink that you have an obligation, as a peace officer, to help enforce that law?  Either you do or you don't.\n\nMR. GASCON:  I think -- (inaudible) -- but I have no way of knowing how I got that information.\n\n\n\nREP. POE:  So you don't believe you should enforce the law if you don't -- the person is in the city illegally?  You \nknow he's in the city illegally.\n\nMR. GASCON:  How do I know that --\n\nREP. POE:  He tells you.  If we're going to have hypotheticals, he tells you.  I'm here illegally.  I'm from France --\n\nMR. GASCON:  Our policy is that if he tells us that he's here illegally, he also has the option to contact -- provide \nthe information and we give it to the federal authorities --\n\nREP. POE:  But you don't believe you should arrest him, the city should arrest him.\n\nMR. GASCON:  That we should arrest him?\n\nREP. POE:  Yes.\n\nMR. GASCON:  It would depend on the circumstance.\n\nREP. POE:  Okay.  Well, you're not answering the question.  I'll move on.\n\nIsn't it true that you have had raids in the city before with Sheriff Arpaio?  Interesting enough, he's not here to \ntestify.  He wasn't invited, but you were.  And we've been told that he's coming into your city, as good law-\nenforcement officers do, and all of a sudden --\n\nREP. LOFGREN:  Would the gentleman yield?  Because I want to make clear that he declined to come, and I would \nyield back.\n\nREP. POE:  I thank the chair.  I was told by him that he was not invited, but, be that as it may, I accept the Chair's --\n\nREP. KING:  Madam Chair, clarify that, please, was he invited formally?\n\nREP. LOFGREN:  Well, he said in advance he did not intend to come.  So we didn't follow up --\n\nREP. KING:  -- communication with the committee?\n\nREP. LOFGREN:   In the Newsweek article, he said he would not come.\n\nREP. KING:  Thank you.\n\nREP. POE:  Isn't it ironic that we had been informed as to the police chief that he's coming into your city on \nimmigration violations under 287(g), that all of a sudden that the newspaper in Phoenix, Arizona, reports that \nbefore that raid occurs?  Maybe that's the reason -- (inaudible) -- because -- (inaudible) -- to tell the press. Has that \noccurred, to your knowledge?\n\nMR. GASCON:  Actually -- (inaudible) -- because I got notification from the media that he was coming, not from him.\n\nREP. POE:  I'm not talking about the most recent.  I'm talking about the ones before the most recent.\n\nMR. GASCON:  I'm talking the one before the most recent.  A notification came from the media --\n\nREP. POE:  Who paid your way to get here today?\n\nMR. GASCON:  Who paid my way --\n\nREP. POE:  Who paid your way?\n\nMR. GASCON:  Yeah, a group of non-profit organizations that are seeking immigration reform.\n\n\n\nREP. POE:  So the city didn't pay your way.  Taxpayers didn't pay your way.\n\nMR. GASCON:  Right.\n\nREP. POE:  But some immigration people paid your way.\n\nMR. GASCON:  Some people that are seeking immigration reform.\n\nREP. POE:  I see.  Wouldn't you agree with the statement that we dance with the ones who brung us?  I mean, you \nwere brought here by a certain group.  You're kind of beholden to them to testify a certain way?\n\nMR. GASCON:  Sir, I take offense to your comments.  I don't dance with anyone.  I'm not beholden to anyone.  I've \nbeen in this business for 30 years.  Prior to that, I was honorably discharged from the U.S. Army.  I have an \nimpeccable career, honesty and integrity, and I believe --\n\nREP. POE:  What are the names of those groups?\n\nREP. LOFGREN:  The gentleman's time has expired.\n\nREP. POE:  Thank you, Madam Chairman.\n\nMR. KING:  I would ask unanimous consent that the witness be allowed to answer.\n\nREP. LOFGREN:  I'm sorry?  There's been a request for an additional 30 seconds, so you may, if you wish, identify \nindividuals who have donated for your opportunity to be here.\n\nMR. GASCON:  The individuals, I believe -- What is the name of that organization?\n\nREP. LOFGREN:  If you don't have them, you can submit them for the record later.\n\nMR. GASCON:  I'll submit it to you --\n\nREP. LOFGREN:  That would be fine.\n\nAt this point, I would recognize our colleague, Mr. Johnson, chair of the administrative -- (inaudible) -- committee for \nhis opportunity to question the witness.\n\nREP. JOHNSON (D-GA):  Thank you, Madam Chair, and I think this is just a great topic for us to be delving into.\n\nOne thing that I would like to know, the local law-enforcement agencies that sign up for this program under 287(g) \nto enforce the federal immigration laws, is there a concentration as to -- you know, like South or Midwest that a lot \nof the requests and certifications, I guess, have been awarded to?  In other words, is there places in the nation \nwhere local law enforcement seems to be involved in this --\n\nMR.  :  I have the list --\n\nMR.  :  The great majority are in the Southeast and Southwest, and sheriffs' offices constitute a significant number.  \nThere's something like 67 law-enforcement organizations -- involved with 287(g) out of 17,000 police departments.\n\nREP. JOHNSON:  In total --\n\nMR.  :  Right.\n\nREP. JOHNSON:  And how many of these are in the Southeast --\n\nMR.  :  I can tell you in excess of 50 percent is in Southeast and Southwest.  I can't be more specific than that.\n\n\n\nREP. JOHNSON:  Okay.  And I'll get to you, too, sir.\n\nOther than the fact that -- is there any other reasons, sir, that kind of consolidation in certain parts of the country, \nother than the high number of Hispanics that reside in the area, are there any other justifications or rationales that \npeople use to go for this certification, other than just we've got a lot of people -- Hispanics in the area?\n\nMR.  :  Just one little comment on that.\n\nREP. JOHNSON:  I'm sorry for being -- It's kind of difficult for me to express myself the way I want to right now, \nbecause I'm just coming in from -- thinking about some other things, but if you could answer.\n\nMR.  :  We just had focus-group meetings with 33 police department in the State of Texas and Kansas and Florida.  \nIf you talk to those police members about what they feel about 287(g) and the departments that are getting \ninvolved, you'll find that there's considerable political pressure for our local police departments to become involved \nin the assessment of federal immigration laws.\n\nAnd I think that in the South, you'll probably get a greater amount of pressure because the South is the new \nmigration points for the immigrants as they come into the country.  There used to be gateway areas -- the South \nand areas, they're moving them there and it's created issues associated with the politics -- the differential in terms \nof persons that are coming --\n\nREP. JOHNSON:  But there's really no other --\n\nMR.  :  -- that I know.\n\nREP. JOHNSON:  Okay.  And, Mr. Kobach --\n\nMR. KOBAH:  I can answer that.\n\nREP. JOHNSON:  -- answer that question -- and also answer if any of the agencies get any federal funding to do \nwhat they do.\n\nMR. KOBAH:  I can answer specifically your -- I have the list of the 67 agencies that have it.  It is pretty well \ndistributed around the country, four in California, three in the State of Massachusetts, one in Minnesota, one in \nMissouri, nine in Virginia alone.  And in Arizona there are -- I said, sir, in my testimony earlier that there were six.  \nThere's actually a total of seven jurisdictions in the State of Arizona.  So it is pretty well widespread.\n\nBut I think it is also fair to say that there are a significant number in the Southwest and in the Southeast, but that's \nalso the case that the Southwest and the Southeast here, they have seen a large influx of illegal immigration.  And \nso we can see the 287(g) program as local entities, sovereign states or counties -- not sovereign counties, but \nsovereign states saying, we have a need --\n\nREP. JOHNSON:  Thank you.  States have the right, if they're not preempted by the government.  So that's fine.  \nYou've explained that.\n\nI want to -- because I'm running out of time -- I also want to ask -- I know that there's an approval and a training \nprocess.\n\nMR. KOBAH:  Four to six weeks of training.\n\nREP. JOHNSON:  Now --\n\nREP. LOFGREN:  The gentleman -- (inaudible) -- an additional minute?\n\nREP. JOHNSON:  I do.\n\n\n\nREP. LOFGREN:  Without objection, so ordered.\n\nREP. JOHNSON:  All right.\n\nYes, once you are certified, you start enforcing -- picking folks up and enforcing the law, the federal law.  Is there a \nway to people who feel like they are aggrieved by the law-enforcement conduct or misconduct as they may see it, is \nthere someplace that they can file a complaint with a neutral body that will look at it?  And, also, many issue -- and \nhow do we do like continuing education, if you will, continuing certification to make sure that the standards are \nbeing upheld?\n\nMR.  :   Mr. Johnson, as far as your question about complaints, one of the great problems with looking at what's \ngoing on in this area -- and I've heard a couple of witnesses, different people say this morning, well, we have no \ncomplaints about that.  There are two things you have to remember, complaints are not a measurement of conduct \nby law enforcement or by anybody else about --\n\nMR. JOHNSON:  I'm not saying that it is, but I think normally you would have some kind of mechanism --\n\nMR.  :  Well, we should have a mechanism, but the problem is that the people in this process who may have \ncomplaints are often deported or they are in fear of making complaints because they themselves may be illegal or \nsomebody in their household -- since we have millions of people in mixed-status households.  That's why there are \nsuch a low level of complaints, even when there are processes for it.\n\nREP. LOFGREN:  The gentleman's time has expired -- (inaudible) -- ranking member, the gentleman from Utah to \nproceed     for five minutes.\n\nREP. CHAFFETZ:  Thank you, Madam Chair.  I ask unanimous consent to insert into the record an article that \nappeared in today's Examiner entitled, \"Violent Crime Down in Prince William.\"\n\nREP. LOFGREN:  Without objection.\n\nREP. CHAFFETZ:  Thank you.\n\nProfessor Harris -- and thank you all for being here and changing your flight.  It's very nice and very kind.  You were \nvery emphatic at the beginning of your testimony that there's no training whatsoever for those in agencies and \nthose officers that are engaged  or  -- (inaudible) -- 287(g).  Would you care clarify the record there?  They are \ntrained, are they not?\n\nMR. HARRIS:  The agencies --\n\nREP. CHAFFETZ:  Are they trained?\n\nMR. HARRIS:  The agencies that are involved in 287(g) receive four weeks of training.  That's what the --\n\nREP. CHAFFETZ:  At the very beginning of your testimony, you said that no training, no education, no -- These are \nlaw-enforcement officers that have gone through extensive training, not only about law, but about the Constitution.  \nAnd so they have a background in this, and they go through a very specific training, do they not?\n\nMR. HARRIS:  Only the ones in 287(g).  The rest of the local and state law-enforcement officers that I was talking \nabout get no training in immigration law.  None.\n\nREP. CHAFFETZ:  Professor Kobach, could you, from your point of view and perspective, tell us a little bit about \nthat training that they do go through?\n\n\n\nMR. KOBACH:  Yes.  Each memorandum of agreement that is signed with a jurisdiction for 287(g) specifies what \nthe area of the training will be, and it varies, because some jurisdictions would like to do more with their authority \nthan others.\n\nFor example, if a jurisdiction is just reviewing prisoners and not actually out in the streets operating as so-called \ndeputized agents of the federal government, then they would need less areas of training.  So those would be only a \nfour-week program -- Florida, the first jurisdiction, they got 287(g) in Florida, they had six weeks of training.  \nAlabama's officers had five weeks of training.  So it varies.  Each --\n\nREP. CHAFFETZ:  But they are trained.\n\nMR. KOBACH:  There are trained, absolutely.\n\nREP. CHAFFETZ:  Thank you.\n\nProfessor Harris, what other federal laws do you suggest we not enforce at the local level?\n\nMR. HARRIS:  I suggest that the appropriate agencies enforce all the laws that are on the books . The federal \ngovernment and ICE should enforce immigration law.  I want my local police enforcing my criminal codes and my \ncity codes --\n\nREP. CHAFFETZ:  (Inaudible) -- of the 287(g).\n\nMR. HARRIS:  We believe it would be inappropriate for local people to do that, yes, because they have a job to do \nand it interferes with that job.  It shifts their resources --\n\nREP. CHAFFETZ:  (Inaudible.)\n\nMR. HARRIS:  Pardon me?\n\nREP. CHAFFETZ:  They go through training.\n\nMR. HARRIS:  If they are under 287(g).\n\nREP. CHAFFETZ:  So if they are under 287(g), there shouldn't be a problem with them enforcing the immigration \nlaws, even at the local level.\n\nMR. HARRIS:  That's if you assume that the four weeks of training is enough to get them up to speed on what is \none of the most complicated bodies of law that we have.  And I simply don't accept that.\n\nREP. CHAFFETZ:  Okay.  I think that is good that you have no desire to have them do that.  I understand that.\n\nWould you, then, join me -- If you think that there's a lack of training and understanding, would you support me in \nsupporting funding for thousands of new federal immigration enforcement agents who would be trained in the \nnuances of immigration law?\n\nMR. HARRIS:  If we want real immigration enforcement, yes.  There has to be a lot more well-trained and \nexperienced immigration, dedicated immigration --\n\nREP. CHAFFETZ:  You would actually join in advocating that we --\n\nMR. HARRIS:  Absolutely.  Absolutely.  If that's what the American people and the Congress want, they've got to \nstep up and fund it.\n\nREP. CHAFFETZ:  Very good.\n\n\n\nIn your written testimony, you discussed the actions of Maricopa County sheriff, Joe Arpaio.  Have you ever met the \nsheriff?\n\nMR. HARRIS:  No.\n\nREP. CHAFFETZ:  Have you ever been there?\n\nMR. HARRIS:  Oh, yes --\n\nREP. CHAFFETZ:  (Inaudible.)\n\nMR. HARRIS:  No, I've been to his jurisdiction.  I mean, been to Phoenix.\n\nREP. CHAFFETZ:  Okay.  But have you ever been involved with the sheriff's department there?  To what extent \nhave you interacted with them whatsoever?\n\nMR. HARRIS:  I haven't interacted with him, but I've read the Goldwater report very extensively.\n\nI've talked with its author very extensively, and --\n\nREP. CHAFFETZ:  So you basically have no direct experience with Joe Arpaio or the sheriff's department there in \nMaricopa County -- correct? -- other than reading an article.\n\nMR. HARRIS:  No, not other than reading an article --\n\nREP. CHAFFETZ:  (Inaudible.)\n\nMR. HARRIS:  -- against him as well.\n\nREP. CHAFFETZ:  I'm sorry.  Say that again.\n\nMR. HARRIS:  There are three lawsuits existing now against -- for racial profiling in Maricopa County.\n\nREP. CHAFFETZ:  You personally have never -- Okay.  I think I understand --\n\nAnd, finally can we talk a little bit about the NCIC?  I think there is some confusion.  Professor Kobach, I'd \nappreciate if you could expand a little bit and explain how that works, who goes into the system, who doesn't, from \nyour perspective, please?\n\nMR. KOBACH:  I'd be happy to.  Chairman Conyers earlier suggested -- he thought that maybe you could -- your \nname could appear at NCIC simply because you reported a crime.  That's incorrect.\n\nNCIC is a shared database that is under the custody of the Department of Justice and the attorney general and that \nstate and local jurisdictions can input data.  The data -- is usually arrests, where a person is formally documented, \nfingerprinted, arrest -- criminal convictions.\n\nNow, the federal government puts in all kinds of data.  Recently, when I was working at the Department of Justice, \nwe started bringing in alien data.  There are only three categories of aliens in NCIC. And one of the other witnesses, \nI think, misstated in written testimony, the categories.\n\nThe first one is previously deported felons, and that is -- (inaudible) -- have been deported from the United States \nbecause of serious felonies and tried to reenter or would -- reenter, and, therefore, would want to -- the local -- \n(inaudible) -- to know who it's encountering.  Second is absconders.  We have over half-a-million people in this \ncountry who have their day in immigration court, have been deported and have become fugitives.\n\nREP. LOFGREN:  The gentleman's time has expired -- unanimous consent is granted an additional minute.\n\n\n\nREP. CHAFFETZ:  Thank you.\n\nMR. KOBACH:  Thank you.\n\nAnd those absconders are fugitives who have already had their day in immigration court, and, obviously -- \n(inaudible) -- if we can't even enforce what our immigration courts are supposed to be doing.\n\nThe third category of aliens in NCIC are aliens of international security risk.  And those are individuals who have \ncommitted some immigration violation, no matter what it is, but are also of a higher national security concern.  And \nthat has been part of the fact that there were five of the 9/11 cohorts here had committed immigration violations of \n-- the most common violation of overstaying your visa, which is a civil violation.\n\nOn September 9, 2011, just north of here on Highway 95, Ziad Jarrah, one of the pilots, was pulled over for \nspeeding.  He was going about 90 miles an hour trying to meet his group in Newark at the airport.  If the officer had \nhad information in NCIC saying that this individual is illegally present in the country and we have certain national \nsecurity questions, we might have been able to get that officer to detain that individual.  So that's the kind of -- we're \ntalking about.\n\nREP. CHAFFETZ:  Thank you.  Thank you, Madam Chair.  I appreciate --\n\nREP. LOFGREN:  The gentleman's time has expired.  The ranking member is recognized for his opportunity to \nquestion the witnesses for five minutes.\n\nREP. KING (R-IA):  Thank you, Madam Chair.  And I do want to thank all the witnesses for your testimony today, \nand this has been a very compelling hearing.\n\nAnd looking across the panel, the distinguished witnesses that we have and recognize that Professor Kobach has \nintroduced or has drafted an Albany Law Review article that is dated 2005 that addresses the issue of local \njurisdiction of enforcement of immigration law.  And I'd ask unanimous consent to introduce the Albany Law \nReview article --\n\nREP. LOFGREN:  Without objection -- entered into the record.\n\nREP. KING:  Thank you, Madam Chair, and while I'm working my way down through this list of -- work that's been \naccumulated during this hearing, I have in my hand three articles that address the Southern Poverty Law Center, \none is Harper's Magazine, one is Discover the Networks, the other in Human Events, and ask unanimous consent \nto enter those into the record as well.\n\nREP. LOFGREN:  Without objection, so ordered.\n\nREP. KING:  Thank you, Madam Chair.  And brings me to another subject here.  As I listened to the focus on the -- \nat least the implication, if not the allegation, of racial bias on the part of law enforcement, especially local \njurisdiction, I'm just beginning to ask the question I didn't know the answer to, and I asked staff to go back and find it \nfor me.\n\nAnd it seemed appropriate to me that if we're going to be a non- racially-biased enforcement across this country -- \nlocal jurisdiction to the federal jurisdiction across the spectrum -- then the enforcement should reflect perhaps \nroughly the percentage of the nationality of those who are -- having the law enforced against them. In other words, I \nasked the question if this is focused on Hispanic, which has been the case in this hearing all afternoon, what \npercentage of the illegal immigrants are Hispanic?\n\nAnd I have a report here that's produced by the Pew Hispanic Center that's dated October 2, 2008, and it breaks \nthis out and shows that African descent, four percent; European and Canadian, four percent; Asian 12 percent; \n\n\n\nLatin American, Mexican, 81 percent.  So I think that would reflect that 81 percent of those violators are Hispanic.  \nAnd I'd ask unanimous consent to introduce the Pew study into the record --\n\nREP. LOFGREN:  Without objection.\n\nREP. KING:  Thank you, Madam Chair.\n\nSo I think I make my point here that law enforcement has to reflect a focus on where the laws are being broken.  \nAnd maybe for one more clarification, Professor Harris, I think I listened to Professor Kobach make a clarification on \na statement on some of your testimony. I want to give you an opportunity to respond.\n\nAnd I think it has to do with on your testimony page 3.  I'm looking at the language, \"In direct violation of these rules, \nthe Department of Justice puts tens of thousands of immigration warrants, most of which are civil in nature and do \nnot even -- to crimes in NCIC with the goal of forcing local police to make arrests on these warrants.\"\n\nNow, do you care to address that, as it's part of your testimony, your position that Justice does that?\n\nMR. HARRIS:  Congressman King, the NCIC database is governed by a series of federal statutes and regulations.  \nIt is overseen by the FBI.  There are very strict rules on what can go in it and what can't. And the objective is to \nkeep the database absolutely clean and pristine of errors and to focus it on crime.\n\nWhat has happened over the past several years, five-six years --\n\nREP. KING:  Is the answer yes?\n\nMR. HARRIS:  The answer is that other than things that are allowed in that database are going into it, have been \nput into it, yes.\n\nREP. KING:  So then you stand on the statement that the Department of Justice puts tens of thousands of \nimmigration warrants into NCIC?\n\nMR. HARRIS:  That has been done, yes.\n\nREP. KING:  Thank you.  And I'd turn, then, to Professor Kobach and ask him if he would clarify your response on \nthat, please.\n\nMR. KOBACH:  Yes -- Professor Harris didn't give you a specific rule and did not give you any specifics.  There is \nno statute, certainly, but there's no specific rule that suggests that people of alien status, as opposed to citizens, \ncannot be listed in NCIC or that the basis of the immigration violation cannot be included in NCIC.\n\nNCIC is -- the rules, by attorney general order, may be modified as to the protocols of putting people in and out.  \nAnd I think you would be foolish to argue that someone who is a previously deported felon and presents a danger to \na police officer when he's engaged in a traffic stop, that the police officer should be blind to that information or that if \nour system -- our immigration -- quote -- system -- has spent thousands, maybe hundreds of thousands of dollars \nat all the levels of appeal trying to deport a person, then the person's finally deported, at the end of the day, and \nthey vanish, that we shouldn't try to execute the final removal of that person.  So it is completely within any \nregulations that govern NCIC.  And the Department of Justice looked at that very carefully before entering -- into the \nsystem.\n\nREP. KING:  Thank you, Professor Kobach.\n\nI have just one concluding question here and I'll yield back my time after the response, but I just have to comment, \nChief Gascon, it's a bit astonishing to me that you would come here and have your trip paid by entities out there \nthat don't come to the front of your mind when you're asked that question before this committee.\n\n\n\nI would think that, in the business that you're in, you'd ask the question before you came as to who might be funding \nit.  And I remain curious about that.  And if you'd like to further enlighten this committee, I'd sure appreciate it.\n\nMR. GASCON:  Yes, and, as I indicted, I will forward you that information.  There are multiple groups, and I'll get \nthat information to you.  It will be a pleasure.\n\nREP. KING:  I thank you, Chief Gascon.  I'm still a bit speechless at that response, and I would hope that if -- when \nothers come here, they have the answer to that question instead of in writing afterwards.\n\nAs I promised, I thank all the witnesses, yield back my --\n\nREP. LOFGREN:  Gentleman -- (inaudible).\n\nWithout objection, I would enter into the record the testimony of William Riley, the acting executive director of the \noffice of state and local coordination for ICE that was offered in the Homeland Security Committee, which I also \nserve on, on March 4th, indicating that in the entire State of Florida, there are 58 officers who have been trained \nunder the program.\n\nAnd, also, without objection, I'm entering into the record the executive summary of the Justice strategies report \nindicating that 80 percent of the 287 agreements are in the South.\n\nREP. KING:  Madam Chair -- (inaudible.)\n\nREP. LOFGREN:  (Inaudible.)\n\nREP. KING:  I thank you.  What I really have is a statement that I intended to introduce, and I wonder if I could \nintroduce my statement into the record, unanimous consent, on --\n\nREP. LOFGREN:  Without objection.\n\nREP. KING:  Thank you.\n\nREP. LOFGREN:  This hearing is about at an end, and I would like to thank all of the witnesses who appeared and \nall of the individuals who have watched.  I think that we have learned -- at least I feel that I have learned some \nthings today, and I do not believe that this is the end of our inquiry into this matter.\n\nWe do know that the secretary of Homeland Security has initiated a review of this program, and I think, based on \nthe testimony today, that is highly appropriate.\n\nSo, at this point, I will -- (inaudible.)  We do appreciate your service to the causes and to the country through your \ntestimony.  And this hearing is now adjourned.\n"}