{"title": "COMMITTEE ON THE RIGHTS OF MIGRANT WORKERS CONSIDERS THE REPORT OF ECUADOR 5 SEPTEMBER 2017", "body": "\nThe following information was released by the United Nations Office at Geneva (UNOG):\n\nThe Committee on the Protection of the Rights of All Migrant Workers and Members of Their Families today \nconcluded its consideration of the third periodic report of Ecuador on its implementation of the International \nConvention on the Protection of the Rights of All Migrant Workers and Members of Their Families.\n\nIntroducing the report, Jose Luis Jacome, Vice Minister of Foreign Affairs and Human Mobility of Ecuador, noted \nthat Ecuador promoted the right to human mobility in all international fora. Ecuador's Human Mobility Act of \nFebruary 2017 had been saluted by various specialised international agencies for its harmonised approach to the \nprotection of human rights. The Act, centred on a human rights-based approach, involved various sectors of the \nsociety, such as the civil society, public institutions and international organisations specialised in human mobility, \nand it recognized the migrants' rights to employment and social security, and to free movement across the country.\n\nAlso introducing the report, Andres De La Vega, Deputy Minister of Interior Affairs of Ecuador, underlined that \nhuman mobility was treated as a right which required the State to protect, to care for and to fully integrate migrants \nin society, without any discrimination. To that end, Ecuador had established minimum requirements for the entry \ninto the country, due process in case of deportation, abolition of deprivation of liberty for irregular migrants, and the \nprovision of voluntary departure from the country for persons who had not regulated their migration status.\n\nIn the ensuing discussion, Experts commended Ecuador's migration policies, its great efforts to protect the rights of \nmigrant workers, and the right attitude to integrate migrants and respect their rights through real policies. \nNevertheless, they added that the Government still needed to strengthen education and awareness raising in that \nrespect. Experts inquired about the mechanisms and resources for the implementation of the Human Mobility Act, \nits scope of application and its cross-sectoral mainstreaming, and the civil society's participation in the \ndevelopment of the Act. They raised the issues of the legal basis for the entry refusals at Ecuador's international \nairports, migration status and categories, detention of migrant children, and the detention and deportation of Cuban \nnationals in 2016. The delegation was also asked about the free legal counsel for migrants and their access to \njustice, and the legal means to contest deportation decisions; the availability of healthcare to migrants and their \nlabour and social protection rights; border integration programmes with neighbouring countries; ways to regularise \nthe situation of irregular migrants; and about trafficking in persons for labour exploitation.\n\nIn his closing observations, Pablo Ceriani Cernadas, Committee Expert and Rapporteur for Ecuador, commended \nthe positive steps taken by Ecuador and in particular the adoption of the Human Mobility Act, and noted the need to \nprovide adequate resources for its effective implementation, and ensure its cross-cutting mainstreaming. The \nCommittee was very interested in how that implementation process would take place, and was ready to cooperate \nand assist the Government in that endeavour.\n\n\nJose Brillantes, Committee Chairperson, thanked the delegation for their frank and well researched responses, and \nfor the constructive dialogue with the Committee which had provided further insight into the situation of migrant \nworkers in Ecuador.\n\nMr. Jacome in his concluding remarks, underlined the important role of human mobility in the construction of \ncivilisations as migrants had much to contribute to their host communities. That was why States needed to \nprioritise the adoption of adequate characterisation of persons on the move, and also prioritise the creation of \npolicies that adequately met their needs.\n\nThe delegation of Ecuador consisted of representatives of the Ministry of Foreign Affairs and Human Mobility, \nMinistry of the Interior, Office of the Attorney General, and the Permanent Mission of Ecuador to the United Nations \nOffice at Geneva.\n\nThe Committee will next meet in public at 3 p.m. today, 5 September, to consider the initial report of Indonesia \n(CMW/C/IDN/1).\n\nReport\n\nThe third periodic report of Ecuador can be read here: CMW/C/ECU/3.\n\nPresentation of the Report\n\nJOSE LUIS JCOME, Vice Minister of Foreign Affairs and Human Mobility of Ecuador, noted that Ecuador promoted \nthe right to human mobility in all international fora. Since the end of the 1990s, the country had seen very complex \nmigration phenomena which had required the introduction of comprehensive policies. A large number of foreign \nnationals had arrived in Ecuador, seeking better opportunities and requiring international protection. Most of them \nhad come from Colombia. At the same time, hundreds of thousands of Ecuadorians had emigrated to North \nAmerica due to economic reasons. In the past few years, Ecuador had taken steps for the successful return of \nsome migrants to their countries of origin. The Human Mobility Act of February 2017 integrated various dispersed \nlaws into a single act. It had been saluted by various specialised international agencies for its harmonised approach \nto the protection of human rights. The development of the Human Mobility Act was based on a human rights-based \napproach, involving various sectors of society, such as civil society, public institutions and international \norganizations specialised in human mobility. At the moment, Ecuador was home to the greatest number of refugees \nin Latin America, namely 60,253 of them, as well as some 200,000 asylum seekers. The Human Mobility Act \nrecognized their right to employment and social security, and refugees in Ecuador were free to move across the \ncountry and received generous assistance and integral protection.\n\nThe Government recognised that there were new structures that needed to be consolidated in order to guarantee \nthe sustainability of human mobility. One of the challenges was the mainstreaming of human mobility in all public \npolicies, plans, programmes and services. Another challenge was to continue with the following phases of the \nNational Integrated System of Information on Human Mobility, which sought the cooperation of information systems \nacross national institutions dealing with human mobility in order to improve the quality of services. Ecuador \nmaintained its commitment to work toward the adoption of international instruments on human mobility, and it \ninsisted that those instruments had to be elaborated by all States. Human mobility was a priority for Ecuador's \nnational and international agenda, Mr. Jacome concluded.\n\nANDRES DE LA VEGA, Deputy Minister of Interior Affairs of Ecuador, explained that Ecuador had placed in \npractice the concept of comprehensive security, which was the vision aimed at protecting and guaranteeing human \nrights and fundamental freedoms of all persons. Human mobility was treated as a right which required the State to \nprotect, to care for and to fully integrate migrants in the society, without any type of discrimination. In that respect, \nthe Government had established minimum requirements for entry into the country, due process in cases of \ndeportation, abolition of deprivation of liberty for irregular migrants, as well as the provision of voluntary departure \nfrom the country for persons who had not regulated their migration status. Ecuador also prioritised the fight against \ntrafficking in persons and illegal trafficking of migrants, and to that end the Government had come up with the \n\n\n\nNational Plan to Combat Trafficking and Sexual and Labour Exploitation, with a particular focus on women, children \nand adolescents, and on protection and reparation, prevention, investigation and sanctions. The fight against \ntrafficking in persons could not be carried out without international cooperation, and to that end Ecuador had \nreached agreements with Peru and Colombia.\n\nQuestions from the Committee Experts\n\nPABLO CERIANI CERNADAS, Committee Expert and Rapporteur for Ecuador, raised the issue of the alignment of \nnational laws with the Convention provisions. What were the mechanisms and resources for the implementation of \nthe Human Mobility Act? How would the mainstreaming of the Human Mobility Act and its cross-cutting \nimplementation be achieved? What was the institutional structuring and mandates in that respect, and specifically \nthe role of the National Council for Equality in the area of human mobility?\n\nWhat had happened after the closure of detention centres for migrants and had there been any compensation \ngranted? What was the legal basis for temporary detentions at the airport in Quito? There were some private actors \nthat intervened in those procedures.\n\nAs for the case of Manuela Picq, what was her status and what were the grounds for denying her entry to Ecuador? \nWith respect to temporary detention and deportation of Cuban nationals in 2016, had there been an exhaustive and \nindependent investigation of that case and had there been any compensation granted? With respect to expulsions, \nthe law did not provide any judicial means for challenging of those decisions.\n\nWhat programmes had been introduced to promote and guarantee free and effective legal counsel to migrants? \nThe Rapporteur also asked the delegation to clarify the deadline of 30 days established by the Human Mobility Act \nfor migrants to regularise their status. What did they have to present? How was it determined that someone \nrepresented a security threat?\n\nA Committee Member inquired about the number of migrants who died or disappeared along the way. What sort of \nagreements did Ecuador have with countries on that information? What kind of support was provided to those who \nwanted to reintegrate into the countries of their origin?\n\nAnother Expert inquired about the State party's position on the possibility to present individual cases to the \nCommittee. She also asked about data collection on migrant workers and about the engagement of the national \nhuman rights institution in monitoring and protecting the rights of migrants. What type of training and information \nprovision about the Convention had been provided? What type of cooperation did the Government engage in with \ncivil society? What kind of consular assistance was provided by the Government? Why did the Human Mobility Act \noblige migrant workers to obtain mandatory healthcare insurance?\n\nA Committee Expert recognized Ecuador's efforts to respond to the challenges of migration and relevant legislative \nreforms. He raised questions about the percentage of returning Ecuadorians and support for their social and \neconomic reintegration. What was the exact decline in remittances? In view of returns, there were Ecuadorians who \nwere forced to leave the country due to economic challenges faced by Ecuador. Were there training programmes to \nsupport the Ecuadorians leaving the country? What were the main aspects of the border programme with Peru? \nWas there any difference between the roles of the Ministry of Foreign Affairs and the Institute of Human Mobility?\n\nMore information was requested about the policy for recruiting Ecuadorians abroad. Did foreign workers in Ecuador \nenjoy protection for themselves and their children? Were remittances facilitated for Ecuadorians working abroad? \nDid their children born abroad benefit from the same rights as those born in Ecuador? Were there any programmes \nand strategies for supporting the reintegration of Ecuadorians working abroad?\n\nA Committee Member commended Ecuador's migration policies. Nevertheless, he raised the issue of the \nparticipation of civil society in the preparation of the report, as well as the issue of detention of migrant children. \nWhat was the number of migrant children detained in Ecuador? Why were they detained and how were they \ndetained? Many Ecuadorians returned to their country of origin from Spain following the economic crisis. What kind \n\n\n\nof assistance had they received upon their return? Was there a dialogue about the changes in the Human Mobility \nAct and what would be the future of that law?\n\nAn Expert welcomed the remarks of the Government of Ecuador on universal citizenship and the elimination of the \nnotion of \"foreigner.\" However, what was being done to regularise the situation of irregular migrants in the country, \nin particular of migrant children? What was the rate of school enrolment of migrant children and their access to \nhealthcare? In view of the fact that Haitian migrants suffered from discrimination, what steps had been taken to \nprevent that?\n\nJOSE BRILLANTES, Committee Chairperson, asked for clarification on the newly coined term \"anti-Colombianism\" \nin Ecuador. Was it true that the Human Mobility Act only applied to documented migrants and if so, why?\n\nReplies by the Delegation\n\nJOSE LUIS JCOME, Vice Minister of Foreign Affairs and Human Mobility of Ecuador, explained that each \ndepartment of the Government had to come up with programmes to mainstream the principles of human mobility in \nall their projects and services. The cross-cutting nature of the Human Mobility Act had been developed in \ncooperation with the International Organization for Migration. The Government had held dialogues with many \ncommunities to that end. There was a specific body dealing with the reintegration of returning Ecuadorians. The \nGovernment was committed to creating a culture of peace and integration in the country, and thus combatted anti-\nmigrant stereotypes and feelings through awareness raising programmes in schools. The Government was trying \nto include human mobility issues in school curricula in order to promote safe and orderly migration.\n\nAs for Ecuador's efforts to provide consular protection, most Ecuadorians abroad received legal assistance and \nsupport, as exemplified by the work done in the context of the mortgage crisis in Spain. There was also a \ncontingency plan for Ecuadorians living in the United States, in view of the policies that affected not only \nEcuadorians, but also all other nationals of Latin American countries. There were 22 mobile consulates and \npersonnel had been sent out to provide support in communities.\n\nANDRES DE LA VEGA, Deputy Minister of Interior Affairs of Ecuador, noted that the Human Mobility Act was an \nimportant step in the country's legislative reform process because for the first time it had set up institutions to \nspecifically deal with issues of migration, as well as trafficking and smuggling of persons. It was clear who was in \ncharge and what mechanisms linked different activities within the area of migration. As for the institutional \nframework for human mobility, great strides forward had been made. For the first time, Ecuador had a body \nresponsible for trafficking in persons. The Government was reforming its policies, but it was humble about making \nprogress. There were no more detention centres for migrants because under law migration was no longer seen as \na crime. Unlike previously, new legislation provided for due process in the treatment of migrants' status.\n\nAs for the case of Manuela Picq, she had not been deported from Ecuador, but left of her own accord. She had \nasked for a type of visa that was inconsistent with her status. There was nothing that prevented her from coming \nback to Ecuador. With respect to detained Cuban nationals, Mr. De la Vega clarified that no children had been \ndetained in that process. They had been sheltered, but not detained. Hundreds of thousands of Cubans in a regular \nsituation remained in Ecuador, and only those in irregular situation had been deported. Those deported Cubans \nsought to obtain a visa to enter the United States and the Government did not want to encourage such risky \nmigration.\n\nAccording to the Human Mobility Act, expulsion could be applied to persons who had been sentenced to a prison \nsentence of more than 10 years. As for the determination of the security threat, the Government focused on the \nsecurity of human beings rather than on the security of the State. If it was found that someone was previously \ninvolved in crimes, then they represented a threat to society. All migrants, regardless of their regular or irregular \nstatus, received healthcare services.\n\nThe delegation further clarified that in line with the Constitution of 2008, the Government had been strengthening \nthe protection of human rights. There had been a qualitative leap in terms of the protection of migrants' rights. The \n\n\n\nGovernment did not criminalise migration and legal assistance had to be provided in case of deportation \nprocedures. The Office of the Attorney General provided assistance to migrants in all situations.\n\nIn principle, the Government of Ecuador looked favourably on the possibility to present individual cases to the \nCommittee. As for remittances, there had been an increase in the period between 2015 and 2016. The Ministry of \nEducation had undertaken a number of campaigns to involve migrant children in the education system, and to \nrecognize foreign studies, diplomas and degrees.\n\nJOSE LUIS JCOME, Vice Minister of Foreign Affairs and Human Mobility of Ecuador, stressed that the Convention \nwas a fundamental point of reference in drawing up the Human Mobility Act. It was still a challenge to consolidate \nthe information exchange between different Government departments dealing with human mobility. Mr. Jacome \nunderlined that no one was excluded from healthcare based on their migration status. A wide-range regularisation \nof migrants' status had taken place in 2010 and 2011, and had continued between 2015 and 2017.\n\nSecond Round of Questions by the Committee Experts\n\nA Committee Member raised the question of civil society's participation in the development of the Human Mobility \nAct. He also inquired about the rights of migrant workers in the labour sector, namely trade union rights and social \nsecurity rights.\n\nPABLO CERIANI CERNADAS, Committee Expert and Rapporteur for Ecuador, inquired about the border \nprocedures with Colombia and Venezuela. How was the recognition of the right to migrate under Ecuador's \nConstitution implemented? How come visas remained in place? What was the situation of agricultural workers in \nnorthern Ecuador?\n\nDid the Government deal with trafficking in persons for labour exploitation in an adequate manner? The Rapporteur \nunderscored the interplay between the right to health and migration status, and he raised the issue of the entry of \nunaccompanied minors.\n\nReplies by the Delegation\n\nJOSE LUIS JCOME, Vice Minister of Foreign Affairs and Human Mobility of Ecuador, explained that before the \nadoption of the Human Mobility Act, the National Assembly had engaged in a broad discussion with national and \ninternational stakeholders to ensure that it met the needs of various concerned groups, and to provide a democratic \nand participatory opportunity to contribute to the draft. The Government had organised some 30 events for the \npurpose of so-called socialisation, and some 15 international organisations, as well as migration experts, had taken \npart in the process. The Human Mobility Act had been properly publicised, and a roundtable on human mobility had \nbeen held in June 2017. The dialogue with all the stakeholders was an ongoing process, stressed Mr. Jacome.\n\nEcuador was pushing forward with the implementation of the social security bilateral agreements with different \ncountries to protect the rights of migrants everywhere and it upheld the principle of equal treatment for everyone, \nforeigners and Ecuadorians alike. With respect to the migration status and categories, Ecuador sought to cover the \nlargest number of migrant workers and meet their particular needs. Workers' right to human mobility was \nguaranteed by the Human Mobility Act, and the migration status was regulated through different types of residence \npermits. Migration categories varied according to different forms of temporary or longer stay in the country, and \nwere intended to facilitate orderly and safe migration. Border integration programme simplified procedures for the \nstay in Ecuador were in place with the neighbouring Colombia and Peru, he concluded.\n\nANDRES DE LA VEGA, Deputy Minister of Interior Affairs of Ecuador, stressed that Ecuador fought against all \nforms of trafficking in persons and not just trafficking for sexual exploitation, and said that some 12 per cent of the \nrescued victims had been subjected to labour exploitation. All Government plans in this regard had to be aligned \nwith the National Development Plan and were updated every four years, including the strategy of the Ministry of \nInternal Affairs for the fight against trafficking in persons. The Ministry of Internal Affairs would be working to \n\n\n\nstrengthen the capacity of shelters for trafficking victims and had in place a witness protection programme to \nidentify victims of trafficking.\n\nClarifying the concern raised about the refusal of entry at the international airports in the country, Mr. De la Vega \nsaid that the decision could now be appealed and that due process was guaranteed, which was an important step \nforward for the people whose entry into the country had been denied. Security reasons were never used to refuse \nentry, he said, stressing that there was a change in the security paradigm: the police no longer focused on the \nsecurity of the State but on the security of people. The police previously had a strong military component, whereas \nnowadays they focused on the community. The refusal of entry to persons involved in organised crime was justified \nbecause they could pose threat to citizens' human rights.\n\nThe delegation noted that there were special standards and additional protection measures for victims of \ndiscrimination, especially nationality-based discrimination: all workers, including migrant workers, were protected \nby the social security system and employers were subjected to fines should they pay migrant workers differently \nfrom the nationals. Holders of temporary residence permits had to respect the time framework, so those overstaying \ntheir permits might be liable to a fine. Human rights training, including on the protection of vulnerable groups, \ngender crimes and trafficking, was constantly provided to judges and legal personnel.\n\nAs for the right to health, public and private health establishments in the country could not deny emergency medical \ntreatment to anyone based on their nationality. Efforts were underway to establish universal health coverage. In the \nborder areas, there were healthcare services for people on the move, namely asylum seekers and refugees. With \nrespect to the protection of unaccompanied minors, officials who first came into contact with them had to ensure \ntheir referral to relevant protection services, including psychological support and accommodation.\n\nThird Round of Questions by the Committee Experts\n\nExperts observed that Ecuador had made great efforts to protect the rights of migrant workers and commended the \nright attitude to integrate migrants and respect their rights through real policies, but noted that education and \nawareness raising still needed to be strengthened in that respect.\n\nAs for the political participation of Ecuadorians abroad, did they have the right to vote in elections and how could \nthey vote? How was that right guaranteed?\n\nCould migrant workers in Ecuador belong to trade unions? What were the concrete examples of migrant workers' \nparticipation in the management of trade unions?\n\nHad there been any complaints by migrant workers about employment discrimination?\n\nPABLO CERIANI CERNADAS, Committee Expert and Rapporteur for Ecuador, inquired about the reasons behind \nthe denial of visa extension to Manuela Picq, and about an independent investigation into the deportation of Cuban \nnationals where it seemed that the executive branch had overturned the decision of the judicial branch. How could \nthe Government regularise the situation of migrants working in the informal sector?\n\nMany migrant workers were in a very vulnerable situation, so fining them would worsen their situation, Mr. Ceriani \nsaid and asked what happened to those migrants who failed to pay fines. What types of residence permits could \nthe Venezuelans in border areas apply for?\n\nHow did the Government ensure that migrants had representatives on the Council for Equality and Human \nMobility? What were the results of the specific regime for Peruvian mine workers and Colombian agricultural \nworkers, asked Mr. Ceriani.\n\nWas there an active policy in Ecuador to promote migration? Did the Government encourage youth to stay and \nseek employment at home?\n\nReplies by the Delegation\n\n\n\nJOSE LUIS JCOME, Vice Minister of Foreign Affairs and Human Mobility of Ecuador, underlined that the principles \nof non-discrimination and equality were enshrined in the Constitution and that a migrant was a person with equal \nrights in the country. Ecuadorians living abroad exercised their right to vote. The Government facilitated the \nregularisation of the migration status, but it also expected that the legal provisions and deadlines be respected. At \nthe moment, all relevant regulations and requirements were not accessible through a single window. Exceptional \nvisas were provided in cases of unforeseen circumstances, said Mr. Jacome, noting that the regulations could not \nforesee all the scenarios and situations in which people on the move found themselves.\n\nGUILLAUME LONG, Permanent Representative of Ecuador to the United Nations at Geneva, noted that the \ndeportation of Cuban nationals in 2016 was an extreme situation; the decision to deport them had resulted from a \nspecific regional context, and an effort had been made to least undermine their human rights. At the time, and \nfollowing the negotiations between Cuba and the United States, various countries in the region deported thousands \nof Cuban nationals, under an assumption that the re-establishment of diplomatic relations between these two \ncountries would put an end to the favourable treatment of Cuban migrants in the United States. The Cuban \nnationals had asked Ecuador to facilitate their passage to the United States, and the Government of Ecuador had \ndeemed their request risky because they might not be admitted to the United States.\n\nThe case of Manuela Picq was in no way a migration issue, Mr. Long emphasized and said that she could always \nenter Ecuador. Ms. Picq had a political cause and wanted her traditional marriage recognised in a manner that was \ncontrary to the Ecuadorian law.\n\nANDRES DE LA VEGA, Deputy Minister of Interior Affairs of Ecuador, said that in June and July 2017, a significant \nnumber of Venezuelan nationals had arrived in Ecuador and had received adequate assistance and treatment. The \nGovernment had to strengthen its capacity to deal with such migratory flows. Many registered cases of labour \nexploitation involved Venezuelans working in precarious conditions.\n\nThe delegation said that the participation in a trade union was open to everyone, including foreigners. The \ndeportation decisions could be contested administratively and judicially, and appeals were a way to enforce citizens' \nrights.\n\nIn his follow up questions, PABLO CERIANI CERNADAS, Committee Expert and Rapporteur for Ecuador, stressed \nthe importance of clarifying the deportation of Cuban nationals in 2016 because of its impact on the rights of \nmigrants. Raising the issue of the migrants' access to justice, Mr. Cernadas asked how they were informed about \nthe decisions taken with respect to their status.\n\nResponding, ANDRES DE LA VEGA, Deputy Minister of Interior Affairs of Ecuador, explained that the Government \nhad to notify migrants about their irregular situation, following which the migrants had 30 days to regularise their \nstatus, or stand a hearing in case they did not reply to the call for regularisation.\n\nConcluding remarks\n\nPABLO CERIANI CERNADAS, Committee Expert and Rapporteur for Ecuador, commended the positive steps \ntaken by Ecuador and in particular the adoption of the Human Mobility Act, and noted the need to provide adequate \nresources for its effective implementation, and ensure its cross-cutting mainstreaming. The Committee was very \ninterested in how that implementation process would take place, and was ready to cooperate and assist the \nGovernment in that endeavour. The legislative framework was in place in Ecuador, but the Government needed to \nshow its practical influence on the lives of migrants.\n\nJOSE BRILLANTES, Committee Chairperson, thanked the delegation for their frank and well researched \nresponses, and the constructive dialogue with the Committee, which had provided further insight into the situation of \nmigrant workers in Ecuador.\n\nJOSE LUIS JCOME, Vice Minister of Foreign Affairs and Human Mobility of Ecuador, took due note of the Experts' \ncomments, and then underlined the role of human mobility in the construction of civilisations as migrants had much \n\n\n\nto contribute to their host communities. That was why States needed to prioritise the adoption of adequate \ncharacterisation of persons on the move, and also prioritize the creation of policies that adequately met their needs. \nHuman mobility had to go hand in hand with the protection of human beings and Ecuador called on the international \ncommunity to consider the universal and multidimensional nature of human mobility.\n\nFor use of the information media; not an official record\n\nCMW/17/9E\n"}