{"title": "TRACES OF TERROR; Excerpts From the Ruling Against Secret Hearings", "body": "\nFollowing are excerpts from a ruling yesterday by the United States Court of Appeals for the Sixth Circuit, in \nCincinnati, that the Bush administration illegally held hundreds of deportation hearings in secret. The full text is \navailable at nytimes.com/national.\n\n     The primary issue on appeal in this case is whether the First Amendment to the United States Constitution \nconfers a public right of access to deportation hearings. If it does, then the government must make a showing to \novercome that right. \n\n No one will ever forget the egregious, deplorable and despicable terrorist attacks of Sept. 11, 2001. These were \ncowardly acts. In response, our government launched an extensive investigation into the attacks, future threats, \nconspiracies and attempts to come. As part of this effort, immigration laws are prosecuted with increased vigor. The \nissue before us today involves these efforts.\n\nThe political branches of our government enjoy near-unrestrained ability to control our borders. \"These are policy \nquestions entrusted exclusively to the political branches of our government.\" Since the end of the 19th century, our \ngovernment has enacted immigration laws banishing, or deporting, noncitizens because of their race and their \nbeliefs.\n\nWhile the Bill of Rights jealously protects citizens from such laws, it has never protected noncitizens facing \ndeportation in the same way. In our democracy, based on checks and balances, neither the Bill of Rights nor the \njudiciary can second-guess government's choices. The only safeguard on this extraordinary governmental power is \nthe public, deputizing the press as the guardians of their liberty.\n\nToday, the executive branch seeks to take this safeguard away from the public by placing its actions beyond public \nscrutiny. Against noncitizens, it seeks the power to secretly deport a class if it unilaterally calls them \"special \ninterest\" cases. The executive branch seeks to uproot people's lives, outside the public eye and behind a closed \ndoor. Democracies die behind closed doors. The First Amendment, through a free press, protects the people's right \nto know that their government acts fairly, lawfully and accurately in deportation proceedings. When government \nbegins closing doors, it selectively controls information rightfully belonging to the people. Selective information is \nmisinformation.\n\nThe framers of the First Amendment \"did not trust any government to separate the true from the false for us.\" They \nprotected the people against secret government.\n\nThe office of the chief immigration judge, under the authorization of Attorney General John Ashcroft, designates \ncertain cases to be special interest cases, conducted in secret, closed off from the public. Arguing that closure of \nthese hearings was unconstitutional, plaintiffs in three separate cases sought an injunction against such action. . . \n.\n\n\nThe district court granted the injunction, finding blanket closure of deportation hearings in \"special interest\" cases \nunconstitutional. For the reasons that follow, we affirm the district court's order. . . . \n\nThe public's interests are best served by open proceedings. A true democracy is one that operates on faith -- faith \nthat government officials are forthcoming and honest and faith that informed citizens will arrive at logical \nconclusions. This is a vital reciprocity that America should not discard in these troubling times.\n\nWithout question, the events of Sept. 11, 2001, left an indelible mark on our nation, but we as a people are united in \nthe wake of the destruction to demonstrate to the world that we are a country deeply committed to preserving the \nrights and freedoms guaranteed by our democracy.\n\nToday, we reflect our commitment to those democratic values by ensuring that our government is held accountable \nto the people and that First Amendment rights are not impermissibly compromised. Open proceedings, with a \nvigorous and scrutinizing press, serve to ensure the durability of our democracy. \n\nhttp://www.nytimes.com\n"}