{"title": "Palestinian-Born Man Deported to Jordan; Technician Accused of Immigration Fraud; Lawyer Fears Torture in Amman", "body": "\n U.S. immigration officials have deported a Palestinian-born man charged with immigration fraud from Texas \nto Jordan, where his U.S. lawyer fears he will be tortured by Jordanian authorities investigating his alleged ties to \nterrorist groups. \n\n Ghassan Dahduli, 41, a computer technician and father of five from suburban Dallas, was accompanied by U.S. \nImmigration and Naturalization Service agents on a flight to Jordan on Tuesday, said his Texas lawyer, Karen \nPennington. Dahduli, who had been battling INS authorities over his status for more than a year, was arrested 11 \ndays after the Sept. 11 terrorist attacks. \n\n Although Dahduli has never been charged with any terrorist-related crime, he has acknowledged being friends in \nthe 1980s with a close associate of terrorist mastermind Osama bin Laden. \n\n Members of his family who were at the Amman airport to greet him Tuesday watched as he was escorted off the \nplane by INS agents and blue-suited Jordanian security men, Pennington said. \n\n \"All this raises concerns in my mind about whether [U.S. officials] are there to supervise his interrogation by the \nJordanians using methods impermissible under U.S. law,\" she said. \n\n Messages left at the Jordanian Embassy here were not returned this week. Human rights groups said the \nJordanians have tortured some suspected terrorists and provided their statements to U.S. officials. \n\n U.S. government officials, while declining to comment on Dahduli, denied arranging the torture of anyone. \n\n \"This is not an allegation that holds any merit,\" said INS spokesman Karen Kraushaar. \"In this country we won't be \ninvolved in any form of torture. It's against the Constitution.\" She added that the agency requires agents to \naccompany deportees to the receiving country \"if they're a flight risk or a risk to public safety.\" \n\n Dahduli had been in this country for 23 years and worked for Freddie Mac, the federally chartered mortgage firm. \nHe had been engaged in a year-long legal struggle with the INS, which accused him of fraud in obtaining his visa. \nFederal agents tried to persuade him to infiltrate terrorist groups for them, but he declined, Pennington said. \n\n\n At one point an FBI agent told Dahduli \"you'll be treated a lot better by us than by the Jordanians,\" Pennington \nsaid. \n\n Dahduli was arrested at his home in Richardson, Tex., on Sept. 22 and was ordered held without bond. Last month \nhe agreed to be deported to Jordan, hoping he would be allowed to live free there, Pennington said. \n\n Last year, authorities had stepped up their investigation of Dahduli after agents spotted his name in the address \nbook of Wadih Hage, a close aide to bin Laden who earlier this month was sentenced to life in prison for his role in \nthe 1998 bombings of the U.S. embassies in Kenya and Tanzania, Pennington said. Dahduli and Hage had known \neach other only slightly from the 1980s, when they both lived in Tucson, she said. \n\n But terrorism researcher Steven Emerson said the pair were close, fellow members of a Tucson Islamic center that \nraised funds for a bin Laden group then fighting the Soviets in Afghanistan. Some of the center's members went on \nto become key bin Laden operatives, Emerson said; one was Wa'el Hamza Jalaidan, who U.S. Treasury officials \nsay was one of three founders of bin Laden's al Qaeda group and is now its \"logistics chief.\" \n\n For years Dahduli also was a leader of an Illinois-based organization called the Islamic Association for Palestine \n(IAP), which Israel, some members of Congress and former FBI counterterrorism officials say is a front for Hamas, \nthe Palestinian terrorist group. Some speakers at IAP events have taken extreme anti-Jewish and anti-American \npositions. \n\n A number of IAP's members have been questioned by the FBI over the years. But the IAP's chairman, Sabri \nSamirah, said the FBI has never targeted the IAP in any probe. \"We deny any connection to Hamas,\" he said. \"It's \nmisinformation taken from pro-Israel Zionist groups.\" He acknowledged that the group's publications, Web sites and \nconferences have praised Hamas but said IAP is conveying the views of many Palestinians, adding, \"it doesn't \nmean we support Hamas.\" \n\n Samirah praised Dahduli as \"a good family man who has no connection to terrorism and is suffering an injustice. . . \n. We fear for his safety and health in Jordan.\" \n\n Jordanian officials have routinely tortured suspected terrorists, including alleged bin Laden associates on trial for \nallegedly planning bombings in Israel and Jordan during the millennium, Amnesty International said in a recent \nreport. Some of the defendants said Jordanian security officers extracted confessions by beating suspects on the \nsoles of their feet or hanging them upside down with their hands tied behind their backs, the Amnesty report stated. \n\n Hanny Megally, head of the Middle East office of Human Rights Watch, said Dahduli's case is reminiscent of \nanother, that of Hani Sayegh. \n\n A Saudi man who U.S. and Saudi officials believe was involved in the 1996 bombing of a U.S. Air Force dormitory \nin Saudi Arabia that killed 19 American airmen, Sayegh was arrested in Canada in 1997. He then was brought to \nthe United States after agreeing to testify. \n\n But he reneged. Civil libertarians say U.S. officials, hoping the fear of being beheaded in his home country would \nprompt a confession, sent him to Saudi Arabia in 1999. Now he's in prison there facing bombing-related charges \nboth in that country and in the United States. \n\n Jaafar Allagany, spokesman for the Saudi Embassy, said any suggestion that the Saudis would torture Sayegh or \nanyone else is \"nonsense.\" \n"}