{"title": "ILLEGAL WTC WORKERS MAY BE OVERLOOKED RELATIVES OFTEN KEEP QUIET OUT OF IMMIGRATION FEARS", "body": "\nAn anguished call came to New York City Councilman Guillermo Linares' office two days after the World Trade \nCenter attack. Between heaving sobs, a woman explained that her brother, a janitor, was missing.\n\nBut the illegal Dominican immigrant had worked under someone else's name -- and that person was on the missing \nlists.\n\n\"She was crying, hysterical,\" said Linares' chief of staff, Mimi Minier. \"She was afraid and didn't know what to do. \nShe kept saying, 'He's got papers, but that's not him. I don't know what's going to happen to that other person, \nbecause that's the one they're going to think is dead.' \"\n\nThe caller told how her brother had hopped a raft from the Dominican Republic to Puerto Rico. Sept. 11, she said, \nwas his first day at work in America.\n\nThe woman promised to come to Linares' office, but never appeared.\n\nCountless newcomers\n\nThose who work closely with immigrants fear that perhaps countless newcomers who lived alone and worked \nillegally or under aliases have disappeared, too.\n\nAs New York and federal officials compile a mounting list of people who vanished when the Twin Towers came \ndown, immigrant advocates are taking their own inventory: the busboys, delivery workers, restaurant staff and \nwindow washers they fear no one will notice have disappeared.\n\n\"These people will die like they lived: invisibly,\" said Brother Joel Magallan, with the Tepeyac Association, a New \nYork social service agency for Mexicans.\n\nMagallan is working closely with restaurant workers and labor unions to tally the missing. Last week, he met with \nvarious area business owners. But in a city where many immigrants do not appear on payrolls, employers were \nhesitant to admit they illegally paid people off the books.\n\nImmigration status data\n\nResponding to fears that some missing undocumented workers would go unreported because their families feared \nthe Immigration and Naturalization Service, officials announced Friday that they will not seek immigration status \ninformation that is collected during the rescue effort.\n\n\nRosa Vargas, a former cashier at Akbar's Greenhouse Cafe, a restaurant in the mall under the towers, has been \nworking the phones and Internet for nearly two weeks trying to track down her former co-workers. From her home \nin Puebla, Mexico, she has accounted for everyone except one, a delivery man named \"Humberto.\"\n\n\"I will tell you something: The families who live in New York or anywhere in the U.S. will not come forward,\" Vargas \nsaid. \"I dare to report it, because I'm back in Mexico. But if I was still living and working in New York, I'd do the \nsame thing -- I'd keep quiet, and nobody would report Humberto missing.\"\n\nThe Mexican consulate in New York City said 16 of its nationals are among the missing. The number seems low to \nthose who worked in the area.\n\n\"There are hundreds of us down there,\" said Luis, a fish delivery man who narrowly escaped. \"Mexicans are afraid. \nWe give fake names most of the time, and a different last name a lot of the time. Those people will be lost. No one \nwill ever know what happened.\"\n\nNotes\n\nATTACK ON AMERICA\n"}