{"title": "Reentering the U.S.: A Better Way?", "body": "\nI have always been captivated by the phrase \"citizen of the world,\" but international travel is a constant reminder \nthat there is no such thing.\n\nA true citizen of the world would be able to travel anywhere without hindrance, just as a resident of Virginia can fly \noff for the weekend to Miami, say, or Las Vegas, without asking any government's permission.\n\nBut with an American passport and a limited list of destination countries, you can come close to maintaining the \nillusion of being a citizen of the world. In Germany and other West European countries, for example, the \nimmigration inspectors look at the cover of your passport and wave you through. At least you can maintain the \nillusion until you come back to the United States. Then you stand in line for passport inspection like everyone else.\n\nUntil recently. Now the U.S. Immigration and Naturalization Service, according to its literature, \"has developed an \nautomated system to expedite certain frequent travelers through the immigration inspections process: INSPASS \n(INS Passenger Accelerated Service System).\"\n\nEnrollment in INSPASS gets you a credit-card size, machine-readable ID card that, together with your right hand, \nqualifies you to go though a special INSPASS line at certain ports of entry to the United States (currently, John F. \nKennedy International Airport and Newark International Airport).\n\nBeing in favor of expedited anything, I enrolled myself in INSPASS before my most recent trip to foreign parts.\n\nSeveral things are worth knowing about INSPASS before you try to enroll. First, who's eligible? Business travelers \nonly. (Officials check your previous entries to make sure you described your travel purpose as \"business,\" and also \nto determine how frequently you travel.) To enroll you also must be a citizen of one of 25 countries, including the \nUnited States, most of Europe, Canada, Bermuda, Japan, New Zealand (but not Australia -- sorry, mate), Iceland \nand Brunei. You must also travel to (or reenter) the United States three times or more a year on business. And if \nyou are not a citizen of the United States, Canada or Bermuda, you must hold an appropriate U.S. visa.\n\nSecond, INSPASS isn't a substitute for a valid passport and visa, it's just a quicker method of inspection. You must \nhave a passport (and, if required, a visa).\n\nThird, INSPASS doesn't work everywhere. This is a pilot program, currently operating only at JFK and Newark \nairports in the United States and at the INS preflight inspection facility in Toronto. You can enroll by mail -- at least \nin theory. The INS information says that for an application you may call 212-206-6500 or 201-645-4400. I've never \ngotten an answer by calling those numbers, however. In any event, you must show up in person at an enrollment \n\n\ncenter for final processing. Enrollment centers are located in various terminals at JFK Airport and in Terminal B at \nNewark Airport, and adjacent to the preflight inspection facility in Toronto.\n\nIf my experience is any guide, you should count on showing up more than once at an enrollment center for final \nprocessing. On my first try, at the British Airways/United Airlines Terminal at JFK, the computer was down. The \nfriendly INS official on duty advised me to fill out and leave an application, and I'd be ready for full enrollment on my \nnext visit.\n\nFast forward a month. Scene: the INSPASS office at the British Airways/United Airlines Terminal at JFK. Enter W. \nHolland, world traveler, ready to complete his INSPASS enrollment. Ahead of him in line is a weary-looking woman, \nbeing told by the friendly INS officer on duty, \"Our computer is down right now, but if you'll fill out and leave an \napplication ...\"\n\nThis does not look hopeful. On being told that I have an application on file, however, the friendly officer takes my \nname, finds my application and offers to see what he can do. He sits down at his computer. His first attempt fails. \nHe reboots and tries again, with the same result. I have a flight in 20 minutes and am about to give up when, on the \nthird try, the computer recognizes my name.\n\nStep two -- recognition. How do we know the name in the system goes with the body that shows up to enter these \nUnited States? Answer: the Hand Reader. (Plus your current passport, or other identification, to certify your hand to \nthe Reader.)\n\nThe Hand Reader takes \"biometric measurements of your hand\" (to quote the INS again). It consists of a flat plate \nwith four pegs around which you arrange your fingers and squeeze. Somewhere, someone apparently is convinced \nthat this is enough to distinguish one person from anyone else in the world. And for all I know, it may be. Anyway, \nyou do this three times and if the machine is satisfied that it can now recognize you, you qualify for INSPASS. (I \nwas sorely tempted to try substituting my left hand, or the hand of the guy in line behind me, on the second or third \nmeasurement, just to see what would happen; but I did have a flight in a few minutes, and there are limits to what I \nam willing to do in the interest of science.)\n\nI don't know what happens to people with no right hand, although I suspect that if the system won't accommodate \nthem, it has a problem under the Americans With Disabilities Act.\n\nIn any event, once you are known to the Hand Reader, you are still at the mercy of one last device, the Card Maker. \nThis makes your ID card, bearing your name, your passport number and a lot of other information best known to the \nINS computers. It is good for a year.\n\nSo off you go, ready to reenter the United States without the bother of standing in line.\n\nDoes it work? Well …\n\nFast forward 10 days. The scene: entry to the passport inspection hall at JFK. Three 747s have just landed, and I \nwas on the third. What's more, the 300-plus passengers on each of the 747s are almost all Americans. So we all go \non the \"U.S. Citizens\" side of immigration inspection. I approach the passport inspection hall to find the doorway \nblocked by a thousand homebound American travelers, passports in hand. They have overflowed the rope maze \nthat leads to the passport inspection stations. The line extends far up the corridor leading from the airplane.\n\nI edge along the line, cautiously, so as not to stir resentment, and ask the woman directing traffic to the passport \ninspection stations at the head of the line, \"Is there an INSPASS machine here?\"\n\nShe points to the machine station with its friendly red, white and blue markings, standing all alone and unused, and \nlets me cross the rope barriers to get to it.\n\nWhat fun!\n\nI place my card in the Card Reader. A moment's pause. The Card Reader reports, \"Identity not recognized.\"\n\n\n\nWait. This is not the way it's supposed to be. Is it?\n\nTry again.\n\nMore of the same.\n\nAn INS supervisor, seeing the trouble, wanders over. He can't make the blasted thing recognize my card either.\n\nHe sighs. \"Come with me.\"\n\nWe go to his desk, where he checks my passport, stamps it and sends me on my way. But not until I've asked him \na few questions.\n\nDo they have much trouble with the INSPASS system? Yes. The software doesn't seem to be quite right. A \nreplacement system is on order.\n\nI have never believed much in palmistry, and I supposed that problems with the system would come from the Hand \nReader. Not so. The Hand Reader works fine, the officer tells me. It's the Card Reader that gives everyone fits. As \nwith me.\n\nStill, even if the electronics didn't work, the system did. What INSPASS is intended to provide is \"accelerated \nservice,\" and that's what I got. I skipped a line of a thousand people and was on my way in three minutes.\n\nSo, should you enroll in INSPASS? Definitely. But don't forget to carry your passport.\n\nWilliam E. Holland is a lawyer with the firm of Chadbourne & Parke in New York and the author of the novel \n\"Moscow Twilight\" (Pocket Books).\n"}