{"title": "Red Wings' Probert says drug arrest turned life around", "body": "\nBob Probert says his arrest one year ago, for bringing cocaine from Canada to the USA, ''was the best thing that \ncould have happened to me.''\n\nIn his first interview since his arrest March 2, 1989, and subsequent conviction, Probert said Thursday, ''I look \nback now, I can see the self- destructive course my life was on. My activities off the ice were totally unmanageable. \nI'm lucky I didn't hurt anyone.\n\n''I had a low self-esteem, a problem handling success. When things were going well, I'd think, 'OK, Bob, it's time to \nscrew up.' ''\n\nProbert met with six reporters after he worked out on the ice with Detroit Red Wings assistant coach Colin \nCampbell.\n\nNo tape recorders were allowed, and attorney Harold Fried wouldn't let Probert answer questions about his legal \nbattles, treatment for substance abuse or his lifestyle before his arrest. Fried said those subjects were off- limits \nbecause Probert's situation is unsettled with the National Hockey League and U.S. immigration officials.\n\nProbert, who lives in a Detroit substance-abuse halfway house, was issued a 90-day work permit Wednesday. He \nis awaiting a ruling on his appeal of a deportation order by an Immigration and Naturalization Service judge.\n\nProbert also awaits NHL President John Ziegler's ruling on the Red Wings' request that he be reinstated. The Red \nWings aren't saying when Probert might be ready to play.\n\nProbert, who in the past was uncomfortable with the media, was upbeat and uncharacteristically talkative during \nthe session.\n\n''I blame myself for this,'' said Probert, who served a three-month sentence at the Federal Medical Center in \nRochester, Minn. ''It was good I went there because it opened my eyes. I realized in that situation how powerless I \nam.''\n\nProbert got to know imprisoned evangelist Jim Bakker at the Federal Medical Center and took a test to get his \nGeneral Education Degree. Probert dropped out of school when he was 17.\n\nProbert, about 15 pounds heavier than his ideal playing weight of 210, met for a closed-door meeting with coach \nJacques Demers after Thursday's skating session.\n\n\n''I didn't talk to him as a hockey player. I talked to him as a human being,'' Demers said. ''I liked the way he was \ntalking: alert, smart. He's changed.''\n\nMinutes before, Demers had marveled at Probert's ability while watching him skate under Campbell's direction.\n\n''He looks like he should be a tight end for the Detroit Lions,'' Demers said. ''Look at the way he skates and shoots. \nThat's not a man who hasn't been on the ice for a year.''\n\nProbert was tired by the end of the workout but said he felt good. ''I've worked harder in the last four days than I \nhave in the last four years.''\n"}