{"title": "Plant Faces Child Labor Charges", "body": "\nThe owner and managers of the nation's largest kosher meatpacking plant were charged Tuesday with more than \n9,000 misdemeanors alleging that they hired minors and in some cases had children younger than 16 handle \ndangerous equipment such as circular saws, meat grinders and power shears.\n\nThey are the first criminal charges against operators of the Agriprocessors plant in Postville, where nearly 400 \nillegal immigrants working at the facility were arrested in May in one of the largest single-site immigration raids in \nU.S. history.\n\nThe complaint filed by the Iowa attorney general's office said the violations involved 32 illegal immigrant children \nunder  18, including seven who were younger than 16. Aside from handling dangerous equipment, the complaint \nalso says that children were exposed to dangerous chemicals such as chlorine solutions and dry ice.\n\nThe attorney general's office said the violations occurred from Sept. 9, 2007, to May 12, 2008, when the plant was \nraided by federal immigration agents.\n\nCharged are the company itself,  plant owner Abraham Aaron Rubashkin, former plant manager Sholom \nRubashkin, human resources manager Elizabeth Billmeyer, and Laura Althouse and Karina Freund, management \nemployees in the company's human resources division.\n\nEach defendant faces 9,311 individual counts -- one for each day a particular violation is alleged for each worker. \nIowa Attorney General Tom Miller said at a news conference on Tuesday that he would not elaborate on what \nevidence led to the indictment.\n\n\"All of the named individual defendants possessed shared knowledge that Agriprocessors employed undocumented \naliens. It was likewise shared knowledge among the defendants that many of those workers were minors,\" the \naffidavit said.\n\n\nThe charges are simple misdemeanors, each carrying a maximum penalty of 30 days in jail and a fine of $65 to \n$625.\n\nChaim Abrams, a manager at the plant, said in a statement that Agriprocessors \"vehemently denies\" the \nallegations. He said the underage workers -- not the company -- are to blame.\n\n\"All of the minors at issue lied about their age in order to gain employment at the company,\" he said. \"At the time of \nhiring, all of the minors, like all job applicants, presented and signed documents stating that they were over 18. \nThey knew that, if they told the truth about their age, they would not be hired.\"\n\nAbrams said the state wouldn't be able to back up its case.\n\nSonia Parras Konrad, an attorney representing more than 20 of the children, said her clients were as young as 14 \nwhen they started working at the plant.\n\nShe said minors in the plant were treated the same as adults and often worked in the same uncomfortable \nconditions.\n\nGraphic\n\n \n\nIMAGE; By Charlie Neibergall -- Associated Press; Iowa Attorney General Tom Miller, with Labor Commissioner \nDave Neil, left, and Division of Criminal Investigation Director John Quinn, right, alleges that Agriprocessors \nmeatpackers exposed children to danger.\n"}