{"title": "VOTERS PUNISH IMMIGRANT CHILDREN", "body": "\nThe victory in California of the movement to deny schooling and medical services to illegal immigrants who are not \nactually bleeding to death is the first skirmish in the war on unwed welfare mothers.\n\nThat's because both Proposition 187 (punishing some 300,000 alien schoolchildren for the sins of their fathers) \nand the Gingrich approach to welfare reform (withholding support when unemployed single mothers have additional \nchildren) are based on this philosophy: The most cost-effective way to change behavior is to make life unbearable \nunder present behavior.\n\nDuring the recent resurgence of righteousness, Gov. Pete Wilson of California was described in this space as \"the \nbest candidate with the worst issue\" and Proposition 187, which he strongly supported, was denounced as a \n\"nativist abomination.\"\n\nI came to admire him when, as a senator, he exposed the abuse of the franking privilege by incumbents. Early this \nyear I reported Richard Nixon's prediction that a California comeback victory would make Wilson the front-runner for \nthe '96 Republican nomination - and if running-mated with Gov. Christy Whitman of New Jersey, the ticket would \nwin. Visiting Washington last week, Wilson invited me over to screw my head back on properly.\n\nAbout the nativism charge: He is eager it be understood that he is not anti-immigrant, only anti-illegal immigrant. \n\"One in four Californians are legal immigrants,\" he says, \"and don't need lectures on the contributions of legal \nimmigrants. In fact, they are the most vociferous critics of illegal immigration. . . . The issue is the rule of law.\"\n\nOK, with a sizable portion of voting Latinos in favor of curbing their illegal competitors, let's grant that most of the \nproposition's supporters are neither nativist nor racist. Support from those who resent all immigrants, legal and not, \nsurely came Wilson's way, but it does not mean he shares their prejudices.\n\nAbout the privacy-intrusion charge, turning teachers into immigration agents: \"Teachers don't enroll students,\" \nWilson says, implying it is only the administrators' job and not the teachers' job. He says that school districts \neverywhere ask for proof of residence, and adds that all applicants to federal jobs must produce verifiable \ncitizenship documents. (He's against national ID cards.)\n\nMaybe he can bolster that defense of 187 in court with regulations against discrimination or intrusion in its \nenforcement. But no administrative amelioration is likely to alter the requirement that schools have reverse truant \nofficers assigned to root out those sneaky little offspring of illegals trying to cop a freebie education (to which the \nSupreme Court has ruled they are entitled, and with conservative justices, stare decisis ain't dead yet.)\n\n\nWhat's Wilson's purpose in all this? To get budget-cutting Washington to reimburse California $ 2.5 billion a year for \nstate services to the illegals? To get the feds to stem the tide of invaders, many of whom sashay in as tourists?\n\nYes to both, but more: \"If it's clear to you that you cannot be employed, and that you and your family are ineligible \nfor services, you will self-deport.\"\n\nI take the import of that to be: Make 'em so miserable that they leave the country. To which many law-abiding \nAmericans, especially tax-burdened Californians, would say: Hooray!\n\nEbenezer Scrooge is my hero, too, but that neatly theoretical \"economic disincentive\" won't disincent - because \nbeing miserable here doesn't compare with the misery they ran away from.\n\nDo we really want to drive most illegal families deeper underground, many to lives of crime? Would we rather have \n300,000 children on the streets, learning costly delinquency - or safely in school, becoming potential citizens and \ntaxpayers?\n\nWilson wants an immigration plank in the Republican platform. Fine; it should include federal reimbursement, \namnesty, border control - but none of this creation of an uneducated, unmedicated underground.\n\nAfter our talk, I am prepared to withdraw the charge that Proposition 187 is driven primarily by nativism. But in terms \nof practicality and of the American spirit, a government policy of making any child's life miserable is still an \nabomination.\n"}