{"title": "IMMIG GROUP HOPES IT'S ON ROAD TO REFORM", "body": "\nDismay and disappointment.\n\nThose words accurately describe the mood among immigrants and their supporters. After President Obama's \nsustained failure to deliver on his promise to reform our cruel and dysfunctional immigration system, it could not be \notherwise.\n\nThat's why tomorrow - Presidents' Day - 12 concerned New Yorkers will begin a five-day road trip across the state \nhoping to remind Obama of his promise and to demand lawmakers act immediately on immigration reform.\n\n\"We want to send a message to our government that we cannot wait any longer,\" said Osmán Canales, 21, of Long \nIsland, a green card holder who will be making the trip. \"There is too much suffering, too many families torn apart, \ntoo many kids who can't get an education.\"\n\nCanales, who left his native El Salvador in 1999, is a psychology major, but says his goal is to become a lawyer \"to \nhelp our community.\"\n\n\"I have the opportunity to go to college, and I want other students to have the same right,\" he said with passion.\n\nThe caravan, dubbed the \"Road Trip for Our Future,\" will make stops at 10 cities and towns. It is coordinated by the \nstatewide New York Immigration Coalition (NYIC) and the national Reform Immigration for America campaign, \ntogether with local groups along the route.\n\n\"President Obama has committed to passing immigration reform, and Sen. [Chuck] Schumer is leading the effort in \nCongress. But with the administration inexplicably ramping up enforcement of a system that they acknowledge is \nbroken, and Congress faltering on so many issues of critical importance, we can't afford to get mired in Washington \ngridlock,\" said Chung-Wha Hong, NYIC's executive director.\n\n\"In the course of this five-day trip, nearly 5,000 people will be deported and more than 5,000 will be detained, and \nwe'll be no closer to a workable, common-sense immigration system that serves the national interest,\" Hong said.\n\nDeportations rose nearly 50% between 2003 and 2008, and have risen 18% during the first year of the Obama \nadministration, according to Hong's group.\n\nThe caravan participants are taking to the road to bring their message to their elected representatives on their home \nturf, Hong said.\n\n\nThe road trip steps off in New York City and will make stops in upstate Carmel, Saratoga Springs, Syracuse, Sodus, \nPittsford, Greece, Batavia, Buffalo and Ithaca before ending in Brooklyn.\n\nThe destinations are where immigrants have suffered repression and persecution, and the NYIC cites a few \nexamples:\n\n. In Sodus, residents walking to church have been stopped by local police and turned over to immigration, \nspreading a wave of fear across the town in Wayne County.\n\n. In Syracuse, border patrol agents have boarded Amtrak trains and Greyhound buses to question passengers' \nimmigration status, resulting in many reports of racial and ethnic profiling.\n\n. In Batavia, hundreds of immigrants and asylum seekers are detained at the Buffalo Federal Detention Facility, \nwhich is part of a federal detention system that continues to operate without accountability or transparency.\n\nNevertheless, Canales remains full of youthful optimism.\n\n\"I am hopeful that this is the year when a fair, workable immigration reform will be approved,\" he said. \"But we all \nhave to come together and get involved.\"\n\nThe travelers will share photos and videos of their journey at www.nyimmigrationreform.org. It will be a trip worth \nfollowing. aruiz@nydailynews.com\n"}