{"title": "The 'self-deportation' fantasy", "body": "\nBY DECLARING that \"self-deportation\" is the solution to illegal immigration, Mitt Romney gave voice to an idea in \nwide currency among Republicans - that America's 11 million undocumented immigrants would simply go home if \ngovernment made their lives miserable enough. But even by the debased standards of primary-season rhetoric, the \nidea is as simple-minded and absurd as it is popular - as Mr. Romney's rival, Newt Gingrich, quickly pointed out.\n\n\"Self-deportation\" is snappy and sound-biteable; hence its superficial appeal. Slap together a water-tight \nemployment verification law, issue IDs to legal workers, add some harassment from state and local authorities, and \nwatch the unpapered immigrants stream south over the border whence they came. If they want to return to the \nUnited States, said Mr. Romney, they can get to the \"back of the line.\"\n\nThe idea's inanity is masked by its allure for some who hate illegal immigration but concede that mass roundups \nand deportations would be unseemly and prohibitively expensive. Better, they say, that illegal immigrants leave \nunder their own steam - and pay their travel expenses, too.\n\nThe problems start with economics. Undocumented workers comprise more than  5 percent of America's labor force \nand much more in agriculture, hospitality, landscaping and elsewhere. Their departure would be a blow to the \neconomy - and no, American-born workers,  generally better educated and geographically remote from the jobs \nimmigrants do, would not fill their shoes.\n\nMr. Romney also wrongly imagines that illegal immigrants, who are mostly Mexicans, can be easily uprooted. In \nfact, nearly two-thirds have been here for more than a decade, and more than 28 percent arrived more than 15 \nyears ago. Their roots here are deep: Almost half have children, and more than 80 percent of those 5.5 million \nchildren were born here and are U.S. citizens. Does Mr. Romney expect them to \"self-deport\" with their parents?\n\nAs for the idea of getting to \"the back of the line,\" that assumes a line exists for low-skilled Mexicans lacking family \nconnections in the United States. There is no such line that would realistically result in the issuance of a green card \nto an unskilled Mexican with no relatives in the United States. Even if a Mexican has, say, parents or siblings who \nare U.S. citizens, he would likely wait 15 to 20 years or more just to get an interview with a U.S. consular officer.\n\n\nUndocumented immigrants in this country are highly resilient. During the economic meltdown of 2008-09, the \nshrinking job market and beefed-up border security helped cut the illegal population by about a million. But since \nthen, the numbers have leveled off - despite a still-sluggish economy, stepped-up deportations, and hostile state \nand local legislation. The vast majority of illegal immigrants are here to stay.\n\nMore broadly, the problem is a broken system and politicians who cannot bring themselves to reconcile the hard \nreality of illegal immigration with their own slogans. Sensible reform would include tight enforcement as well as \nadequate admissions of guest workers for industries that need them and, critically, a path to legalization for \nundocumented immigrants. They're not leaving, notwithstanding the fantasy of \"self-deportation.\"\n"}