{"title": "Border Near San Diego Is Home to More Violence", "body": "\nAlong the ripped and sagging wire fence that forms the country's southern border here, small white crosses mark \nthe spots where people have died trying to enter the United States illegally.\n\nIn the no man's land along the frontier, death or injury can come in encounters with United States Border Patrol \nagents, who have shot a number of immigrants, with Mexican bandits or with packs of young Americans who prey \non immigrants for sport.\n\nResponding to a joint statement of concern issued last November by President Bush and President Carlos Salinas \nde Gortari of Mexico, officials of both nations are taking steps to address what they describe as an increase in \nviolence.\n\nA unit of the Mexican police in Tijuana has been formed to coordinate operations with the San Diego police, and \nthe Border Patrol has begun a review of its procedures in an effort to reduce violence.\n\n \n\n'Afraid to Cross'\n\n Such incidents have been spreading north into San Diego County as the increasingly visible migrants who are \nattracted to affluent communities in search of work have found themselves targets of abuse.\n\nFor would-be immigrants perched atop the wire fence waiting for nightfall one recent afternoon, the border crossing \nis like a battle. \"Everyone is afraid to cross; everyone is nervous,\" said Jimmy Y., a 22-year-old carpenter who said \nhe was afraid to give his full name. \"But we'll do what we have to do to cross to the United States.\"\n\nLike others crossing the border, he said that even the irregular, low-paid work available in the United States \nallowed him to send back money that would give his family a much higher standard of living.\n\nAnother man who negotiates the border frequently, charging $200 a head to escort illegal immigrants into the \nUnited States, said the crossing had become more violent because of increased patrols and lighting. \"Here you \nhave to run faster, and with all these nooks and crannies people can jump out and catch you,\" said the man, who \nsaid the alias he gave when caught was Carlos Garcia Mendoza.\n\n \n\n\nPeril of Mexican Bandits\n\n Roberto Martinez, who compiles reports of violent incidents along the border for the American Friends Service \nCommittee, said three immigrants were shot to death and three wounded by the Border Patrol last year, and two \nwere killed and one wounded by the San Diego police.\n\nAnother danger lurking in the gullies and canyons is Mexican bandits, said Ted Swofford, a spokesman for the \nBorder Patrol. The bandits killed nine people from January to August last year in the San Diego area. But he said \nrape, robbery and other crimes by bandits had decreased since last summer, when the Mexican police formed a \nspecial unit to combat them.\n\nSome immigrants have been killed by local residents. Two teen-agers were sentenced last year to prison for the \nshooting deaths of a young man and woman they had found near the border while they were \"hunting for \nHispanics,\" in the prosecutor's words.\n\nEarly this year, another such hunters was himself a victim. The local police, patrolling the scrub land along the \nborder, shot and killed a 22-year-old San Diego man who was among a gang harassing immigrants.\n\nOfficials said the group was armed with two tire irons, a large hammer, a baseball bat, a nightstick, a knife and two \ntoy replicas of M-16 assault rifles.\n\nLieut. Dan Berglund, a homicide investigator for the San Diego Police, said the incident called to mind similar \nattacks on immigrants last year by a group of teen-agers calling themselves the Metal Militia who dressed in military \nstyle and fired paint pellets sometimes used in combat games.\n\nThe Immigration and Naturalization Service, which oversees the Border Patrol, issued a statement last December \nthat said, \"Escalating violence on the southern border has resulted in injuries and even deaths.\" It said a review of \nBorder Patrol procedures would begin immediately.\n\n \n\nAgents Feel the Pressure\n\n Meanwhile, Mr. Swofford said violence against the agents by immigrants or bandits had risen sharply, from 60 \nassaults in the fiscal year 1989 to 217 the next year. He said one reason might be the growing number of urban \ncriminals crossing the border.\n\nThe Mexican Consul General in San Diego, Enrique Loaeza, said the special Mexican unit to combat bandits had \ndetained 550 people in its first six months of operation, curtailing violence involving Mexicans against Mexicans.\n\n\"Now what we are concerned about is violence on this side of the border,\" he said. He said he was concerned that \nAmerican officers who have been involved in violent incidents were not being prosecuted.\n\nThe Mexican authorities have demanded the extradition of a Border Patrol agent who shot and wounded a 15-year-\nold vendor, Eduardo Garcia Zamores, last November.  The boy was shot as he was halfway over the fence, one \nfoot in Calexico, Calif., and one foot in Mexicali, Mexico, and he fell into Mexico with gunshot injuries to his lung, \nliver and spleen.\n\nThe agent, whose name has not been disclosed, said the boy had been about to throw a rock at him; the boy said \nhe had simply been a spectator at a melee inside the United States and was scrambling to get out of the way.\n\n \n\nChief Gives a Prediction\n\n The Calexico Chief of Police, Leslie Ginn, said the shooting did not seem to have been justified, but he said, \"I'll bet \nyou 100 bucks that that agent is never extradited.\"\n\n\n\nMr. Loaeza, the Mexican Consul General, said that in the nine months since he took up his post here he had been \nconfronted by incidents of violence that had not been adequately prosecuted. He cited the still unsolved fatal sniper \nshooting of a 12-year-old boy, Emilio Jimenez, last May.\n\nIn another case in September, Mr. Loaeza said, Victor Mandujano Navarro, a 17-year-old migrant trying to make his \nway back to Mexico, was pulled from the sagging border fence by a Border Patrol agent, thrown to the ground and \nkilled with two gunshots to the chest. As in the other cases involving law-enforcement officers, no one has been \nprosecuted.\n\nGraphic\n\n \n\nPhoto: Increasing violence along the fenced border of the United States and Mexico has made would-be \nimmigrants nervous, but each day they wait at the fence for nightfall and a chance to cross to a better life. (Seth \nMydans/The New York Times)\n\n \n\nMap of California and Mexico showing location of the Mexican-American border.\n"}