{"title": "To Cut Delays, I.N.S. Checks Cases by Hand", "body": "\nAfter falling further behind than ever in reducing the snarled backlog of citizenship cases, local immigration officials \nhave forsaken their problematic computer system and begun processing 120,000 mislaid naturalization applications \nthe old-fashioned way -- by hand.\n\nThe files, stranded in a kind of digital purgatory for up to three years, represent the delayed dreams of many legal \nimmigrants in the New York City area.\n\nLike nearly two million similarly hopeful applicants nationwide, they have waited in vain through three computer \nexperiments, five naturalization directors and many earnest promises for the Immigration and Naturalization Service \nto fix its chronically ineffectual system for deciding who will become a United States citizen.\n\nAnd as they have waited, often at the cost of a hoped-for family reunification as well as other benefits of citizenship, \nthe naturalization backlog has caused a new set of problems in other immigrant services.\n\nIn concentrating staffing and money on plowing through the pileup of naturalization cases, the agency now finds \nitself with a ballooning backlog of unprocessed applications for permanent residency, work permits and the \ntemporary protected status that was offered to Hondurans late last year after Hurricane Mitch devastated their \ncountry.\n\nNationally, more than 1.8 million people are waiting for their citizenship applications to be acted on, about the same \nnumber as were waiting at this time last year. To get permanent-resident status, the immigration service said, an \napplicant must now wait an average of 33 months, up from only 21 months a year ago.\n\n\"They keep making these so-called improvements and things just keep getting worse,\" said Mark Hetfield, a lawyer \nat the Hebrew Immigrant Aid Society in Washington, a private organization that assists and resettles immigrants.\n\n\"For some reason,\" he added, \"the I.N.S. is cursed in that it can never get a new data system up and running. Every \ntime they move toward automation, they have problems that other agencies and businesses don't experience.\"\n\nAgency officials do not use loaded words like \"cursed\" to describe their technological travails. But their frustration \nwith the last few years' worth of computer trial and error is now openly voiced.\n\n\"As soon as they fix one problem, another pops up,\" said Mary Ann Gantner, the deputy director of the New York \ndistrict of the immigration service.\n\n\nThat has been particularly true for her district and for the Vermont Service Center, a support arm of the agency that \nis supposed to enter applications into a computer system so appointments can be made to take fingerprints and \ninterview applicants.\n\nFor several years, both offices have been bombarded regularly with letters and calls from thousands of immigrants \nseeking information about citizenship applications sent in 1996 and early 1997, but not acted on.\n\nBut no one was absolutely sure how many of these waylaid files there were, in part because the computer system \nlost track of most of the files as they were being transferred from one new program to the next.\n\nMs. Gantner said she had determined that 120,000 old New York naturalization cases from those years were \"still \nstuck\" in a form of computer limbo, and she had 40,000 of them brought as paper files from Vermont to New York \nCity for hand processing.\n\nShe had to make a special plea to headquarters officials in Washington. \"We said, 'Send us those and we will do \nwhat we used to do and do well,' \" Ms. Gantner recalled. Her staff has now plowed through 19,000 in the last two \nmonths and scheduled the applicants for interviews this month and next.\n\nThe 80,000 files that remained in the Vermont service center are being handled manually by immigration officers \nthere. \"We're touching each one of them to make sure everything is correct,\" said Paul Novak, the center's director.\n\nHe has hired 30 new employees just to deal with the old cases, bringing the staff to 48, and he said they had \nalready processed 10,000.\n\nOfficials said they found that many applicants had never been given an appointment for fingerprinting so had to be \nscheduled for a criminal record check. Others had waited so long for an interview that the validity of their \nbackground check had expired and fingerprints needed to be retaken.\n\nTogether, the Vermont cases are a full 40 percent of the New York citizenship processing backlog, which stood at \n307,000 cases at the end of May. Only the Los Angeles district has a bigger caseload of pending naturalization \napplications, with 369,000 cases waiting for action at the end of April, the last month for which the agency could \nprovide statistics.\n\nThe New York district temporarily lost more files to computer error than other districts because it raced through \nmore different systems in a shorter period than most.\n\n\"At each juncture where the pipes have to meet on the system, some cases would just not go through,\" said Mary \nAnn Wyrsch, the Federal agency's Deputy Commissioner.\n\nNowhere else in the country, she added, is so much of the catch-up work on citizenship being done without \ncomputers.\n\n\"It took us a while to realize we couldn't deal with this in a systems way,\" Ms. Wyrsch said. \"It is terribly resource-\nintensive, but now New York's productivity has gone very high.\"\n\nBut judging progress is difficult because the agency's statistics about New York are the products of the same file-\nlosing computer systems that helped create the backlog.\n\nThe Vermont service center, which handles applications from the entire Northeast and Puerto Rico, had a \ncitizenship backlog last year of about 300,000 cases and has a backlog today of between 350,000 to 400,000 \ncases, said Mr. Novak, the center director.\n\nStill, it is not clear whether the situation is better or worse because many pending cases may not have been \ncounted last year. \"As we clear up glitches with systems, we're better able to identify the entire caseload,\" Mr. \nNovak said.\n\n\n\nEach new bureaucratic misfire touches the lives of millions of immigrants nationwide who look to naturalization as \nthe key to unlock the benefits of life in the United States. The longer they wait for their citizenship applications to be \nprocessed, the longer they must also wait to vote, to qualify for some health-care benefits, and to sponsor a \nspouse, children or parents to join them legally.\n\nThe citizenship backlog is not a new story. The waiting time for getting action on a citizenship application took a \nleap about three years ago, when anti-immigration sentiment in Congress led to a broad cutback in Federal benefits \nfor noncitizens.\n\nA large movement by immigrants to naturalize then collided with the Government's semi-automated processing \nsystem. Both were left reeling. The injuries were then compounded by Congressional demands for better \naccountability in the background checks, which slowed processing even more.\n\nBut advocates on immigrant issues said blaming the backlog on technological hiccups understates the problems of \na system that is also capricious.\n\n\"I don't talk about backlog, because that suggests that applications are processed in the order they are received,\" \nsaid Dolly Hassan, the supervising lawyer for the Liberty Center for Immigrants in Richmond Hill, Queens. \"But \nwhen I look at my logbook I see that it's not like that at all. It's like a genie is just pulling cases as they fly up in the \nair and doing them or not doing them.\"\n\nMs. Hassan's client logbook shows more than 100 applications filed in 1996 still awaiting a response from the \nimmigration agency. It shows 24 citizenship requests filed over a two-day period in July 1997, but not one of the \napplicants called for a naturalization interview. Yet people who applied in November 1997 have all been \ninterviewed, approved and sworn in as new citizens.\n\nImmigration officials acknowledged that computer startup glitches did not wholly explain the troubles.\n\nA high attrition rate among naturalization employees in the New York district has meant lost and sometimes \nforgotten files. Ms. Gantner said that last year more officers departed than stayed and many of those left behind an \nunfinished stack of cases.\n\nMs. Wyrsch maintained that the immigration service was close to gaining the upper hand in its battles with modern \ntechnology. It expects about 700,000 new citizenship applications to be filed this year, and the agency has \nprojected that it can reduce the waiting time to 12 months by September.\n\nMeanwhile, it is losing ground on other areas of service to immigrants.\n\nThere are now 877,000 immigrants who have applied for permanent-resident status and are still waiting for an \nanswer -- a jump of nearly 90,000 in just one year.\n\nImmigration lawyers in New York City also said they had seen a mounting backlog in a six-month-old program to \nhelp Honduran immigrants get temporary work permits.\n\nAudrey Greene-Perez, a lawyer with the Central American Refugee Center in Hempstead, in Nassau County, said \nshe had filed applications on behalf of about 200 people in the last five months.\n\nMost have not received a receipt from the Vermont center for the $175 fee they paid. Many have not received \nappointments to have their fingerprints taken. And none have completed the process.\n\n\"It's taken much longer than it should have, just to get a receipt,\" Ms. Greene-Perez said. \"The real frustration is \nthat some of their names are not even in the computer, although they had a handwritten receipt for fingerprint fee.\"\n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n"}