{"title": "Fairness for Refugees", "body": "\nTHE treatment of refugees agonizes the world. No region has escaped the wrenching choice of asylum or \nrepatriation. Are people fleeing economic disaster or political repression, or some terrible mixture of both?\n\nThe questions are easier to deal with when the crises are far away in Eastern Europe or Hong Kong. The United \nStates doesn't have that convenience with the desperate Haitian refugees struggling to reach its shores. They \ncome from a country that occupies the cellar of the world economy. Politics there have historically been \nsynonymous with violence, a tradition renewed since the overthrow Sept. 30 of a popularly elected president, Jean-\nBertrand Aristide.\n\nThe refugee stream didn't start with the coup. But the coup heightened the dilemma for the US. Before that event, it \nmight have been easier for Washington to pursue repatriation on the grounds that most Haitians were simply fleeing \npoverty. But with an illegitimate regime in place, inclined to use any means to prevent a return to the populist \npolicies of Aristide, that argument is tottering. What happens to returning Haitians? No one knows for sure, since \nmonitoring is nearly impossible.\n\nThe State Department asserts that its motive in repatriating Haitians is to prevent loss of life. Hundreds have \nperished as their pitiful craft were swamped, and hundreds more will be tempted to follow if refugees are allowed to \nreach Florida. That concern can't be dismissed out of hand.\n\nBut a greater concern, given the global scope of the refugee problem, is how the US treats these people. They \nshould be given safe haven until their fitness for permanent asylum is fairly determined. Quickie determination of \ntheir status aboard a Coast Guard cutter doesn't suffice. The US should be willing to serve as a country of first \nasylum, as it has demanded of others.\n\nNeither left-over cold-war attitudes - that only those fleeing communism are automatically \"refugees\" - nor \nconsiderations of race or poverty should affect the Haitians' status.\n\nThe US has to uphold the highest standards of fairness in this matter, or risk having the charge of hypocrisy stick.\n"}