{"title": "Border agents' view: Target the employers", "body": "\nARIVACA, Ariz. — The agents who patrol the porous U.S.-Mexico border welcome the plan to clamp down on \nillegal immigration, but they also want a crackdown on employers who hire undocumented workers.\n\nOn the Arizona border with Mexico, many of the 2,400 men and women of the Border Patrol support President \nBush's call to raise the total number of agents protecting the southern border by 6,000 to 18,000. This week, Bush \nis to begin sending National Guard members to the four U.S. states that border Mexico for temporary, rotating \ndeployments until new Border Patrol agents can be hired and trained.\n\nThey also support Thursday's Senate action to extend walls erected along the border with Mexico and to deploy \nmore vehicle barriers and new technology to frustrate illegal entry.\n\nBut they part ways with Bush, many vehemently, on his guest-worker program, a centerpiece of the Senate's \nimmigration legislation. And they believe that without cracking down hard on employers, higher-paying American \njobs will remain a magnet for the down-and-out in Mexico.\n\n\"When the top guy offers amnesty and guest-worker programs, what does that tell them?\" grumbled one veteran \nBorder Patrol agent, pointing to 38 men and women he and colleagues had just apprehended near Arivaca Lake, \nsome 40 miles from the border in Arizona's vast moon-like desert. The group had walked for two nights in hopes of \nreaching Tucson, about 68 miles from where they entered illegally.\n\nThe agent and several colleagues, who are prohibited by law from giving their names when discussing pending \nlegislation, complained that Bush isn't willing to penalize those who've immigrated illegally, and they said that invites \nmore illegal immigration.\n\nOn the Web site of U.S. Border Patrol Local 2544, the union that represents agents along much of the Arizona \nborder with Mexico, there's contempt for Bush and Democrats alike as they work on immigration reform.\n\n\"Every day that President Bush and the Senate hold real border security hostage to their misguided amnesty \nprogram, thousands upon thousands of illegal aliens continue to flood into the country,\" reads the chapter's home \npage. \"Make no mistake, most of them get by us. We are losing this war, and it's not even close.\"\n\nLocal 2544 spokesman Mike Albon, a 32-year retired Border Patrol veteran, is equally blunt. Washington's \nsolutions, he said, are bound to fail because they don't punish employers.\n\n\"The interior enforcement has taken a back seat to border enforcement. So once they (immigrants) get past the \nborder, they're home free,\" Albon said. \"If they don't have jobs that they can come to, then there's no reason for \nthem to come, and they would stay where they are.\"\n\n\nBorder Patrol agents and their critics agree on that.\n\n\"It's good for Mexico and it's convenient for the United States to have cheap laborers,\" said Sandy Yahn, a retiree \nand volunteer for Los Samaritanos, or The Samaritans, a group that aids those found wandering through Arizona's \ndesert.\n\nOn the Web site of U.S. Border Patrol Local 2544, there's contempt for the solutions offered by Bush and \nDemocrats alike.\n"}