{"title": "Two Soviet Cadets Jump Tall Ship in Baltimore", "body": "\nTwo Soviet cadets on a sailing ship left their ship Monday, apparently seeking asylum in the United States.\n\nThe two sailors, whom the Soviet Embassy identified as Alexei Zolotarev and Alexei Litovka, are both in their early \ntwenties. They left the ship Monday afternoon, running toward the Immigration and Naturalization Service office in \ndowntown Baltimore, according to the Baltimore Sun. The ship left on schedule at 9 a.m. today for Germany.\n\nThe INS said the sailors were safe but would not comment on whether they had sought asylum.\n\nA spokesman at the Soviet Embassy in Washington, who declined to give his name, said the sailors were civilians, \nbut otherwise declined to comment.\n\nThe sailors were cadets aboard the Kruzenshtern, a four-masted wooden ship visiting Baltimore as part of an \neducational and goodwill mission sponsored by Operation Sail, a private group that arranges trips of tall ships, \nolder, multimasted sailing vessels. The Soviet ship arrived in Baltimore July 11 after a nine-day stay in Norfolk.\n\nThe ship had 233 people on board, including 160 cadets, according to Operation Sail Executive Director Mary Sue \nMcCarthy. The ship is based in Tallin, Estonia.\n\nMcCarthy said the sailors were enrolled in a program run by the Soviet Ministry of Fisheries that trains young men \nto sail fishing boats. She said sailors on the ship had been involved in seminars on oil pollution control and had \ngone on agricultural tours during their stay here.\n\nShe said the ship's captain hopes to return to Baltimore next summer, despite Monday's incident.\n\nThe incident \"never came up in conversation this morning\" with the captain, McCarthy said. \"They gave us every \nindication they will be trying to come back.\"\n\nDuke Austin, an INS spokesman, said defections are becoming more common as more Soviets travel abroad. In \n1990, Austin said, 1,043 Soviets requested asylum in the United States. In 1989, 243 Soviets sought asylum in the \nUnited States.\n\n\"As the doors of the Soviet Union open up and more people are allowed to travel, more people can get to the \nUnited States,\" he said. \"Therefore more people can ask for asylum. This [incident] is not unusual.\"\n\n\nGraphic\n\n \n\nPHOTO, LARISSA MRYSZUK SAYS GOODBYE TO SOVIET SAILOR DENITRIOUS KOLOMPIETZ. AP\n"}