{"title": "Appeal for refuge items to help victims of domestic violence", "body": "\nLondon: Sandwell Council, UK Government has issued the following news release:\n\nStaff at Sandwell Libraries are seeking donations to help local refuges and to commemorate the work to eliminate \nviolence against women.\n\nSpecial boxes are at each local library in Sandwell for people to drop off donations to help people seeking help at \nrefuges.\n\nThe work will commemorate International Day for the Elimination of Violence Against Women on 25 November, also \nknown as White Ribbon Day, and the 16 Days of Activism Against Gender Violence, which run from 25 November – \n10 December.\n\nDonations to help the work of women’s refuges in the area are being sought from a list of wanted items in the run-\nup to 10 December.\n\nThe items on the wanted list for the refuges include toothbrushes and toothpaste for adults and children, shampoo \nand shower gel for adults and children, towels, bed sheets and sanitary products.\n\nThey are also seeking scarf and glove sets for children and adults, adult slippers, children’s toys, puzzles and \ngames.\n\nThey also want books, baby blankets, baby and infant clothes, gifts for teenagers, mug gift sets, craft sets or craft \nitems and toiletry gift sets.\n\nCouncillor Syeda Khatun, Sandwell Council’s deputy leader, said: “Refuges are asking for donations of 16 items \nthat would be useful for women and children who arrive at a refuge and often come without anything. I am pleased \nto see our libraries and Multistory working together on the project as we stand together against violence towards \nwomen.”\n\nAll libraries will also receive a book called A Room of Their Own by photographer Susan Meiselas, commissioned \nby Multistory, about women in a Black Country refuge.\n\nThis book can be purchased from Multistory to help raise funds for a West Midlands women’s refuge. \n\n\nLibraries and community centres will also display leaflets from Black Country Women’s Aid to give more information \nand support numbers for anyone who is a victim of domestic violence or knows someone who is.\n\nThere will also be a reading from A Room of Their Own by Wolverhampton-based writer, poet and storyteller Emma \nPurshouse at Central Library, West Bromwich, on Monday 4 December, 3.30 – 4.30pm Free entry, no need to book\n\nInformation about events over the 16 Days, including the reading at Central Library, are on Multistory's events \npage.\n\nFor more information please contact Central Library, West Bromwich, 0121 569 4911. You can also like Sandwell \nLibraries on Facebook or follow @sandwelllibs on Twitter.\n"}