{"title": "Immigration Foes Find Platform in Iowa; National Groups Fight Governor on Recruiting Workers From Abroad", "body": "\nA plan by Iowa Gov. Tom Vilsack (D) to ease the state's labor shortage by recruiting foreign workers is being \nseized upon by several national groups as a way to turn immigration into a pivotal issue in next year's statewide \nelection. \n\n A coalition of national organizations that back immigration restrictions is targeting three \"model cities\" designated \nby Vilsack last year in an experiment to recruit 310,000 foreign workers to settle in Iowa over the next decade. \nAnti-immigration forces are encouraged by a backlash in largely white areas where immigrant populations have \nmushroomed around new meatpacking plants. \n\n Petitions have been circulated in Fort Dodge, Mason City and Marshalltown to pressure local officials to pull back \nfrom pilot programs that were intended to declare Iowa an \"immigration enterprise zone\" and even seek a state-\nspecific exemption from federal immigration quotas. \n\n At public meetings, some residents of the targeted cities have complained that the plan will take jobs from them, \nincrease crime and other social problems, and reduce their standard of living. Some of their fears have been \nreinforced by such outside groups as ProjectUSA and the Federation for American Immigration Reform (FAIR), \nwhich have provided money and advice to local campaigns against immigration. \n\n Iowa is one of the least diverse states in the nation. It is 94 percent white. According to the 2000 Census, Latinos \nmade up 2.8 percent of its population. \n\n The protests have caused Vilsack to backpedal somewhat from his original goals and say that the three model \ncities are not required to actively recruit foreign workers but are merely intended to be \"welcoming\" to immigrants \nas part of a broader strategy that includes keeping young workers in the state and appealing for the return of those \nwho have left. \n\n For years Iowa has been losing young people, most of them rural. The exodus intensified in the mid-1980s, when \nmore than 200,000 Iowans left during the national farm crisis. \n\n\n In an interview, Vilsack bristled at the notion of anti-immigration groups in New York and Washington conspiring \nto influence an Iowa election and predicted that the groups' attempts to generate a racially tinged backlash would \nresult in a backlash of their own. \n\n \"I don't think Iowans are going to take too kindly to being told by outsiders how they should think,\" Vilsack said. \n\"Iowans are perfectly capable of making up their own minds, and I don't think they want to be told not to be \nhospitable. This is the Midwest, and being welcoming is a tradition here.\" \n\n Vilsack denied that he has backpedaled on recruiting foreign workers and said that his workforce strategy all \nalong has been merely to \"recognize the inevitable, that people are going to come in from other countries and that it \nis in our best interest to be welcoming.\" \n\n But Paul Westrum, ProjectUSA's Midwest representative, said, \"The snowball has already started to roll, and \nunless he can do some fancy dancing, he doesn't stand much chance\" of getting reelected next year. \n\n Accusing Vilsack of trying to \"turn Iowa into the Ellis Island of the Midwest,\" Westrum said the immigration issue \nwas likely to spill over into the Iowa congressional races and the reelection bid of Sen. Tom Harkin (D). \n\n He said it is also likely to converge with what he said are growing concerns here and nationally over the Bush \nadministration's consideration of a proposal to grant legal residency to 3 million illegal immigrants from Mexico. \n\n In the past year, groups such as ProjectUSA and FAIR have succeeded in raising their profiles in the midst of \nwhat they claim is a revival of the mid-1990s backlash against \"out-of-control immigration\" that accompanied \ndebates in California over restricting social services for undocumented aliens. \n\n The coalition of groups advocating tighter immigration restrictions has mounted a national billboard and radio \nadvertising campaign warning that \"immigration is doubling the U.S. population in your child's lifetime,\" and has \nlaunched other awareness efforts. \n\n Craig Nelson, director of New York-based ProjectUSA said, \"We want to see it [immigration] play out in every \nrace next year, and then I'm hoping that the Bush administration will listen to what people in places like Iowa are \nsaying.\" \n\n Nelson said Harkin would probably be targeted because of \"ties to the cheap labor lobby\" and his vote last year for \nan amnesty for illegal immigrants and a 1996 vote that effectively expanded immigration. \n\n Dan Stein, executive director of FAIR, said there is a \"big divide growing in Iowa on this issue of how the public \nfeels about the integrity of their communities.\" He said Vilsack was, in effect, promoting Iowa's immigration policy \nover federal quotas on foreign workers without consulting the people who would be affected. \n\n \"Every time there are wage pressures, the elitists and the corporate interests that are looking for cheap labor have \nthis high-handed, contemptuous attitude toward public opinion on immigration, but this time the public is saying, \nbasically, 'Stick it,' \" Stein said. \"The attitude is that Americans aren't even supposed to raise the question about \nmassive immigration.\" \n\n State Rep. Steve Sukup, a leading candidate in the GOP gubernatorial primary next year, said that he does not \nintend to make immigration an issue but that Vilsack's missteps on immigration policy will be obvious to voters. \nHe said it won't be any outside group that brings Vilsack down; instead it will be \"this top-down, government-\nknows-best idea that created this problem for him in the first place.\" \n\n Sukup said that while he believes Iowa should welcome immigration, \"there are other strategies we need to look \nat first,\" including reversing an outflow of retirees who are seeking to avoid state taxes on Social Security and \npension benefits and being more aggressive about bringing in economic development funds. \n\n\n\n \"When you go out and do [immigrant] recruiting, I think you better make sure you are doing it naturally,\" Sukup \nsaid. He said Vilsack's backpedaling from the pilot recruitment programs that were launched with fanfare last year is \nan indication that the strategy was flawed. \n\n For his part, Vilsack said immigration \"won't be a very effective campaign issue because both parties have \nexpressed a need for greater development of the workforce.\" \n\n State Democratic Chairman Sheila McGuire Riggs said she saw irony in outside groups trying to use workforce \nrecruitment as a wedge against Iowa's first Democratic governor in 30 years, because the Strategic Planning \nGroup Council that devised the \"population recovery plan\" was headed by a Republican and was loosely based on \na 1970s Republican program that recruited Asian immigrants. \n\n \"I don't see this as a Democratic or a Republican issue. It's a fear-mongering issue and I think reasonable people \nwill see that and reject these groups,\" Riggs said. \n\n In the Senate race, the leading contender in the GOP primary to challenge Harkin is Rep. Greg Ganske. An aide in \nGanske's Washington office said he doubted the campaign would focus on immigration but would focus on such \nissues as federal agricultural policy and Ganske's role in enacting a patients' bill of rights. The aide said Ganske \nwas \"generally supportive\" of legal immigration to boost Iowa's declining workforce. \n\n Meanwhile, as both national political parties step up their outreach to Latino voters and Hispanics are increasingly \nbeing elected or appointed to top government posts in many states, the anti-immigration campaigning here is \ndisturbing to those who have tried to work for greater acceptance of immigrants. \n\n \"It is heartbreaking,\" said Michelle Soria, executive director of the Iowa Council for International Understanding, \nwhich works on behalf of immigrants. \"Every time we see these attacks we see the faces of the people they are \nhurting, and we feel terrible because we know their personal stories and the hardships they endured to get here.\" \n\n Soria said such campaigns are \"all intended to invoke fear, which is a technique that ProjectUSA has used before.\" \nShe said the group came to Iowa last year to campaign for enactment of an English-only law, an effort that failed in \nthe state legislature. \n\n \"I don't think these people come from very diverse communities and so, emotionally, they can't feel how hurtful it is \nwhen they do this,\" Soria said. \"I don't even like to talk with [immigrants] about it, because it is so hard for them to \nunderstand.\" \n"}