{"title": "Ministry of Justice axes 500% rise in fees for immigration tribunals; Increases scrapped after overwhelming opposition in public consultation but ministers still committed to fee reform", "body": "\nRises of up to 500% in immigration tribunal fees have been dropped in an abrupt U-turn by the Ministry of Justice.\n\nFollowing overwhelming opposition in a public consultation to the scheme that would have raised up to £34m a \nyear, all the increases have been abandoned and the department will undertake a more extensive review of fees.\n\nIn a surprise written parliamentary statement, Sir Oliver Heald, the minister responsible for courts and justice, said \nthat from Friday all applicants would be charged at previous fee levels and those who had paid the increases would \nbe reimbursed.\n\nWelcoming the decision, the Joint Council for Welfare of Immigrants tweeted: \n\n Great news as the Gov rolls back Immigration #TribunalFees increases! We will keep pressing for access to \njustice as they review approach. pic.twitter.com/FRbexZZw8R - JCWImmigrants (@JCWInews) November 25, 2016\n\nFees for an application to the first-tier tribunal dealing with immigration and asylum cases rose earlier this autumn \nfrom £80 to £490, while an oral hearing rose from £140 to £800. For the first time, appeals to the upper tribunal \nwere being charged at £350 for each application and £510 for an appeal hearing.\n\n The immigration tribunal fee rises were introduced by the last justice secretary, Michael Gove, who also \ncancelled many of his predecessors' legal fee increases when he first became justice secretary. \n\nIn a recent public consultation on immigration tribunal fees, all but five of the 147 responses opposed the \nchanges. The Law Centres Network said the rises were disgraceful and meant asylum seekers faced \"whopping\" \nfees. The Law Society described them as punitive and said they would hamper access to justice.\n\nAnnouncing the policy reversal, Heald wrote: \"We have listened to the representations that we received on the \ncurrent fee levels and have decided to take stock and review the immigration and asylum fees, to balance the \ninterests of all tribunal users and the taxpayer and to look at them again alongside other tribunal fees and in the \nwider context of funding for the system overall.\n\n\"From today all applicants will be charged fees at previous levels and we will reimburse, in all cases where the new \nfees have been paid, the difference between that fee and the previous fee.\"\n\n\nBut he added: \"The government's belief is unchanged that it is right that those who use our courts and tribunals \nshould pay more, where they can realistically afford to do so, to ensure that the system is properly funded to protect \naccess to justice and to relieve the burden on the taxpayer.\"\n\nBob Neill MP, the Conservative chair of the Commons justice select committee, said: \"I warmly welcome the \ngovernment's decision. We concluded in our recent report that the cost-recovery aim of the proposed six-fold \nincreases would not be realistic; that there was a danger that the increases would deny vulnerable people the \nmeans to challenge the lawfulness of decisions taken by the state.\n\n\"It was unwise for the government to have brought forward these proposals before its review of the impact of \nemployment tribunal fees has been published. It is very good to see the government prepared to listen and take \naction as a result. \n\n\"We plan to follow up our report, and the government's response to it, in the near future by taking evidence from Sir \nOliver Heald on the subject. Further details will be announced soon.\"\n\nRichard Burgon MP, Labour's shadow justice secretary, said: \"This is a significant climbdown by a Conservative \ngovernment which has done so much to deny access to justice to thousands of people, particularly those on lower \nincomes.\n\n\"Labour opposed these measures in parliament when they came in just two months ago, and we are pleased the \njustice secretary has finally given in to all those who argued against these unfair fee increases.\"\n\nA Ministry of Justice spokesperson said: \"The cost of our courts and tribunals on the taxpayer is unsustainably high.\n\n \"Those using the system, and who can afford to, should pay more to relieve this burden - immigration and asylum \ncases are no different. Our commitment to fee reform is unchanged, and we will bring forward new plans in due \ncourse.\"\n\nCatherine Dixon, chief executive of the Law Society of England and Wales, said: \"The decision to reverse a 500% \nhike in asylum and immigration fees from today is great news and we are delighted that government has listened \nto our concerns. We are also pleased that those who paid the increased fee are to be reimbursed. \n\n \"The Law Society vigorously opposed the fee increases because equal access to justice is more important than \nincome generation when it comes to setting court and tribunal fees. We note the government is now embarking on \na wider review of tribunal fees which we welcome and we will be monitoring that process carefully.\" \n\nSaira Grant, chief executive of the Joint Council for the Welfare of Immigrants, said: \"These fee increases were part \nof a series of measures that have drastically reduced people's ability to appeal Home Office decisions to an \nindependent court. Home Office caseworkers regularly get life-changing decisions wrong and the government \nresponse has been to insulate them from independent scrutiny by removing appeal rights, forcing people to appeal \nfrom abroad and removing legal aid. Today's decision is a welcome step, but we have a long way to go to ensure \naccess to justice for all, irrespective of their ability to pay.\" \n"}