{"title": "A GREEN START TO A NEW LIFE IMMIGRANTS FROM AROUND THE WORLD WORK ON CONSERVATION CORPS PROJECTS IN SAN JOSE.", "body": "\nImram Hassan and Abdifatah Ahmed didn't know each other in Somalia. But last week, along with immigrants from \nVietnam and Mexico, the two worked together protecting the environment in San Jose's Alum Rock Park.\n\nHassan and Ahmed, both 19, were part of a San Jose Conservation Corps 11- member crew erecting a retaining \nwall to keep soil from sliding into Penitencia Creek in order to increase the run of steelhead trout.\n\nCrew members working at the park last Wednesday represented a near- microcosm of the ethnic makeup of the \ncorps. Funded by the California Department of Conservation and private foundations, it enrolls 120 members, \nages 18 to 23, through the year and an additional 100 during the summer.\n\nOther countries represented by current enrollees include Cambodia, Laos, several in South America, Portugal, \nIreland and New Guinea, said Executive Director Bob Hennessy.\n\n\"People send word to those countries through agencies and individuals that the South Bay is an attractive place to \nlive. Their friends tell them the corps is a good program, what they get here, and here they come.\"\n\nThere can be a waiting list of up to 10 months, he said.\n\nHassan, who is from northern Somalia, has been in San Jose eight months and expects to attend San Jose City \nCollege beginning in January. Ahmed, from southern Somalia, has lived here seven months and, after graduating \nfrom the corps in three months, expects to join the San Jose Job Corps, a similar, federally funded program.\n\nAs they gathered 2-inch-diameter rocks that other crew members would cement onto the wall, they were joined by \nHa Nguyen, 20, who came here from Ho Chi Minh City, Vietnam, five years ago.\n\nNguyen has been in the corps for three months and is taking drafting and computer courses at San Jose State \nUniversity.\n\nAlso gathering rocks was Monica Cortes, 22, who came here two years ago from Guanajuato, Mexico. She has \nbeen in the corps for one year and expects to begin study of computers at San Jose City College in January.\n\nForty-five percent of the corps members are of Hispanic background and 40 percent Asian, Hennessy said. Not all \nare recent immigrants; an estimated 35 percent have been living in this area for some time. Eight to 10 of the \nmembers each year have either run away from home or been kicked out.\n\nHighway 87 project\n\n\nAll are from low-income or very low-income households, and most read below the sixth-grade level. None is here \nillegally.\n\nEarlier this year, the corps finished a joint project with the city to plant 5,000 15-gallon trees along the Highway 87 \ncorridor. The corps' portion consisted of 3,500 trees; 1,500 trees were planted by Our City Forest volunteers at \nschools and parks.\n\nOther corps jobs are building and repairing trails and building fences in city and county parks; revegetation and \nlandscaping in conjunction with the Santa Clara Valley Water District; cleaning debris from the Guadalupe and \nCoyote rivers; installing play areas at parks in cities near San Jose; and removing graffiti in nearby cities.\n\nStrict rules\n\nCorps members are paid an initial hourly wage of $4.75, which rises to $5.25 after six months. They work four days \nand take English As A Second Language and other courses on the fifth day. They have a General Education \nDiploma when they graduate from the corps, usually after 11 months.\n\n\"Everyone enrolls for a year,\" Hennessy said. \"If they get a regular job sooner, they can leave. If they don't perform, \nthey're terminated.\" Chronic tardiness is the second major reason for termination, he said.\n\n\"We have strict rules,\" Hennessy said, against non-punctuality, non- attendance, refusal to work, drugs and alcohol, \nand violence and threats. \"We stress that you've got to have the work ethic,\" he said.\n\nA small number of corps members are promoted to recycling drivers and crew leaders during a second year and \nare paid more. Forty percent of the corps work involves recycling material collected from multi-office buildings, \nschools and restaurants. It is sorted in a yard at corps headquarters and sold.\n\nProspect of college\n\nSome corps workers also get jobs at County Transit, in warehouses and with delivery, landscaping and irrigation \ncompanies. About 15 percent go on to college.\n\nLast year, under a one-year grant from Pacific Gas & Electric Co., 58 corps graduates attended either college or \nthe county occupational training center at 760 Hillsdale Ave. About half were young women, including three who \ntook nursing training. \"They did remarkably well,\" Hennessy said.\n\n\"It's amazing how many of our kids go to school four nights a week, a couple (of) hours each night, advancing \nthemselves in English and math and so on. We certainly support that.\"\n\nNotes\n\nAlso ran in E1: 11, E2: 8, E4: 1\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: RICHARD WISDOM -- MERCURY NEWS\n\nAbdifatah Ahmed, left, and Jose Carate work on a corps project.\n\n\n\n940817 EA 1 1; color\n\nPHOTO: RICHARD WISDOM -- MERCURY NEWS\n\nCalifornia Conservation Corps workers Imram Hassan, Abdifatah Ahmed and Martin Ramec work on a retaining \nwall at Alum Rock Park.\n\n940817 EA 2 2\n"}