{"title": "TOLL RISES IN TEXAS MIGRANT TRAGEDY;ANOTHER HEATSTROKE VICTIM IN HIGHWAY SMUGGLING CASE", "body": "\nThe death toll from this week's botched smuggling attempt reached 19 on Friday when an immigrant died at a \nhospital, two days after being pulled out of a stifling semitrailer.\n\nThe 29-year-old man, believed to be from Honduras, died at DeTar Hospital Navarro in Victoria, southwest of \nHouston, from complications from heatstroke. The toll is believed to be the deadliest in recent U.S. history.\n\nAlso Friday, 18 suspected illegal immigrants were found alive in a tractor-trailer at a truck stop not far from where \nthe other victims were found. None required hospitalization. They were turned over to immigration authorities and \nthe truck driver was taken into custody.\n\nWednesday, sheriff's deputies at a truck stop south of Victoria opened a trailer with 17 bodies inside. With two \ndeaths since then, the smuggling case's toll is even higher than a 1987 incident in which 18 immigrants died in a \nrail car in West Texas.\n\nIn initial autopsy reports, Travis County Medical Examiner Roberto Bayardo said the victims died from dehydration, \nhyperthermia and suffocation. Four victims, including a 5-year-old boy, may have suffocated under people on top \nof them.\n\n\"It's difficult to tell if they were dead at the time or they died as a result of the piling up of the other bodies,\" Bayardo \nsaid.\n\nThe driver of the truck, Tyrone Williams, 32, of Schenectady, N.Y., told authorities he struck a $2,500 deal with two \nmen Tuesday to haul 16 immigrants from the border town of Harlingen north into Texas. Instead, authorities said, \nmore than 100 men, women and children from Mexico and Central America were loaded into the hot and virtually \nairless truck.\n\nWilliams was charged with trafficking in illegal immigrants. Authorities were searching for three other suspects. \nThey were also looking for 30 to 50 illegal immigrants believed to have fled the trailer.\n\nDefense attorney Craig Washington said he was looking into whether Williams was properly advised of his rights \nand why he was questioned in a cold room without anything to offer him warmth.\n\n\"If he made statements, one, they may not have been accurate and, two, they may not have been of his own free \nwill,\" Washington said.\n\n\nU.S. Attorney Michael Shelby said he was confident Williams was properly advised of his rights.\n\nAlso Friday, authorities in the Houston suburb of Sugar Land found 10 illegal immigrants in the bed of a pickup \ntruck. Police said the men were OK. And the Border Patrol said it rescued 17 suspected immigrants from a railroad \ncontainer car Thursday near the Texas-New Mexico state line.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: DAVID J. PHILLIP -- ASSOCIATED PRESS\n\nTyrone Williams is taken to federal court Friday in Houston, where he was charged with trafficking in illegal \nimmigrants.\n"}