{"title": "The Border Patrol Hits a Breaking Point", "body": "\nVice President Mike Pence's Friday visit to a Border Patrol detention facility in Texas didn't go according to plan. \nMeant to pressure Democrats to address the migrant crisis at the southern border, the visit instead appeared to \nhorrify those who accompanied Pence and raised pointed questions about U.S. Customs and Border Protection, \nAmerica's most troubled law enforcement agency.\n\nNearly 400 migrants were crammed into a converted vehicle sally port; many hadn't showered in weeks, and space \nwas so tight there was no room for cots for them to sleep. \"The stench was horrendous,\" the Washington Post's \nJosh Dawsey wrote, noting that Border Patrol agents were wearing face masks and saying, \"Pence appeared to \nscrunch his nose when entering the facility, stayed for a moment and left.\" \n\n\"It's tough stuff,\" Pence said. \"I was not surprised by what I saw,\" the vice president told reporters. \"I knew we'd see \na system that was overwhelmed.\"\n\nThe visit capped one of the worst weeks in modern memory for the CBP and the U.S. Border Patrol, as the  \nagencies tasked with meeting record-setting numbers of migrants seeking asylum from violence in Central America \nreeled from personnel scandals, leadership scandals and the scandal of  their treatment of those asylum-seekers. \nAgents were caught making racist comments in a Facebook group-a group that the chief of the Border Patrol \nevidently was a member of herself-and minting a commemorative coin mocking the idea of taking care of children \nand migrants. \n\nLast week's scandals followed months of worrisome headlines concerning CBP: At least 12 migrants have died in \nthe agency's custody since September, and its agents have been accused of everything from sexual abuse of \nmigrant children, to trafficking firearms, to running down a border crosser with a truck. One Border Patrol agent \nwas arrested and charged with being a serial killer. (Both Border Patrol union President Brandon Judd and CBP \ndid not respond to requests for comment for this piece.)\n\nNow it will be Mark Morgan's job to clean up these problems. He was appointed to be  CBP's acting head last \nSunday after a short stint as acting head of U.S. Immigration and Customs Enforcement, where he spent much of \nhis tenure advocating for a series of dramatic, publicly telegraphed immigration raids that ended up playing out \nmore quietly than expected over the weekend. \n\nBut CBP's 16-year track record suggests the problems run deeper than one commissioner-especially an acting one-\nwill be able to fix, and it's even less clear whether Morgan is the man to fix it. \n\nThe problems underlying  CBP's almost theatrical failures trace back to its creation amid the post-9/11 \nreorganization of the Department of Homeland Security and have been exacerbated by a long-standing failure of \nleadership that  goes up to both Congress and the White House and has lasted through three administrations. Both \n\n\nthe modern Border Patrol and its parent CBP have been plagued by poor leadership and management at all \nlevels, and by recruiting challenges that have left them with a subpar, overstressed workforce and a long-running \ntoxic culture. Most deeply, however, they are plagued today by a huge and unresolved mismatch between the \nagency's founding identity and its current mission.\n\nMost Border Patrol agents serving today signed up for a tough job in a quasi-military agency protecting the \ncountry against terrorists and drug dealers. They've found themselves instead serving as a more mundane \nhumanitarian agency-the nation's front-line greeter for families of migrants all too happy to surrender themselves \nafter crossing the border.  CBP's doesn't have the culture to meet this challenge, nor does it have the manpower or \nsupport from the rest of government. The latest bad headlines have come even as the promises made by candidate \nDonald Trump to invest in the Border Patrol have not been fulfilled; far from an increase of thousands of agents, \nthe agency is actually now smaller than it was under President Barack Obama. As one former Border Patrol union \nofficial told me, \"Trump is not delivering.\" \n\nIt's unclear how willing or able Morgan will be to bring the agency's culture and resources in line with its actual \nresponsibilities. In 2016, the former FBI agent was appointed chief of the Border Patrol amid the agency's lone \nperiod of serious reform, and was actually fired by Trump as one of the president's first actions in office. But he has \nunexpectedly earned his way back into the president's favor by appearing repeatedly on Fox News as a pro-Trump, \nanti-immigration pundit. In his most infamous turn on TV, he told Fox host Tucker Carlson in January that he could \ntell whether a kid would become a member of the violent MS-13 gang just by looking in his eyes.\n\nThe ferocity of Morgan's pro-Trump conversion has puzzled former CBP colleagues, who remember him as a \nreasonable, reform-minded-even progressive-officer and agent who had been originally lent to the agency by then-\nFBI Director  James Comey. \"Many of the opinions he's voiced in the last two years were never said when he was \nat internal affairs and at the Border Patrol,\" one former colleague told me. \"It's a bit of a surprise.\" They were \nsimilarly surprised when the president appointed Morgan as acting ICE director in May as Trump sought leaders at \nDHS who would execute his harsh immigration plans-and even more so when Trump now returned him to the \nagency Trump himself had originally fired Morgan from.\n\nEven if Morgan does try to bring much needed reform to CBP in the spirit of reform, though, he won't find patching \nthings up so easy. Congressional leaders might express shock at today's most recent crisis, and paint the trouble \nas a symptom of Trump's heartless policies, but in fact the agency's problems are deep-seated, and they have \nlingered in plain view for years. \n\n***\n\nBeing a Border Patrol agent is often hard, grinding work-outdoors, in cold northern winter nights and searing \nsouthern desert summer days, confronting high-stress, volatile situations, where you never know whether the next \nperson you encounter could be an armed drug smuggler or a family searching for safety. The pay isn't great and \nduty stations are often in remote areas, where it's hard to house spouses or children.\n\nFor decades, patrolling the border had been lonely work, too, as agents often patrolled alone with backup \nsometimes hours away. The agency was comparatively tiny, and amid the security reckoning that took place in the \nwake of 9/11, its own studies concluded the Border Patrol did not have \"operational control\" over 97 percent of the \nborder. It had money to handle just 60 detainees a night nationwide-fewer detainees than are today often crammed \ninto a single cell inside the overstretched facilities along the southern border.\n\nThat all changed after al-Qaida's terror attacks. Pennsylvania Governor Tom Ridge was brought to Washington to \nserve as George W. Bush's first homeland security adviser and later the first secretary of the newly formed \nDepartment of Homeland Security. He recalled to one interviewer that he faced a seemingly unending  supply of \nfederal funding: \"People just wanted to give me unlimited amounts of money.\"\n\nDHS' newly created CBP, created out of the merger of multiple other agencies from across government, was \nprimarily made up of two distinct units: The blue-uniformed officers known as the Office of Field Operations, who \npolice the nation's legal ports of entry and border crossings, and the green-uniformed Border Patrol agents, who \n\n\n\npatrol areas in between legal crossings and conduct interior enforcement efforts within 100 miles of an international \nborder or seacoast, an area  in which two-thirds of the U.S. population resides. (Other smaller divisions of CBP \nfocus on more specific tasks, like intelligence and the brown-uniformed Air and Marine Operations, which houses \nCBP's helicopter and boat units.)\n\nThe money pouring into Ridge's hands paid for a more than doubling of the Border Patrol, which surged from \n9,200 agents in 2001 to  more than 21,000 during its peak in the first term of the Obama administration, and \nsimilarly rapid expansion at CBP's OFO, a rate of growth that completely outstripped CBP's systems to manage its \nemployees. When in 2014 I wrote the first comprehensive history of that ill-considered hiring surge, the rise of what \nCBP called \"the Green Monster,\" one DHS official told me, \"[Congress'] view was, 'We're going to field a small army \nand make up for decades of neglect by previous administrations.' Almost any body in the field was better than no \nbody.\"\n\nCBP recruited that new army by lowering its hiring standards-already the lowest among top federal law enforcement \nagencies-and shoveling agents through the academy and into the field before even completing background checks. \n\"We weren't prepared,\" one former training officer told me. Agents called it \"No Trainee Left Behind.\" Management \nstructures and processes failed, oversight lessened and by the end of the Bush administration, more than half of the \nBorder Patrol had been in the field for less than two years. Already at that point, agent misconduct and criminality \nwere on the rise-the lax hiring standards and background checks had populated the new border army with the \nwrong sort of person. \"We made some mistakes,\" Bush's CBP Commissioner Ralph Basham told me in 2014. \"We \nfound out later that we did, in fact, hire cartel members.\"\n\nCorruption among CBP's ranks got so bad that in Obama's first year, CBP and DHS leadership ordered the agency \nto change its definition of \"corruption\" to downplay the number of total incidents; sexually assaulting detainees was \nno longer considered \"corruption\" worthy of reporting to Congress. \n\nThe situation continued to deteriorate as the Obama administration went on. A CATO Institute study found that from \n2006 to 2016, CBP and the Border Patrol's misconduct and disciplinary infractions outstripped all other federal law \nenforcement. Border Patrol agents were six times as likely as FBI agents to be fired for disciplinary infractions or \npoor performance and \"12.9 times as likely as Secret Service agents.\" Moreover, CATO found \"it is virtually \nimpossible to assess the extent of corruption or misconduct in U.S. Customs and Border Protection ... because \nmost publicly available information is incomplete or inconsistent.\" As I totaled up in 2014, there were 2,170 \nmisconduct arrests of CBP officers and agents-ranging from corruption to domestic violence from 2005 through \n2012-meaning that one CBP officer or agent was arrested every single day for seven years. \n\nThere were so many examples of corruption that CBP created its own internal website, called \"Trust Betrayed,\" \nfeaturing the stories of turncoat CBP officers and Border Patrol agents, as a cautionary warning to others. \nExamples from the site, released to BuzzFeed's Jason Leopold earlier this year,  include agents  bribed by cartels \nto wave certain individuals through immigration lanes and provide documents to smugglers, and even smuggle \nundocumented immigrants themselves. \n\nAddressing that epidemic of misconduct-and worse-proved all but bureaucratically impossible. CBP's crime and \ncorruption epidemic collided with the institutional trade-offs made to create DHS; obscure government job \ndescriptions and law enforcement responsibilities, negotiated in the abstract when DHS was being created, meant \nthat Congress didn't grant CBP the ability or authority to investigate its own employees. Whereas any even \nmoderately sized local police department has an internal affairs department, the nation's largest law enforcement \nagency had to refer all misconduct allegations to either the DHS inspector general, the FBI or ICE-all of which soon \nfound themselves overwhelmed by the flood of CBP problems. \n\nRonald Hosko, a former FBI assistant director who headed the bureau's criminal division, told me that at one CBP \nmeeting he attended in 2012, top agency officials estimated that perhaps as much as 20 percent of CBP's agent \nand officer corps needed to be removed from the force. In response, the FBI declared border corruption-e.g., \ninvestigating another federal law enforcement agency-as its top priority in combating public corruption. \n\n\n\nThe flood continued, such that in 2013 the head of the DHS office investigating CBP misconduct in Texas' Rio \nGrande Valley had fallen so far behind in investigating the rampant misconduct allegations that he began falsifying \nrecords-and ended up being indicted himself, along with another agent. \n\nMeanwhile, DHS Secretary Janet Napolitano left CBP rudderless, with a revolving door of nonSenate confirmed, \nacting leaders. At one point, CBP's top post was vacant, with various officials \"acting\" as commissioner, for 26 \nmonths.\n\nAmid that leadership vacuum, CBP shootings and use-of-force complaints started to rise, too. From 2007 to  2012, \nmore than 1,700 allegations of excessive force were leveled against CBP officers and Border Patrol agents, \nthough the exact number is impossible to reconstruct because the agency's record keeping is so poor. There were \nmore than a hundred shootings, leaving dozens dead, and CBP's standard operation procedure-unlike nearly every \nother law enforcement agency in the country-was to keep silent about any officer-involved shootings unless \nspecifically asked about them by the media. \n\nMany of those shootings fell far outside the norms of modern policing; an internal report by the Police Executive \nResearch Forum concluded, \"Too many cases do not appear to meet the test of objective reasonableness with \nregard to the use of deadly force.\" CBP fought releasing the report, refusing to even provide it to Congress, and it \nwas only made public later by the Los Angeles Times. Even after the report, the Border Patrol refused to change \nits rules of engagement. \n\nSimilarly, standard hiring practices for other federal law enforcement and intelligence agencies, like candidate \npolygraphs, were  implemented only after the surge. The polygraph exams immediately began to raise questions \nabout the quality of CBP's hiring; some 65 percent of applicants failed, and more than 200 candidates, who would \nhave been hired in the pre-exam hiring surge, admitted to criminal conduct ranging from drug smuggling to \nkidnapping and ransoming hostages in the Ivory Coast. One candidate even admitted to wanting to assassinate \nObama.\n\n***\n\nObama's lone Senate-confirmed CBP commissioner, Gil Kerlikowske-who was in office only for the administration's \nfinal two years-represented a rare bright spot in its leadership, a progressive, reform-oriented visionary brought in to \nconfront CBP's by-then legendary corruption and mismanagement. \"We had a history of not addressing things as \ndirectly as we should,\" Kerlikowske told me when he was in office. \n\nKerlikowske arrived at CBP in the spring of 2014 amid a particularly troubling pattern of CBP-led violence that saw \nthree CBP agents and officers in the Rio Grande Valley charged with murder and attempted murder in separate \nincidents in just a matter of weeks, including one who kidnapped and raped three Honduran women who \nsurrendered to him while on duty. All three men had been joined CBP during the hiring surge, when standards were \nlow and oversight lax.\n\nKerlikowske-who had previously helped clean up troubled police departments in places like Seattle and Buffalo and \nserved as Obama's drug czar-allied with the then-new DHS Secretary Jeh Johnson to address the mess at CBP. \nJohnson finally pushed through the oversight changes that allowed CBP to begin to police its own workforce, and \nKerlikowske tried to bring new transparency and good policing practices to CBP.\n\nOne of his first moves as commissioner was to ask then-FBI Director James Comey for a top agent to be lent to \nCBP to help set up an internal affairs capability; Comey sent over Mark Morgan. At the FBI, Morgan had been the \nspecial agent in charge of its El Paso Field Office and so was deeply familiar with border issues. \"If you wanted \nsomeone to take on the challenges outlined in the PERF report, he had all the right credentials,\" Kerlikowske says. \n\"Well-established and well thought of, an understanding of the border, plus he's an attorney.\"\n\nIn May 2014, Kerlikowske released a new use-of-force manual for CBP that brought CBP more in line with other \nprofessional police departments around the country; that night, Border Patrol agents in Arizona shot and killed a \nfleeing, suspected smuggler. The suspect was shot from behind and unarmed. \n\n\n\nThen, in July 2016-almost exactly three years ago-Kerlikowske brought Morgan back from the FBI to be chief of the \nBorder Patrol. He was a controversial appointment, the first outsider to run the proud, green-uniformed agency, but \nKerlikowske thought it important to signal a fresh start and passed over the Border Patrol's two top deputies, Ron \nVitiello and Carla Provost, who currently holds the role. \n\n\"Ron Vitiello or Carla Provost could have easily fit the bill. There's a time and a place to bring in a set of eyes and \nears from outside,\" Kerlikowske recalls. \"Ron was hugely successful in reducing use of force problems, but for the \nBorder Patrol's relationship with Congress, the media and some of the advocacy groups, [appointing Morgan] was \na clear signal that change would continue. We'd already been successful on internal affairs and the reduction of use \nof force, you needed to keep moving forward.\" \n\nMorgan hit the ground running, traveling to meet agents and see as much as he could along the border, but time \nand the administration quickly ran out on Kerlikowske and Morgan's reform agenda. (The use-of-force reforms put \ninto place by Vitello, Morgan and Kerlikowske seem to have stuck: In 2012, CBP was involved in 55 shootings, \nwhereas last year there were just 15.)\n\nMorgan's outsider status and the reform agenda had so angered the Border Patrol union that axing him was No. 1 \non its wish list when Trump came into office, swept into the White House in part because of his harsh anti-\nimmigrant, pro-wall rhetoric.\n\nJust days into his presidency, Trump visited DHS-and warmly greeted union president Brandon Judd. Morgan was \nnowhere to be seen and was gone days later. (Morgan, as Axios has reported, was none too pleased to be cast to \nthe curb. \"The fact they are pushing for me to leave immediately is heartless and void of any decency and \ncompassion,\" Morgan wrote to Kevin McAleenan, then the No. 2 at CBP. \"I am being removed in the name of \npolitics-and politics at its worst.\")\n\nOver the past two years, with the reformers out and the revolving door at CBP spinning again, transparency has \nregressed under Trump. \n\nWhile most misconduct allegations dropped in  fiscal year 2017, criminal allegations against CBP agents and \nofficers actually jumped 7 percent according to the most recent statistics available. There were 245 CBP agents \nand officers arrested in  fiscal year 2017-meaning that an agent or officer was arrested every 36 hours-including \nseven employees arrested twice and one employee arrested three times in that single year; as a sign of just how \nmuch CBP continues to struggle with the legacy left it by the Bush and Obama administrations, most of those \narrested had been brought on during the hiring surge. (Ironically, one agent last year even pleaded guilty to being \nan undocumented immigrant.)\n\nMore recently, there was the Texas Border Patrol agent arrested and charged last year with being a serial killer, \nresponsible, prosecutors say, for the deaths of at least four women, all sex workers, around Laredo, Texas. That \nagent, Juan David Ortiz, appears to have shot the women with his CBP-issued handgun, a .40-caliber HK P2000. \n\nThat an alleged serial killer lurked amid the ranks of the Border Patrol should appear shocking, yet crime and \ncorruption remains so rampant in CBP that Ortiz wasn't even the first agent from his own sector charged with \nmurder that year. Months before, another Border Patrol agent, Ronald Anthony Burgos-Aviles, was arrested and \ncharged with a double homicide, accused of killing his lover and their 1-year-old son; he allegedly stabbed the \nmother nearly 30 times. Like the three agents and officers arrested in that spring 2014 violence spree, both of the \nLaredo agents charged with murder last year had joined CBP during the Bush and Obama administration hiring \nsurge.\n\nUse-of-force issues on the job continue to worry critics, too. Even today, it's still not clear how many people have \ndied in encounters with CBP officers and agents; an Arizona Republic investigation uncovered at least four people \nwho died in incidents with the Border Patrol that the agency's own records didn't include; more recently, an April \ninvestigation this year by ProPublica and the Los Angeles Times found 22 people have died and more than 250 \npeople have been injured in recent years in high-speed vehicle pursuits by the Border Patrol, which refused to \n\n\n\nrelease those numbers and  continues to have vehicle pursuit policies at odds with the standards of progressive \npolice departments across the country.\n\nThe union, meanwhile, has often resisted efforts to modernize and update use of force policies and bring more \ntransparency to officer-involved shootings. When CBP announced it would recognize officers and agents who de-\nescalate confrontations and avoid using deadly force, the union called the new award \"despicable\" and said it \"will \nget Border Patrol agents killed.\"\n\n***\n\nThat bellicose attitude is propped up by a long-standing damaging insular culture that tolerates and protects \nwrongdoers. In 2016, an outside advisory group headed by  New York Police Department Commissioner Bill \nBratton concluded, \"The CBP discipline system is broken.\" It noted, among other problems, that CBP doesn't have \nany systems to monitor or suspend employees arrested for domestic violence or alcohol abuse, standard practice \nfor police departments nationwide. Bratton's advisory group noted that CBP's discipline system was less rigorous, in \nfact, for its armed officers and agents than the  Transportation Security Administration's system for its unarmed \nairport screeners.\n\nProPublica's bombshell revelations this month of a secret CBP Facebook group with some 9,500 members in which \ncurrent and former Border Patrol agents and CBP officers traded racist memes and misogynistic jokes prompted \nquick condemnation by leaders like Acting DHS Secretary Kevin McAleenan and Border Patrol Chief Carla \nProvost. Yet CBP's protestations of outrage about the unprofessional conduct quickly were undermined, first by \nPOLITICO reporting that DHS officials knew about and monitored racist social media posts, perhaps even for as \nlong as three years, and then The Intercept's reporting that  Provost appeared to participate in the Facebook group \nherself. \n\nThat CBP's internal culture had problems would hardly have been a surprise to agency leaders, right down to the \nroutine dehumanization of the very people they're tasked with helping. \n\nProsecutors have revealed that the Border Patrol agent set to go on trial next month for running down a border \ncrosser referred to immigrants as \"mindless, murdering savages.\" Border Patrol agents routinely call migrants or \ndetainees \"tonks,\" a moniker that agents joke stems from the sound a detainee's head makes when hit with a \nflashlight, and such racist terms even surface in the agency's academy.\n\nIn 2014, the  American Civil Liberties Union filed a complaint with DHS on behalf of 116 children who reported \nabuse in CBP custody; DHS closed the investigation after just four months, with no outcome. Last year, the ACLU \nand the University of Chicago followed up with a report called \"Neglect and Abuse of Unaccompanied Immigrant \nChildren by U.S. Customs and Border Protection.\" One child reported being told by a CBP officer, \"I am going to \ntake you back to the river so that you can die.\" Others reported physical and sexual abuse at the hands of CBP \nemployees.\n\nCBP's culture can be so toxic that its own agents and officers speak out, which is what happened in 2017 when \nemployees reported CBP officers at the Newark Airport had set up a \"rape table\" at the  New Jersey airport where \nofficers would sexually assault other officers. In an incident reported last week by CNN, one Border Patrol agent \ndocumented an incident  in which agents attempted to humiliate a Honduran migrant by forcing him to hold a sign \nthat read, in Spanish, \"I like men.\" The senior agent on site took no action, so the whistleblower agent reported it to \nmore senior officials.\n\nFollowing the reports earlier this month about the Border Patrol's secret social media group, former agent Jenn \nBudd posted on Twitter about her disgust with the false outrage mustered by CBP's leadership and  Provost, the \nfirst woman to head the Border Patrol: \"They are shocked to discover a FB page with horrible pics and quotes. My \nass!\" \n\nAs Budd wrote in her thread, \"Carla Provost graduated the academy 1month before I entered. We likely had the \nsame instructors. I know she knows the same things I do. Like how some instructors forced female agents to have \n\n\n\nsex, or they would be fired on their subjective Spanish exams.\" Her Twitter thread continued with allegations of \nsexual harassment and assault and of how \"agents often set up dates with migrants they've apprehended after \nthey get off duty and meet them in Mexico.\"\n\n***\n\nThe years of poor management and leadership from DHS, three presidents and Congress itself have been only \nexacerbated by CBP's unwillingness to reckon with its modern role. Its culture and duties seem part police force, \npart occupying army and part frontier cavalry. None of those pieces of institutional DNA have equipped agents and \nmanagement for what has become the Border Patrol's main role over the past five years: Humanitarian relief \norganization. \n\nBack during the hiring surge, the recruiting campaign and CBP's mission emphasized fighting terrorists and the all-\nAmerican nature of its work-the Border Patrol sponsored a NASCAR team, and recruited at bull-riding \ncompetitions and country music concerts. CBP spent that first decade after 9/11 recruiting and equipping what it \ntouted would be an elite counterterrorism force-the first line of defense against Islamic terrorists and drug cartels. \nBut this only perpetuated a message and culture that has left the agency ill-suited to confront what it actually has to \ndo in the second decade after 9/11: Provide humanitarian aid for women, children and families amid global \ninstability that has strained border forces worldwide. \n\nCBP went out and recruited Rambo, when it turned out the agency needed Mother  Teresa. \n\nThere is little sign that DHS leadership, particularly under the Trump administration, is willing to consider the depth \nof agency realignment and reinvestment necessary to match CBP and the Border Patrol with what it finds its \ncurrent mission to be-nor does there seem to be any appetite inside the Trump administration to address what \nofficials would call the \"whole of government\" failure to meet the migrant crisis. \n\nEven today, recruiting ads continue to make the Border Patrol look like an action movie, with stirring music and \nfancy toys, from helicopters to canines to ATVs, and lots and lots of weapons. On CBP's website, \n\"counterterrorism\" is listed first under the agency's mission-ahead of \"customs\" and \"immigration,\" and the first item \non the agency's own job description for  officers states a \"typical assignment\" is \"detecting and preventing terrorists \nand terrorist weapons from entering the United States.\" In its first sentence of the agency's \"About\" listing, CBP \nsays it \"is charged with keeping terrorists and their weapons out of the U.S.\" Nowhere in its recruiting material does \nit list anything having to do with \"providing humanitarian assistance,\" \"rescuing migrants,\" or \"aiding families and \nchildren fleeing drug violence,\" the tasks that  have over the past 10 years have consumed more and more of the \nBorder Patrol's time. \n\nThe photo last month of a drowned migrant father and daughter in the Rio Grande drew global attention to the \nhuman toll of the migrant surge, but to agents along the border such drama is a near-daily occurrence. Just days \nlater, one of CBP's Twitter accounts posted video of agents aboard a boat performing CPR on a teen pulled from \nthe Rio Grande. In fact, today, its most elite unit, the agency's equivalent of the SEALs or Delta Force, primarily is \ntasked with rescuing migrants in medical distress. \n\nOn July 11, 2016-Mark Morgan's first day as chief of the Border Patrol, almost three years to the day before he'd \nbe back leading all of CBP-I went out on patrol with agents in the Rio Grande Valley, the epicenter of the migrant \nflood from Central America's Northern Triangle countries-Honduras, El Salvador and Guatemala-that have been \nbeset by gangs and drug-fueled violence and caused hundreds of thousands to flee north.\n\nBack then, in 2016, the challenge was so-called unaccompanied minors, UACs in CBP parlance, children fleeing by \nthemselves; even in 2016, the trend was years old. The Rio Grande Valley alone in 2014 had seen more than a \nquarter-million migrants. In 2016, the 1,100 or so Border Patrol agents in the RGV sector were stopping upward of \n500 a day. That night out on patrol, we detained 37 migrants in 30 minutes, handing ultimately four successive \ngroups of crossers over to other agents. It was all very low drama and routine-agents reaching for clipboards \nrather than weapons. \"It's gonna be a 600, 700 day,\" said the agent I was accompanying.\n\n\n\nThe migrant situation has gotten only worse-and the numbers larger-since. In recent years, the flood has been \nfewer UACs and more family units, with fathers, mothers and children-even grandparents-all crossing together, \noften turning themselves in at legal crossing points. This spring saw 100,000-plus migrants stopped by CBP each \nmonth, dwarfing its capabilities to house the detainees, provide food or medical care. Media and congressional \nleaders have swarmed to the border to cover this \"emergency crisis,\" except that while it's certainly a crisis, it isn't \nreally an emergency: It's been happening every day for years-and McAleenan has been warning about the numbers \nthroughout the Trump presidency.\n\n\"Kevin and others have said for months that these numbers are a crisis. It is a crisis,\" says Kerlikowske, who had \nMcAleenan as a top deputy as CBP. \"They weren't crying wolf. Kevin isn't one to do that.\"\n\nIndeed, in recent days, official CBP social media accounts have been posting past videos of CBP leaders trying to \nraise the alarm on the humanitarian crisis. There's clear frustration that CBP is bearing the brunt of the bad press, \nwhen it's just the start of the problem. ICE and the Department of Health and Human Services are supposed to be \nresponsible for long-term detention and asylum and refugee help, but both agencies are also overwhelmed and \nunable to accept new migrants or detainees-leaving them to linger and suffer in the overcrowded Border Patrol \nand CBP facilities like what Vice President Pence toured Friday. Meanwhile, the agencies are all led by a president \nwho governs in sound bites rather than through informed policy processes. \n\n\"This is a mess. The men and women in the CBP are being treated absolutely unfairly,\" one former Border Patrol \nleader told me last week, requesting anonymity because of the partisan rancor surrounding his former agency. \"The \nBorder Patrol and CBP overall have been warning of what is coming. Nobody listened.\" He added: \"Do we have \nchildren being detained past 72 hours in places they shouldn't be? That's not the Border Patrol's fault.\"\n\nThe commemorative coin, touting the \"New Patrol\" focused on feeding children and providing medical care, \nrecognizes what agents fear their lot has become: An exhausted agency, unable to focus on what it think it should \nbe doing, arresting drug smugglers and human traffickers. \n\nAgents who signed up to work outdoors, chasing smugglers through the brush and desert, instead spend long \nshifts sitting on stools processing paperwork, providing medical care or watching over children and families amid \nsqualid conditions.\n\nThe failure to recognize where the Border Patrol's work was heading represents a systemic failure of imagination \nand indictment of national leadership-not just at CBP, DHS and the Trump administration but also the Obama \nadministration, and Congress, too. Even as the House and Senate have rushed to negotiate a high-stakes border \naid package in recent weeks, it's worth asking: Why, years after it became apparent that migrants  were the biggest \nchallenge facing CBP and the southern border, did it take a father and daughter drowning in the Rio Grande before \nCongress would begin providing CBP the resources to meet its critical needs? Why hasn't CBP done more to \ntransform itself on the southern border-to retrain officers and agents, to rebuild facilities, to reform supply chains, \nto expand medical capabilities? And why aren't leaders more focused on ensuring that ICE and HHS are fulfilling \ntheir jobs too? This should be HHS'  scandal as much as it is DHS' scandal.\n\nThese looming problems were apparent even in 2016 to the hard-nosed leaders of the union. Sitting in his office in \nMcAllen, Texas, local union leader Chris Cabrera told me then how many lives agents saved everyday. \"You won't \nfind anyone who rescues more people, saves more aliens' lives, aids more drowning victims or recovers more dead \nbodies than the Border Patrol,\" Cabrera said. \"If you look at the Border Patrol, we're the largest humanitarian \norganization on the Southwest border.\"\n\nIt was a remarkable statement then-coming amid Trump's heated, racist anti-Mexico campaign rhetoric, as the \nBorder Patrol union became the first union to endorse his candidacy, followed later by ICE's union. Yet that \nstatement today captures the myriad complexities and contradictions rolled into the Trump administration's modern \nimmigration policy.\n\nOn the one hand, surely the Border Patrol saves more lives of migrants crossing than any other organization-yet \nits own inability and failure of leadership and resources to respond to the flood of asylum-seekers means that \n\n\n\nmigrants' lives remain in deadly jeopardy even after crossing the border. At least 12 migrants have died in CBP \ncustody since September, including a Nicaraguan last week. In the decade before, not a single migrant died in CBP \ncustody.\n\nKerlikowske, who led CBP through that UAC crisis in the Rio Grande Valley, says it's worth considering a wholesale \nshift in CBP's workforce-one that enlists a civilian workforce alongside the agents to aid and process migrants, \nleaving the armed law enforcement to focus on the Border Patrol's mission of combating drugs and human \ntrafficking-what patrol parlance calls the \"runaways,\" rather than the \"give-ups.\" \n\n\"Over these last number of years, it's people turning themselves and looking for someone in a green uniform,\" \nKerlikowske says. \"Is that something you need an armed, trained Border Patrol agent? Could you hire a civilian \nworkforce to do the majority of that review and processing?\"\n\nYet it's proved impossible over the past decade for CBP and DHS to have the long-term leadership able to push \nthrough such big changes and reimagining. Morgan is the third CBP leader in just over two years, and the  10th in \nthe agency's 13 years of existence, and the polarization that surrounds immigration and the border under Trump \nhas made Democrats reluctant to support even common-sense changes, investments and improvements along the \nborder.\n\nToday, the Border Patrol has made zero progress toward hiring the 5,000 new agents promised by Trump. One \nbungled hiring experiment over the past year cost the government $2 million per recruit and yielded only 33 new \nagents before it was canceled in April. Because of those recruiting and retention challenges, the Border Patrol is \nactually smaller than it was under Obama, and its pilot ranks specifically are so depleted that it was unable to meet \nfour out of every five requests for helicopter assistance during the Trump presidency. In the lower ranks, recruiting \nand retention remain a critical problem; CBP recently began offering retention bonuses to stem its attrition rates. \nWorkforce morale too is suffering in the Trump era-and it has never been strong at DHS and CBP, which routinely \ncomes out at the bottom of government workforce surveys. \n\n\"The results haven't held up to the hope,\" one former Border Patrol union official told me, who requested \nanonymity to speak frankly about sensitive internal political dynamics. \"The agents thought they were going to the \nbelles at the ball [under the Trump administration]. Trump is not delivering.\"\n\nIn one of his final appearances before Congress before he too departed this spring, DHS Inspector General John \nKelly-not to be confused with the DHS secretary and White House chief of staff of the same name-told lawmakers, \n\"[CBP] will be challenged to achieve their goals. They have not achieved their goals in the past.\"\n\nWhen he departed ICE to make room for Morgan, Ron Vitiello was no less blunt: \"The system is in a meltdown,\" he \nsaid.\n\nAnd there's McAleenan himself, who during a March visit to the El Paso border, said: \"The breaking point has \narrived.\" \n\nArticle originally published on POLITICO Magazine\n"}