{"title": "The Great Senate Immigr'A'tion Debate", "body": "\n It was all fire and brimstone as House Republicans gathered yesterday in the Capitol basement to denounce their \nSenate counterparts for proposing to legalize illegal immigrants. \n\n Rep. Steve King (R-Iowa), behind a pulpit adorned with a \"Just Say No to Amnesty\" sign, thundered: \"Anybody that \nvotes for an amnesty bill deserves to be branded with a scarlet letter, 'A' for amnesty, and they need to pay for it at \nthe ballot box in November.\" \n\n Stand down, Hester Prynne. Adultery is so 17th-century. \n\n At the precise moment the House GOP was turning all puritanical, Sen. Arlen Specter (R-Pa.), author of the \nSenate legislation, was in the television studio announcing that he would not wear the \"A\" for amnesty. \"There is an \neffort far and wide to try to degrade the committee bill by the smear of amnesty, and it simply is not amnesty,\" he \nsaid  --  repeating his denial four times in a minute. \n\n The world's greatest deliberative body is at it again. The Senate has begun a momentous debate about securing \nthe nation's borders, and what to do about the millions of illegal immigrants already here. So far, however, the \nlawmakers have not advanced much beyond a linguistic debate about the meaning of the A-word. \n\n \"I believe we have a bill which is not justifiably categorized as amnesty,\" Specter announced. \n\n Majority Leader Bill Frist (R-Tenn.) countered that the Senate bill is \"what most Americans will see as amnesty.\" \n\n \"It is not amnesty,\" Specter rebutted. \"This word 'amnesty' is a code word. It is a code word to try to smear good-\nfaith legislation.\" \n\n Sen. Mel Martinez (R-Fla.), the chamber's lone immigrant, said the \"loudest voices\" should not \"make a definition \nof what amnesty is and what amnesty should be.\" \n\n The loud-voiced Sen. Jeff Sessions (R-Ala.) was unmoved. \"In every sense of what people mean by amnesty, it's \namnesty,\" he said. \"If it's not amnesty, it's the same thing as amnesty. That's just what it is.\" The Alabama \nlexicographer brandished the scarlet letter a half-dozen times more. \"By any standard definition of the word \n\n\n'amnesty,' this bill has it,\" Sessions maintained. \"I know that's a loaded word, and I don't want to be playing around \ndemagogically with the word 'amnesty.' \" \n\n One man's amnesty, of course, is another man's \"earned citizenship,\" as Sen. Patty Murray (D-Wash.) put it \nyesterday. The legislation, for the record, would pardon immigrants' illegal entry if they pay a fine and back taxes, \ngo through a background investigation and learn English. \n\n But the use of the word \"amnesty\"  --  more than 50 times on the Senate floor yesterday  --  says much about the \nimmigration debate. Proponents of the \"guest-worker\" path toward legalization appear to have gained the upper \nhand; Specter seems to have the votes in the Senate, and House Speaker J. Dennis Hastert (R-Ill.) is rethinking his \nchamber's hostility to a guest-worker plan. Opponents, therefore, need to escalate the rhetoric and invoke the A-\nword. \n\n Democrats, who favor the guest-worker plan, called in a polling firm, Lake Research Partners, to provide talking \npoints to counter the amnesty charge. \"Lead with an enforcement message,\" the firm advised, and propose \n\"reasonable solutions\" that are also \"tough and fair.\" Lake continued: \"Immigrants have to pay taxes . . . and be \nlearning English.\" \n\n Senate Minority Leader Harry M. Reid (D-Nev.) hit all the points: \"We need tough and smart enforcement at the \nborder and throughout the country. We need realistic immigration laws that bring immigrants out of the shadows, \npaying taxes, learning English and contributing to our communities.\" \n\n Other senators sampled their own buzzwords to counter the dreaded amnesty allegation: \"We are a nation of \nimmigrants\" and \"Bring people out of the shadows.\"  \n\n But these soft and gauzy slogans were no match for the anti-amnesty crowd of House Republicans, who stood in \nfront of a banner with the word AMNESTY in 18-inch letters and a slash through it. \n\n \"It would be like a dinner bell\" to immigrants, pronounced Bob Beauprez (R-Colo.). \"If you are here illegally and \nwant to fly the Mexican flag, go to Mexico,\" proposed Virgil H. Goode Jr. (R-Va.). \"I say let the prisoners pick the \nfruits,\" said Dana Rohrabacher (R-Calif.), adding, \"I would hope that the American people are smart enough to \nsmell the foul odor that's coming out of the United States Senate.\" Asked if President Bush, who supports a guest-\nworker plan, has a similar stench, Rohrabacher replied: \"No comment.\" \n\n But King topped them all, asserting that a \"ruling class\" of Americans have \"made enough money by hiring cheap \nillegal labor that they think they also have some kind of a right to cheap servants to manicure their nails and their \nlawn.\" \n\n Over in the Senate, the linguistic dispute continued to rage. \"Tantamount to an amnesty program,\" judged David \nVitter (R-La.). \"It is not amnesty,\" said Dianne Feinstein (D-Calif.). \"Some people might perceive that what is \ngranted is an amnesty,\" posited John Cornyn (R-Tex.). \"This does not sound like amnesty to me,\" chimed in \nBlanche Lincoln (D-Ark.). \n\n  Only Sen. Judd Gregg (R-N.H.) retained his composure. \"I think that's a straw dog, to be very honest with you, this \nargument of amnesty,\" he observed. \"The debate is misfocused in some ways when the word 'amnesty' becomes \nthe hot button, nomenclature versus the more substantive question.\"  \n\n Another remark like that, and Gregg will be wearing the scarlet letter. \n"}