{"title": "Immigration Compromise; Chinese Fodd Products; Leprosy Rising", "body": "\nLOU DOBBS, CNN ANCHOR: Tonight, the Senate preparing to debate a so- called comprehensive immigration \nreform bill that is anything but comprehensive. Giving amnesty to as many as 20 million illegal aliens, and on both \nsides of the aisle, there is outrage and tense negotiations between the White House and Congress over a war \nfunding bill. Democrats insisting President Bush must be held accountable for his conduct of this war. We'll have all \nof that and much more straight ahead here tonight.\n\nANNOUNCER: This is LOU DOBBS THIS WEEK, news, debate and opinion for Saturday, May 19. here now, Lou \nDobbs.\n\nDOBBS: Good evening, everybody. Pro-amnesty senators and the Bush White House tonight struggling to sell their \nso-called compromise on immigration reform to both Congress and the voters. Opponents of that compromise \nsay it would give amnesty to up to 20 million illegal aliens while doing virtually nothing to secure our ports and \nborders. But the supporters of the deal say it's the best chance we have. Andrea Koppel reports from Capitol Hill.\n\n(BEGIN VIDEOTAPE)\n\nANDREA KOPPEL, CNN CORRESPONDENT (voice-over): The compromise would give millions a chance to \nbecome citizens. A big victory for Democrats.\n\nSEN. TED KENNEDY, (D) MA: Politics is the art of the possible and the agreement we just reached is the best \npossible chance we will have in years to secure our borders, bring millions of people out of the shadows and into \nthe sunshine of America.\n\nKOPPEL: But as part of the compromise, illegal immigrants would also have to pay thousands of dollars in fines \nand to appease anti-amnesty conservatives like Georgia's Saxby Chambliss, who voted against the bill last year, \nheads of households would still have to return to their home countries to apply for a green card.\n\nSEN. SAXBY CHAMBLISS, (R) GA: One major difference is, there is no guaranteed pathway to citizenship for \nanybody in this bill.\n\n\nKOPPEL: Conservatives also succeeded in getting more agents and fencing to beef up border enforcement, \nensuring more illegals won't slip in. A point highlighted by Republican presidential candidate John McCain who can't \nafford to alienate his party's conservative base.\n\nSEN. JOHN MCCAIN, (D) AZ: But it will also enhance interior enforcement and put employers on notice that the \npractice of hiring illegal workers will no longer be tolerated.\n\nKOPPEL: Also under the compromise, 400,000 temporary workers would be allowed in each year, but only for two \nyears at a time. Even though negotiations brought together the most liberal and conservative members of the \nSenate, both sides acknowledge the deal is fragile.\n\nSEN. DIANNE FEINSTEIN, (D) CA: Please, please, please don't let the good -- the perfect be the enemy of the \ngood.\n\nKOPPEL: Already in the House, Republicans strongly opposed to offering what they call amnesty to illegal \nimmigrants said they'd vote against it.\n\nREP. BRIAN BILBRAY, (R) CA: Around the world, people are packing their bags to come to America illegally \nbecause the Senate has just announced they're going to reward illegal immigration.\n\nKOPPEL (on camera): The first real test of this bill's staying power could come monday when it gets to the Senate \nfloor, over in the House, Speaker Nancy Pelosi said she hopes to get a bill done before the August recess. Andrea \nKoppel, CNN, Capitol Hill.\n\n(END VIDEOTAPE)\n\nDOBBS: Critics of this amnesty deal say the agreement sells out American citizens, national security, and this \nnation's sovereignty. Those critics say the Bush administration and some pro-amnesty lawmakers are hell bent on \ncreating a North American union without the consent of the American people or Congress. Lisa Sylvester has that \nreport.\n\n(BEGIN VIDEOTAPE)\n\nLISA SYLVESTER, CNN CORRESPONDENT (voice-over): The faces were almost identical, the same crowd that \npushed last year's immigration bill, Kennedy, McCain and Specter, were announcing a new bill. This time they had \nRepublican Jon Kyl. Like last year, they called it had fair legislation.\n\nFEINSTEIN: This is a balanced bill, and I believe it is fair to the best interests of the United States America.\n\nSYLVESTER: Senators were congratulating each other on a bill that few have seen. The language was written by \nstaffers in the dead of night. Lawmakers are expected to read, study the implications, and vote by next week.\n\nJIM EDWARDS, NUMBERSUSA: There will be three days or so to review the language, and it will be very long, \nvery loophole ridden.\n\nSYLVESTER: Last year's Senate bill was more than 600 pages long. It included provisions that were not made \npublic until after the vote. One section called for a common security perimeter for North America and to explore \nways to waive visa requirements for Canada, Mexico and United States. These are underlying provisions of a \nproposed North American union. Representative Virgil Goode worries similar language may be in this be year's bill.\n\nREP. VIRGIL GOODE, (R) VA: It's a destruction of our sovereignty. We're turning over more to Canada and Mexico \nand I do not like that.\n\nSYLVESTER: One thing that is in this year's proposed legislation, the Dream Act. That allows illegal aliens to \nreceive in-state tuition even though U.S. citizens who live out of state do not receive this benefit.\n\n(END VIDEOTAPE)\n\n\n\nSYLVESTER (on camera): Many Republican lawmakers are just not happy with this bill and haven't all seen the \nfinal language, but they're worried that there may it be other surprises in this bill, for example, last year, there was a \nsection that instead of giving local law enforcement more authority to enforce immigration law, actually weakened \ntheir authority. Lou?\n\nDOBBS: Yeah, there will be, without question, a number of surprises and what little we do know at this point has \ncreated enough of a stir on both -- both extremes of the political spectrum. Lisa, thank you very much. Lisa \nSylvester from Washington.\n\nMembers of Congress tonight also trying to make a deal with the White House over the war funding bill, both sides \nsay they want an agreement by Memorial Day. But Democrats are still trying to challenge the president's conduct of \nthis war. Dana Bash reports from Capitol Hill.\n\n(BEGIN VIDEOTAPE)\n\nBASH (voice-over): It was all smiles at the start of this high stakes meeting. The president's men and Congressional \nleaders trying to hammer out an agreement on how to fund the war.\n\nAt the end, the only thing they agreed on was this.\n\nREP. NANCY PELOSI (D-CA), SPEAKER OF THE HOUSE: The meeting was disappointing.\n\nREP. STENY HOYER (D), MARYLAND: Our meeting earlier this morning was a great disappointment.\n\nBASH: What happened behind closed doors?\n\nDemocrats put on the table a war spending bill with a time line for troop withdrawal, which the president already \nvetoed. They tried to sweeten the offer by saying he could waive those deadlines.\n\nThe White House said no.\n\nSEN. HARRY REID (D-NV), MAJORITY LEADER: The answer we got time after time in the meeting that we had \nthis morning is the president would take no responsibility. That's too bad.\n\nJOSH BOLTEN, WHITE HOUSE CHIEF OF STAFF: The Democratic leaders did talk about having time lines for \nwithdrawal We -- we consider that to be not a -- not a significant distinction. It -- whether waivable or not, time lines \nsend exactly the wrong signal to our adversaries, to our allies and, most importantly, to the troops in the field.\n\nBASH: Democrats say they also offered to drop billions of dollars in domestic spending the president opposes if he \nwould accept the Iraq withdrawal time line.\n\nThe answer again?\n\nREID: No. Everything was no.\n\nBASH: On its face, a surprising breakdown.\n\nAll sides share the urgent goal of agreeing on a war spending measure by Memorial Day -- only a week away. And \nDemocrats have privately admitted for weeks they know Mr. Bush won't sign anything with deadlines attached.\n\nBASH: But the new majority remains under intense pressure from anti- war voters not to give in and sources \nfamiliar with the strategy say Democrats are trying to show they're standing their ground until the eleventh hour.\n\nPELOSI: The difference between the Democrats and the president was the issue of accountability.\n\n\n\nBASH (on camera): The White House made an offer, too. A funding bill that threatens to cut off Iraqi economic aid if \nthey don't make political and economic progress and forces the president to revise his war strategy. Democrats \nrejected it. Dana Bash, CNN, Capitol Hill.\n\n(END VIDEOTAPE)\n\nDOBBS: The Bush administration also preparing to hold talks with Iran, the subject of that discussion? Iraq. Those \ntalks due to be held in Baghdad on the 28th of this month. U.S. officials say Iran is helping insurgents kill American \ntroops. Those officials sales Iranian Revolutionary Guards are giving insurgents sophisticated roadside bombs \ncapable of destroying American armored vehicles.\n\nComing up next year, the federal government filling the longest tunnel ever discovered under our southern boarder \nwith Mexico. Filling it after more than a year after its discovery. What took so long? We'll have that special report.\n\nAnd Cardinal Roger Mahony is at it again, challenging the principle of separation of church and state. Challenging \nthe national agenda and supporting illegal alien amnesty.\n\nAnd the Southern Poverty law center has been making outrageous claims against me and this broadcast, accusing \nme of fomenting anti-immigrant hysteria.\n\nWe set the record straight right here with two top officials at the Southern Poverty Law Center. We'll be right back. \nStay with us.\n\nDOBBS: New evidence this week of gaping holes in security along our southern boarder with Mexico. Federal \nagents this week finally filling a massive drug tunnel under the border with Mexico. That tunnel was discovered \nalmost a year and a half ago. You may be asking yourself, what took so long? Casey Wian has our exclusive look \nat the answer.\n\n(BEGIN VIDEOTAPE)\n\nCASEY WIAN, CNN CORRESPONDENT (voice-over): This gaping hole under the U.S.-Mexico border was \ndiscovered in January 2006. It was an underground super highway for drugs, illegal aliens and potentially weapons \nand terrorists.\n\nHECTOR MONTALVO, CUSTOMS & BORDER PROTECTION: Most likely this tunnel was done -- it was done by \nmy miners. Because it took a lot of effort. They have a concrete floor. They have lighting along the tunnel. They \nhave ventilation.\n\nWIAN: Now, contractors working for the Army Corps of Engineers are filling it with concrete. This is what that looks \nlike through a robotic camera. We were the only news crew ICE invited to view the tunnel it before it was filled.\n\n(on camera): At 200 feet this is the longest tunnel ever discovered under the U.S.-Mexico border. At it's starting \npoint in Mexico it began at 80 feet below the surface of the ground. When Immigrations and Customs Enforcement \nagents discovered this tunnel more than a year ago they found two tons of marijuana on the Mexican side of the \nborder and 200 pounds of marijuana on the U.S. side.\n\n(voice-over): The tunnel ended in this warehouse, leased as a front for the Arellano Felix cartel. Drugs were moved \nout in produce trucks. More than two dozen smuggling tunnels have been discovered under the border since 1993 \naccording to the new border tunnel task force.\n\nFRANK MAYWOOD, IMMIGRATION AND CUSTOMS ENFORCEMENT: I would be astounded if there were not \nother tunnels out there. At any given time, the tunnel task force is working on multiple sites. I don't think we have an \ninterstate system yet underground. I hope not.\n\nWIAN: ICE says it took so long to begin filling the tunnel because it had to deal with private landowners, insurance \ncompanies, and other government authorities including the Environmental Protection Agency.\n\n\n\nThe tunnel likely cost drug smugglers hundreds of thousands of dollars to construct. Now U.S. taxpayers are \nspending three quarters of a million to fill it in.\n\nICE says it's 99 percent sure that no drugs or illegal aliens have moved through the tunnel since it was discovered. \n(on camera): As for the other tunnels yet to be found, ICE says it's working with the Mexican government. They \nhope to be able to uncover 90 percent of future tunnels before they reach the surface in the United States. Right \nnow they are finding about half. Casey Wian, CNN, Otai Mesa (ph), California\n\n(END VIDEOTAPE)\n\nDOBBS: Religious leaders in this country are confronting the doctrine of church and state as some of them lobby \nheavily for amnesty for illegal aliens. The archbishop of Los Angeles, Cardinal Roger Mahony has been giving to \nopen borders advocates. Christine Romans has that report.\n\n(BEGIN VIDEOTAPE)\n\nCHRISTINE ROMANS, CNN CORRESPONDENT (voice-over): Cardinal Roger Mahony on the language of illegal \nimmigration.\n\nROGER CARDINAL MAHONY, LOS ANGELES: I have learned that certain words are not to be used. Never use \nthe \"A\" word. Amnesty. But rather, find other words that don't convey the power of what we are about.\n\nROMANS: The\" we\" here is the Catholic Church and the National Council of La Raza to whom he was speak. What \nthey're about, so-called comprehensive immigration reform.\n\nMAHONY: We need and we will get a comprehensive legislation passed.\n\nROMANS: And Cardinal Mahony has an urgent time line.\n\nMAHONY: Legislation must be passed by both houses and signed into law by the time we get to the August recess.\n\nROMANS: Political observers say for Mahony religion and politics are absolutely inseparable.\n\nDAN HOFRENNING, ST. OLAF COLLEGE: The only thing he cannot do is advocate for a particular candidate in an \nelection or get involved in a specific campaign. Religious leaders are free to take stands on particular pieces of \nlegislation.\n\nROMANS: Mahony's office did not return calls seeking comment but in a recent speech, he said his lobbying for \namnesty is justified by the Bible. Quote, \"As a Christian, there are no prior commitments that can overrule or trump \nthis biblical tradition of compassion for the stranger, the alien, the worker.\"\n\nIndeed, Mahony says the church has a moral obligation to change American law because he says, quote, \"our \ncurrent immigration laws are, in a word, unjust.\"\n\n(END VIDEOTAPE)\n\nROMANS (on camera): Mahony endorses specific legislation. A pathway to citizenship by paying a fine, taking \nEnglish and civics classes and getting in line, he says, behind those already in line.\n\nNow he told that of the National Council of La Raza, don't say the L word, \"legalization,\" don't say the C word \n\"citizenship.\" A spokesman says it was an expression of frustration about how poisoned the atmosphere is about \nimmigration.\n\nDOBBS: And the really good news for the cardinal is he doesn't have to worry about that because this compromise \nas least as it's advertised to this point looks like it pushes illegal aliens in this country right to the front of the line. So \nthe cardinal must be clicking his little heels right about now. Christine, thank you. Christine Romans.\n\n\n\nComing up next, the rising concern about contaminated toxic food imported from communist China. State \ngovernments are taking action because the federal government isn't doing a thing. We'll have that report.\n\nThe Senate, by the way, speaking of the federal government not doing a thing, the Senate making a deal on illegal \nimmigration that would give amnesty to millions of illegal aliens. We'll be discussing that issue with our \ndistinguished political panel and the Southern Poverty of the Law Center making astonishing claims against me and \nthis broadcast for our reporting on illegal immigration, including accusing me of spreading as they put it, quote, \n\"false information and demeaning an entire group of people.\"\n\nWe'll set the record straight. Stay with us.\n\nDOBBS: Four state governments have decided to do what the federal government refuses to do, those states \ntaking action to protect their citizens from contaminated fish, imported from communist China. Alabama, Arkansas, \nLouisiana and Mississippi all say catfish from China contains harmful drugs that may cause serious health problems \nfor humans.\n\nAs Kitty Pilgrim now reports, most imports of Chinese farmed fish aren't inspected at all.\n\n(BEGIN VIDEOTAPE)\n\nKITTY PILGRIM, CNN CORRESPONDENT (voice-over): Mississippi issued a stop sale order on imported Chinese \ncatfish and pulled it off the grocery shelves. Alabama tested 20 samples of Chinese fish imports and 14 were \ncontaminated with the drug fluoroquinoline.\n\nREP. ARTHUR DAVIS, (D) AL: We're trying to send a wakeup call to the federal government because again, the \nonly reason we will know about this is because our Department of Agriculture is vigilant enough to inspect samples \nof foreign-made catfish. And because of that they discovered that 65 percent of them had an ingredients banned in \nthe United States. That's just catfish.\n\nPILGRIM: In the past year, the FDA found four banned chemicals in shipments of Chinese fish, some causing \ncancer, bone marrow diseases, liver and kidney damage, nerve, muscle and heart problems. Yet, imports of \nChinese farm catfish were up 400 percent last year.\n\nREP. MIKE ROSS, (D) AR: I would encourage consumers not to buy catfish that's been raised in China and \nshipped to the United States.\n\nPILGRIM: Congressional hearings questioned the head of the FDA if the problem was a national one.\n\nUNIDENTIFIED MALE: Are there Chinese catfish coming into other states.\n\nDR. DAVID ACHESON, FOOD AND DRUG ADMINISTRATOR: Yes, I'm sure there are.\n\nPILGRIM: The U.S. catfish industry trade group say Chinese farmers routinely use antibiotics to kill diseases in their \nfish ponds. The pond water is sometimes polluted with industrial waste or even human waste. So Chinese farmers \nhave used heavy antibiotics to disinfect the fish, but the Chinese have become the largest exporters of seafood in \nthe world. Seventy percent of fish consumed in the world is grown on fish farms in China.\n\n(END VIDEOTAPE)\n\nPILGRIM (on camera): Now, China exported $2.5 billion of food to the United States and rest of the world in 2006. \nThat was an increase of 150 percent from two years ago. The head of the FDA's food safety program says they \nhave put out an alert to importers of Chinese catfish. But many other products are flooding into this country, Lou.\n\nDOBBS: Why does the FDA even bother? They're not inspecting food, they're not permitting -- what is their deal?\n\nPILGRIM: They say they're understaffed and underfunded. And that seems to be very much the case. And the \nsystem is broken. There are just too many agencies trying to keep track of too many different kinds of food.\n\n\n\nDOBBS: In other words, for American consumers, the FDA is saying good luck.\n\nPILGRIM: That's pretty much it.\n\nDOBBS: Great. Thanks very much, Kitty Pilgrim.\n\nComing up next, senators reach an agreement granting amnesty to as many as 20 million illegal aliens. Our panel \nof top political analysts joins us for a discussion on this so-called grand compromise.\n\nThe Southern Poverty Law Center accusing me and this broadcast of spreading false information Bush \nadministration illegal immigration. We'll set the record straight with the leadership of the SPLC. Stay with us. We'll \nbe right back.\n\nDOBBS: I'm joined now by three of the country's best political analysts. In New York, Democratic strategist Hank \nSheinkopf, Errol Louis, \"New York Daily News,\", Washington, Diana West, \"Washington Times.\"\n\nLet me begin with you, if I may, Hank Sheinkopf. A compromise that is, what do you think of it?\n\nHANK SHEINKOPF, DEMOCRATIC STRATEGIST: It is a disincentive for people have done things right. That's a \ngood summary. That's not the American way. Secondarily, the speaker says nothing will move and until the \nRepublicans come up with 70 votes. That's a sure way to make sure this doesn't go any place.\n\nDOBBS: Errol?\n\nERROL LOUIS, \"NEW YORK DAILY NEWS\": It's much reminiscent of the old saying that sausages and laws are \nthings you don't necessarily want to watch in the process. You're staring into a sausage factory. It's going to be an \nugly debate. It's going to be a contentious debate. And a lot of different values are going to be traded off in ways \nthat would appall many Americans. In the end, I don't know that he'll come out with something that actually passes.\n\nDOBBS: Well, if this process can appall Americans more than it has to this point, that's going to be a rather \ndramatic result. Diana West?\n\nDIANA WEST, \"WASHINGTON TIMES\": I would agree and I would just say I hope there's a great debate on this \nissue. It is vitally important. What concerns me most is that it's being rammed through. There is no text of the bill \navailable, and yet, it is supposed to be going to debate on Monday. But frankly, a sausage is right. I have to say this \nwhole issue is now making me sick to my stomach.\n\nDOBBS: Hank, the opportunity here to solve illegal immigration, to solve border -- to establish border security and \nport security is there not one honest man or woman in the United States Senate or the United States Congress to \nsay stop, let's look at the national interest, the common good of American citizens and do the right thing from the \nperspective of the United States? Where are these people?\n\nSHEINKOPF: Well, they're not in the same place you are, that's for sure, Lou. What we've said time and time again \nis politics always rules for the people of this nation and what's happening here is they want to get it done this year if \nthey can but they don't want it lingering next year into 2008 when they're up for reelection.\n\nDOBBS: Let's move politics aside. Hank Sheinkopf, smart fellow, knows history up side and down the other. What \ndo you think of this proposed compromise?\n\nSHEINKOPF: No compromise at all. No compromise at all.\n\nDOBBS: Errol.\n\nLOUIS: I think some of the tradeoffs, again, this move toward merit- based immigration is much more strongly \nfavored, if I understand it right. I haven't seen the bill because you can't get a copy of it, as opposed to family \nimmigration. I think you can foresee off the bat all kinds of unintended negative consequences coming from \nsomething like that.\n\n\n\nYou mentioned assimilation into this country. Well, who does that? The head of household who comes here and \nbrings over their kid or sister or brother, they are there to explain the rules to them. If we bring in college graduates \nor alleged college graduates, who's going to teach them what will being an American is?\n\nDOBBS: And who's going to do all of this because there's no provision as far as I know, Diana, for to beef up \ninterior enforcement of U.S. immigration laws, either Immigration and Customs Enforcement nor the Citizenship \nand Immigration Services, which is this huge backlog of people trying to enter the country legally, Diana.\n\nWEST: Of course.\n\nDOBBS: I mean, what in the world are these people thinking?\n\nWEST: Assimilation is a beautiful thought. But you do not assimilate a demographic cohort that approaches the \ntens of millions coming from a foreign culture, in this case largely Hispanic. And I wish we could get by some of the \nbuzz words racism or bigotry just to discuss the cultural transformation that this basically amnesty program will \naccelerate. We will go to an accelerated Hispanic-based culture and we will see the extinguishment of what has \npreviously and traditionally been an Anglo Saxon English-based culture. You don't have to be Anglo or Saxon to \nlament that. It's a momentous bill.\n\nSHEINKOPF: I don't know that's the issue. America ...\n\nWEST: It's a big issue.\n\nSHEINKOPF: America has definitely benefited from diversity over times. Immigrant populations going before the \nshutdown of the '20s in the early part of the 20th century, the latter part of the 19th century, that's not the issue.\n\nWEST: It is the issue.\n\nSHEINKOPF: The issue is basic fairness is the issue. Are you going to let people who play by the rules benefit, are \nyou going to create a distinct sub social class of people through you this? And that's wrong.\n\nDOBBS: Here's a subclass of people that's been created. In the discussions between the White House and \nCongress, war funding, trying to it seems in this process relegate our men and women in uniform to a separate \nstanding from the rest of America. I cannot for the life of me figure out what's going on.\n\nLOUIS: The whole war funding debate, I think, is really a disgraceful process of trying to manage failure. I mean, it's \nknown now that this is not going to last very long. We're going to check in in what, September, 90 days from now? \nWith or without any involvement from the Iraq parliament? The situation on the ground is not going to have \nchanged.\n\nDOBBS: Errol? The last thing you said, not changed, are you sure?\n\nLOUIS: Well, it's a prediction. We'll see.\n\nDOBBS: OK. Diana West, thank you for being here. Errol Louis, Hank Sheinkopf, thank you.\n\nComing up next, the facts about leprosy in America. Reported cases are on the rise. It's not a big deal but don't tell \nthat to the Southern Poverty Law Center. They've made it a very big deal.\n\nAnd the SPLC says this broadcast has given legitimacy to what it calls \"wild unsupported claims about \nimmigration,\" end quote. I'll be talking with two folks who run the joint. Stay with us.\n\nRICK SANCHEZ, CNN ANCHOR: I'm Rick Sanchez here in B Control for you trying to get you up to speed what's \ngoing on right now. First of all, Iraq, where five more American soldiers have been killed in the last 24 hours, a total \nof eight U.S. soldiers have been killed since Friday. One of those might have been searching for three missing \ncomrades. Today, U.S. mlitary officials say they believe that at least two of those missing soldiers are still alive.\n\n\n\nMilitants in Gaza fired more rockets into Israel today. This follows overnight air strikes by Israel. Those attacks killed \nat least two Palestinians. The violence comes amid a fifth truce between Hamas and Fatah. The Palestinians \naccuse Israel of taking advantage of its internal strife. Israel says it's just defending itself.\n\nAnd now, the scandal over beleaguered World Bank chief Paul Wolfowitz subsiding, the G-8 finance ministers want \nto get back to business, wrapping up a tow day meeting in Germany, the minister focused on promoting sound \nfinancial lending practices in Africa, they are warning lenders against racking up new debts in the impoverished \nnations.\n\nI'm Rick Sanchez. News breaks, we'll break in and bring it to you right away. Meanwhile, let's take you back to Lou.\n\nDOBBS: The number of reported incidents of leprosy in this country are you extraordinarily rare. Amongst \npopulation of some 300 million people. About 7,000 on the national registry of Hansen's disease or leprosy cases. \nBut since 2000, that number has been increasing in the number of yearly cases.\n\nSome doctors who deal directly with that disease, or Hansen's disease, say many cases go unreported. But the \nactual increases in the number of cases each year and the total number of cases on the national registry of \nHansen's disease may be understated by a significant amount. Bill Tucker has the report.\n\n(BEGIN VIDEOTAPE)\n\nBILL TUCKER, CNN CORRESPONDENT (voice-over): Dr. Bill Levis is one of the most respected doctors in the \nworld on the treatment of leprosy or Hansen's disease as it's now known and he says the disease is on the rise.\n\nLevis is the attending physician at the Hanson's disease clinic at New York City's Bellevue hospital. It is one of 11 \nsuch federally-funded clinics in eight states and Puerto Rico. Leprosy peaked in the United States 1983 when 456 \nnew cases were reported according to the Department of Health and Human Services which attributes the rise to a \nlarge increase in immigration from Southeast Asia.\n\nThe number of new cases bottomed out in 2000, but the number of leprosy cases has more than doubled in the \nyears since. Respected medical authorities say there are reasons to suspect those numbers understate the number \nof leprosy cases.\n\nDR. WILLIAM LEVIS, HANSEN'S DISEASE CLINIC: In the last 30, 40 years we've had 7,000 by registry figures \nthat are maintained, but it's likely to be significantly more than that because not all states require, including New \nYork State, are requiring reporting of the disease. So it's underreported. So that's a minimal figure.\n\nTUCKER: Forty years ago there were fewer than 1,000 people on the registry in the United States. Not only does \nNew York State not require that doctors report cases of leprosy, neither do the states of Georgia, Maine, Oregon, \nWashington, Vermont, North Dakota and West Virginia.\n\nComplicating the underreporting, many doctors don't even recognize the disease when confronted with it. Of the \ncases Dr. Levis sees in New York ...\n\nLEVIS: Many of those cases have seen 10 or a dozen or more physicians before they're properly diagnosed.\n\nTUCKER: Disturbing but not surprising because leprosy shares many of the same characteristics as T.B. and it's \nsuch a relatively rare disease, it is not even taught in most medical schools.\n\nWhy the increases have been occurring since 2000 is not yet fully understood, but 75 percent of the reported \nleprosy cases today are found in people who were born outside of the United States. Of the new cases reported in \nAmerica in 2005, the most recent year for which statistics are available, the Department of Health and Human \nServices reports that the highest number of leprosy infections were found in people born in Brazil and Mexico.\n\nCalifornia, Texas, Louisiana, Massachusetts and New York were the states with the highest reports of leprosy \ninfections in 2005. The United States Citizenship and Immigration Service requires that legal residents be \n\n\n\nscreened for leprosy, but that screening is not effective if a person is not symptomatic. Of course, illegal immigrants \nare not screened at all.\n\n(END VIDEOTAPE)\n\nTUCKER (on camera): Now, the good news is that is leprosy is a disease which is both treatable and curable with \nmodern multi-drug therapy, but Lou, that, of course, requires that the cases be identified.\n\nDOBBS: Identification of the disease obviously necessary. That's great news. That it is now treatable. Thank you \nvery much, Bill Tucker.\n\nAnd by the way, Mr. Tucker's report on leprosy is the first report that this broadcast has ever done on leprosy in four \nand a half years in covering the illegal immigration crisis in this country.\n\nYou wouldn't know that if you had been paying attention to some of the e-mails and outrageous claims by the \nSouthern Poverty Law Center. In fact, the law center has accused me and this broadcast of spreading false \ninformation about our illegal immigration crisis. Because of that, I talked this week with the leadership of the \nSouthern Poverty Law Center about their claims.\n\n(BEGIN VIDEOTAPE)\n\nDOBBS: We want to show you now as I get ready to talk with Mark Potok and Richard Cohen of the Southern \nPoverty Law Center, all of this originating in an excerpt from \"60 Minutes\" that profiled me two Sundays ago. Lesley \nStahl talked in that report with Mark Potok of the Southern Poverty Law Center.\n\nMARK POTOK, SOUTHERN POVERTY LAW CENTER: The impression you get pretty strongly I think, day after \nday is that, you know, sort of all 11 million illegal aliens are bringing leprosy, they're bringing crime, they're bringing \nall these terrible things to the United States.\n\nLESLEY STAHL, CBS NEWS CORRESPONDENT: If these people have come into this country illegally, what is so \nwrong with somebody taking it up as an advocate?\n\nPOTOK: That does not sort of give one the go-ahead to say that, you know, these are a group of rapists, disease-\ncarrying people who are coming to, you know, essentially to destroy the culture of this country. You know, I think \nthat's a long leap.\n\nDOBBS: A long leap, the only question here is who made the leap? Here are the facts. Over the course of the past \nfour and a half years, now recall Mark Potok said you get the impression day to day, we have done more than 750 \nreports on illegal immigration over just that past four and a half years. LOU DOBBS TONIGHT has reported \nexactly three times on disease among illegal aliens. Let me repeat that. In four and a half years we've only done \nthree reports on disease among illegal aliens in this country, and those reports dealt primarily with drug-resistant \ntuberculosis.\n\nAlso in point of fact, of those almost -- you call them more than 750 reports, only three of them have dealt with rape \nor other sex crimes and two of those reports were centered on a national tax task force that was tasked with the job \nof rounding up child predators.\n\nThe dispute between the Southern Poverty Law Center and this broadcast and me centers on 31 words uttered in \nresponse to my question following Christine Romans' report on tuberculosis. We're going to examine those 31 \nwords and what has ensued. Joining me now are Richard Cohen, he's the president and the chief executive officer \nof the Southern Poverty Law Center, and Mark Potok and the intelligence project director. Gentlemen, welcome to \nyou both.\n\nRICHARD COHEN, SOUTHERN POVERTY LAW CENTER: Thank you for having us, Lou.\n\n\n\nDOBBS: Mark, as we've just said, giving the impression that 11 million illegal aliens, how could we possibly do that \nwith only three reports on disease, three on, basically, child predators over the course of four and a half years. Help \nme out.\n\nPOTOK: Well, Lou, I think that it is true. I stand very much by what I said ...\n\nDOBBS: I thought you might.\n\nPOTOK: ... that if one watches your report from day to day, you do get this impression. It's about, you know, you \nsay things like a third of the federal prison cells are filled with illegal aliens when that is not a provable fact. It is \nabsolutely not known how many are, quote, \"illegal aliens.\"\n\nDOBBS: You guys do a lot of work in prison, Mark.\n\nPOTOK: You talk about disease in a similar way. In one of your reports on sexual predators you talked about how, \nyou know, there's this sort of terrifying trend of sexual predation by quote, \"illegal immigrants\" and you were basing \nthat report in fact on 36 arrests in New York State. You know, I've not seen every single report you've done on \nsexual predators and related issues. Both those are the ...\n\nDOBBS: Well, there are only three of them.\n\nPOTOK: I'm sorry?\n\nDOBBS: If you would like we can get them to you expediently.\n\nPOTOK: The point is is that the criticism that we made of you over the leprosy claim which was certainly false. What \nyou claim side there were 7,000 new cases of leprosy in a recent three-year period, in fact ...\n\nDOBBS: Whoa! Whoa.\n\nPOTOK: When in fact that three year period is about 450 cases.\n\nDOBBS: In point of fact. In point of fact, what we said was, and I think we really should go to that. We did not say \nthere were new cases at any time. And not have you said that there, you've said in this e-mail -- well, let's go first to \nthe ad that was placed in the \"New York Times\" and \"USA Today\" yesterday, and I want to tell our viewers, I want \neverybody to know I invited Mark Potok and Richard Cohen to join us last week, I believe it was last Wednesday to \njoin us.\n\nNow, in the ad placed in \"The New York Times\" and the \"USA Today\" yesterday, the Southern Poverty Law Center \nin an open letter to CNN, said, quote, \"despite being confronted with undisputed evidence to the contrary, Mr. \nDobbs says he stands 100 percent behind the claim that there have been 7,000 new cases of leprosy in the United \nStates in recent years.\"\n\nMark, Richard, gentlemen, you know we never said they were new cases. What we said in point of fact was that \nthere are 7,000 cases on the active -- active leprosy register. You also ...\n\nCOHEN: Lou, Lou, Lou -- you're letting yourself off too easy, Lou. Let's be serious here.\n\nDOBBS: I'm sure that you would not permit that, surley.\n\nCOHEN: Just wait, Lou. Just wait. You said or your reporter Christine Romans said on May 7th that Hansen's was a \ndisease so rare that in 40 years only 900 people were afflicted. Suddenly in the past three years America has more \nthan 7,000 cases of leprosy.\n\nDOBBS: Right.\n\n\n\nCOHEN: I think that makes it -- that's a pretty strong implication that the number has jumped from 900 to 7,000 or \nover 7,000 in a very short period of time. You were wrong to claim that.\n\nDOBBS: Let's listen and I would ask you to listen as well along with our viewers to exactly what Christine Romans \nsaid and if we could roll that, please.\n\n(BEGIN VIDEO CLIP)\n\nCHRISTINE ROMANS, CNN CORRESPONDENT: It's interesting because the woman in our piece told us that \nthere were about 900 cases of leprosy for 40 years. There have been 7,000 in the past three years.\n\n(END VIDEO CLIP)\n\nDOBBS: That report, as you gentlemen know, was done two years ago. In point of fact the up-tick in cases from 76, \nI believe in 2000 which was the low point of the number of cases began rising to about 166 and the most recent \nyear reported, 2005, the year in which that report was made.\n\nCOHEN: Lou, you're not being fair. You're not being fair.\n\nDOBBS: Please.\n\nCOHEN: Let me finish. Miss Romans repeated the same kind of outrageous claim on your show on May 7. The \nthing that -- leprosy cases haven't been going up in recent years, Lou, they've been bouncing around. You can see \nthe figures, 133, 134, 131, you're looking at the same numbers I am. What has increased are the number of hate \ncrimes against Latinos. It's a serious problem, Lou, and you ought to talk about it.\n\nDOBBS: How much have they increased?\n\nCOHEN: Let me finish. Let me finish. The reality is that hate crimes occur because people demonize Latinos and \nother persons in our country. They spread false statistics about it. The 7,000 figure that you've done on your show \nis all over hate Web sites. You, Lou, unfortunately are one of the most popular people on the white supremacist \nWeb sites. Let me finish. You can't -- you can't -- you're not responsible, Lou, for people who admire you, but you've \ngot to ask yourself why the Council of Conservative Citizens considers you their favorite pundit.\n\nDOBBS: Well, I will leave that to you to divine and as you have interestingly created some rather -- what I consider \nto be tangential discussion, I think you know, I certainly knows that Mark Potok knows that I think the CCC is a \nreprehensible organization based on its beliefs and its attitudes. I think you know that very well.\n\nSo I'm not quite sure what you're going to, but let me go back to something here because I don't want to let you off \nquite that easily, either. So we did not say we quite agree that there were 7,000 new cases. We said there were \n7,000 on the registry. I want to talk to you about ...\n\nCOHEN: I didn't agree with what you just said.\n\nDOBBS: I'm sorry?\n\nCOHEN: I didn't agree with what you just said. Miss Romans on May 7, again there have been 400 cases for years \nand suddenly in the last three years there were 7,000 cases. I think that implies there's been an explosive growth \nand you have got the statistics in front of you. I heard you cite them. That's not the case.\n\nDOBBS: Let me cite them for everybody one more time and if we've got that graphic I'd like to do that, which in, by \nthe way, in your publication you said the cases have been declining. Since 2000, they have in fact been doubling, \nrising from 76 to 110, to 133 to 131, 166 and you just listened to one of the most foremost experts in Bill Tucker's \nreport say to you that they are absolutely, absolutely understated and significantly so.\n\nCOHEN: And they've always been understated, Lou.\n\n\n\nDOBBS: But let's go to the more important issue, here, if we may. You also took me to task for using the source \nthat was in the report that Christine Romans did. Now, I want to be clear here. We're talking about 31 words uttered \nmore than two years ago by Christine Romans in response to a question from me, just before going to commercial \nbreak. She did not ever, the report by Bill Tucker is the first report on this broadcast ever about leprosy in relation to \nillegal immigration and you gentlemen both know that. POTOK: If I may make one point here.\n\nDOBBS: The only person that has made anything of this has been you, gentlemen, and I can't imagine your \nmotivation for doing so.\n\nPOTOK: It's certainly not true that we're the only ones who have made this point. As you know ...\n\nDOBBS: Well, we certainly have not. We have done one 30-word expression at the end of a report on multi-drug \nresistant tuberculosis and you have talked about it endlessly in your newsletter, in your intelligence report, in your \nadvertising, which, I don't know, does it spur fund raising? I don't know.\n\nCOHEN: You know, it's interesting, Lou, that the John Birch Society made the same claim against us that you just \nuttered. The reason we're taking you seriously ...\n\nDOBBS: Now you've aligned me with the CCC and the John Birch Society. Is there anyone else you'd like to align \nme with?\n\nCOHEN: Lou, you're an important media figure, a very important figure and immigration is an important issue in \nour country. What we don't think should happen is the debate should be poisoned by misleading statistics about \ncrime, about leprosy, about anything.\n\nDOBBS: Let's get to the bottom line. We'll be back with Richard Cohen and Mark Potok from the Southern Poverty \nLaw Center in just one moment. We're going to get to the bottom of this one right now.\n\nCOHEN: Thank you, Lou.\n\nDOBBS: Stay with us.\n\n(END VIDEOTAPE)\n\nDOBBS: I invited the leadership of the SPLC to explain their, what I consider to be specious and unreasonable \ncharges.\n\n(BEGIN VIDEOTAPE)\n\nDOBBS: Can I ask you gentlemen, we have just about four minutes left, have you ever once heard me say anything \nagainst immigration, failing to support higher immigration if it's a matter of public policy? Have you ever heard me \nbe anti-immigrant even once or am I anti-illegal immigration?\n\nCOHEN: Lou, I think you've done it many times. I think that when you make false claims about immigrants that \nthat's being anti-immigrant. I don't see any way around it. It's not the case that one-third of the persons in federal \ncustody as you said are illegal immigrants to use your words. Twenty-seven percent of the persons in federal \ncustody were born on foreign soil, some here lawfully, some not and only 12 percent of those were -- had \ncommitted violent crimes. So to suddenly say that 33 percent ...\n\nDOBBS: I thought you said it was an unknowable statistic just a moment ago, Richard?\n\nCOHEN: No, I didn't say that.\n\nDOBBS: I misunderstood you.\n\nCOHEN: You did. I said 27 percent of the persons in federal custody were born on foreign soil. We do not know \nhow many are here lawfully and how many aren't but we do know that 12 percent of those ...\n\n\n\nDOBBS: The federal prisons are not allowed to ask their country of either origin or their immigration status, \ncorrect?\n\nCOHEN: Right. That's right.\n\nDOBBS: So those statistics you've just cited are rather interesting in light of that.\n\nCOHEN: Well, I don't know where you got the 33 percent of all -- everyone being an illegal immigrant, Lou.\n\nDOBBS: Those are the estimates ...\n\nCOHEN: You were the one who made the claim.\n\nDOBBS: Right.\n\nCOHEN: You were the one who made the claim and I think it's a misleading claim, Lou.\n\nDOBBS: Do you? To what end?\n\nCOHEN: The point is, Lou, that these are the kinds of claims we hear a lot. A few years ago one of your reporters \nalso characterized the National Academy of Science's study of the effects of immigration on this country. Your \nreporter said with you, you know, nodding your sense, that what the report concluded was that there was an up to \n$10 billion annual cost -- I'm sorry, $100 billion and in fact what it showed on -- no, $10 billion, in fact what it \nshowed is it was a $1 to $10 billion net positive.\n\nDOBBS: Well, in point of fact your statistics are every bit ...\n\nCOHEN: These kinds of things outline the constant stream of misinformation.\n\nDOBBS: Please. First, Professor Jorge Borjas at Harvard University as you well know has done extensive research \non the cost in terms of suppressed wages n this country of excessive immigration, both legal and illegal. And in \npoint of fact. That number is $200 billion.\n\nCOHEN: That doesn't justify mischaracterizing a government report.\n\nDOBBS: That's $200 billion a year. In point of fact, the four principle industries in this country that are hiring illegal \naliens, the largest among them, construction followed by landscaping, leisure and hospitality, hotels and \nrestaurants, all have experienced declines in wages. There is no shortage of labor.\n\nAnd in point of fact or otherwise those wages would be rising, and it has declined as a result of exploitive \nemployers. So I'm going ask this question. Do you believe I'm anti-immigrant or do you believe I'm anti-illegal \nimmigration?\n\nCOHEN: Lou, I hope you're not anti-immigrant. I hope that you only you know that, Lou. What I do think though ...\n\nDOBBS: The record demonstrates it pretty clearly.\n\nCOHEN: ... (inaudible) the debate about it.\n\nDOBBS: Well, gentlemen, your institution has a great tradition.\n\nCOHEN: Thank you.\n\nDOBBS: I think that you can find perhaps in the record some basis for either declaring me either anti-immigrant or \nanti-illegal immigration, but I do think that using me and my name, frankly, as some sort of fund-raising tool is \negregiously unworthy of both your tradition and your work in most areas and I do not for one moment comprehend \nit. I hope we can have further discussions.\n\n\n\nCOHEN: Lou, I'm sorry you feel that way.\n\nDOBBS: Sir?\n\nCOHEN: I'm sorry you feel that way.\n\nDOBBS: Well, come back here and let's have a talk and see if we can get to the bottom of what's going on here. \nAre you gentlemen up for that?\n\nCOHEN: I appreciate you inviting us back, Lou, and I hope you're not lambasting us for ratings.\n\nDOBBS: You know what? I can guarantee you I'm not. If I'm lambasting you, it's out of disappointment. Gentlemen, \nI thank you very much.\n\nCOHEN: Thank you for having us, Lou.\n\nDOBBS: Mark Potok and Richard Cohen at the Southern Poverty Law Center.\n\nPOTOK: Thank you.\n\nDOBBS: Thank you very much.\n\n(END VIDEOTAPE)\n\nDOBBS: Up next, we'll have your thoughts on this so-called grand compromise on our illegal immigration crisis. \nThat's next. Stay with us.\n\nDOBBS: Time now for some of your thoughts on this so-called grand compromise on illegal immigration.\n\nBill in Florida said, \"Lou, based upon the latest news report I have just read, I think we will be elected a lot of new \nsenators in 2008. What do you think?\"\n\nI think there is every possibility.\n\nAnd Deborah in California. \"These clowns care nothing for America, its citizens, history, language and culture. Our \ncongressional representatives only about corporate dollars, cheap labor and plenty of easy votes. It's time to vote \nthe bums out of office again.\"\n\nSend us your thoughts at loudobbs.com. We love hearing from you. And we thank you for joining us. Join us here \ntomorrow. We'll be doing a lot more on that grand compromise. Thanks for watching. Enjoy your weekend. Good \nnight from New York. THIS WEEK AT WAR begins now with Tom Foreman.\n\nTO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE \nORDER FORM LOCATED AT www.voxant.com\n"}