{"title": "Gates of Vienna News Feed 10/28/2018", "body": "\nOct 29, 2018( Gates of Vienna: http://gatesofvienna.net/ Delivered by Newstex)  The Greens and the AfD were the \nbig winners in today's local elections in the German state of Hesse. The AfD gained almost 10% to win more than \n13% of the vote. The 'center' parties — the SPD and the CDU — were the big losers. In other news, the 'Tropical \nTrump' Jair Bolsonaro was elected president of Brazil with more than 50% of the popular vote in a runoff election. \n\nTo see the headlines and the articles, click 'Continue reading' below. Thanks to C. Cantoni, Insubria, JD, Reader \nfrom Chicago, and all the other tipsters who sent these in. Notice to tipsters: Please don't submit extensive excerpts \nfrom articles that have been posted behind a subscription firewall, or are otherwise under copyright protection. \nCaveat: Articles in the news feed are posted 'as is'. Gates of Vienna cannot vouch for the authenticity or accuracy \nof the contents of any individual item posted here. We check each entry to make sure it is relatively interesting, not \npatently offensive, and at least superficially plausible. The link to the original is included with each item's title. \nFurther research and verification are left to the reader. [1][2] \n[3][4][5][6][7][8][9][10][11][12][13][14][15][16][17][18][19][20][21][22][23] [24][25] \n[26][27][28][29][30][31][32][33][34][35][36][37][38][39][40][41][42][43][44][45][46] [47] [48][49][50][51][52][53] [54] \n[55][56] [57][58] [59][60][61][62] [63][64][65][66][67][68][69] [70][71][72][73][74][75]  Italy: No Bank Will Go Bust Says \nSalvini[76] Won't budge even half a millimetre on budget says deputy PM (ANSA) — Milan, October 26 — No \nItalian bank will go bust because of the rising bond spread due to Italy-EU budget ructions, Deputy Premier Matteo \nSalvini said Friday. 'No bank will go to the wall. If someone is thinking of speculating at the expense of savers and \nItalians, let him know that there is a government and a country ready to defend its businesses, banks and economy, \nat whatever cost', he said. European Central Bank chief Mario Draghi said Thursday a consistently elevated spread, \na gauge of investor confidence in Italy's ability to pay down its debt, would impact banks. He voiced the hope that \nbudget talks with the European Commission would lead to a smaller deficit than 2.4% next year and spark a fall in \nthe spread. Salvini also said Friday that 'we will not go back even half a millimetre' on the budget.[77]  Italy's Salvini \nDefies EU Budget and Marks End of EU — Nigel Farage[78] The 'ultimate nightmare' for the EU warns Nigel \nFarage as Italy battle with Brussels over their rejected budget. Deputy prime ministers Matteo Salvini and Luigi di \nMaio have refused to budge from their proposal after Economic Commissioner Pierre Moscovici rejected their deficit \ntarget of 2.4% of their GDP.[79]  'Screw Your Optics, I'm Going in' — Trump-Hating Gunman 'Tweeted' Before \nKilling 11 in Pittsburgh Synagogue[80] Notably, the man said he didn't vote for President Trump.[81]  A Vote for \nTrump America is a Vote for Economic Growth, Security and Freedom[82] The plan to gain and rule the HOUSE \nand SENATE by the DEMS is to roll out the classic and age old lies about the GOP running, but also suck dry the \nmotivation to vote by the GOP and Independents by yelling from the liberal Pollsters and media roof tops that it is all \nover. The polls show that there is an 86% chance the DEMOCRATS will retake the HOUSE. Other polls say less \nand others say more but most declarations imply a sold-out win by the DEMOCRATS. With these shrill voices \nshouting across the Internet, national media machine and Polls, the plan is for GOP, Independents and confused \nDEMS to stay home discouraged, thinking their vote doesn't matter. We see from most the Polls and from most \nmedia that the DEMS will likely win. Then there is the growing fear of violence and threats from mobs all across the \ncountry. Will we be attacked or have our tires slashed if we go vote? We know that liberal wackoids are attacking \nconservative politicians running for office, attacking any known Trump supporters, stopping and disrupting traffic, \n\n\nand throwing GOP and Trump supporters out of restaurants, gas stations and related events. So, that is the point — \nshut the Trump voters down and stop the flow of voters to the precincts. Now is the time to remind yourselves of the \nway the DEMS now play ball. The ball has spikes and it draws real blood. They will obviously do almost anything to \nregain power and try and destroy Trump. Make yourself somehow ignore 99% of the media hype, fake conspiracy \nnews rubbish flying around like an F5 Tornado. Polls are jumping all over like Mexican Jumping Beans and vote for \nthe real conservative GOP in your area. Do not forget for a minute that 99% of the polls were all wrong up to the \nlast minute with Trump and Hillary.[83]  America Destructing From Inside Out, Part 2[84] Years ago, William F. \nBuckley, Jr commented: 'Liberals claim to want to give a hearing to other views, but then are shocked and offended \nto discover that there are other views.' We are seeing the physical manifestation of their being shocked and \noffended. For some reason they believe that their opinions are the only ones that are allowed. One thing they fail to \nsee is that their ideology, which is socialism at its worst, has never succeeded anywhere it has been implemented. \nAnywhere. The most recent example is Venezuela. Zoos are being raided for food by the masses while their \ndictator, Muduro, stuffs his face with 15 course meals. We ought to make these millennials that think socialism is so \ngreat actually live is a socialist country for a year before they are allowed to vote. I'm sure they would change their \nminds. Big money is behind the pushing of this socialist agenda. In the last installment I brought up George Soros. \nHe has been funding these uprisings and riots for years and he funds liberal organizations by the hundreds. His \nmain organization is the Open Society Institute which is the main funding are for Black Lives Matters. Soros is a big \nfunder for MoveOn.org that worked to oppose Trump in 2016: Billionaire globalist and messianic financier George \nSoros' MoveOn.org has been revealed to be a driving force behind the organizing of nationwide protests against the \nelection of Donald Trump. He appears to be driving a wedge among Americans to foment a Socialist political \nrevolution. The hard left has successfully made it racist and hateful to want borders, just as they've made it cruel to \nnot grow the welfare system. They play identity politics, a very dangerous tactic. MoveOn emails go out to members \nto tell them where to go for their fake 'organic' protest. They have busses for them in many cases, they pay a \nnumber of them. Anti-Trump protestors in Austin today are not as organic as they seem. Here are the busses they \ncame in. #fakeprotests #trump2016 #austin pic.twitter.com/VxhP7t6OUI[85]  Crazy Haters and the Twisted \nPress[86] The meme about toning down political speech is one the press likes as a means of silencing the critics of \nits own partisan, slipshod work and the policies and character of its darlings on the left.[87]  Democrats Use Mass \nShooting at Pittsburgh Synagogue to Demand Gun Control[88] Congressional Democrats immediately pushed for \ngun control measures following the mass shooting at a Pittsburgh synagogue Saturday that left at least 10 people \ndead. The suspect, identified as Robert Bowers, was reportedly armed with a rifle and several handguns. Bowers' \nsocial media accounts were filled with anti-Semitic rhetoric and is said to have yelled 'All Jews must die!' during the \nshooting. It's unclear at this point how Bowers acquired his weapons, whether he passed a background check and \nwhether any proposed legislation could have prevented the shooting. Even so, prominent Democrats took to social \nmedia to advocate for more restrictive gun legislation in response to the mass murder.[89]  Facebook Censorship of \nAlternative Media 'Just the Beginning, ' Warns Top Neocon Insider[90] 'We are just starting to push back.'[91]  GOP \nPatsy Arrested for Democrat-Staged Fake Bombs[92] He only registered Republican in 2016. He is likely a \nDemocrat plant who developed a two-years-long 'conservative' track record to establish credibility. Unlike \nRepublicans, who have to scramble for campaign dollars, the Left base is comprised of numerous billionaires, like \nGeorge Soros and Tom Steyer, willing to shower money on leftwing candidates and causes, and who have shown \nthemselves to be completely free of any ethical constraints. Some of these same individuals and groups were \nbehind the Caravan financing and the Kavanaugh protests. Here is what happened. The highly-organized, paid, \nDemocrat opposition to the appointment of Justice Kavanaugh backfired, mobilizing the GOP base. The next effort \nwas the Honduran Caravan, organized by Central and South American leftists (who collude with the American Left \nregularly), and financed by Soros and other big-dollar leftists. That has backfired too, and now many in the caravan \nare heading home, according to a Fox News report this morning. This latest effort is the Democrats' 'October \nSurprise.' It has likely been long-planned but held in reserve as a last-minute Hail Mary pass if other efforts failed. \nThey have found a patsy and offered him huge dollars to do this, knowing he would be caught because that was the \npoint. He only registered Republican in 2016. He is likely a Democrat plant who developed a two-years-long \n'conservative' track record to establish credibility. This is how undercover operatives work, and they exist on both \nsides of the aisle, although the Left has a lot more of them because the Left can afford to. Either way, this person \nknew going in that he would be arrested and possibly face a long-term jail sentence. He also knew he would receive \nample compensation. People call such nonsense 'conspiracy theories,' and 'tin hat' stuff. That is because most \npeople are unfamiliar with the deeply subversive nature of today's Democrat Party. At its heart, it is nothing short of \n\n\n\na domestic enemy fifth column, dedicated to overthrowing and destroying the nation we know and love. Consider \nwhat we endured during the eight years of President Obama's reign:[93]  Kanye West Designs 'Blexit' Apparel \nUrging Black People to Leave Democratic Party[94] With black unemployment the lowest its been since records \nbegan nearly 50 years ago, and black support for President Trump jumping to 36% vs 19% last year, Trump-\nsupporting rapper Kanye West has designed T-shirts urging blacks to leave the Democratic party in a 'Blexit,' \nreports the New York Post's Page Six.[95]  Marxist Kyrsten Sinema Has Endorsement Revoked by the Arizona \nState Troopers Association[96] What's a bi-sexual, brazen commie like Kyrsten Sinema to do when she loses the \nsupport of a union? Specifically, the Arizona State Troopers Association who represents state public safety \nemployees. For the life of me, I don't understand why they endorsed her in the first place. The woman is 100% \nMarxist and a dishonest one at that. Evidently, the executive board went rogue and endorsed Kyrsten Sinema (D) \nwithout the input of their members. Bad union execs bad. Troopers by and large believe in the rule of law, not \nsocialism and 'progressive' politics. Members of the association hotly objected to the endorsement made by the \nboard, so the Arizona State Troopers Association polled its members in an email Monday, asking whether they \nwanted to endorse Sinema or stay neutral, the Arizona Republic reported. One wonders why endorsing McSally \nwasn't an option, but I digress. The poll clearly indicated 'the membership has indicated a preference to stay \nneutral.' 'All members are encouraged to vote for the candidate they personally support,' the email said. 'AZ \nTroopers will refrain from any political statements concerning the race until the conclusion of the election.' Dave \nMcDowell, who is an association member and a retired lieutenant, said that members weren't consulted before the \nendorsement. 'That displeased a number of members, including myself,' McDowell said. I bet that's an \nunderstatement of some magnitude. [Comment: Communists always gravitate to take over leadership positions in \nunions. They do this by fooling workers into thinking they are fighting for their rights, so the workers vote for these \n'diligent' representatives. Once in charge they begin advancing communist causes.][97]  MN Muslim Democrat \nState Rep Running for US Congress: 'May Allah Awaken the People and Help Them See the Evil Doings of \nIsrael'[98] In August 2018, the Associated Press reported that 90 Muslim Americans had jumped into races for \neverything from school board to Congress since the start of the election cycle. While only about 50 candidates \nremain since the recent primaries, the number is still higher than it has been since before the Sept. 11 terrorist \nattacks. Comparatively, only about one dozen Muslims ran for office in 2016. That's a 650% increase in Muslims \nrunning for political office in the US in only one year. In 2016, Ilhan Ilhan Omar's website attributed her win to \nimmigrant Somalis: 'More than 250 volunteers and 450 individual donors supported Ilhan's campaign. 'I am so \nproud that the majority of contributions to my campaign are from members of the Somali community who believe in \nmy leadership,'' the site said. Somalis in other states supported her, including Washington state and Ohio.[99]  \nNetflix Employees Donate to Democrats Over Republicans 141 to 1[100] Netflix employees have donated to \nDemocrats over Republicans in a ratio of 141 to 1, according to a report. The report indicates that Netflix employees \ndonated $190,592 to Democrats, while only $1,350 was donated to Republicans. Apple also had a huge difference \nin donations, with employees donating $737,003 to Democrats and just $27,005 to Republicans.[101]  Nolte: Media \nAgain Exploit Tragedy to Strip Trump Supporters' Self-Defense Right[102] Two unrelated terror attacks over the \npast ten days have revealed an establishment media rabidly desperate to strip President Trump and his supporters \nof our right to defend ourselves. Even before we knew the identity or motive of the man behind a dozen or so pipe \nbombs mailed to prominent left-wingers — CNN, Hillary Clinton, Joe Biden, George Soros, Cory Booker, Maxine \nWaters, Robert De Niro, etc. — the media were already speculating and exploiting this appalling crime into a \nweapon to strip us of our First Amendment rights — and not just us, but the free speech rights of our own President \nTrump. As the media blasted away at anyone who dared speculate about the bomber's motive, even as they \nthemselves speculated that it could only be a Trump supporter (or Russian interference on behalf of Trump), this \nspeculation was used as a weapon to chill our free speech Trump must stop criticizing the media! Trump must stop \ndefending himself from fake news! Trump supporters must stop chanting, 'CNN sucks!' Trump and his supporters \nmust agree to roll over and play dead even as they are smeared as 'Nazis' and 'racists.' And my personal \nfavorite[103]  PayPal Bans Social Network Gab.Com After Synagogue Attacker Revealed as User[104] PayPal \nsevered all ties with the platform with no explanation.[105]  Pollak: We Jews Have the Second Amendment; We \nShould Use it[106] The Torah also commands us to use deadly force to stop someone who intends to kill others \nand cannot be stopped any other way. Thankfully, we have the Second Amendment. We should use it.[107]  Pope \nCondemns Pittsburgh Synagogue Shooting as 'Inhuman Act of Violence'[108] Pope Francis has offered his \ncondolences and prayers for the victims of Saturday's synagogue shooting in Pittsburgh and their families, calling \nthe attack an 'inhuman act of violence.' 'I express my closeness to the city of Pittsburgh, in the United States of \n\n\n\nAmerica, and in particular to the Jewish community, struck yesterday by a terrible attack in the synagogue,' the \npope said Sunday before a crowd of some 25,000 pilgrims in Saint Peter's Square in the Vatican.[109]  Smart \nMoney is on Republicans Keeping Control of House, Betting Site Odds Say[110] Think a blue wave is coming in the \nmidterm election that will sweep out Republicans and usher in a Democratically-controlled Congress? Don't bet on \nit, gamblers on at least one online betting site are saying.[111]  The Vatican Under Siege[112] What Must the \nChurch Do to Restore Trust? On October 12, Pope Francis officially accepted the resignation of Washington's \narchbishop, Cardinal Donald Wuerl, from the high-profile post Wuerl had occupied for 12 years. Wuerl's resignation \nwas the latest and most direct casualty of the sex-abuse scandal that for years has been rocking the Catholic \nChurch. More specifically, Wuerl — a close ally of Pope Francis — stepped down as a result of a nearly 900-page \nPennsylvania grand jury report from 2018, which detailed the extent of the rampant sexual abuse of priests against \nchildren and of the systemic cover-up of the crimes.[113]  Understanding the Socialist Delusion[114] Democrats are \nnuts, and their violence will get worse — but to help them back to sanity we must understand what's going on with \nthem. We can observe the left's behavior without understanding or judging it. In general that behavior can be \nsummarized as a collective response to two conflicting imperatives: shout allegiance to basic Christian, and thus \nAmerican, values; act at every opportunity in opposition to those values. That's insane, but it is happening all \naround us, every day — ask any of the screaming harridans who protested the Kavanaugh confirmation and they'll \ntell you they're committed to the ideals of freedom, human rights, truth, and the rule of law — and yet their actions \nshowed them spitting in the face of all they believe in, all that's good about the American judicial and political \nsystem. Their behavior has to change, but we can't help them make that happen without first understanding it, and \nunderstanding starts with honest description. Although many highly visible leftists are so politically focused they're \nintolerable, most ordinary democrats seem like sane, sensible, superficially educated (i.e.they present as literate, \nbut have little or no factual knowledge of science, history, or western culture), and reasonably intelligent people \nyou'd be glad to have as friends or neighbors — until the conversation touches on politics and you realize they've \nplaced themselves beyond the reach of reason in this one area of their lives. You get together for a nice dinner: \ntheir oldest is in university but won't study, yours drives too fast, their dog isn't quite as gassy as yours, and \neveryone agrees the Twins will make it to the playoffs this year — but then someone brings up politics and it turns \nout they voted for Clintons every time; think Kavanaugh a rapist, see Trump as a Hitler wannabe, adore John Kerry \nand Jane Fonda, and think Cuba a successful democracy with great medical care for everyone. That behavioral \ndichotomy demonstrates a limited, but very real, form of insanity in which the person's actions in the political context \nabsolutely contradict their own values and most deeply held beliefs.[115]  Watch Senator Lindsey Graham: 'Radical \nLeft Trying to Destroy the Country, You Can Kiss My A**' [Video][116] Senator Lindsey Graham brought down the \nhouse during an appearance for Senator Dean Heller in Las Vegas, Nevada. 'If you're the radical left who is trying \nto destroy the country, you can kiss my ass.' Best quote of the day from @LindseyGrahamSC at the GOTV rally \ntoday in Las Vegas in support of @SenDeanHeller for Nevada[117]  Whoops! Air Force Drops Humvee Onto \nNeighborhood in North Carolina[118] The U.S. Air Force was testing a new release system near Fort Bragg in North \nCarolina this week and made a heavy blunder when they dropped a 2.5 ton+ HMMWV a mile too early, sending it \ndown 1500 feet onto a civilian neighborhood. The Air Force C-17 was conducting a test of a new 'heavy load \nplatform,' said a spokesman from the Army base, but the platform 'deployed prematurely' and the Humvee drifted \ndown into a tree. It landed in a tree.[119]  World Exclusive: Gab Founder Responds to Synagogue Massacre ...shes \nOut at the Lying MSM[120] In an exclusive interview with Infowars, Gab founder Andrew Torba lashed out at the \nmedia's attempt to blame him and the free speech platform he created for yesterday's horrific Synagogue shooting. \nPrior to the the deadly attack, gunman Robert Bowers posted on Gab, 'I can't sit by and watch my people get \nslaughtered. Screw your optics. I'm going in.'[121]  Canada is Running Out of Marijuana[122] Just more than a \nweek after Canada became the first G-7 nation to legalize marijuana for adult recreational use, provincial sellers are \nreporting supply shortages and other difficulties getting the product to consumers. Federal government officials and \nexecutives at major marijuana producers around the country warned MarketWatch in past interviews that the first \nweeks — even months — would not run like clockwork following Oct. 17 legalization. The dearth of bricks-and-\nmortar retail locations in some of the country's largest provinces, a rotating national postal strike which has \nhampered online orders and a backlog in federal licensing have all worked together to exacerbate what was already \na challenging undertaking.[123]  What Canada's Laws Say About Pretending to Practise Witchcraft[124] Pretending \nto practice witchcraft is currently illegal in Canada. People are actually charged under this section more often than \none might think.[125]  400m Brexit Boost: Macron Fumes as Belgium Chooses British-American F-35s Over Euro \nJets[126] French president Emmanuel Macron was left fuming after the Belgian government announced it would \n\n\n\nreplace its ageing fleet of F-16s with British-American F-35s rather than Eurofighters or French Rafales.[127]  \nAnother Nail-Biter for Merkel as Hessians Go to Polls[128] FRANKFURT AM MAIN (AFP) — Shifting tectonic plates \nin German politics are set to mark a second regional election in as many weeks Sunday, threatening fresh \naftershocks for Chancellor Angela Merkel's battered Berlin coalition. The capital's government quarter has held its \nbreath since Bavarians punished Merkel's allies — the conservative Christian Social Union (CSU) and centre-left \nSocial Democrats (SPD) — in a state poll earlier this month. Aiming to damp down infighting that has driven voters \nfrom the traditional big parties, leaders urged discipline and no heads rolled before polls opened at 8:00 am (0700 \nGMT) for 4.4 million voters in Hesse state — just seven percent of the national electorate. [129]  Catholic Church \nSplit Over Abuse Scandal Gravity[130] VATICAN CITY (AFP) — Pope Francis has vowed to end clerical sexual \nabuse, but bishops from Asia and Africa have shown a mixed response to a scandal some have termed a 'Western \nproblem'. Church leaders from around the world attended the closing mass Sunday of a month-long meeting, or \nsynod, which many had hoped would take the global struggle against paedophile priests up a notch. As the talks \nbegan, Francis warned again that abuse and cover ups would not be tolerated. [131]  EU Parliament Passes \nResolution Demanding Ban of 'Neo-Fascist' Groups, Lists Identitarian Movement[132] The European Union \nParliament passed a motion this week to demand member-states ban 'neo-fascist' parties and groups and have \nintelligence agencies fully co-operate with 'anti-racism' NGOs. The motion, which was introduced at the request of \nItalian MEP Eleonora Forenza, was passed by a vote of 355 MEPs. Many MEPs were not present in the 751-seat \nchamber for the vote.[133]  Hessian State Election, 2018[134] A state election was held in Hesse on 28 October \n2018. It followed the vote in Bavaria two weeks earlier. Like in Bavaria, the parties of Chancellor Angela Merkel's \nfederal government coalition — CDU and SPD — lost more than 20 percentage points combined (CDU —11.3%, \nSPD —10.9%), while the Hessian CDU's coalition partner The Greens and the opposition party Alternative for \nGermany(AfD) won the biggest increases in votes compared to the last election in 2013. The AfD's gains (+9%) \nwere slightly larger than those of The Greens (+8.7%), making it the greatest net winner by additional votes and \nseats. In addition, smaller parties saw little gains. Turn-out decreased by 5.9 points to 67.3%.[2][135]  Innumerable \nFrench Neighbourhoods Are Islamised and Ruled by Sharia Law — Journalist[136] In an interview with Sud Radio, \nFrench journalist and political commentator Eric Zemmour describes the Islamisation of modern day France. \nZemmour talks about how the Islamisation of neighbourhoods seems to be the main problem.[137]  Islam is \nIncompatible With Our Freedoms, This is Very Dangerous as Muslims Will be a Majority Soon — German Top \nAuthor[138] In an Austrian talk show German top author Thilo Sarrazin discussed his new best selling book 'Hostile \ntakeover: how Islam hinders progress and threatens society'. Sarrazin is a guest together with an Austrian teacher \nand a suspected Salafist preacher. The author is worried as Muslims don't seem to accept our liberal values and \ntherefore don't integrate well.[139]  Italy: ENI Posts 9-Mt Adjusted Net Profit of 3.1 Bn[140] 1.38 bn in Q3 (ANSA) — \nRome, October 26 — Fuels giant ENI on Friday posted adjusted nine-month net profit of 3.133 billion euros, 118% \nup on the same period last year. The oil group announced the profit after a board meeting Friday. In the third \nquarter, it said, adjusted net profit was 1.3888 billion euros, against 229 million in the third quarter of last year. Net \nprofit was 181% up at 3.7 billion over the nine months and 1.52 billion euros in the quarter.[141]  Italy: Tito Boeri \nSued Maurizio Belpietro and Giacomo Amadori[142] In a statement the INPS informs that the President Boeri has \nfiled a lawsuit against the editor of the newspaper 'La Verit' Maurizio Belpietro and the journalist Giacomo Amadori, \nwhich, on 7 October 2018 in the article 'Boeri uses pensions against the government: he wants to cut them all \nexcept his', he accused the President of using INPS for his own personal ends and, in particular, to guarantee a \npersonal economic advantage. Specifically, in the article, the journalist, with reference to the proposed reform of the \nso-called 'gold pensions', states that 'in the new version [] the cumulative pensions are excluded from the cuts and \ntherefore also those that Boeri will receive for the his work at the OECD '. This sentence is strongly defamatory, as \nit is easy to verify that the prof. Boeri does not receive or receive any pension payments from the OECD in the \nfuture, having redeemed the contributions paid during this working relationship. It is also known that the President \nexpressed his support for the inclusion of pensions in aggregate in the draft law on the recalculation of 'gold \npensions', as is also documented by the recent hearings he carried out in the Labor Commission in the Chamber. \nAlso in subsequent articles, and in particular in an article dated 14 October 2018, the journalist returns to insinuate \nthat the prof. Boeri would have abused his role to pursue private interests. Given these repeated statements from \nthe obvious defamatory content, it was therefore necessary for the President to take legal action.[143]  Italy: \nGeostrategic Interest in the TAP to Avoid Dependence on Russian Gas[144] The ownership of the Tap (Trans \nAdriatic Pipeline) is divided between the Italians of Snam, the British of British Petroleum, the Azeris, the Belgians \nof Fluxys, the Spaniards of Enagas up to the Swiss of Axpo. The environmental impact of the gas pipeline on the \n\n\n\nbeach of San Foca and Marina di Melendugno, which according to the 'no Tap' front, would ruin the natural habitat, \nthe landscape, the tourist attraction and the agricultural crops of the area. The gas pipeline project, declared \nlegitimate on the technical level and authorization procedures by the current Minister of the Environment Costa, \nprovides, instead, the passage below the Salento coast through a microtunnel of about 45 km while an underground \npipeline, along other 8,2 km, will allow you to bypass the bathing area. In Italy the well has been realized so far, \nwhile the start of the work of the microtunnel has been postponed several times, even though in 2017 the \nConstitutional Court had deemed inadmissible the conflict raised by the Puglia Region against the State for the \nauthorization of the pipeline. At the geopolitical level there is a lot of interest in implementation, for example the \nUnited States has always supported the need to build the pipeline because it would allow them to increase their \nexports of liquid gas to Europe. It will bring natural gas from the Caspian Sea deposits in Azerbaijan to Italy via \nGreece and Albania. It is one of the 248 projects of Community interest that will bring up to 10 billion cubic meters \nof gas a year in Europe. Capital, almost entirely private, with loans granted by the major European financial \ninstitutions, by the Investment Bank (Bei) to the Development Bank (BERS).[145]  Italy: Undersecretary Volpi \nRecalls the Heroes of El Alamein[146] It occurs in these days the 76 anniversary of the battle of El Alamein where \nthe Italian military engaged in the North African campaign perished in the fulfillment of their duty. ' Our Soldiers they \nremained to fight, despite the numerical inferiority of men and of means, up to the extreme sacrifice demonstrating \nthe anchorage that has always characterized the Italian Armed Forces. '- recalls the Hon. Raffaele Volpi. We must \ntreasure what history has taught us, in this as in other situations, where il value and the spirit of sacrifice does not \nthey were enough and the only human factor was an example but not sufficient. They serve today to ours soldiers, \nequipment, instruments and weapons systems that are adequate for the missions to be completed. La complexity of \ntoday's scenarios and increasing attention to security of the country impose the continuous search for technological \nsolutions aimed at the protection of our soldiers placed to safeguard the common good.[147]  Leicester City \nFootball Club Owner's Helicopter Crashes in Flames[148] LEICESTER, England (AP) — A helicopter belonging to \nLeicester City's owner — Thai billionaire Vichai Srivaddhanaprabha —crashed in flames in a carpark next to the \nsoccer club's stadium shortly after it took off from the field following a Premier League game on Saturday night. The \ncentral England team said it was assisting authorities with 'a major incident' at the stadium, after eyewitnesses \nreported seeing the helicopter plummet to the ground soon after takeoff, about an hour after Leicester's match \nagainst West Ham. While there was no official statement immediately forthcoming about who was on board, or their \ncondition, the BBC reported a source close to the Srivaddhanaprabha family as saying the club's 60-year-old \nchairman was on the helicopter.[149]  Merkel and Allies Hammered in German Regional Election[150] Exit polls for \nregional elections in Hesse, Germany, suggest Angela Merkel's Christian Democratic Union (CDU) and her Social \nDemocratic Party (SPD) partners have been hammered at the ballot box. Chancellor Merkel's party is projected to \nbe down around 10 percent, as are the left-liberal SPD — traditionally the rivals of the supposedly 'centre-right' \nCDU but currently working with them in a so-called 'grand coalition' after both parties haemorrhaged support in the \nfirst federal election since the onset of the migrant crisis in 2015.[151]  Probable Cash Boost of 500 Million for \nBritish Armed Forces[152] There is talk that there is going to be a 'cash boost' for the British military in the \nChancellor's budget next week. Secretary Gavin Williamson seems to have convinced Philip Hammond to put 500 \nmillion into the Armed Forces, where it is desperately needed.[153]  Promise of Marriage Between Fincantieri and \nNaval Group, Without Stock Exchange. Launch of the 4 Frigate Project for France on the 'Nave Vulcano' Project by \nFincantieri[154] Faced with Chinese competition, in shipbuilding, we need to team up. This was the common reason \nthat he approached two giants of the sea. The Italian Fincantieri and the French Naval Group. About a year ago \nEmmanuel Macron and Paolo Gentiloni signed an agreement that provided for an Airbus of the seas with the \nconsequent control, by the Italian public giant, of the shipyards of SaintNa2aire, specialized in the construction of \ncruise ships. Naval Group and Fincantieri to finalize the agreement should have joined and formed a joint venture \nwith an exchange of shares, between 5 and 10% of the capital. The problems, however, were on the horizon \nbecause Naval Group is controlled at 35% by Thales and the rest by the French government. As known, Thales is \nLeonardo's number one competitor and has not frowned upon the recent joint venture between Fincantieri and \nLeonardo for 'Horizons naval systems', the subsidiary of Leonardo which produces naval combat systems. This joint \nventure has launched a clear signal to the French, that Fincantieri will not leave out of the partnership Leonardo, \nwhich with Horizons naval systems is fully placed in the new international industrial reality. Prelude probably of a \nfuture common European defense industry. However, at the Euronaval, the most impressive boat show in the world, \nheld today in Bourget, near Paris, the managing directors of Fincatieri and Naval Group, Giuseppe Bono and Herv \nGuillou, started with the facts the collaboration with a joint venture venture for the production of four ships for the \n\n\n\nFrench navy. Logistic and supply support units, deriving from a Fincantieri project, 'Nave Vulcano'. In this regard, \nthe French Defense Minister Florence Parly told the press that 'thanks to the collaboration with the Italians, we will \nsave six months and 40 million for each ship'. Subsequently, together with the Minister of Defense, Elisabetta \nTrenta, they endorsed the signing for the launch of a joint venture between Fincantieri and Naval Group, which will \nbe active in some sectors, such as research, the use of common suppliers and the opportunity to present together \non some foreign markets. No share exchange has yet been discussed. Strong would be the resistance of President \nMacron to tighten an alliance with a rolling government Matteo Salvini. Sources close to Naval Group, La Stampa \nreports, have admitted that 'the political problem is the crucial problem that needs to be discounted at the moment, \nhowever the governments pass, the enterprises remain'. Instead, sources close to Leonardo underline that \n'Orizzonti Sistemi Navali is an added value for the project which aims to consolidate the Italian component. With \nThales there should not be competition: with the alliance there will be more work for everyone, the real enemies are \nelsewhere 'the reference is clearly addressed to the Chinese.[155]  Spain: Huge Crime Rise in Barcelona as Leftist \nMayor Ignores the Problem[156] Barcelona has seen a sharp rise in crime. According to figures provided by the \nCatalan police force, Mossos de Esquadra, the number of crimes reported in the city so far this year has increased \nby 19%, with petty theft making up the majority. On Monday, the security forces said that 146,446 incidents were \nreported between January and August this year — over 23,000 more than last year.[157]  Swedish Musical Star on \nNiqab and Burka: Stone Age Ideas That Don't Belong Here[158] When singer Tommy Körberg visited the latest \nepisode of the podcast 'Fördomspodden', he revealed his attitude to garments like niqab and burka. 'Those stone \nAge ideas they can keep for themselves,' he said. In the podcast, guests get to respond to prejudice about \nthemselves.[159]  Tavistock Institute Major Tool of the Puppetmasters, Part 2[160] Throughout the centuries \npsychological manipulation of society is as old as humanity itself. 'The Tavistock Institute, in Sussex, England, \ndescribes itself as a non-profit charity that applies social science to contemporary issues and problems. It grew from \na somewhat crude beginning at Wellington House into a sophisticated organization that was to shape the destiny of \nthe entire planet, and in the process, change the paradigm of modern society. It became a textbook for those who \nfavored the combination of eugenics or by force, and mind control through the Nazi's theoreticians and technicians \n— the psychiatrists. Since then, the science of the mind has been converted into the craft of mind destruction; \nlegitimate therapeutic approaches have given way to behavior-modifying, pseudo-science in the name of aversion \ntherapy. Quoted from the book, Chapter 1, Page 1 of Tavistock, Institute of Social Engineering of the Masses, \n1sted. by Daniel Estulin, published for worldwide release in 2015) In Daniel Estulin book 'Tavistock Institute,' he \nprovided what amounts to an encyclopedia of details that exposes the coordinated and financial records of \ninstitutions, individual organizations and those financial gurus the international bankers who coordinate secret \ncurrency valuations in the United States; at the center, a drugged down populace to give up their former freedoms \nwillingly in exchange for the New World Order at the Hague, where non-elected judges are given precedence in \ndeciding national jurisdictions. These plans are now in the final, last stages of development to place in the hands of \nthe International Banking system, a wholly cashless society where ATMs won't issue cash. Instead, the machines \nwill issue debit and credit accounting records, based on what the bankers decide the value of the worth of their \npseudo currency is on their secret balance sheets. The worth of value fluctuates in secret and not by any other \nevaluation by outside monitors. This amounts to magical VOODOO and sleight of hand; in other words, Hokus \nPokus government.[161]  The German Killer Nurse Who Took Himself for God[162] BERLIN (AFP) — The man \naccused of being post-war Germany's most prolific serial killer was known to colleagues as a 'nice guy' who did \nlittle to raise suspicion until well into his murder spree. Prosecutors say Niels Hoegel, 41, a heavy-set, second-\ngeneration caregiver, was drunk on power over his ailing patients, whom he picked off at random out of 'boredom'. \nHoegel has admitted to injecting patients with drugs that cause heart failure or circulatory collapse so he could then \ntry to revive them and, when successful, shine as a saviour before his medical peers and superiors. [163]  The \nQuiet Suicide Epidemic Plaguing French Farmers[164] In France, one farmer commits suicide every two days. \nDairy farmer Michou from the Loire-Atlantique region agreed to talk to us about the quiet epidemic that's affecting \nhis community. 'I'm the one who found him. It was awful. When I phoned him and he didn't pick up but I saw his car \nI thought, something has happened to Raymond. Something really bad.' On June 8, 2011, at around 5.45am, \nMichou's friend and business partner for 20 years hanged himself on the wooden beams of the barn on their farm. \n'He tied his hands together, to make sure it worked,' leaving Michou 'abandoned and alone'. Michou, 56, who asked \nnot to be filmed, lives on his own in a small house in the countryside near Nantes. All over the walls are pictures \nand souvenirs of the Senegalese capital, Dakar, which he visited during one of his rare holidays. On the kitchen \ncupboard, there is a photo of Raymond at dinner with friends. It reminds Michou of happier times. In Michou's town, \n\n\n\nno one calls him by his real name: Jean-Michel. But they all know and respect Michou, the dairy farmer who was \nborn without his hands but who took on the family farm despite his physical disability. 'What did I not do? What did I \nnot say?' 'I asked myself a lot of questions. Was it my fault? What did I not do? What did I not say?' When someone \ntakes their own life, their friends and families face agonising questions. Why that particular day? What could I have \ndone to prevent it? For farmers in the Loire Atlantique region, suicide has become an everyday matter. 'There are \nlots of suicides,' Michou told us, wearily. 'I have a neighbour who committed suicide, and also my cousin is going \nthrough a rough time. The pressure to produce, to earn a living, it's just crazy. And there's the alcohol too.' \nRaymond's suicide was not linked to alcohol. Michou believes it was a culmination of exhaustion, stress and the \ndrought. That year, the animals' fodder had dried out under the harsh sun. 'We'd just worked 365 days non-stop, \ngetting up every morning at 5am. And at night he would be with the cows during calving too. We went from having \n120 cows to 180, and that's not easy. Each animal still demands the same amount of attention. You can see there \nwas a problem! A real problem!' Every two days, one farmer in France commits suicide Dairy farmers have a \nsuicide rate that is 50% higher than France's national average. The problem is most acute in Brittany and the Loire \nregion. As well as their everyday tasks, farmers also have to care for the animals day and night, all year long. \nChristmas, wedding celebrations and birthday parties all get cut short, because the milking still needs to be done. \nThe work never lets up. Years of hard, outdoor labour are marked on the faces and bodies of those who have \ndedicated their lives to farming. Talking about what is inside, opening up about their feelings, is not something many \nfarmers are comfortable with. In this tight-lipped community, Michou has tried to break the taboo linked to mental \nhealth. 'I always told myself I must not end up like that. And I can tell you, I've got plenty of reasons to. So from the \nstart, I got help.' Help is out there In 2011, the French government delegated the task of developing an action plan \nto the Mutuelle Sociale Agricole (MSA). A free hotline was introduced in 2011 (09 69 39 29 19). Counsellors \nspecialised in dealing with suicidal situations man the phone 24 hours a day. So far, they've fielded 4,000 calls. In \nthe Nantes office of Solidarit Paysans, a charity set up more than twenty years ago, we met Isabelle Grgoire, a \nsocial worker, and Vronique Louazel, a public health researcher. They're working with eighty farming families in the \nlocal area. Most are in financial debt and need advice and support. 'From what farmers tell us, psychological \nsuffering and suicide occur when there's a feeling of hopelessness, as if there's no other choice. That could be not \nbeing able to pay back a bank loan or pay the vet bill. Why is that happening? Put simply, the price they can sell \ntheir produce for is not enough to cover their expenses. And so they work harder, hoping to earn more money. But \nthen they become exhausated. And the debts continue to pile up and they think: 'what else can I do? I'm working \nharder but I can't get out of this.'' For Grgoire, 'the causes are multiple and in addition to the financial reasons, \nloneliness among farmers also comes into play. The feeling of isolation can lead to suicide.' Social pressure is also \na key factor. 'There's the shame, they struggle to admit when they're in trouble. They don't want to fail where \nprevious generations have succeeded. So when they ask for help, it's often very late down the line.' Michou has \ndecided to retire before total exhaustion takes hold. He hopes to hand over his farm to his nephew. Not for the \nmoney, but so that his long hours of labour will not be lost in a wasteland. Date created : 2018-10-26[165]  UK: \nLabour Has Forced Dozens of Members of Staff to Sign Controversial Gagging Orders[166] Labour has forced \ndozens of former members of staff to staff to sign controversial gagging orders which stop them going public with \ntheir criticisms, it was today claimed. Jeremy Corbyn was accused of 'hypocrisy' over the revelation as he has \nvowed to ban the use of non disclosure agreement (NDAs) in harassment and discrimination cases. It comes days \nafter Sir Philip Green was named in Parliament as the businessman who had taken out an injunction preventing \npublication of allegations about his harassment of staff. The billionaire Topshop tycoon strenuously denies the \nallegations against him. Many Labour officials who left their jobs after Mr Corbyn swept to power have signed \nNDAs, the Sunday Times today claimed. Labour has admitted some former employees have signed NDAs — but \ninsists they are not used to stop the 'disclosure of discrimination, harassment or victimisation'. But a Labour source \ntold the newspaper the gagging orders could stop ex staff from lifting the lid on the scale of anti-Semitism and \nsexual harassment in the party.[167]  Israel Stands With Hungary, Denouncing George Soros[168] A strong move \nagainst U.S. billionaire George Soros, Israel's foreign ministry has issued a statement denouncing Mr. Soros. It \nappears meant to align Israel more closely with Hungary prior to a visit to Budapest by Prime Minister Benjamin \nNetanyahu next week. Soros has spent a large part of his wealth funding far left groups masking themselves as \npro-democracy and human rights groups in efforts to undermine legal migration. [Comment: Some have argued that \ncriticism of Soros is anti-Semitic. So does this now mean that the Israeli government is anti-Semitic too?][169]  \nChancellor Angela Merkel, President Emmanuel Macron Clash Over Saudi Weapons[170] Merkel wants to halt all \narms exports to Saudi Arabia pending the investigation of the killing of Jamal Khashoggi. Macron says such calls \n\n\n\nare 'pure demagoguery.' French President Emmanuel Macron and German Chancellor Angela Merkel clashed on \nFriday over the future of arms exports to Saudi Arabia. Merkel reiterated that Germany would not supply weapons \nto the key arms buyer until the facts behind the killing of Saudi journalist Jamal Khashoggi in Turkey were clear. \n[171]  ISIS Repels US-Backed Forces From East Syria Holdout: Monitor[172] BEIRUT (AFP) — The Islamic State \ngroup has ousted a US-backed coalition of Kurdish and Arab forces from its holdout in eastern Syria, killing dozens \nof fighters, a monitoring group said Sunday. A Syrian Democratic Forces commander, asking not to be named, \nconfirmed the SDF retreat from the Hajin pocket near the Iraqi border seven weeks into an offensive. The SDF, who \nare backed by air strikes of the US-led coalition, launched its campaign to retake the IS holdout on September 10. \n[173]  Qatar Easing of Foreign Worker Exit System Comes Into Force[174] DOHA (AFP) — Long-awaited reform of \nQatar's controversial exit visa system, which requires foreign workers to obtain their bosses' permission to leave the \ncountry, came into force on Sunday, the government said. 'Law No. 13 of 2018 regulating the entry, exit and \nresidency of expatriates is being implemented starting today,' the interior ministry announced on Twitter. Qatar \nannounced in September it had approved legislation to scrap the visa system — a lynchpin of the country's 'kafala', \nor sponsorship, system which many liken to modern-day slavery. [175]  The Annihilation of Iraq's Christian \nMinority[176] 'Another wave of persecution will be the end of Christianity after 2,000 years' in Iraq, an Iraqi Christian \nleader recently said. In an interview earlier this month, Chaldean Archbishop Habib Nafali of Basra discussed how \nmore than a decade of violent persecution has virtually annihilated Iraq's Christian minority. Since the 2003 U.S.-led \ninvasion, the Christian population has dropped from 1.5 million to about 250,000 — a reduction of 85%. During \nthose 15 years, Christians have been abducted, enslaved, raped and slaughtered, sometimes by crucifixion; a \nchurch or monastery has been destroyed about every 40 days on average, said the archbishop.[177]  Turkey Shells \nUS-Backed Kurdish Militia Positions in Syria: Media[178] ISTANBUL (AFP) — Turkey's military on Sunday fired \nartillery shells at a Kurdish militia in Syria that is backed by the United States but deemed a terrorist group by \nAnkara, the state-run Anadolu news agency reported. The shells targeted 'shelters' of the Kurdish People's \nProtection Units (YPG) east of the Euphrates River in the Kobane region of northern Syria, Anadolu said. The \nstrikes come a day after Turkish President Recep Tayyip Erdogan hosted a summit in Istanbul on the Syrian conflict \nwith the leaders of Russia, France and Germany, in which they adopted a joint statement committing to work \n'together in order to create conditions for peace and stability in Syria'. [179]  Watch: British Islamic State Woman \nClaims She Went to Syria by Accident[180] Two British women who joined Islamic State have been arrested in \nnorthern Syria, with one claiming she travelled to the country and joined the terror group unintentionally. The \nmothers and their children are in a camp in northern Syria run by Kurdish authorities, with men suspected of being \nmembers of Islamic State in a prison nearby.[181]  Indonesian Lion Air Aircraft Missing Off Jakarta[182] A Lion Air \npassenger plane has disappeared shortly after taking off from Jakarta, say Indonesian officials. Flight JT-610 was \non a scheduled flight from the Indonesian capital to Pangkal Pinang, the main city in the Bangka Belitung \nIslands.[183]  China: Trump Chooses the Harder But Wiser Path[184] Many experts are panicking about Trump's \neconomic punishments against China. They fear an economic downturn, a global depression, or even the worst \ncase of open war. For the libertarians, it's depriving entrepreneurs of the world's largest market. For so-called \nrealist and globalist foreign policy experts, it is irrational nationalism that unnecessarily endangers global prosperity \nand is best dealt with by trying to integrate China into the international system. These cries of panic are \ncrescendoing now that tariffs are coming into effect, CFIUS is being expanded, and Trump is increasing security \ncontrols throughout the economy. Now these pro-China critics are trying to actively undermine President Trump in \nthe name of globalism and alleged free trade. However, the rarely told reality is that President Trump is merely \nlaunching the first retaliation in a trade war that China has been waging for several decades. Trump is choosing the \ndifficult correct course of action, which will cause pain to the United States in the short term so that the United \nStates can thrive in the long term Here I must disclose a fact: I loathe the U.S. Chamber of Commerce, so I have a \nbias. No group is more short-term in thought, ambition, or desire. Only immediate gratification of instant profit, even \nat the cost of long-term financial stability, is the rallying cry of the modern U.S. Chamber of Commerce. As long as \nthey get their quarterly earnings, America be damned, or at least that's how I see them. The U.S. Chamber of \nCommerce is actively lobbying and campaigning to weaken President Trump's position — launching media \ncampaigns, appealing to gullible libertarian organizations, or appealing to compassion to guilt people into dropping \ntheir guard against the PRC.[185]  Sudden Drop in Chinese Property Prices Leaves Speculators Reeling[186] \nDevelopers in some Chinese cities have cut prices by up to 30 percent as demand for new housing plummets. \nPublic anger has poured onto the streets despite official figures showing a still-healthy property sector. For the last \ntwo decades, property speculation in China has been a one-way bet. Take 57-year-old Shanghai businessman Tai \n\n\n\nPei, for example. Having watched the Chinese real estate market grow for many years, he too was tempted to grab \na slice of the incredible profits from the country's massive construction boom. Tai bought three downtown \napartments in China's commercial capital and made almost 10 million yuan (€1.27 million, $1.44 million) profit when \nhe sold two of them sometime later. [187]  Scientists Have Finally Engineered More Sustainable Bricks Out Of \nHuman Urine[188] The next time you pee, think about this: Your urine could one day create the sustainable building \nmaterials of the future. Dyllon Randall is a research engineer at the University of Cape Town. He's also the \nsupervisor on a new project in which students harvested urine from urinals so they could transform the waste into \nbuilding bricks.[189]  The Somali Army Regains Control of the Strategic Areas in the Medio Scebeli Region[190] \nAccording to a spokesman for the Hirshabelle state, Abdiweli Muhamed Abdi, the Somali National Army, supported \nby troops of the African Union Mission in Somalia (Amisom), has regained control of several areas 'Strategic' in the \nMiddle Scebeli region, on the border with the Hiran region, snatching them from the jihadist militias of al-Shbaab. \nAbdi has specified that the reconquest has happened without meeting any resistance from al Shabaab who in turn \nhas claimed responsibility for the killing of an unspecified number of soldiers of Ethiopia and Djibouti in a series of \nattacks conducted at the border between the cities of Baldwin and Helgan, also in the Hiran region. Albeit \nweakened by the offensive of the Somali army and the troops of the African Union Mission in Somalia (Amisom), \nShabaab continues to control large areas of Somalia. This is another reason why the UN Security Council decided \nto postpone the deadline for the Amisom quota reduction to February 2019, arguing that the Somali security forces \nare not yet sufficiently prepared to guarantee security in the country.[191]  Bolsonaro: Brazil's 'Tropical Trump' \nPoised to Win Presidency[192] RIO DE JANEIRO (AFP) — Sometimes called a 'Tropical Trump' for his politically \nincorrect vitriol, Brazilian far-right presidential candidate and heavy favorite Jair Bolsonaro has successfully played \nto an electorate disgusted with politics as usual. Bolsonaro, 63, has built an image as a political outsider ready to \nrough up the establishment — no small feat given that, unlike the US president, he is a longtime politician. The \nseven-term congressman has few legislative initiatives to his record but, crucially, has not been caught up in the \nmassive corruption scandals that have made Brazilians furious with the political class in recent years. [193]  \nBrazilians First! Jair Bolsonaro is Elected the New President of Brazil. What to Expect Now?[194] With already 97% \nof the votes counted, Jair Bolsonaro, the former army paratrooper and right-wing candidate to the Brazilian \npresidency, is elected with 55.7% of the votes.[195]  Brazilian General Election, 2018[196] General elections were \nheld in Brazil on 7 October 2018 to elect the President, Vice President and the National Congress. Elections for \nstate governors and vice governors, state legislative assemblies and the Legislative Chamber of the Federal District \nwere held at the same time. On 7 October 2018, Rio de Janeiro congressman Jair Bolsonaro came first in the first \nround of the presidential election. A run-off between him and former So Paulo mayor Fernando Haddad[3] was held \non 28 October 2018. At 22:06 GMT, with 88% reporting, Bolsonaro was declared the winner with over 50% of the \npopular vote.[4][197]  Fernando Haddad: The Last Hope for Leftists in Brazil's Election[198] Fernando Haddad is \nthe last hope for those dreading a far-right win in Brazil's presidential election, but the measured university \nprofessor lacks the charisma of his mentor, ex-president Luiz Inacio Lula da Silva. In an election that is largely \nabout the one candidate who cannot run — the popular but imprisoned Lula, who is serving 12 years for corruption \n— Haddad, 55, has struggled to fill the shoes of his one-time boss, who led Brazil through the boom years of 2003 \nto 2010, before both the country and his left-wing political project went bust. Brought in late in the game when it \nbecame clear the courts would not let the former president run, Haddad spent half the race selling himself as 'Lula's \nman,' and the other half doing the opposite. [199]  Europeans Have the Right to Defend Their Borders, Lifestyle and \nCulture — Czech Prime Minister[200] Europeans 'have the right to defend our borders, our lifestyle, our heritage \nand our culture,' Czech prime minister Andrej Babis said, striking back at the 'divisive' EU plans to impose mass \nthird world migration on the bloc's eastern states. Mr. Babis' remarks came whilst visiting a museum in Prague with \nFrance's globalist President Emanuel Macron.[201]  Honduran Bishops Decry 'Human Tragedy' of Migrant \nCaravan[202] The Bishops of Honduras released a statement this week saying they had been 'deaf' and 'blind' to \nthe needs of their people and calling on the Honduran government to address the 'human tragedy' of the migrant \ncaravan.[203]  Migrants on Bosnian Border Start Hunger Strike as Thousands Want to Move Into the EU[204] On \nthe Bosnian border with Croatia migrants are launching a hunger strike. Several dozen of the migrants have \ncamped out in the open as they claim Croatia won't let them cross the border. There have been clashes with police \nas they try to push their way through. So, the migrants on Saturday covered their mouth and eyes with tape to \nprotest, with others were walking among small tents or seated on the road. All the morning While Bosnian police \nsought to convince the group to move to a migrant centre.[205]  Migrant Caravan Members Reject Offer to Stay in \nMexico[206] ARRIAGA, Mexico — Several thousand Central American migrants turned down a Mexican offer of \n\n\n\nbenefits if they applied for refugee status and stayed in the country's two southernmost states, vowing to set out \nbefore dawn Saturday to continue their long trek toward the U.S. border.[207]  None Shall Pass: First Section of \nDonald Trump's Wall at Mexico Border Unveiled[208] A 30-foot (9m) metal fence spanning two miles has been \nconstructed at the Mexico-US border. Sporting a plaque that boasted President Donald Trump's name, it marks the \nfirst phase of a wall to block migrants from entering the US.[209]  Pence: Migrant Caravan 'Funded From Outside, ' \nOrganized by Leftist Forces[210] Caravan not organic phenomenon, says Vice President.[211]  Spain Rescues 520 \nMigrants at Sea — Baby Dies[212] The maritime rescue service in Spain report that a baby has died despite rescue \nefforts after a small boat carrying migrants sank in the Mediterranean Sea east of the Strait of Gibraltar. The tragic \ndeath came as more than 500 other migrants were rescued. The bottom of the rubber boat split, according to \nreports by the Spanish maritime service, with 56 of the migrants being hurled into the water, when the rescue craft \nreached it on Saturday.[213]  Augustana College Pleads With Students to 'Pledge' Against Cultural \nAppropriation[214] Augustana College in Illinois hosted an event at which it asked students to 'sign a pledge \npromising not to appropriate any culture.' The college's Office of Student Inclusion and Diversity defines cultural \nappropriation as 'the adoption of elements of a culture that is not their own.'[215]  Cancellation of 'Boba Fett' Movie \nReveals a 'Star Wars' Franchise in Serious Trouble[216] LucasFilm chief Kathleen Kennedy finally bit the bullet this \nweek, finally revealed what we all knew to be true — that the Star Wars movie universe is contracting, shrinking, \nand doing so in a very serious way. If you recall, the original plan was for Kennedy and Disney to Marvel the Star \nWars series, to mine the mythology and wealth of characters in a way that would guarantee a mega-hit for Disney \nonce or twice a year. After the mind-boggling success of the reboot, 2015's The Force Awakens, that all seemed \npossible. The country was crazy for Star Wars. It was 1977 all over again. We could not get enough, our goodwill \nexploded, and Kennedy was going to keep 'em coming On top of this latest trilogy — in what is known in the \nSkywalker Saga — there would be spin-off sagas, and these spin-offs would almost certainly result in sequels and \nfranchises of their own. Han Solo, Obi-Wan Kenobi, and Boba Fett projects were all announced, with the promise of \neven more. It was all so exciting. The most iconic franchise in the history of movies had returned, and we were off! \nThere was just one tiny problem The movies weren't very good Here we were, laying down our hard-earned money \nto take a trip into a galaxy far, far away and here was this hideous Kathleen Kennedy woman beating us over the \nhead with her obnoxious feminist agenda, her even more obnoxious identity politics, her intolerable preaching and \nham-handed, man-hating Woke-ness, and this movie sucks and, oh, well, that is just great, now they've killed off \nLuke and replaced him the cast of Dawson's Creek 2. [Comment: These Disney Star Wars series of movies are \ngarbage because a feminist man hating agenda is foisted upon the viewer at every turn.][217]  Exposing 'The Lies \nof the Left' In Canada[218] Canada's Liberal Party leader and Obama acolyte, Prime Minister Justin Trudeau, is \ncorrupting Canada through drugs, sexual perversion, and a Muslim invasion, says Tanya Gaw of the Canadian \nCoalition for Responsible Government. Former drama teacher Trudeau, an admitted pothead, legalized marijuana \nnationwide on October 17, opening up Canada to drug cartels, and has facilitated the transgender revolution in \nCanadian schools. Trudeau, who visits mosques and has abandoned his Catholic faith on abortion and same-sex \nmarriage, has invited foreign Muslims from terror-supporting countries to come to Canada. Activist Tanya Gaw \ndescribes how Canadians of a conservative and Christian persuasion have risen up against 'the lies of the left' and \nTrudeau regime and are working to replace it in elections scheduled for next year. Will Canadian conservatives be \nallowed the freedom to voice their views and concerns? Can the conservatives in Canada get organized and get \nenough support from Canadian businesses to make a difference in time to save their nation? [Comment: Pretty \nmuch all Canadian media tows the globalist party line. For truthful and objective news you have to look elsewhere. \nRecommend Canadians use RSSowl and RSS feeds to get news from the internet.][219]  Police and Courts Claim \nTrans Paedophile's Pre-Transition Crimes Committed by 'Woman'[220] Police in England have raised eyebrows by \ndescribing a trans paedophile's pre-transition crimes as having been committed by a 'woman'. Gary Cooper, who \nnow goes by Carrie Cooper, was already serving a prison sentence when called to stand trial for historic sex abuse \nbetween 2007 and 2012, the Mail on Sunday reports.[221]  Retired Green Beret Warns Mainstream Media is a Tool \nfor Destroying America[222] Authored by Jeremiah Johnson (nom de plume of a retired Green Beret of the United \nStates Army Special Forces) via SHTFplan.com,; A deliberate attempt is being made by the MSM (Mainstream \nMedia) to destroy the remaining fabric of American society and force the country's disintegration and absorption into \na global government. They don't have very far to go: since the 1960s, a family-centered culture that was the 'hub' of \nthe greatest nation this world has ever seenthat bastion of the family has been eroded and all but destroyed. The \nreplacement 'culture' has been one of drug use, pornography, 'sloth' within all the generations young, middle-aged, \nand elderly, and a fostered unwillingness to take responsibility for anything of value. The country is an entitlement \n\n\n\nnation that 'asks not what you can do for your country, but what can you take from it.' The family is not even \nreferred to in that manner anymore. I have read the term 'consumer units' to refer to households, as well as \n'household groupings.' Communities true communities where individuals and families contribute to the overall \nwelfare of the area and each other are almost nonexistent. This has been replaced with Communism, currently \nundergoing its 'genesis' from the soft form of socialism and the semi-laissez faire authoritarianism that is \nexemplified by the surveillance state. The socialism will turn into communism, as Lenin (Ulyanov, if you prefer) \npointed out to us. A forced 'communal' mindset is being blared at us by every weapon the Media has in its arsenal: \nthe radio, newspapers, television, and the Internet/Social Media monster. Daily, the paradigm is shifted, and the \nconsciousness of the people is being battered with wave after wave of unrelenting actions. No publication better \nexemplifies the heinous nature of the Media's intentions than Time Magazine. A Feminist Agenda is being peddled \nunder the guise of 'equality,' but in reality it is a sinister operation carried out by nefarious individuals masquereding \nas 'reporters,' 'editors,' and 'columnists,' meant to polarize groups and to foster a sense of 'blame' or 'guilt' with \nevery action The Media has blinded the people by showing them what they wish to see: themselves. The Media has \npurposefully, deliberately lowered the standards. The Media (inclusive of Hollywood, mind you, and the movies and \ntelevision) have presented aberrant behaviors and actions that denigrated and destroyed the former social fabric. \nThey have enabled others of their ilk (Communists in Politics and in Business) to foster a new 'Third World' society, \nincluding the abolition of the middle class and the ending of where government is the final answer and solution to all \nproblems. Read. Read the 'Communist Manifesto,' and the Planks of Communism, and you will see in print what \nwas written decades ago, that is happening here and now in the U.S. Read Alexander Sozhenitsyn's works to see \nwhat happens at the 'final tipping point' of the full-blown change of a nation into a Communist totalitarian \nsociety.[223]  'Transgender' Movement on the Warpath[224] The Left is having conniptions over a report by The \nNew York Times that the Trump administration is thinking of adopting a narrower interpretation of 'gender' in order \nto enforce Title IX of the federal Civil Rights Act in a manner befitting rational beings. They're having a kazoo over \nit. 'Flagrant acts of evil' by 'anti-equality extremists,' they call it: a measure that 'seeks to erase the identity of \ntransgender Americans.' This new Cherished Minority, they claim, embraces '1.4 million transgender Americans.' I \ndon't know who counted them. But if 1.4 million people say they're Napoleon Bonaparte, does that mean we now \nhave 1.4 million Napoleon Americans? There is no such thing as 'transgender.' There are only deluded persons \nwho say they are transgender. We should have seen this coming. In all my life, I've never seen anything like the \nfervor with which the Left is promoting 'transgender.' As if their very lives depended on it.[225] [ 1]: #332072 [ 2]: \n#332156 [ 3]: #332098 [ 4]: #332092 [ 5]: #332086 [ 6]: #332115 [ 7]: #332094 [ 8]: #332100 [ 9]: #332131 [ 10]: \n#332172 [ 11]: #332135 [ 12]: #332117 [ 13]: #332127 [ 14]: #332125 [ 15]: #332096 [ 16]: #332123 [ 17]: #332184 [ \n18]: #332190 [ 19]: #332170 [ 20]: #332111 [ 21]: #332119 [ 22]: #332192 [ 23]: #332160 [ 24]: #332204 [ 25]: \n#332202 [ 26]: #332174 [ 27]: #332076 [ 28]: #332109 [ 29]: #332180 [ 30]: #332140 [ 31]: #332144 [ 32]: #332148 [ \n33]: #332071 [ 34]: #332080 [ 35]: #332082 [ 36]: #332084 [ 37]: #332188 [ 38]: #332176 [ 39]: #332146 [ 40]: \n#332081 [ 41]: #332152 [ 42]: #332142 [ 43]: #332090 [ 44]: #332079 [ 45]: #332075 [ 46]: #332129 [ 47]: #332166 [ \n48]: #332073 [ 49]: #332077 [ 50]: #332078 [ 51]: #332168 [ 52]: #332106 [ 53]: #332182 [ 54]: #332200 [ 55]: \n#332113 [ 56]: #332074 [ 57]: #332194 [ 58]: #332083 [ 59]: #332108 [ 60]: #332162 [ 61]: #332138 [ 62]: #332107 [ \n63]: #332150 [ 64]: #332186 [ 65]: #332154 [ 66]: #332198 [ 67]: #332164 [ 68]: #332102 [ 69]: #332158 [ 70]: \n#332206 [ 71]: #332121 [ 72]: #332133 [ 73]: #332178 [ 74]: #332104 [ 75]: #332088 [ 76]: \nhttp://www.ansa.it/english/news/2018/10/26/no-bank-will-go-bust-says-salvini_a03b3b7b-3e9e-4da0-b20e-\n586062976bcf.html [ 77]: #topheadline [ 78]:            https://voiceofeurope.com/2018/10/italys-salvini-defies-eu-\nbudget-and-marks-end-of-eu-nigel-farage/ [ 79]: #topheadline [ 80]:            https://www.infowars.com/screw-your-\noptics-im-going-in-trump-hating-gunman-tweeted-before-killing-11-in-pittsburgh-synagogue-attack/ [ 81]: \n#topheadline [ 82]:            https://newswithviews.com/a-vote-for-trump-america-is-a-vote-for-economic-growth-\nsecurity-and-freedom/ [ 83]: #topheadline [ 84]:            https://newswithviews.com/america-destructing-from-inside-\nout-part-2/ [ 85]: #topheadline [ 86]:            \nhttp://www.ansa.it/english/news/2018/10/26/no-bank-will-go-bust-says-salvini_a03b3b7b-3e9e-4da0-b20e-586062976bcf.html\nhttp://www.ansa.it/english/news/2018/10/26/no-bank-will-go-bust-says-salvini_a03b3b7b-3e9e-4da0-b20e-586062976bcf.html\n\nassociation/ [ 97]: #topheadline [ 98]:            https://100percentfedup.com/mn-muslim-democrat-state-rep-running-\nfor-us-congress-may-allah-awaken-the-people-and-help-them-see-the-evil-doings-of-israel/ [ 99]: #topheadline [ \n100]:            https://www.breitbart.com/tech/2018/10/28/netflix-employees-donate-to-democrats-over-republicans-\n141-to-1/ [ 101]: #topheadline [ 102]:            https://www.breitbart.com/the-media/2018/10/28/media-again-exploit-\ntragedy-strip-trump-supporters-self-defense-right/ [ 103]: #topheadline [ 104]:            \nhttp://gulagbound.com/57189/marxist-kyrsten-sinema-has-endorsement-revoked-by-the-arizona-state-troopers-association/\n"}