{"title": "Former paralympic athlete in court over Extinction Rebellion protest", "body": "\n       By dpa correspondents   London (dpa) - A former paralympic athlete who glued himself to a plane at London \nCity Airport during Extinction Rebellion protests this week has pleaded not guilty to charges of causing a public \nnuisance.  James Brown's solicitor entered a not guilty plea at Westminster Magistrates' Court on Saturday, the \nBritish Press Association (PA) reported. He is due to appear at Southwark Crown Court in London on November 8.  \nBrown, who is partially sighted, competed for both Britain and Ireland in paralympic events including cycling and \nrunning.  He climbed on top of a passenger jet at the airport on Thursday, live-streaming his protest via Facebook.  \n'I'm on top of a British Airways plane to draw attention to government inaction on climate and ecological \nbreakdown,' Brown said.  Also on Saturday, more than 100 health care workers dressed in scrubs joined an \nExtinction Rebellion climate protest in London, gathering outside the headquarters of the Shell oil industry firm.  The \n'Health March for the Planet' took place on the sixth day of the Extinction Rebellion protests, which have seen \nnearly 1,300 arrests made so far in the British capital.    The group has staged rallies and acts of civil disobedience \nin cities around the world as part of a planned two-week global campaign.  'We are meeting outside Shell because \nthey are one of the biggest companies involved in the oil and energy industry, and they have real power to \ndecarbonise that industry,' said one protester, a paediatric and emergency doctor from Bristol named Alex Turner, \naccording to PA.   Some of the nurses, doctors and medical students in the crowd wore medical face masks, while \nothers carried signs calling climate change a major health issues and Extinction Rebellion flags.  PA reported that \n23 people were arrested at another protest by members of the animal rights group Animal Rebellion earlier \nSaturday. Protesters had stopped traffic from entering a London fish market.   Copyright dpa    \n"}