{"title": "New paper aimed at immigrants", "body": "\nTwo Atlanta women have founded a monthly newspaper aimed at the city's fast-growing immigrant population.\n\n\"There needs to be a unifying force of all the international communities,\" said Molly Read, editor of Planet Atlanta.\n\"We can be the one place they can turn to.\"\n\nThe initial issue, published Jan. 4, features articles on Atlanta's partnership with Barcelona, Spain; the doll business \nof an Atlantan raised in Trinidad; and a Buddhist monastery being built in DeKalb.\n\nAdvertisers include Coca-Cola and Sprint.\n\nThe paper will be distributed free to Atlanta's diplomatic corps, trade organizations and immigrant-owned \nbusinesses. Ten thousand copies of the first issue were printed.\n\nRead, formerly an Atlanta Business Chronicle reporter and English teacher in Japan, said the paper is targeting \nimmigrants who want to learn more about sister ethnic communities in Atlanta.\n\n\"Also, we're aimed at the mainstream resident who wants to learn more about the tremendous diversity here, or \nmaybe just wants to find a good ethnic restaurant,\" Read added.\n\nRead and publisher Kate Pilgrim, also formerly an English teacher in Japan, produce the newspaper from Read's \nhome near Lenox Square. They are financing it out of their savings.\n\n\"We are the print equivalent of the DeKalb Farmers Market or Harry's,\" Read said. \"As far as we know, we're the \nfirst newspaper in America doing this.\"\n\nGraphic\n\n \n\nA Color photo: (appeared on E/01 with reference to E/02 story). Planet Atlanta, a new newspaper aimed at the \nmetro area's growing ethnic population, began publishing this week. Publisher Kate Pilgrim (left) and editor Molly \nRead also are targeting people interested in the area's cultural diversity. The paper will be distributed free to \ndiplomatic offices, trade groups and businesses owned by immigrants. / David Tulis / Staff Photo: Kate Pilgrim \n(left) and Molly Read publish the new Planet Atlanta. / David Tulis / Staff\n"}