{"title": "Workers alerted to scams related to immigration plan;Workers are warned of legalization scams", "body": "\nAdvocates warned undocumented workers this week to beware of anybody selling services or documents \npurportedly connected with President Bush's yet-unapproved legalization proposal.\n\n\"People have been showing up at churches, at stores, saying they can bring relief and charging substantial sums of \nmoney - and then never bring anything,\" said Celso M. De Souza, director of the Brazilian Organization for Social \nServices, based in Philadelphia.\n\nBush's proposal is still just a proposal, advocates emphasized at a news conference Tuesday called by a coalition \nof 12 regional Latino organizations.\n\nThough several immigration-overhaul bills are pending in Congress, nothing has been approved and no bill has \nbeen introduced from Bush's widely publicized speech Jan. 7 suggesting temporary work permits for an estimated 8 \nmillion to 10 million undocumented workers.\n\nBush's election-year proposal has come under bitter attack. One side has labeled it de facto amnesty; the other \ntermed it dead-end temporary servitude. The odds that it would be approved this year appear low, many observers \nsay.\n\nStill, activists nationwide say swindlers have already begun taking advantage of immigrants' desire for legal status \nby trying to sell them help getting benefits that do not - and may never - exist.\n\nIn Miami and Denver, activists and Mexican consulates reported that unidentified \"immigration experts\" had gone \ndoor to door in predominantly Mexican neighborhoods offering help getting a visa under Bush's proposal.\n\nIn North Jersey, immigrants have reported being offered \"green cards\" under Bush's plan for $3,000, said Marshall \nFitz, director of advocacy for the nonpartisan American Immigration Lawyers Association.\n\nIn Philadelphia, activists called the news conference after learning that two undocumented Mexican workers in the \ncity had paid $2,000 each to a person offering legal documents purportedly under Bush's plan. They offered no \nother details.\n\n\n\"You should not be fooled,\" said Rocio Vazquez, the Mexican consul in Philadelphia, whose territory in \nPennsylvania, Delaware and South Jersey contains an estimated 170,000 Mexicans. \"Nothing now can be \nassumed about this proposal.\"\n\nThe advocates urged immigrants who think they have been victimized to contact a community association or \nconsulate.\n\nThey added that undocumented immigrants should be careful about approaching suburban or rural police \ndepartments. Though Philadelphia bars its police from detaining people solely on immigration violations, others \nmunicipalities do not.\n\n\"Some of the [police officers] are anti-immigrant,\" said Art Read, general counsel of the Friends of Farmworkers, \nalso based in Philadelphia. \"Outside Philadelphia, contact us first.\"\n\nRead did not mention any towns by name.\n\nOne local prosecutor who is outspoken against illegal immigration, Northampton County District Attorney John \nMorganelli, said he would not detain an illegal immigrant who tried to report a serious crime.\n\n\"I probably would defer prosecution of the illegal alien immigrant and ask that they cooperate with us,\" Morganelli \nsaid.\n\nLocal authorities may prosecute over fake IDs or unlicensed legal advice, but only the federal government can \ncharge immigrants with entering the country illegally.\n\nContact staff writer Thomas Ginsberg at 215-854-4177 or tginsberg@phillynews.com.  \n"}