{"title": "SOUTH AFRICA WARNS IT MAY EXPEL ALIENS IF U.S. INVESTORS PULL OUT", "body": "\nA high-ranking official says the Government may expel more than a million black workers if the United States \npulls its investments from the country to protest Pretoria's racial policies.\n\nCasper Venter, an assistant to Deputy Foreign Minister Louis Nel, said Mr. Nel issued the statement about possible \nexpulsions at a time when economic sanctions against South Africa were being considered in Congress.\n\nThe Government television reported that Mr. Nel said at a rally Tuesday night that South Africa would evict the \nmillion blacks if the United States withdrew its interests from the country. But Mr. Venter said that report went too \nfar.\nCasper Venter, assistant to South African Deputy Foreign Min Louis Nel, says Government may expel more than a \nmillion illegal black workers if US withdraws its investments to protest country's racial policies; Venter says \nGovernment is not considering action against 350,000 black foreigners who work legally there; two more deaths are \nreported in black rioting in towns in eastern Cape Province (S)\n\nMr. Venter said: ''He said that should the disinvestment campaign be successful, and should there be a withdrawal \nof American investments in South Africa, it could affect the South African economy, and it could lead to \nunemployment. Then the Government would have to reconsider the position of the million foreign workers who \nillegally work in South Africa.''\n\n \n\nTwo More Deaths Reported\n\nHe said there were ''just over a million'' blacks working illegally in South Africa, most from neighboring nations. He \nsaid they slipped across the border and took low-paying jobs as domestic servants and farm laborers, often working \nfor less than what South African blacks demanded.\n\nMr. Venter said the Government was not considering action against the 350,000 black foreigners who work legally \nin South Africa.\n\nMeanwhile, two more deaths were reported in black rioting against the country's racial segregation policies. In one \nincident, a black policeman, Detective Constable S. James, was stoned to death and his body set on fire in a town \nin eastern Cape Province, the police said. Policemen and other Government workers have been called \ncollaborators by many blacks involved in the disturbances.\n\n\nThe police said an unidentified person died in a segregated black township near Port Alfred, also in the eastern \nCape, when a mob attacked a black policeman's home.\n\nThe officer was not at home, the police said, but a member of his family fired a gun at the crowd, killing one person.\n"}