{"title": "'90S ARE ERA OF HOPE, CLINTON TELLS SALVADOR", "body": "\nSAN SALVADOR President Clinton yesterday said peace and partnership have replaced Cold War-era meddling \nin Central America but he couldn't snuff out a new flareup over illegal immigration.\n\nIn the keynote speech of his four-nation trip, Clinton told Salvadoran legislators that the 1990s have become a \ndecade of \"reconciliation and hope,\" on the heels of years of bloody civil war that rippled through the region and \nnow in the wake of Hurricane Mitch.\n\n\"There was a time not long ago when people in this region believed they could only defend their point of view at the \npoint of a gun . . . a time which provoked in the United States bitter divisions about our role in your region,\" Clinton \nsaid.\n\nIn a reminder of past U.S. involvement in the affairs of Guatemala, 100 or so demonstrators protested Clinton's \narrival here.\n\nBut the death squads and illegal funneling of money to pro-U.S. rebels in the Iran-Contra scandal during the \nReagan administration have given way to an immigration dispute that threatens today's regional summit in \nGuatemala.\n\nHurricane Mitch triggered waves of illegal aliens who sought refuge in the U.S. In the last three months of 1998, \nborder guards caught about 6,000 Central Americans about 39% more than the same period last year. In January, \nthe number of detainees at the Mexican border climbed a whopping 153%.\n\nImmigration and Naturalization Service Commissioner Doris Meissner said the U.S. could begin deporting illegal \nimmigrants from El Salvador and Guatemala as early as next week.\n\nBut those governments are concerned that those deportations will mean a loss of much-needed hard currency \nbecause the illegals send hundreds of thousands of dollars to family and friends still digging out from the deadly \nhurricane.\n\n\"We must continue to discourage illegal immigration, for it undermines control of our borders . . . and even more, \npunishes hardworking people who play by the rules and who wait for their turn to come to the United States,\" \nClinton said.\n\nBut Juan Duch Martinez, president of Salvador's legislature, appealed to the U.S. Congress to show understanding \nwhile the region recovers from Mitch.\n\n\"We trust in your work, Mr. President, so that the members of your Congress will hear the request of their [Central \nAmerican] brothers and sisters . . . so that they will consider the reasons that they left our country,\" Martinez said.\n\n"}