{"title": "State panel demands builders act as immigration cops", "body": "\nA state panel voted Friday to crack down on illegal immigrants working at state-subsidized construction projects. \nBut it once again delayed action on two O'Fallon projects that triggered the new policy.\n\nThe Missouri Housing Development Commission, by a unanimous vote, spelled out tough sanctions for developers \nwho fail to verify that workers at their job sites are in the country legally.\n\nPenalties range from minor fines to a lifetime ban from participating in state programs that award tax credits for the \nconstruction of housing projects.\n\nThe action was endorsed by several officials, including Gov. Matt Blunt, Lt. Gov. Peter Kinder, Attorney General Jay \nNixon and Treasurer Sarah Steelman. All are members of the commission and had representatives vote for the new \npolicy.\n\nBut critics say the new policy tramples federal immigration law and could force developers and contractors to \nviolate privacy laws.\n\nJim Kistler, president of the Associated Builders and Contractors, Heart of America chapter, said his group \nsupports immigration enforcement but believes it is a federal responsibility.\n\nAt issue is the degree to which developers and contractors can be required to verify immigration status, and under \nwhat circumstances federally required employment forms should be shared with the state.\n\nThe new policy requires federal I-9 forms, which authorize work eligibility, as well as 1099 tax forms, to be made \navailable to the state. The American Civil Liberties Union has previously said those forms should not be used for \nthat purpose, a concern now shared by contractors.\n\nPete Ramsel, executive director of the housing commission, said privacy concerns are addressed by ensuring that \nSocial Security numbers are blacked out of the documents.\n\nThe new policy goes beyond federal immigration law, requiring contractors to not only gather work eligibility \ndocuments but also take steps to ensure the information is accurate.\n\nThe commission has focused for months on illegal immigration after two projects in O'Fallon were reported to have \nundocumented workers.\n\n\nMost recently, several commissioners have sought to withhold roughly $1 million in federal and state tax credits \nfrom Hennessey Development. The Clayton company is suspected of hiring a subcontractor that used illegal labor \nat the Southernside development in O'Fallon.\n\nBut the commission has stopped short of imposing sanctions. That was the case again Friday, as the commission \nopted to wait until federal immigration investigations are completed before acting.\n\nIn a similar move, the commission took no definitive action on the O'Fallon Lakes project, where illegal workers \nwere caught in 2006. The contractor in charge at the time is no longer with the project.\n\nGundaker Commercial Group, which was a minority partner in the project at the time of the arrests, has taken over \nand now wants an extra $4.86 million in state tax credits to cover escalating costs.\n\nRamsel and the commission's staff praised the company for salvaging a half-finished project and rooting out illegal \nworkers.\n\nBut Jeff Schaeperkoetter, who represented Nixon at the meeting, criticized the request for more money, calling it a \nbailout for a company that should have known the development had problems.\n\nThe commission fell one vote shy of approving the added tax credits. But it gave Gundaker another month to prove \nit needs the money.\n"}