{"title": "OLDER IMMIGRANTS ALSO HAIL PROUDLY", "body": "\nThey stood ramrod straight, hands on hearts, more than a dozen people singing the national anthem. Most were \nolder than 70. They sang \"Oh say, can you see\" with a polyglot of accents: Bosnian, Vietnamese, Spanish.\n\nWhat they could see was American citizenship. Most of the class members will become citizens within a year.\n\nThe singers were students in the International Institute of Metropolitan St. Louis' citizenship preparation class for \nolder people. The institute is at 3654 South Grand Boulevard.\n\nThe students were learning English and about the American government to pass the citizenship test.\n\nAs for their motivations for learning another language and culture late in life, they all said about the same thing, but \nin different words.\n\n\"I want to be a citizen of the U.S.; I see the need to change cultures,\" said Shyris de la Torre, 70, formerly of \nColombia, now of Overland. De la Torre, a bursar in her original country, uses a pocket-size computer to help her \ncommunicate in English, even though glaucoma can make her eyes milky.\n\nThuan Nguyen had a similar outlook. \"Citizenship is a good thing; this is my country now,\" he said.\n\nThuan, 74, began his life in Vietnam and worked as a civil servant for the United States in the Vietnam War. After \nthe war, he couldn't get a job. He now lives in the 4100 block of Potomac Street in St. Louis. His lessons are at the \nstage where he has greater fluency writing than speaking.\n\nHalil Ramadani is looking forward to voting. \"I want to be a citizen, to learn to vote,\" he said. \"America is my \ncountry.\"\n\nRamadani, 71, lives in University City and came from Bosnia. His complexion is ruddy. He wears jeans and a \nbaseball cap.\n\nThe fact that they must be citizens to get benefits such as Medicare sometimes fuels the desire for citizenship.\n\nTheir teacher, Marjie Brammeier, 52, lives in the Central West End. She teaches them things many Americans no \nlonger know. Who was the third president of the United States? Who was the 16th president?\n\nOn a recent day, she was teaching them the words of the national anthem and their meaning. She showed them \ntwo cards: One said \"rampart,\" and the other gave the word's meaning, \"defensive wall.\"\n\nShe teaches them by sight and repetition. She is lively, acting out words. There are no tests here, only comfort and \nfurther instruction. No unruly or sleepy students, either.\n\n\nBrammeier holds up the words \"bombs bursting in air.\" She then holds up the definition: \"explode.\"\n\nSpontaneously, Vahida Cekic, 57, of the 4900 block of South Broadway in St. Louis, states one of the reasons \nbehind her quest for citizenship. \"When I was in Bosnia, they bombed my house three times.\"\n\nThe International Institute\n\nThe International Institute of Metropolian St. Louis offers translation and other services that help refugees settle in \nthis country, including classes in English and U.S. citizenship, and employment, social, health and mental services, \nplus economic development. It also has cultural programs, a community outreach program and a speakers bureau. \nSome services are free. The Institute is based at 3654 South Grand in the Gravois Park neighorhood. For \ninformation, call 314-773-9090 or go to www.intlinst.org. \n\nNotes\n\nReporter Theresa Tighe:; E-mail: ttighe@post-dispatch.com; Phone: 314-340-8129  \n\nGraphic\n\n \n\nPHOTO; (1) COLOR PHOTO BY TRISHA L. SIDDENS - Ngoc Doan (left), 66, a case worker for the International \nInstitute, helps Dang Don, 71, find his way around a sample ballot in a voting booth at an event the Institute held at \nTower Grove Park. Doan lives in Webster Groves; Don lives in St. Louis.; (2) COLOR PHOTO BY TRISHA L. \nSIDDENS - Hinh The Nguyen (center), 64, of St. Louis, studies his ballot Tuesday as Fadumo Sheikh Adan (right), \n74, of St. Louis, looks away. They wait their turn to practice voting at the citizenship event sponsored by the \nInternational Institute. The event allowed elderly immigrants to meet and celebrate their citizenship, learn how to \nuse voting machines and register to vote. Nguyen, who is originally from Vietnam, has lived in the United States for \nseven years; he became a c itizen itizen six months ago. Adan, who is from Somalia, has lived here for eight years \nand is studying to become a citizen.; (3) PHOTO BY TRISHA L. SIDDENS - ABOVE LEFT: Marjie Brammeier, 52, \nof St. Louis, teaches a 10-week citizenship class at the International Institute, in the 3600 block of South Grand \nBoulevard. Here she shows her students important words and phrases.; (4) PHOTO BY TRISHA L. SIDDENS - \nABOVE RIGHT: Shyris de la Torre, 70, listens intently as Brammeier speaks. De la Torre, formerly of Colombia, \nlives in Overland; she uses a pocket-size computer to help her communicate in English.; (5) PHOTO BY TRISHA L. \nSIDDENS - Hap Dinh of Affton, a case worker at the International Institute and a voting registrar, swears in Marie \nM. Fortulis Juste, 80, of St. Louis, at the institute's citizenship event. Fortulis Juste, who is originally from Haiti, has \nlived in the United States for nine years and became a citizen almost a year ago. Dinh was born in Vietnam and has \nlived here for eight years.; Charles Bryson of the office of St. Louis Mayor Francis Slay congratulates Huong Thi Vo, \n66, of St. Louis as she receives a certificate. Vo, from Vietnam, recently became a U.S. citizen after living here for \nseven years.\n"}