{"title": "Border residents say Guard isn't answer; Bush's plan to send troops raises doubts", "body": "\nLAREDO, Texas — For years, Mayor Elizabeth Flores has been asking Washington for more help not only in \ncontrolling illegal immigration, but also drug trafficking here at the nation's second-busiest border crossing. More \nBorder Patrol. Better technology. More federal resources.\n\nBut militarize the border with National Guardsmen? That's where she draws the line.\n\n\"We have over 300 Border Patrol officers from here serving in Iraq. Why doesn't (President Bush) bring them \nhome to do the job they were trained to do?\" said Flores, as she walked inside city hall, which overlooks Texas and \nU.S. flags out front and the Mexican flag about a quarter mile away at the border. This seat of government sits at \nthe cusp of los dos Laredos, the two Laredos, as locals say — Laredo and Nuevo Laredo — through which 4.4 \nmillion pedestrians, 6.3 million vehicles and 1.4 million trucks pass yearly.\n\n\"The National Guard is trained to protect us from deadly people,\" said Flores, a Democrat who has been in office \n8½ years. \"People crossing over here to work are not our deadly enemy. … I think this is all about discrimination \nand nothing else.\"\n\nSome sheriffs, residents and immigrant advocates along the nation's southern edge raised similar doubts \nMonday about President Bush's plan to send up to 6,000 National Guardsmen to help stop the flow of illegal \nimmigrants across the Mexican border.\n\nWhile some welcomed the idea, others expressed concern that the troops — especially those returning from tours \nin Iraq — might shoot first and investigate later, despite assurances from the White House that deployed troops at \nthe border likely would serve only a support role.\n\nThose people worried about a repeat of the 1997 fatal shooting of an 18-year-old goat herder by Marines on a drug-\ncontrol mission in rural west Texas.\n\n\"I think because there are a lot of undocumented people here already, it's going to get out of hand,\" said Becky \nMontelongo, who manages a thrift shop in El Paso.\n\nOverworked local sheriffs said that if the federal government really wants to help, it could send money for more \ndeputies, equipment and training.\n\n\"It's like sticking their finger in the dike and stopping the flow and not worrying about the high water already on this \nside of the dike,\" said Sheriff Lupe Trevino of Hidalgo County, Texas. \"We need to stop them at the border, but we \nalso need to deal with those who are already in the country — inside my country — that are creating havoc.\"\n\n\nSheriff Rick Flores of Webb County, which includes Laredo, said the president's plan will not stop illegal \nimmigration.\n\n\"I guess he wants his ratings to come up by sending troops to the border, but that's not the panacea,\" said \nFlores. \"All we've been asking for is to give us the resources that we need. We were expecting a dollar and now \nwe're probably going to get a nickel.\"\n\nOn the Mexican side of the border, Jorge Gutierrez said it will take a lot more than U.S. troops to keep him and \nother immigrants out. \"No guard, no wall will keep us from crossing,\" he said.\n\nJesus Rodriguez, 49, agreed. He was looking for ways to cross one of Juarez's international bridges. \"For \nMexicans, there are no obstacles,\" he said.\n\nSome were offended at a \"militarization\" they thought more appropriate for the border between openly hostile \ncountries and feared that troops could become a permanent presence redefining the U.S.-Mexico relationship.\n\n\"It's worrying,\" said Arturo Solis, an immigrant rights activist in Reynosa, across the border from McAllen, Texas. \n\"The bad thing is that the American government is insisting on confusing immigration with a criminal problem.\"\n\nBut ranchers James Johnson and Mike Vickers said the news of Guardsmen was long overdue.\n\n\"I think we should have done it 15 years ago,\" Vickers said. \"Every day the numbers are greater and the damage is \nworse and the crime is escalating.\" He added, \"Over 50 percent of the time our local sheriff's hung up handling \nillegal alien crimes — trying to break into someone's homes, speeding through town, all kinds of different \nscenarios.\"\n\nAl Garza, national executive director of the Minuteman Civil Defense Corps in Huachuca City, Ariz., estimated that \nthe plan would work only if Bush deployed two soldiers per mile and posted them there around the clock, meaning \n30,000 to 40,000 troops. Anything short of that, he said, would be pointless.\n\nThis report includes information from the Chicago Tribune and Washington Post.\n"}