{"title": "U.S. citizens caught in immigration net", "body": "\nImmigration and Customs Enforcement (ICE) deported 357,000 illegal aliens in 2008, up 23.5% from 2007. Most \nwere from Latin America, so it's inevitable that some citizens of Latino descent would be detained  by mistake. \nEven so, their stories are troubling:\n\n*Alicia Rodriguez, a third-generation American, was pulled over in Mansfield, Texas, for driving with unpaid tickets. \nHeld by police who thought she was an illegal immigrant, she spent a night in jail before being  transferred to \nanother facility, where she had a panic attack. She was released after her sister  produced her birth certificate.\n\n*Rennison Castillo was arrested after a domestic dispute and later scheduled for deportation, though he is a U.S. \ncitizen and an Army veteran. Officials at the immigration jail in Tacoma, Wash.,  said they could not find records of \nhis citizenship or military service. After Castillo called the Northwest Immigrant Rights Project, an attorney obtained  \nhis military records, and he was freed.\n\nRodriguez and Castillo were among the 55 cases documented by the Associated Press of citizens detained or \ndeported since 2001. While the numbers might seem small,  the AP report noted that immigration lawyers suspect \nhundreds of such cases.\n\nThis brings us back to the ever elusive \"comprehensive immigration reform.\" Schizophrenic enforcement has \ncreated a breeding ground of mistakes such as those cited above. The federal 287(g) program, for instance, \ndeputizes state and local police to help ICE catch  criminal aliens. Earlier this year, a Government Accountability \nOffice report found that ICE failed to properly train these officers, to define their authority, or to monitor the program \neffectively. Is it any surprise that local officers  tied to this program  arrested several U.S. citizens?   To her credit, \nHomeland Security Secretary Janet Napolitano has ordered a review of 287(g).\n\nHow many other suspect programs are out there? How many citizens must be jailed to muster up the outrage \nnecessary for real reform? Couldn't ICE make better use of its limited resources once the U.S. deals with the 12 \nmillion illegal immigrants already here?\n\nPresident Obama has vowed to address immigration reform as soon as next month. The questions are waiting for \nhim. Let's hope he has the answers.\n\nRaul Reyes is an attorney in New York and a member of USA TODAY's board of contributors. \n"}