{"title": "FLAWED OPPOSITION TO A FOREIGN-WORKER PLAN", "body": "\nTo the Editor:\n\n Your May 11 news story ''Plan Would Let Mexicans Work as U.S.  Guests'' tried for balanced treatment of the \nWhite House proposal for a temporary foreign worker (T.F.W.) program by citing some opinions from outside the \nAdministration. Unfortunately, those opinions, which were almost all in opposition to such a program, were neither \nwell-informed nor fully representative.\n\no begin with, the ''bracero'' program, which operated from 1942 to 1964, was far from having ''stimulated illegal \nimmigration.'' Official records show that illegal entrants fell well below 100,000 a year from 1956 to 1964 but after \nthe end of the bracero program rose continuously, to reach over one million by 1977.\nCity College Professor Edwin P Reubens letter responds to May 11 article on temporary foreign worker program to \naccommodate Mexican labor\n\nIt is true that many braceros were abused, and sometimes cheated, by their farm employers, and that they were not \nadequately defended by Federal and local authorities. Yet they kept coming because their earnings far outran the \njobs and pay rates available in Mexico. As for the alleged adverse effect on the wages and working conditions of \nAmerican agricultural workers, the records of the U.S. Department of Agriculture show a markedly rising trend of \ntheir wages right through the bracero period and beyond.\n\nThe interpretation of the Western European experience, as cited in your dispatch, is similarly incomplete. It is true \nthat when recession set in after 1973 repatriation was slow - but it was not zero. Furthermore, it was largely the \npresence of wives, children and other dependents that intensified the reluctance to leave.\n\nHowever, a U.S. program for temporary workers only, excluding their dependents, should induce homeward flows. \nConversely, the European programs entailed few complaints about abuse of guest workers, except for poor housing \nand cultural isolation in some countries. Our own small H-2 visa program works with few abuses or overstays.\n\nThe assertion that temporary foreign workers in the U.S. would become a ''sub-class'' and ''subject to exploitation'' \nignores the realities of both the present illegal aliens and the alternatives they have left in their homelands.\n\nExploitation in fact takes advantage of the undocumented status and furtive life of illegals here; legal foreign \nworker status would rescue them from abuse. Furthermore, the foreign workers do not see ''exploitation'' in \nwages that are at the U.S. legal minimum, or even illegally below it, when their earnings generally amount to as \nmuch in an hour here as in a whole day back home - if they could only find a job there.\n\nThe most confused opposition to a temporary foreign worker program is the assertion that ''it makes no sense to \nbring additional workers to the U.S. when there are 8 million unemployed already.'' This argument ignores the \nstructural segmentation of the U.S. labor market. In particular, the low-level jobs - low in skills, in pay, in status, in \ninterest and in working conditions but mostly urban jobs nowadays, rather than farming - are hard to fill with \n\n\nAmericans.  U.S. workers are variously able to withhold their labor from such work, and in effect are leaving \nvacancies which foreign workers fill.\n\nThis adjustment in the labor market does not undermine prevailing labor standards or American employment - \nalthough it may prevent wage increases and might therefore be said to help fight inflation and imports.\n\nA temporary foreign worker program carefully designed to meet the indicated realities deserves a judicious \nhearing in this country.  EDWIN P. REUBENS Professor of Economics The City College New York, May 13, 1981\n"}