{"title": "Majority Says Population Growth is Major Problem for U.S. Future; A majority says population has increased a lot in their local area in last five years", "body": "\nWith the U.S. population on pace to reach 300 million this year, a recent USA Today/Gallup poll assessed \nAmericans' views on population growth in the country and in their local areas. Most view population growth as a \nbigger problem for the United States than for their local areas, but expect it to become an issue of increasing \nconcern in the years ahead. The public is evenly divided as to whether population growth will make the United \nStates more competitive or less competitive economically in the future. Americans are most likely to attribute the \ngrowth in population to increased immigration, but a substantial proportion believes it is mainly due to people \nliving longer. Americans' estimates of the actual U.S. population vary widely.\n\nPopulation Growth\n\nThe June 9-11 poll finds a majority of Americans, 51%, saying that population in the area where they live has \n\"increased a lot in the past five years.\" Another 20% say it has increased a little, while 27% say it has either stayed \nthe same (21%) or decreased (6%).\n\nPerceived changes in local population vary dramatically by region. Residents of the west and south are most likely \nto say population has increased in their local areas -- 71% of westerners and 62% of southerners report a big \nincrease in local population, compared with just 36% of easterners and 35% of Midwesterners.\n\nA majority of urban (53%) and suburban (58%) residents also say population has increased a lot in their area, \nwhile only 36% of rural residents say the same.\n\nThe Problem of Population Growth\n\nAmericans are more likely to see population growth as a challenge for the country than for their local area. Fifty-\nthree percent say it is a problem in their local area, including 21% who describe it as a \"major problem,\" whereas \n77% see it as a problem for the United States, with 39% viewing it as a major problem.\n\n\nLooking to the future, Americans believe population will increasingly become an issue both in their local areas and \nin the country more generally. In fact, a majority predict it will be a major problem for the United States in the \nfuture.\n\nThere are regional differences in the perceived problems of population growth, with Midwestern residents more \nsanguine about the problem and western residents showing greater concern. Western residents are most likely to \ndescribe local population growth as a problem with 36% describing it as a major problem. At the other extreme, \n60% of Midwesterners say it is not a problem in their local area.\n\nResidents in all regions expect population growth to become an increasing challenge in the future. Southern \nresidents are twice as likely to believe population growth will be a major problem in their local area in the future \nas say that about the current situation. Eastern residents show a similar expectation.\n\nApart from Midwestern residents, Americans in the other regions of the country view the problem of population \ngrowth in the United States similarly. Americans in all parts of the country expect it to be an increasing problem in \nthe future, with westerners slightly most likely to view it as a major problem down the road.\n\nThe poll informed respondents that population is expected to grow by another 120 million in the United States \nover the next 50 years, and asked them what effect they think this will have on the United States' ability to compete \neconomically with other countries. Americans divide evenly in their responses -33% think it will make the United \nStates more competitive, 29% think it will make it less so, and 34% do not think it will make much difference.\n\nOpinions on this topic vary little by subgroup, although non-whites (47%) are significantly more likely than whites \n(28%) to say that the increased population will enhance the United States' ability to compete.\n\nAmericans Knowledge of the U.S. Population\n\nIn addition to assessing their attitudes about the U.S. population, the poll also asked Americans for their best \nguess of the U.S. population. The results are as follows:\n\nOverall, the public's estimates vary widely. Only 2% correctly place the current population in the range of 280-299 \nmillion, but about as many offer a lower estimate (36%) as a higher estimate (35%). As a result, the median \nestimate - which represents the middle value of all guesses - is fairly accurate at 280 million. Because many \nrespondents offered very high estimates of 1 billion and well beyond, the mean estimate is heavily skewed at \nslightly over 1 billion people.\n\nNearly half of Americans correctly attribute immigration as the main reason for the United States' increased \npopulation. Thirty-one percent believe the main reason is that people are living longer, and 16% think it is because \nof a greater number of babies being born in the United States.\n\nIn an interesting twist, Americans with less formal education are the most likely to correctly attribute population \ngrowth to immigration, while Americans with post-graduate education are least likely to do so. Highly educated \nAmericans are most likely to believe population growth is primarily due to longer life spans.\n\nSurvey Methods\n\nThese results are based on telephone interviews with a randomly selected national sample of 1,002 adults, aged 18 \nand older, conducted June 9-11. For results based on this sample, one can say with 95% confidence that the \nmaximum error attributable to sampling and other random effects is ±3 percentage points. In addition to sampling \nerror, question wording and practical difficulties in conducting surveys can introduce error or bias into the findings of \npublic opinion polls.\n\n11. In the past five years, has the population in the area where you live increased, stayed about the same, or \ndecreased? [Has it increased a lot, or only a little?]\n\n\n\nCopyright © 2006 The Gallup Organization, Princeton, NJ. All rights reserved.\n\nGallup®, A8(TM), Business Impact Analysis(TM), CE11®, Clifton StrengthsFinder(TM), the 34 Clifton \nStrengthsFinder theme names, Customer Engagement Index(TM), Drop Club(TM), Emotional Economy(TM), \nEmployee Engagement Index(TM), Employee Outlook Index(TM), Follow This Path(TM), Gallup Brain(TM), Gallup \nConsulting(TM), Gallup Management Journal®, GMJ®, Gallup Press(TM), Gallup Publishing(TM), Gallup Tuesday \nBriefing®, Gallup University(TM), HumanSigma®, I10(TM), L3(TM), PrincipalInsight(TM), Q12®, SE25(TM), \nSF34®, SRI®, Strengths Spotlight(TM), Strengths-Based Selling(TM), StrengthsCoach(TM), StrengthsFinder®, \nStrengthsQuest(TM), TeacherInsight(TM), The Gallup Path®, and The Gallup Poll® are trademarks of The Gallup \nOrganization. All other trademarks are the property of their respective owners. These materials are provided for \nnoncommercial, personal use only. Reproduction prohibited without the express permission of The Gallup \nOrganization.\n"}