{"title": "Bright Spots in Welcoming and Integration", "body": "\nJun 30, 2016( The White House Blog: http://www.whitehouse.gov/blog/ Delivered by Newstex) View the Bright \nSpots Report here[1]. The Task Force on New Americans Members Cecilia Muñoz, Co-Chair Director of the White \nHouse Domestic Policy Council León Rodríguez, Co-Chair Director of U.S. Citizenship and Immigration Services \nThe Corporation for National and Community Service The Department of Agriculture The Department of Commerce \nThe Department of Education The Department of Health and Human Services The Department of Homeland \nSecurity The Department of Housing and Urban Development The Department of Justice The Department of Labor \nThe Department of State The Department of Transportation The Small Business Administration The Office of \nManagement and Budget The White House Domestic Policy Council The White House Office for Intergovernmental \nAffairs and Public Engagement The White House Office of Science and Technology Policy The White House \nNational Economic Council The White House National Security Council EXECUTIVE SUMMARY Official White \nHouse Photo by Pete SouzaImmigrants and refugees have always been a source of our Nation's strength. By \nextending a welcoming hand, the United States has continually tapped new sources of economic and cultural \nvitality. Integrating and welcoming immigrants and refugees is the right thing to do; it's also vital to our economic \nfuture. Immigrants and refugees are entrepreneurial and more likely than U.S.-born individuals to start businesses. \nAccording to the latest estimates, one in six individuals in the U.S. workforce is foreign born. \n\nAnd over the next 20 years, immigrants and their children will account for 85 percent of the net growth in the U.S. \nlabor force. In November 2014, President Obama established the White House Task Force on New Americans[2], a \ngovernment-wide effort tasked with developing a coordinated federal strategy to better integrate immigrants and \nrefugees into local communities and to lift up best practices at the state and local level to help immigrants and \ntheir U.S.-born neighbors connect and succeed together. Since then, the Task Force has released a strategic action \nplan[3] that outlines 16 core goals and 48 recommendations to enhance civic, economic, and linguistic integration \nand build welcoming communities. Agencies have acted on many of these recommendations, as highlighted in our \nOne-Year Progress Report[4], but the federal government knows we cannot do this work alone. Communities play a \nvital role in welcoming immigrants and refugees. That's why the President called on local governments \nrepresenting big cities and small towns to commit to making their communities places that welcome all residents, \nthrough the Building Welcoming Communities Campaign[5] (BWCC). In partnership with the Department of \nHomeland Security's U.S. Citizenship and Immigration Services (USCIS) and Welcoming America[6], the \nAdministration launched the BWCC to encourage local communities to create welcoming environments that \nadvance integration. To date, more than 50 cities and counties have joined this effort. Working with federal \nagencies and national organizations, the Task Force has hosted technical assistance webinars in core areas of \nneed identified by BWCC cities and counties and helped institutionalize relationships between BWCC participants \nand federal agencies. At the beginning of 2016, the Task Force also launched a series of Regional Convenings on \nNew Americans[7] to strengthen federal-local partnerships, learn from local leaders, and deepen multisector \npartnerships to advance integration efforts. Working with USCIS[8], the White House Initiative on Asian Americans \nand Pacific Islanders[9], the White House Initiative on Educational Excellence for Hispanics[10], and BWCC cities \nand counties, the Task Force hosted 10 Regional Convenings that brought together more than 850 state and local \nleaders. Convenings took place in Los Angeles, CA; Houston, TX, Miami, FL; Atlanta, GA; San José, CA; Boston, \n\n\nMA; Dearborn, MI; Denver, CO; Santa Fe, NM; and Seattle, WA. The Task Force is inspired by the innovative work \ntaking place in communities and the deep commitment to welcoming and integration demonstrated by a broad \nspectrum of leaders. This Bright Spots in Welcoming and Integration report recognizes and celebrates local \ninitiatives that BWCC cities and counties are actively pursuing. There is no singular approach to integration. Each \ncommunity has unique circumstances and opportunities. However, we hope that communities can learn from these \npromising practices as they develop and implement their own integration initiatives.BUILDING WELCOMING \nCOMMUNITIES President Barack Obama greets audience members after making remarks on immigration at Del \nSol High School in Las Vegas, Nev., Nov. 21, 2014. (Official White House Photo by Pete Souza)Welcoming \nenvironments help ensure successful outcomes that benefit local communities as well as our nation. While there \nare steps that immigrants and refugees can take to better integrate, their new communities also have a role to \nplay. Indeed, community strategy and action are just as important to new Americans' success and help foster their \ngrowth as they learn English, navigate the job market, and become civically engaged. Like any relationship, the one \nbetween immigrants and refugees and their new communities must be a two-way process with shared \nopportunities and responsibilities. A growing number of communities have recognized the potential benefits of \npursuing a welcoming approach, including the more than 50 BWCC cities and counties. In addition to launching the \nBWCC, the Task Force has been providing participating cities and counties with additional tools and resources. \nFollowing the launch of the BWCC, the Task Force hosted the White House Building Welcoming Communities \nConvening in October 2015, and created a Roadmap to Success[11], which provides a menu of options and helpful \nresources for communities to transform the BWCC principles into action. Additionally, the Corporation for National \nand Community Service (CNCS)[12] has committed to place over 150 AmeriCorps VISTA members over three \nyears at Catholic Charities and YMCA affiliates in approximately 40 communities to strengthen local integration \nefforts. Through a more than $8.5 million partnership with the Department of Health and Human Services' Office of \nRefugee Resettlement, nearly 300 AmeriCorps members over the next three years will be placed at eight refugee \nresettlement agencies across the country to expand support for refugees, including volunteer capacity building and \nassisting with education, job readiness, and financial literacy training. In partnership with Public Allies and \nWelcoming America, CNCS will soon launch a new Welcoming Communities AmeriCorps VISTA program that will \nplace members in up to 10 cities or communities to support immigrant inclusion at the municipal level and provide \nleadership opportunities for diverse new leaders. BWCC participants have embraced welcoming strategies across \nthe country by assessing and addressing community needs, sharing success stories of immigrants and refugees, \nfinding creative ways to highlight the contributions of all community members, and educating immigrants and \nrefugees about their new community and local government. Bright Spots in Building Welcoming Communities:The \nCity of Baltimore (MD) has developed and will be releasing its inaugural Welcome to Baltimore City guide with the \nhelp of over 100 community partners. This guide is geared toward enhancing awareness about services, resources, \nand programs in Baltimore for new Americans. The City of Boise (ID) Department of Arts and History supported a \nphotojournalism project on refugees, the Stronger Shines the Light Inside Project[13]. This nationally recognized \nwork by Angie Smith gathered photographs and stories from refugee communities and will be exhibited in \ndowntown Boise in September 2016. The project will give the community the opportunity to promote diversity and \ninclusion through public art. The City of Columbus (OH), in collaboration with Us Together, Community Refugee \nand Immigration Services, and World Relief-Columbus, released The Impact of Refugees in Central Ohio[14] report \nthat outlines the positive social, cultural, and economic impact that refugees are having on their communities in \ncentral Ohio. The report surveyed over 350 families to obtain the necessary data and includes the stories of 15 \nimmigrants who now call central Ohio home. Columbus has released and presented the report to multisector \nstakeholders, elected officials from all levels of government, corporate leaders, and social service agencies. \nAdditionally, the Columbus City Council passed a resolution declaring that the city embraces diversity and \nwelcomes refugees from all over the world. The city is also working with a coalition of Ohio leaders on a bill[15] that \nwould establish a State Office of New Americans. The City of Dayton (OH) recently established its Welcome Dayton \nAmbassador Program[16] which is open to community residents interested in fostering a more welcoming and \ninclusive community. The ambassadors give presentations, network with U.S.- and foreign-born Dayton residents, \nshare information and resources, assist with multicultural events, and contribute their time and talents to making \nDayton a more immigrant-friendly community. Since launching the program in the fall of 2015, more than 75 \nindividuals have signed up to become a Welcome Dayton Ambassador. The City of Decatur (GA) engaged \nhundreds of residents to create the Better Together Community Action Plan for Equity, Inclusion, and \nEngagement[17]. This plan has 60 action items that the newly created Better Together Advisory Board is tasked \n\n\n\nwith implementing. These action items are focused on how to make Decatur a more just, welcoming, inclusive, \nequitable, and compassionate community for all those who live in, work in, and visit the city. The City of Detroit (MI) \nconvened a working group of community stakeholders and resettlement agencies to develop a strategy to welcome \nrefugees. This strategy which includes ensuring and enhancing access to housing, job opportunities, education, \ntransportation, and health services  is now being implemented. As of last fall, Detroit has resettled approximately 25 \nnew refugee families. The County of Lucas and City of Toledo (OH) is focused on humanizing the stories of \nimmigrants and refugees as a major component to building welcoming communities. Lucas County's initiative in \npartnership with Toledo Local Initiatives Support Corporation, Welcome Toledo-Lucas County (TLC) partnered with \nSpoken Toledo and the local Arts Commission of Greater Toledo for an evening of migration stories. They also \npartnered with a popular local blog, Love Letters to Toledo, on four immigrant stories for Immigrant Heritage \nMonth. In February, Welcome TLC partnered with the revitalized neighborhood theatre, Ohio Theatre and Event \nCenter, for the Toledo International Film Festival, to host a three-night celebration of international and culturally \ndiverse films with dialogue, performing arts from around the world, and food from local ethnic and immigrant-\nowned restaurants. This fall, the City of Philadelphia (PA) will be launching the first annual International Unity Cup, \na 32-team World Cup-style soccer tournament made up of the many diverse immigrant groups across \nPhiladelphia. The tournament is a cooperative effort between the City of Philadelphia Office of Immigrant Affairs \nand the Philadelphia Department of Parks and Recreation, with the purpose of celebrating the rich cultural diversity \nof Philadelphia through the worldwide appeal of soccer. The final championship game will take place in Citizens \nBank Park, home of the Philadelphia Phillies. Since releasing its Welcoming Pittsburgh Plan, the City of Pittsburgh \n(PA) has been implementing its 37 actionable strategies to build a city where all people have the opportunity to \nachieve meaningful success. It launched 30 Neighbors-30 Days, a storytelling campaign to raise awareness of the \ncity's growing diversity and its positive impact on communities, and partnered with the Greater Pittsburgh Arts \nCouncil's Office of Public Art to host language walking tours for their immigrant and refugee communities. \nAdditionally, the city partnered with local biking groups and nonprofits to connect immigrants to new opportunities \nby holding a Welcoming Bike Ride for immigrant, refugee, and Latino communities. The City of York (PA) in \ncollaboration with YMCA of York County hosted its first Welcoming Week, which included a two-day event with an \ninternational dinner celebration and a moderated discussion on innovative practices in becoming a welcoming \ncommunity. The city also held a Cultural Lenses workshop with YMCA USA, which enhanced cross-cultural \nunderstanding, relationships, and engagement among all community members. Recently, the city also collaborated \nwith CASA, the largest immigrant rights organization in Maryland and Virginia, to provide a one-stop center for new \nAmericans in their York City Hall offices two days a week to assist immigrants and refugees. The collaboration \nprovides systems navigation and referrals, legal consultations, and assistance applying for naturalization. \nSTRENGTHENING EXISTING PATHWAYS TO NATURALIZATION AND PROMOTING CIVIC ENGAGEMENT \nPresident Barack Obama participates in a naturalization ceremony at the National Archives in Washington, D.C., \nDec. 15, 2015. Next to the President from left, Deputy Secretary Alejandro Mayorkas, Department of Homeland \nSecurity; Leon Rodriguez, Director, U.S. Citizenship and Immigration Services; Chief Judge Richard Roberts, U.S. \nDistrict Court for the District of Columbia, and David S. Ferriero, Archivist of the United States. (Official White \nHouse Photo by Pete Souza)The benefits of citizenship run deep for individuals and communities, and for the \nnation as a whole. In recognition of the importance of citizenship, the White House launched its Stand Stronger \nCitizenship Awareness Campaign[18] in September 2015, with the help of many partners, including local \ngovernments. Cities and counties across the country have recognized the importance of citizenship and its ability to \nplay a direct role in the successful integration of immigrants and refugees in the United States. Citizenship also \ncreates a sense of belonging and provides for equal treatment under the law and the ability to vote, among other \nimportant rights. With approximately 8.8 million permanent residents living in the United States who are eligible to \napply for naturalization, many localities have strengthened and expanded support for citizenship promotion and \nassistance efforts. While several BWCC participants have formal partnerships[19] with USCIS[20] to promote \ncitizenship education and awareness[21], others are working with USCIS and other local partners on a more \ninformal basis to reach out and assist aspiring citizens. Through resources[22] such as localized training offerings \nfor newcomers, the establishment of citizenship corners[23] or other dedicated information spaces in libraries and \nother community venues, mini-grants to community organizations, and service referrals, BWCC participants are \nworking to address many of the barriers immigrants often cite for not applying for naturalization and seeking to \npromote engagement in civic institutions. Bright Spots in Naturalization and Civic Engagement:The City of Baltimore \n(MD) helped to establish the Baltimore Citizenship Coalition[24], bringing together naturalization service providers \n\n\n\nto increase collaboration and resources. This coalition includes a local community development financial institution \n(CDFI) that assists with lending services, allowing service providers to refer clients to them and helping more \nindividuals pay application fees. This coalition has also developed educational materials in six languages. For \nyears, the City of Columbus (OH) has been working to welcome immigrants and refugees into their communities, \nincluding through civic orientation workshops and bilingual classes at community centers, churches, schools, and \napartment complexes. The city partners with a refugee resettlement organization to hold civic orientation and \ncitizenship classes, and also recently began including naturalization ceremonies as a part of community events, \nsuch as the Welcome Week Luncheon and International Festival, so that increasing numbers of community \nmembers are aware of the rights and responsibilities of citizenship. The City and County of Denver (CO) is working \nto connect immigrants and refugees with reliable and legitimate legal assistance and increase organizational \ncapacity to meet the need. In partnership with CLINIC and the Colorado Immigrant Rights Coalition, Denver is \nholding sessions to educate service providers about the U.S. Department of Justice's Recognition and Accreditation \nProgram,[25] which allows entities to represent individuals in immigration courts and with USCIS, so that these \norganizations can assist individuals with immigration claims, and conduct related trainings. Denver's work also \nincludes efforts to regulate the unlawful practice of immigration law, such as notario fraud, and raise awareness \nabout avoiding immigration scams. The City of Los Angeles (CA) partnered with more than 20 direct service \nproviders, 10 ethnic media partners, and several local elected officials to launch two major citizenship campaigns \nStep Forward LA[26] and ¡Protégete! ¡Ciudadanía Ya![27] that target Asian American and Pacific Islander and \nLatino communities locally. The city also hosted a mega citizenship workshop and resource fair in April 2016, \nreaching more than 3,000 people, of whom over 1,000 received direct citizenship assistance. The City of New \nOrleans (LA) created a Civic Leadership Academy[28] through which community members can learn how city \ngovernment operates. This semi-annual eight-week academy provides tours, hands-on demonstrations, and \npresentations that provide participants with the tools to help advance neighborhood and resident quality of life. The \nCity of New York (NY) is working to increase access to and awareness of citizenship through NYCitizenship[29], \nwhich provides citizenship information and resources; free, safe legal help with citizenship applications; and free, \nconfidential financial counseling all at select public library branches. This program builds on a partnership between \nUSCIS, NYC, and the city's three public library systems to establish New Americans Corners in all 217 library \nbranches. The city also recently announced findings from new research by the Urban Institute, supported by Citi \nCommunity Development and the NYC Mayor's Office of Immigrant Affairs, which identified the powerful economic \neffects of naturalization on eligible individuals as well as on their comment communities and economies. \nAdditionally, the city coordinates free, community-based English conversation classes using the Emmy Award \nwinning educational TV series We Are New York[30] to help adult immigrants learn English and learn about city \nservices. Through Welcoming Pittsburgh[31], the City of Pittsburgh (PA) hosts a minimum of two Citizenship Days, \nwhich include free legal assistance, a presentation regarding naturalization interview preparation, and a service \nprovider fair with English as a Second Language (ESL), citizenship, and financial empowerment resources for those \ninterested in learning about citizenship. Welcoming Pittsburgh also partnered with the Pittsburgh Pirates and USCIS \nto host it's first-ever naturalization ceremony[32] at PNC Park, allowing the 20 new citizens to attend a baseball \ngame with family members following the ceremony. The City and County of San Francisco (CA) announced[33] the \nadditional funding of $10 million for new Americans, strengthening citizenship and job training programs and \nlaunching a new partnership with the San Francisco Labor Council and SEIU Local 87. The We Rise SF Labor \nCenter for Immigrant Justice also provides wraparound social services for immigrant union workers and their \nfamilies, helping them gain access to a range of legal services, including naturalization. In 2016, the City of Seattle \n(WA) launched Seattle Votes[34] to better understand the barriers to civic engagement faced by immigrants who \nare eligible to vote. This first-of-its-kind effort is reaching community members in a survey available in 13 \nlanguages. The survey results will be released with policy and program recommendations later this year. \nSUPPORTING SKILL DEVELOPMENT, FOSTERING ENTREPRENEURSHIP AND SMALL-BUSINESS GROWTH, \nAND PROTECTING NEW AMERICAN WORKERS President Obama, Facebook CEO Mark Zuckerberg, and three \nentrepreneurs   Mai Medhat, Jean Bosco Nzeyimana, and Mariana Costa Checa   sit on a panel at the Global \nEntrepreneurship Summit, held on June 22-24, 2016 at Stanford University in Palo Alto, California. (Photo by U.S. \nDepartment of State)New Americans contribute significantly at all levels of our economy. While individuals who are \nforeign-born make up 13 percent of the U.S. population, they comprise 17 percent of the U.S. labor force. \nImmigrants and refugees are also more likely than U.S.-born individuals to start businesses. Like U.S.-born \nresidents, immigrants and refugees aspire to obtain economic security and sustainability for themselves and their \n\n\n\nfamilies. Through the efforts of several Task Force members, the Obama Administration is promoting the economic \nintegration of immigrants and refugees. These efforts involve ensuring that receiving communities' workforce \nsystems are equipped with resources and tools to bolster skill development, empowering immigrants and refugees \nby providing the tools to build and grow sustainable small businesses and unlock the doors to homeownership, and \nworking with employers and immigrant workers so that they understand their workplace responsibilities and rights. \nLocal communities around the country are also working to unlock the economic potential of new Americans. The \nTask Force continues to support communities interested in promoting entrepreneurship among immigrant \ncommunities through the Small Business Administration's (SBA) Made It In America[35] campaign and local \nworkshops hosted by SBA in partnership with local governments, chambers of commerce, and community \norganizations. The Departments of Education, Labor, and Health and Human Services are also finalizing key \nregulations to implement the Workforce Innovation and Opportunity Act, and the Department of Labor will release \nadditional technical assistance guidance to provide local communities with best practices for workforce systems to \nbetter serve immigrants and refugees in the coming months. Additionally, these agencies partnered with the Task \nForce to host the National Skills and Credential Academy[36], a peer-learning forum that brought together 18 \ncommunities from 17 states who are seeking to facilitate licensing and credentialing for skilled immigrants. Cities \nand counties participating in the BWCC are promoting entrepreneurship among immigrant and refugee \ncommunities, connecting new Americans with business opportunities to grow their small businesses, encouraging \nbusiness leaders to support their immigrant and refugee workers, and tackling barriers skilled immigrants face in \nlicensing and credentialing. Bright Spots in Economic Integration:The City of Boston (MA) recently formed a Task \nForce on Foreign-Trained Professionals[37] that is exploring how city government can support residents who have \nskills, credentials, and higher education from outside the country. This task force seeks to maximize the potential of \nimmigrants and refugees with training and education obtained abroad. The City of Charlotte's (NC) Immigrant \nIntegration Implementation Team is focused on executing the recommendations of its Immigrant Integration Task \nForce[38]. A key focus is engaging business leaders, educators, and the workforce system to strengthen the \nparticipation of immigrants and refugees in various worker training and small business efforts. For example, the \ncity hosted a convening that showcased local companies with apprenticeship programs to discuss how to \nincorporate immigrant workers in these programs. The city also held an International Entrepreneur and Small \nBusiness Owners meeting with workshops and informational sessions focused on starting or growing businesses \nand providing networking opportunities. The City of Chicago (IL) has established the New Americans Small \nBusiness Series, which holds quarterly events to foster small business growth in immigrant communities in \nChicago by providing temporary one-stop-shops in community settings that provide technical assistance to potential \nimmigrant small business owners, including advice on navigating the licensing process, compliance with tax laws, \nand accessing capital. The City of Detroit (MI) is working to connect immigrant communities to existing programs \nand funding opportunities available to small businesses and entrepreneurs. For example, the Detroit Economic \nGrowth Corporation has been working with Global Detroit and other community groups to educate immigrant \ncommunities about Motor City Match[39], which connects new and expanding businesses with quality real estate \nopportunities, providing them with funding and tools to fuel the city's economy. This outreach has helped increase \nthe number of applicants from immigrant communities, including, for example, members of the Bangladeshi \ncommunity in 'Banglatown' and members of the Hispanic community in 'Mexicantown.' Through the Global \nLouisville Initiative, the City of Louisville (KY) created a regional working group comprised of Louisville Metro \nGovernment, Greater Louisville, Inc. (Chamber of Commerce), and workforce, education, and immigrant and \nrefugee service organizations to focus on skills and credentials for underemployed and unemployed skilled \nimmigrant professionals. The group is focused on developing an asset map of services provided by employment \nand job-readiness programs, organizing a 'brain waste' summit, and piloting a program to increase participation \nrates of Latinos working toward health careers. In 2016, the County of Salt Lake (UT) launched the Welcoming Salt \nLake Initiative[40], which provides the platform to bring together business, government and community leaders to \ndevelop and implement a strategy designed (1) to make Salt Lake more attractive, welcoming and globally \ncompetitive for international talent and business and (2) to harness the economic potential of new Americans \nresiding in the region. As a part of its efforts, the initiative is developing a Welcoming Salt Lake Certification \nProgram to encourage, support, and recognize businesses, employers and government agencies for being \nwelcoming. As part of the certification program, Welcoming Salt Lake is engaging and supporting employers by \nproviding tools and resources to help create more welcoming workplaces. Through this partnership, Welcoming \nSalt Lake is working with employers to pilot onsite ESL classes for New American employees. The City of San José \n\n\n\n(CA) is working to support local immigrant and refugee entrepreneurs and engage the larger business community. \nIts Office of Immigrant Affairs (OIA[41]) partnered with the Office of Economic Development to host 10 small \nbusiness development workshops geared toward connecting immigrant and refugee entrepreneurs to local \nopportunities. Additionally, the OIA recently hosted a Silicon Valley Business Roundtable[42] to educate local areas \nbusinesses about the economic contributions of immigrants and share opportunities for these businesses to \nsupport local integration efforts. The City of St. Louis and St. Louis County have long prioritized developing career \npathways for high skilled immigrants and refugees to reach their full potential. In collaboration with the \nInternational Institute of St. Louis (IISTL), the City and County are helping to provide services to more than 7,500 \nimmigrants from 80 countries annually, including English classes, refugee resettlement, job placement, business \ndevelopment, and career path services. Most recently, IISTL launched the International Institute Center for Career \nAdvancement (IICCA), which serves as St. Louis' one-stop case management center for English and training \nservices to refugees with professional backgrounds and skills. The IICCA offers a classroom curriculum for \nimmigrants who hold bachelor's degrees or higher, seminars, trainings, consulting, and referral services. They are \nalso engaging with public and private education institutions, working with St. Louis Community College, American \nJob Centers, and WIB of St. Louis County, and the St. Louis Mosaic Project. EXPANDING OPPOURTUNITIES \nFOR LINGUISTIC INTEGREGATION AND EDUCATION President Barack Obama greets students after he delivers \nremarks to students in the gymnasium at the Islamic Society of Baltimore mosque and Al-Rahmah School in \nBaltimore, Maryland, Feb. 3, 2016. (Official White House Photo by Pete Souza)English-language acquisition is \nvitally important for new Americans to integrate successfully into their communities. Though some new Americans \ncome to the United States fluent in English, many do not. Even those who are fluent in the English language may \nfind their skills faltering in unfamiliar or intimidating situations, such as in courtroom proceedings, when receiving a \nhealth care diagnosis, or in contacts with local, state, or federal government. Understanding and communicating in \nEnglish has a significant impact on the ability of an immigrant or refugee to find a job, advance in a career, and \nbecome civically active in his or her community. Therefore, one of the most effective ways to help immigrants and \nrefugees integrate is to support their acquisition of English language skills while also valuing and recognizing the \nimportance of strengthening and maintaining native language proficiency. Valuing both-language development is \nespecially important in young children, as research indicates that supporting native language development has \nmany benefits. Task Force members are striving to ensure that English learners have high-quality learning \nexperiences, which include instruction that more broadly facilitates English language acquisition alongside learning \nand development, educators who are creating welcoming learning environments, and government at all levels \nproviding in-language information and services. To assist educators and others who work directly with immigrant \nstudents including asylees and refugees and their families, the Department of Education developed a Newcomer \nTool Kit that provides (1) discussion of topics relevant to understanding, supporting, and engaging newcomer \nstudents and their families; (2) tools, strategies, and examples of classroom and schoolwide practices in action, \nalong with specific professional learning activities for use in staff meetings or professional learning communities; \nand (3) selected resources for further information and assistance, most of which are available online at no cost. \nRecently, the U.S. Departments of Health and Human Services and Education issued a policy statement[43] on \nmore effectively supporting dual language learners in early childhood programs and a new dual language learner \nElectronic Toolkit for programs, early educators, child care providers, and families. Additionally, the General \nServices Administration created a portal to share Federal resources related to language access so that \ncommunities can create effective language plans without reinventing the wheel; these include guiding policy[44], \ntools and templates[45], and instructional videos[46] on language services. Local communities nationwide are \nworking to ensure language needs are being met by leveraging partnerships with educational institutions, \ncommunity-based and faith-based organizations, places of employment, and digital platforms. Additionally, \ncommunities are conducting language-needs assessments and enhancing strategies to provide effective services \nand resources in-language through language access plans. Bright Spots on Linguistic Integration and \nEducation:The County of Allegheny (PA) completed a department-wide assessment of its language needs. As a \nresult, the county Department of Human Services shifted its strategies to provide more efficient and effective \nservices and enhance linguistic integration through streamlined, accessible, immigrant-friendly services. These \ninclude securing interpretation and translation contracts department-wide through a competitive process, targeting \nstaff training to ensure effective use of interpretation services, and ensuring that all county-contracted service \nproviders have access to these services at the same rate as the department. The City of Atlanta (GA), in \npartnership with Atlanta Information Management, organized the third Atlanta ConnectHome (HUD) event through \n\n\n\nwhich 55 families in immigrant-dense neighborhoods received free tablets and Internet service for 12 months, \nalong with education on how to use technology to improve their educational outcomes. Atlanta also received an \nInnovation Grant of $15,000 from the DollarWise Financial Literacy Campaign[47], an educational initiative of the \nU.S. Conference of Mayors. This grant was used to integrate financial literacy into Atlanta Public Schools' adult ESL \nprograms. Participants learned about household expenses, shopping, budgeting, banking, goal setting, credit and \ndebit, loans, saving, and fraud. In February, the City of Buffalo (NY) adopted a new Language Access Plan[48] for \nthe Buffalo Police Department (BPD). The plan is based on a proposal submitted by various Buffalo ethnic \ncommunities, and represents a collaborative effort between the city and its growing immigrant communities. It \nestablishes BPD policies to utilize a number of interpretation services, including a language line telephone service, \nbilingual BPD members, civilian interpreters, and professional contract services, including in-person interpretation. \nThe Language Access Plan is a result of collaboration among Buffalo's ethnic communities, the City's Office of New \nAmericans, and the BPD that dates back to November 2014. The City of Dayton (OH) launched its Welcome \nBelmont Pilot Program[49] at Belmont High School, the most diverse school in its public school system where 17 \nlanguages are spoken. This program is geared toward assisting with the successful integration of new American \nstudents into academic and social life by pairing 10 immigrant students and 10 U.S.-born students as cultural \ncollaborators with a goal of creating a cultural and global environment. In the City of Houston (TX), the Office of \nInternational Communities implemented iSpeak Houston[50], the city's first language access plan, making it easier \nfor non-English speakers to communicate with city employees when accessing city services. Through iSpeak \nHouston, the city has also trained city staff on how to assist non-English speakers and developed the city's first 24-\nhour language line for employees to use. In the City of Lincoln (NE), Lincoln Public Schools (LPS) are focused on \ncreating welcoming schools through a variety of programs and initiatives. For example, LPS hosts conversations \nwith Arabic-speaking families to bridge the gap between the schools and families. LPS also prioritized the \nestablishment of a mental health care program[51] for refugee children in the 2015-2016 school year. Using more \nthan $150,000 in federal funding for this important effort, LPS hired several counselors with training on how to serve \nrefugee children suffering from trauma. The County of Macomb (MI) is using Video Remote Interpreting Services in \norder to allow for convenient, on-demand language access services through live Internet video connection. This tool \nenhances the quality of interpretation by allowing the interpreter to read social cues and body language, and \nestablish a rapport, among other things. The county is also enhancing language access by installing multi-language \nsignage throughout county buildings and translating their brochures into numerous languages. Macomb has also \nprioritized multi-language-speaking employees, including Arabic, and works with their English language literacy \npartners to provide connections and information regarding literacy services locally. Montgomery County (MD) has \nincreased its investment and support of adult ESL services by providing an additional $100,000 for the Montgomery \nCoalition for Adult English Literacy to provide grants to organizations offering adult ESL classes, literacy services, \nand training and technical assistance. The City of New Orleans (LA) has made language access a priority in order \nto effectively serve limited-English proficient (LEP) individuals by making numerous improvements across \ngovernment agencies. Some of these include partnering with Loyola's Certificate Program in Interpretation to offer \ntranslation and interpretation services to city departments, increasing usage of their information line in non-English \nlanguages by 21 percent in two years, creating a directory of over 40 city employees who volunteer as translators in \na total of 18 languages, training emergency medical services staff in Spanish, providing online and printed \ninformation for emergency preparedness in Spanish and Vietnamese, and offering simultaneous interpretation of its \nannual budget community meetings in Spanish and Vietnamese. The New Orleans Police Department is also \nbuilding its first-ever team[52] of certified bilingual officers. The City of Philadelphia (PA) launched Language \nAccess Philly, a city-wide program designed to bridge language access gaps by making it easier for LEP residents \nto obtain public information and services, which was established by a Mayoral Executive Order. This program \nestablishes a system to implement Philadelphia Home Rule Charter (new Charter Section 8-600 passed in 2015), \nwhich requires all city agencies, departments, offices, and commissions, whether within the city administration \nunder the authority of the Mayor or not, to prepare and implement plans that promote access and participation with \ncity services for LEP populations. Additionally, Philadelphia's Office of Immigrant and Multicultural Affairs[53] is \ncurrently implementing the Immigration Assistance Services legislation, which regulates the practice of immigration \nservice providers, in order to provide immigrants and refugees with information and knowledge to protect them \nfrom scams. [ 1]: https://www.whitehouse.gov/sites/default/files/docs/bright_spots_report_63016.pdf [ 2]:            \n"}