{"title": "Republicans want to deny child tax credit to illegal immigrants to pay for payroll tax cut; GOP targets child tax break for illegal immigrants", "body": "\nWASHINGTON - Republicans are looking to deny child tax credits to illegal immigrants, refund checks \naveraging $1,800 a family, in an effort that has roused anger among Hispanics and some Democratic lawmakers.\n\nThe proposal, which would require people who claim the federal credit to have Social Security numbers to prove \nthey are working legally, is being offered as a way to help pay for extending the Social Security tax cut for most \nAmerican wage-earners. It would trim federal spending by about $10 billion over a decade.\n\nSenate Majority Leader Harry Reid says the proposal unfairly goes after the children of poor Hispanic workers. \nSuch kids often are U.S. citizens, even when their parents are not, because they were born in this country.\n\nSays Leticia Miranda, senior policy adviser of the Latino rights organization National Council of La Raza: \"People \nwho are making close to the minimum wage and are raising children in this country - and we're asking them to pay \nfor the payroll tax cut?\" She says, \"It's outrageous and it's crazy.\"\n\nIllegal immigrants have been barred from other refundable tax credits - in which low-income workers not only \ndon't owe income taxes but receive payments from the government - such as the earned income tax credit. Such \ncredits are a popular anti-poverty tool in part because a recipient has to hold a job to receive the benefit.\n\nBut a 1997 law enacting a $500 per-child tax credit does not specifically exclude illegal immigrants from \ncollecting. It was significantly expanded in 2001 to gradually reach $1,000, and rules were eased so that many \nmore people could get it on a refundable basis. It was made more generous in 2009 so that more taxpayers could \nclaim the credit or claim a larger amount. On the other side, Republicans and some Democrats say what is crazy is \neven having a debate over whether the government should be cutting checks to people who have sneaked into the \ncountry illegally.\n\n\"We have rules about tax credits and benefits, and it seems to me they need to be applied fairly and across the \nboard,\" said Democrat Sen. Claire McCaskill, who is facing a difficult re-election bid in Missouri. \"If there are rules, \nthey need to be enforced. I think it's just that simple. I don't think it's complicated.\"\n\n\"Although the law prohibits aliens residing without authorization in the United States from receiving most federal \npublic benefits, an increasing number of these individuals are filing tax returns claiming this refundable credit,\" \nRep. Sam Johnson, R-Texas, said when the House debated the payroll tax cut measure in December. \"Illegal \nimmigrants bilked $4.2 billion from the U.S. taxpayers (in 2010). I think that it's time that we fixed it.\"\n\n\nThe situation has Democrats in a box. If they fight the Republican effort to cut back payments of the tax credit, they \nwill be favouring the delivery of refunds to people who not only do not owe income taxes but are not supposed to \nbe in the country in the first place.\n\nWhat's more, closing the loophole would raise real money - an estimated $10 billion over 10 years under the \napproach favoured by House Republicans.\n\nThe Treasury Department says that in the 2010 filing year more than $4 billion in child credit refunds went to 2.3 \nmillion people who filed tax returns but did not have Social Security numbers to prove they were citizens or legal \nworkers. That was a fourfold increase over five years earlier.\n\nOn the other side are politically influential Hispanic groups, a vital Democratic-friendly constituency. Opponents of \ntightening eligibility for the child tax credit point out that six of every seven affected families are Hispanic, with an \naverage household income of about $21,000. Tax credits of up to $1,000 per child and make a huge difference at \nsuch income levels.\n\nHispanics point out that in many instances the tax credit goes to workers who are not citizens but whose children \nare, because they were born in the country and have their own Social Security numbers. They say such children \nshould reap the benefit of the tax credit just like other children in comparable economic circumstances.\n"}