{"title": "Immigration status not local matter;Police, others resist U.S. legislation to have them enforce law", "body": "\nFor many in Gwinnett County, concern accompanied the relief generated by the recent arrest of eight Latino \nsuspects in a string of home invasions.\n\nSix of the eight men apprehended are Mexican natives who are in the country illegally. One was arrested three \ntimes previously --- in 2002 on a concealed weapons charge and twice in 2003 for breaking into cars --- without \nanyone checking his legal status.\n\nThat's not unusual.\nAJC\n\nDetermining the legal status of an arrested person isn't a practice that local law enforcement officials engage in, \nsaid Cpl. Dan Huggins, spokesman for the Gwinnett Police Department.\n\nImmigration laws are federal laws, he said, and local police don't charge county residents with violating federal \nlaws.\n\n\"We don't charge people for the crime of being illegal,\" Huggins said. \"That's just not something we do.\"\n\nThat activity falls under the purview of the U.S. Immigration and Customs Enforcement Agency, part of the \nDepartment of Homeland Security, he said. The agency handles questions of documentation and residency for \nlocal officials.\n\nIn the case of the eight home-invasion suspects, an immigration official saw an article about the arrests in the \nnewspaper and contacted Gwinnett County, said Sue Brown, the spokeswoman for the Atlanta office of the U.S. \nImmigration and Customs Enforcement Agency.\n\nPolice say that masked, armed bandits battered and shot male victims, sexually assaulted some female victims \nand pistol-whipped a child. They stole money, jewelry and vehicles.\n\n\"When something is suspicious about a person, local law enforcement people will contact us,\" Brown said. \"The \nlocal officers aren't trained to recognize or deal with fraudulent documents. That's something for immigrations \nofficers to handle.\"\n\n\nThat's how it should be, says Tisha Tallman, legal counsel for the Southeast office of the Mexican American Legal \nDefense and Educational fund.\n\nLocal police departments are not equipped, trained or authorized to undertake the civil enforcement of \nimmigration laws, she said. Doing so would be at odds with the mission of police departments --- to protect \npeople in their communities and make sure they're safe.\n\n\"It would completely erode the trust, built up over time, between police departments and communities, and would \ndiscourage people from reporting crimes,\" Tallman said. Day laborers and victims of domestic violence wouldn't \ncome forward when they were victimized.\n\nDeputies who work at the Gwinnett County Detention don't contact the U.S. Immigration and Customs \nEnforcement as part of the routine booking procedure, said spokesman Stacey Kelly. But immigration personnel \nare assigned to Gwinnett.\n\nA couple of years ago, an immigration official was spending 25 to 30 hours a week at the Gwinnett County \nDetention Center, said Major J.J. Hogan. Jail officials provided him with office space. The official would review the \nintake roster, conduct his own investigations, interview people and then take action, when necessary, to have them \ndeported.\n\n\"He stayed extremely busy,\" Hogan said. \"We saw him every day, and he was a real worker.\"\n\nA little more than a year ago, that official left Gwinnett for a different office. Another person was assigned to \nGwinnett, but \"we never see him,\" Hogan said. \"I wouldn't know what he looks like. If he was in the room with me, I \ncouldn't recognize him.\"\n\nSome think that local law enforcement should be doing more to apprehend undocumented immigrants.\n\nU.S. Representative Charlie Norwood (R-Ga.) has introduced the Clear Law Enforcement for Criminal Alien \nRemoval Act. It requires that state and local police enforce civil immigration laws, or lose federal funds. But it \ndoes not provide them with additional resources or training to undertake this new role.\n\nIntroduced in the House in 2003, the measure has been taken up by a House subcommittee, while a companion bill \nhas been introduced in the U.S. Senate. Police departments, law enforcement officials, immigrant advocacy \ngroups, conservative groups and many mayors and city councils from around the country have spoken out against \nthe CLEAR Act.\n\nOpponents say it would make impossible demands on already overburdened agencies, undercut their missions and \npersecute law-abiding immigrants. Advocates think it would strengthen homeland security by ridding the country of \ncriminals.\n\nGraphic\n\n \n\nPhoto: Six of eight men accused of several home invasions appeared May 7 at their first court hearing. Of the eight, \nsix are in the country illegally; one had been arrested three times. / CHARLOTTE B. TEAGLE / Staff\n"}