{"title": "New immigration laws expose downside of getting tough", "body": "\nWhen Congress gave up trying to pass a balanced immigration law last year, it opened the door for states, \ncounties and towns to write their own immigration laws. The result has been a disquieting national experiment in \nhandling illegal immigration almost solely with arrest and deportation.\n\nSeveral states have enacted laws that show no mercy, even for immigrants with steady jobs, deep community \nroots, a history of paying taxes and children who are citizens.  They have just one goal: Get illegals out.\n\nAs a matter of ice-cold reasoning, those states make a case that would pass any logician's test: The law must have \nmeaning, so if the federal government won't act against wanton law-breaking, then the states must. Oklahoma, \nwhich has one of the toughest new laws, now bars illegal immigrants from receiving state services, requires \nemployers to verify that new workers are legal, gives people a way to sue companies that hire illegal immigrants, \nand makes it a felony to transport, harbor or conceal an illegal immigrant. It was meant to be harsh, and it is.\n\nIt's also undeniably effective. Oklahoma Hispanic groups estimate that as many as 25,000 left the state after the \nlaw was approved last year. School attendance dropped, workers disappeared, church attendance shrank and \nLatino businesses lost customers.\n\nWhat's missing is simple humanity -- a recognition that the vast majority of those affected lack any malicious intent. \nThey came not to rob banks but to improve their lives though hard work.  Yet families are uprooted, and parents are \nseparated from their kids.\n\nLegal residents and citizens are hurt, too. When spouses, parents or children are illegal, a relative can be placed at \nrisk for \"harboring\" them at home or \"transporting\" them to church. There are persistent reports that police in some \nplaces target Hispanic drivers for roadside stops and document checks. Some citizens have taken to carrying \npassports or birth certificates to avoid being jailed.\n\nBy intent, the laws have also hit businesses, which have scrambled to replace lost workers. Employers say they're \nbeing asked to become immigration police with imperfect tools. A study in Oklahoma predicted that the law could \ncost the state's economy more than $1 billion a year, and a firm that specializes in finding new locations for \nbusinesses said some companies have crossed Oklahoma off their lists. The state Chamber of Commerce and \nother business groups filed suit to block the law.\n\nIf there's virtue in all this, it is to highlight the hypocrisy that has long been at the heart of ineffectual federal \nimmigration law: The nation doesn't want illegal immigrants, but it does want the cheap labor they provide. So it \npasses laws then doesn't pay to enforce them.\n\nLaws such as Oklahoma's may now expose the downside of being harsh, just as federal law has exposed the \ndownside of being lax.\n\n\nThere's a better remedy, of course,  but Congress gave up on it last year. President Bush's immigration bill would \nhave toughened workplace enforcement with a strong verification system and effective ID requirements. It would \nalso have acknowledged reality by fostering a temporary worker program and providing a rigorous path to \ncitizenship for the most qualified of the estimated 12 million illegal immigrants already here. That's still a worthwhile \nproposal.\n\nLaws such as Oklahoma's are satisfying for those who seethe over illegal immigration. But they worsen a \npolarized, anti-immigrant atmosphere that ill-serves the nation. \n\nGraphic\n\n \n\nGRAPHIC, B/W, Julie Snider, USA TODAY, Source: Immigration and Customs Enforcement (Line graph)\n"}