{"title": "Don't Imperil Asylum", "body": "\nHidden in the Senate immigration bill is a threat to the protection that America offers to people who flee their \nhomelands to escape persecution by oppressive governments.\n\nMany countries will not issue passports to political and religious dissidents. People who have been persecuted or \nwho legitimately fear persecution in such nations can escape threatened imprisonment, torture or death only by \nbribing an immigration official to issue a passport or by using someone else's passport to flee. In the past 12 years, \nperhaps half of the more than 100 people who have won asylum with the help of students in Georgetown \nUniversity's asylum law clinic used false passports or irregularly issued passports to leave their own countries and \nenter the United States. Some of them had experienced gruesome torture, such as electric shocks, near drowning \nand severe beatings, before escaping to freedom in America.\n\nThe Senate bill would make it a felony, punishable by up to 15 years in prison, to knowingly use a passport issued \nto another person or to possess or use a passport \"produced or issued without lawful authority.\"\n\nAsylum applicants convicted of this new felony would be ineligible to receive asylum in the United States and \ncould  be jailed or deported to their countries. A person who has been granted asylum before being convicted could \nhave that asylum status revoked.\n\nThe bill purports to protect asylum applicants by stating that any prosecutions must be consistent with U.S. \nobligations under the Refugee Convention. But that convention doesn't protect most asylum applicants in the \nUnited States. As interpreted by the Supreme Court, the Refugee Convention only bars deportation of people who \ncan prove that it is more likely than not that they would be persecuted.  By contrast, the United States extends \nasylum to those who can prove a well-founded fear of persecution, a lower standard than having to prove that \npersecution is more likely than not. In addition, the United States extends its protection to other categories of \ndeserving persons who use false passports to leave their countries and who are not protected by the Refugee \nConvention, such as victims of trafficking.\n\nThe bill should be amended to make persons who are granted asylum, and other persons who are specially \nprotected under U.S. law, absolutely immune from prosecution for the new felony of using a false passport.\n\n\nThe writer is a law professor at Georgetown University and director of its asylum law clinic.\n"}