{"title": "Youths trek from Miami to Washington for immigrant rights", "body": "\nMIAMI   While their fellow college students recovered from the night's revelry, four South Floridians celebrated the \nNew Year with a more active   and activist   approach.\n\nThe group set out Friday to begin a 1,500 mile journey they are calling the \"Trail of Dreams,\" from Miami's historic \nFreedom Tower to Washington, D.C.\n\nThe goal is to raise support for legislation that would include a path to citizenship for eligible illegal immigrants.\n\nThe four, all immigrants themselves, plan to walk the entire distance, no matter the weather.\n\nThey expect students and other supporters to join them along the way and plan to arrive in the capital May 1, which \nhas become a day of immigrant rights rallies in recent years.\n\nAll are top students at local colleges and campus leaders.\n\nSome are now here legally, some are not.\n\nAll say they are willing to take the risks that come with bringing attention to the plight of students who, like \nthemselves, were brought to the U.S. as children and are now here illegally.\n\n\"I'm tired of coming back to school each semester and hearing about another friend who was picked up and \ndeported,\" Juan Rodriguez told a group of supporters during a recent gathering.\n\nRodriguez, president of the student government at Miami Dade College's InterAmerican Campus, and the others \nsay they were inspired by the migrant farmworkers who walked the length of California in the 1970s, and by the civil \nrights marches of the 1960s.\n\nOn a recent December morning, the group led a practice walk under pelting rain from downtown to a church in \nMiami's Little Haiti neighborhood. Also in attendance was a group of immigrants from the farm community of \nHomestead, south of Miami, which plans to begin a fast Jan. 1 to bring attention to immigration reform.\n\nThey, like Rodriguez, believe writing letters and calling politicians is not enough. Rodriguez noted that U.S. Rep. \nLuis Gutierrez, D-Ill., recently introduced an immigration bill in Congress but that such bills have been introduced \nmany times before.\n\nHe and the others want comprehensive immigration reform, meaning a path to citizenship for qualified immigrants \nhere illegally as well as improvements in border security that respect immigrant communities.\n\n\nThey are also calling on President Barack Obama to halt the routine detention and deportation of illegal \nimmigrants who have children and spouses who are U.S. citizens.\n\nAnd they want him to halt the deportation of youths brought to the U.S. as children, who are now here illegally but \nwant to attend college or enter the military in exchange for the chance of a green card through a so-called \"Dream \nAct.\"\n"}