{"title": "States setting stage for their own Prop. 187s", "body": "\nA homemaker in Delray Beach, Fla.\n\nAn electronics salesman in New York.\n\nA retired insurance executive in Tucson, Ariz.\n\nThey have at least one thing in common: determination to pass laws like California's Proposition 187.\n\nThey are only in the talking stage, but they are talking big: Laws to deny education and other services to illegal \nimmigrants can sweep their states.\n\n\"I think we can pass it by an even bigger margin than in California,\" says JoAnn Peart, 44, the homemaker pushing \na campaign in Florida. \"We are the laughingstock of the world. . . . People want change.\"\n\nIn Arizona, retiree Don Barrington, 59, has formed a Save Our State/Arizona committee, with plans to put a 187-like \nmeasure on the 1996 ballot.\n\n\"Arizona will pass it by 66% and California passed it by 59%,\" says Barrington. \"And it's not a racial issue. My \nfriends have never heard a racist word out of me. I just don't like wetbacks.\"\n\nThat kind of talk worries some Hispanics. \"Arizona is fertile ground,\" says Tucson civil rights lawyer Isabel Garcia, a \nfifth-generation Mexican-American. \"We're frightened and we're getting prepared.\"\n\nIn New York, Ron Laney, 38, the electronics salesman, is calling his committee \"Take Back America.\" He promises \na \"very sophisticated\" campaign to force the state Legislature to set a referendum.\n\nThe supporters are getting advice and instruction from Proposition 187 proponents in California.\n\nIn Florida and Arizona they may not need it: Thanks to successful \"official English\" ballot campaigns in the 1980s, \nthere are already established groups.\n\n\"The two issues are so related. Immigration is driving the language conflict,\" says Bob Park, a retired immigration \nagent in Prescott, Ariz., and a leader of the movement that produced Arizona's official-English law, which narrowly \npassed in 1988.\n\nBut passing more Proposition 187s may not be easy.\n\n\nEconomic conditions in other states are not the same as in recession-wracked California. The governors of Florida, \nNew York, Texas and Arizona oppose 187-like laws. California Gov. Pete Wilson won re-election advocating the \nmeasure.\n\nWilson showed Thursday he's not abandoning the issue. He pledged to carry on the court battle after a federal \njudge put Proposition 187 implementation on hold. Another hearing is set Tuesday.\n\nAdvocates in other states have another hurdle: Getting an initiative on the ballot isn't easy in New York or Texas, \nwhere legislatures control ballots and Democrats control the legislatures.\n\nBut 187 supporters don't think any of that matters.\n\n\"This will be a people's initiative and whoever's against it will go down in flames,\" says Enos Schera, 67, a retired \nelectrician and head of an English-only group in Florida's Dade County.\n\nFloridians cite local polls showing high voter support for a 187-like measure. And they even connect support for the \nmeasure to the defeat of Republican Jeb Bush by Democratic Gov. Lawton Chiles in last week's election.\n\n\"Jeb Bush lost because he was too linked to the Cubans and because he spoke Spanish at one of the (televised) \ndebates,\" says Peart.\n\nBush's bilingual performance \"was an utter insult to Americans,\" says Schera.\n\n California's immigration tide\n\n States with the largest illegal-immigrant populations:\n\nCalifornia         1.6 million\n\nNew York           449,000\n\nTexas              357,000\n\nFlorida            322,000\n\nIllinois           176,000\n\nNew Jersey         116,000\n\nOther states       518,000\n\nTotal              3.5 million\n\nNotes\n\nTHE NATION; See info box at end of text\n\nGraphic\n\n \n\nGRAPHIC, b/w, Nick Galifianakis, USA TODAY, Source: Immigration and Naturalization Service 1993 estimates \n(Pie chart)\n"}