{"title": "Federal Policy Resulting in Wave of Deportations Draws Protests", "body": "\nA program that is central to President Obama's immigration enforcement strategy has drawn protests by Latino \nand immigrant organizations in six cities in the last two days, as those groups stepped up their confrontation with \nthe administration over the fast pace of deportations.\n\nIn Los Angeles, about 200 immigrants and their supporters walked out of a stormy hearing Monday evening that \nwas called by a task force advising the enforcement program, known as Secure Communities. Bearing signs that \nsaid ''Stop Ripping Families Apart,'' the protesters called for an end to the program, which they said had led to the \ndeportation of victims who reported domestic violence to the police, and to parents of American citizen children.\n\nOn Tuesday in Chicago, several dozen protesters delivered thousands of petitions calling for an end to the program \nto the headquarters of Mr. Obama's re-election campaign. Petitions were also delivered by small groups of \nprotesters to Democratic Party offices in Miami, Atlanta, Houston and Charlotte, N.C.\n\nAbout two dozen prominent immigrant advocacy organizations issued a report denouncing the program and calling \non the administration to halt it.\n\nOrganizers said the protests were a response to an announcement on Aug. 5 by Immigration and Customs \nEnforcement, the federal agency that runs Secure Communities, that the program would continue to expand to \nmeet its declared goal of covering the whole country by 2013. Clarifying doubts about whether states and cities \ncould choose whether to participate, John Morton, the agency's director, said that agreements with state and local \nofficials were not required for the agency to proceed.\n\nPresident Obama has made no headway in a divided Congress toward an immigration overhaul that would give \nlegal status to millions of illegal immigrants. At the same time, in each of the last two years immigration authorities \nhave deported nearly 400,000 people.\n\nUnder Secure Communities, fingerprints of anyone booked into jail by the state and local police are sent to the \nF.B.I. for criminal checks -- long a routine practice -- and also to the Department of Homeland Security, which \nrecords immigration violations. Immigration agents decide whether to detain noncitizens signaled by fingerprint \nmatches.\n\nThe ferment on Tuesday exposed vastly differing views of the program between immigrant advocates and Obama \nadministration officials. In an interview, Mr. Morton said the program was working effectively to carry out his \nagency's focus on deporting immigrants convicted of serious crimes.\n\n''It's the law, and we think it is very good policy, to focus our resources on people who are here unlawfully and also \ncommitting crimes,'' Mr. Morton said.\n\n\nHe said agency figures showed that about 90 percent of those deported under Secure Communities since it was \nstarted in 2008 were either convicted criminals or foreigners who had failed to obey a court order to leave the \ncountry or who had returned to the United States illegally after deportation.\n\nImmigration officials pointed to the arrest in January in Los Angeles of a Mexican man on charges of driving with a \nsuspended license. After a Secure Communities match, the police learned that he had been convicted of drug \ntrafficking and burglary and deported six times. Another Mexican arrested in Los Angeles was found to have been \nconvicted in the killing of a child in 1997.\n\nMr. Morton said he had created the advisory task force, which went to work in June, to recommend fixes that would \nlower the numbers of deportations of illegal immigrants who did not have criminal convictions.\n\nAlso on Tuesday, the American Immigration Lawyers Association published a report that cast light on how Secure \nCommunities and other enforcement programs have stirred tensions in immigrant communities. The association, \nwhich includes 11,000 immigration lawyers, polled its members to see how many were handling cases of \nimmigrants facing deportation after being stopped by local police officers for minor offenses, like traffic violations.\n\nGregory Chen, director of advocacy for the lawyers' association, said his office was deluged with responses.\n\n''Department of Homeland Security practices have ushered in a sea change in who is being deported, and our \nattorneys have literally been flooded with people coming in to their offices who have been picked up by local police \nfor small time stuff,'' Mr. Chen said. The report, which presents a sample of 127 cases from 24 states, was the ''the \ntip of the iceberg,'' he said.\n\nThe lawyers' report includes the recent case of an immigrant in New Mexico detained for deportation after the local \npolice questioned him about burning leaves in the front yard. A woman in Minnesota was held by federal agents \nafter the traffic police stopped her saying she failed to signal a right turn. An immigrant facing deportation from \nFlorida was a passenger in a vehicle pulled over in a traffic stop; the vehicle was driven by his wife, a United States \ncitizen.\n\nIn 87 cases, the report found, the illegal immigrants facing deportation had no criminal history, and 79 of them \nwere close relatives of American citizens or legal permanent residents. Many had lived for more than a decade in \nthe United States.\n\n''Fundamentally, D.H.S. is saying one thing but doing another,'' Mr. Chen said, arguing that the lawyers' findings \ncontradicted figures provided by immigration officials. He said the agency, by detaining large numbers of \nimmigrants after minor offenses, was ''distorting its own mission of focusing on public safety and national security \nrisks.''\n\nEleanor Pelta, the president of the lawyers' association, urged Mr. Morton to improve screening procedures so that \narrests by local police did not lead automatically to federal deportation.\n\nCecilia Munoz, the White House official who oversees immigration policy, said Mr. Obama strongly favored Secure \nCommunities because he does not have the option of saying, ''While I'm waiting for Congress to come forward, I am \nnot going to bother to enforce the law.''\n\nThe program is ''the best tool we have,'' she said, ''to enforce the law in the best possible way.''\n\nFear and frustration about Secure Communities spilled over during the hearing on Monday in Los Angeles, one of \nfive organized by the task force. One speaker, Isaura Garcia, 20, said she had been reported to immigration \nauthorities by the Los Angeles police after she called 911 when she was beaten by her boyfriend.\n\nThe program drew praise from a representative of a Los Angeles County supervisor, Michael D. Antonovich, a \nRepublican. But an official from the office of Mayor Antonio R. Villaraigosa, a Democrat, echoed immigrants' \ncriticisms.\n\n\n\nShouting erupted after one citizen, Julio Giron, yelled from the crowd to defend the program, which he said was \nneeded because Mr. Obama had failed to secure the border. Soon after, most of the opponents, who significantly \noutnumbered the supporters, marched out, calling on the task force to resign.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: In Chicago on Tuesday, a protest against policies leading to deportations. (PHOTOGRAPH BY PETER \nHOFFMAN FOR THE NEW YORK TIMES)                                                                \n"}