{"title": "FILM REVIEW; Charming Illegal Aliens Facing Family Upheaval - Correction Appended", "body": "\nAt the start of \"In America,\" Sarah and Johnny Sullivan arrive at the United States-Canadian border in a \nswaybacked station wagon with their two daughters in the back seat. They are from Ireland, and they are coming to \nthe United States illegally so Johnny can find work as an actor and they can start over after the death of their young \nson, Frankie.\n\n     With the help of their surviving children, the chirpy Ariel and the watchful, reserved Christy, they manage to \ncharm their way past a suspicious immigration agent, who decides to believe that they are carefree vacationers \nrather than desperate migrants. \n\n This modest, touching film, which opens today in selected cities, accomplishes a similar sleight of hand. The \nfamily drives wide-eyed through Times Square and alights in a cavernous, battered walk-up apartment that is \nquickly spruced up with colorful paint and scavenged furniture. The neighbors are a mostly harmless collection of \naddicts, hustlers and ordinary poor folk, as well as a reclusive painter named Mateo (Djimon Hounsou), who seems \nto be dying of AIDS and whom the girls befriend one Halloween.\n\nMany of the elements in this film -- the picturesque poverty; the angelic, doomed man; the dead child; the hard-\nworking, sorrow-afflicted parents; the cute, precocious daughters; the risky pregnancy toward the end -- seem to \npromise a sticky bath of shameless sentimentality. But instead, thanks to Jim Sheridan's graceful, scrupulously \nsincere direction and the dry intelligence of his cast, \"In America\" is likely to pierce the defenses of all but the most \ndogmatically cynical viewers.\n\nMr. Sheridanhas accomplished this trick before, turning stories that might have otherwise foundered in maudlin \nexcess into sharp, engrossing character studies. \"My Left Foot,\" about the disabled artist Christy Brown, might have \neasily been a hectoring, smiley-faced treatise on the plight of the handicapped, just as \"In the Name of the Father\" \nmight have been a lecture on the plight of Irish political prisoners and \"The Field\" a soapbox harangue on the plight \nof small landowners. \n\nBut Mr. Sheridan is more interested in particular people than in general plights, and what lingers in the mind after \nyou have seen his movies is the rough, radiant individuality of his characters.\n\nIt helps that Paddy Considine and Samantha Morton, who play Johnny and Sarah, are not well-known movie stars, \nand that neither is much inclined toward ostentation. \n\n\nMs. Morton, her hair cropped short and her enormous eyes stung with grief, seems to haunt the edges of the frame \nuntil you realize that the blunt, inarticulate force of her feeling is at the center of the drama. \n\nMr. Considine, with his gaunt, droopy features and darting eyes, guards Johnny's privacy behind a facade of genial \ngood spirits. \n\nThat the two of them remain somewhat mysterious is fitting, because the movie, which Mr. Sheridan wrote with two \nof his daughters, perceives them largely through the eyes of their children. \n\nThe family survives through an unspoken pact of mutual protection that becomes plain to us only as it starts to \nunravel. The girls, played by real-life sisters, Emma and Sarah Bolger, agree not to notice how much their parents \nare suffering and to distract them from it as best they can.\n\n\"In America\" is Mr. Sheridan's most personal movie so far -- just how personal will become clear when you see the \ndedication at the end -- and he is too modest to turn his family's experiences into a parable of anything larger. The \ntitle of the movie sounds a little grandiose, but it is meant to evoke a postcard, or a child's diary (like the one Christy \ncomposes with her video camera): not \"this is what it means to be in America\" but \"this is what we saw when we \nwere there.\" \n\nThis movie, from moment to moment, feels small, almost anecdotal. It is only afterward that, like Mr. Sheridan's \nother films, it starts to grow into something at once unassuming and in its own way grand.\n\nIn America is rated PG-13 (Parents strongly cautioned). It has a few obscenities, one sex scene and a few \nmoments of threatened violence.\n\nIN AMERICA\n\nDirected by Jim Sheridan; written by Mr. Sheridan, Naomi Sheridan and Kirsten Sheridan; director of photography, \nDeclan Quinn; edited by Naomi Geraghty; music by Gavin Friday and Maurice Seezer; production designer, Mark \nGeraghty; produced by Mr. Sheridan and Arthur Lappin; released by Fox Searchlight Pictures. Running time: 103 \nminutes. This film is rated PG-13.\n\nWITH: Samantha Morton (Sarah), Paddy Considine (Johnny), Djimon Hounsou (Mateo), Sarah Bolger (Christy) and \nEmma Bolder (Ariel).\n\nhttp://www.nytimes.com\n\nCorrection\n\nA film review yesterday about \"In America\" misstated the given name of the actress who plays Christy. As shown \nin the credit listing and in a picture caption, she is Sarah Bolger, not Elizabeth. In summarizing the plot, the review \nreversed details about Christy and her sister, Ariel (played by Ms. Bolger's real sister, Emma). Ariel is the chirpy \nsister; Christy is the watchful, reserved one. And it is Christy, not Ariel, who composes a child's diary with her video \ncamera.\n\nCorrection-Date: November 27, 2003\n\nGraphic\n\nhttp://www.nytimes.com/\n\n\n \n\nPhoto: From left, Samantha Mortonas Sarah, Sarah and Emma Bolger as Christy and Ariel, and Paddy Considine \nas Johnny in \"In America.\" (Photo by Bernard Walsh/Fox Searchlight) \n"}