{"title": "Ellis Island genealogy database swamped;Huddled masses yearn to find ancestors on a new Web site.<", "body": "\nIt's 4 a.m., and Carole Joiner is staring at the hourglass icon on her computer screen.\n\nThe Gloucester City resident is looking for immigration records of her paternal grandparents, who came to this \ncountry through the Port of New York at the turn of the century.\n\nAn amateur genealogist, Joiner was elated when she learned that she would finally be able to trace her immigrant \nroots through documents posted on the Internet last month.\n\nThe American Family Immigration Center, a project of the Statue of Liberty-Ellis Island Foundation and the Church \nof Jesus Christ of Latter-day Saints, moved to its online home, www.ellisislandrecords.org, on April 16.\n\nDetailed information of the 22 million arrivals processed through the New York immigration center at Ellis Island \nbetween 1892 and 1924 has been placed in the site's files. It took about 12,000 Mormon volunteers a combined \nfive million hours over seven years to digitize the miles of microfilm records.\n\nStill, the wait for Joiner and others trying to tap the database can seem as long as a transatlantic crossing. The \nonline journey is lengthened by unanticipated demand, overwhelmed servers, and repeated error messages.\n\n\"The site was so busy that I was setting my alarm to 2 and 3 in the morning to get on,\" Joiner said. \"That's only 11 \nor 12 at night in California, though, so now I'm waking up at 4 a.m.\"\n\nStill no luck.\n\n\"The site is free, so you can't really complain too much. But if you could get in, the information would be \nunbelievable,\" Joiner said.\n\nThose who have gained access to the site because of persistence or a quicker connection speed describe a virtual \npromised land of ancestral knowledge.\n\n\"It's the type of stuff genealogists just salivate over,\" said Joel L. Spector, president of the Jewish Genealogical \nSociety of Greater Philadelphia. \"When something like this goes online, there is always a major flurry of people \ngoing to look at it.\"\n\n\nThe unprecedented database contains such genealogical gems as what year arrivals entered the country, the port \nthey sailed from, and where they lived before they entered the United States, sometimes pinpointing a village and \nstreet address.\n\nVisitors to the site can view a list of passengers on a specific ship - finding not only the name of the ship but those \nwho sailed with their ancestors, an important clue to finding spouses and other relations.\n\nGenealogists estimate that 40 percent of Americans have at least one ancestor who passed through Ellis Island.\n\nPreviously, those who wanted to research an Ellis Island arrival would have to know the ship the person sailed on, \na detail often lost between generations.\n\nImmigration records were available only on microfilm at government offices and Mormon family history centers \nacross the country.\n\nNow, ideally, all that history hunters have to do is enter a name in the search engine and the records appear.\n\nThe site has been deluged with requests in its first three weeks. According to the Statue of Liberty-Ellis Island \nFoundation, the site had more page views in its first 54 hours than immigrants who came to the island in the 32 \nyears chronicled. The site was visited 26 million times, including eight million times in its first six hours.\n\n\"We knew it would be popular, but we had no idea it would be this popular,\" said Peg Zitko, director of public affairs \nfor the Ellis Island foundation, who said 10 host computers had been added. \"I know it is still hard to get on, but we \nare working every day to make it easier.\"\n\nFor many users in the area, the site is a foreign shore, despite dozens of attempts.\n\n\"I didn't know what patience was until I tried to access ellisislandrecords.org,\" said Stephanie Banks, a writer in \nLumberton, Burlington County. \"When I heard of the opening of the Ellis Island database, I raced down to my \noffice with visions of a full day on the computer. I was met with a home page that would only partially make itself \nknown. It was so frustrating.\"\n\nTed Fody of Doylestown, Bucks County, knows the site can be tough to access but he also knows the value of \nperseverance. After three weeks of dogged online research, he was able to get the dates his ancestors arrived in \nNew York, putting into context a colorful family odyssey.\n\nFody's maternal grandfather departed Hungary in 1898, leaving Fody's grandmother and two of his uncles behind. \nSeeking prosperity, the grandfather set off for America, where, he told his family, he would find a job and send \nmoney back to the economically depressed village.\n\nIt didn't happen quite like that, Fody said.\n\n\"My grandmother somehow heard that my grandpa was fooling around,\" he said. \"How you do that, with an ocean \nbetween you, I don't know.\"\n\nUsing the records in the Ellis Island database, Fody confirmed that his grandmother came to the United States in \n1905, apparently to straighten her husband out.\n\nThey apparently reconciled; in 1907, Fody's mother was born.\n\nBut the three went back to Hungary after receiving a letter from home saying the two boys left behind were ill.\n\nFody, using the Web site, tracked his mother's return to the United States when she was 16.\n\n\"I know there are still a lot of people trying to get in [to the site], but's it better than it was,\" Fody said. \"Boy, I tell \nyou, when you do get in, it's amazing.\"\n\n\n\nCarmella M. Kice of Egg Harbor Township, Atlantic County, downloaded a picture of the boat that brought her \ngrandmother to the United States.\n\n\"My grandmother had run away from a pending arranged marriage in Modugno, Italy, and sailed to America by \nherself at the age of 24,\" Kice said. \"Can you imagine the emotions she felt as she sailed across the Atlantic for two \nweeks, alone, wondering what this country called America had to offer?\"\n\nThe wave of interest in the site reflects not only how many Americans can trace their routes through Ellis Island, \nbut also the rising popularity of the Internet as a tool for genealogy.\n\nThe largest genealogy site on the Internet is familysearch.org, with a catalog of 640 million names. The records for \nthat search engine, as well as for the Ellis Island site, were compiled by Mormon volunteers.\n\n\"Our church teaches the belief that family relations are eternal,\" said Michael Purdy, a Mormon spokesman.\n\nPart of the church's beliefs include making covenants promises made inside one of the church's temples to family \nmembers. Mormons believe covenants can be made with relatives beyond the grave.\n\nBut before they can make a covenant with deceased family members, they have to find out who they are, and \nthat's where genealogy comes in.\n\nDaniel Rolph of the Historical Society of Pennsylvania said that once demand stabilized, the database would be the \npremier set of records for many types of research \"for years to come.\"\n\nThe records are particularly important for Eastern cities, to which immigrant families trickled down from New York.\n\n\"Here in Philadelphia, you're going to have a lot of people where practically all of their ancestors came through \nEllis Island,\" Rolph said. \"For them, it's a gold mine.\"\n\nJake Wagman's e-mail address is jwagman@phillynews.com.  \n\nGraphic\n\n \n\nPHOTO;\n\nMICHAEL PLUNKETT, Inquirer Suburban Staff - Carole Joiner of Gloucester City, Camden County, waits for the \ngenealogy Web site to finish a search. In three weeks, www.ellisislandrecords.org had 26 million visits - eight \nmillion in its first six hours.\n"}