{"title": "Intelligent immigration; IN SHIFT, WORKING CLASS AND MINORITIES WANT BORDER ENFORCEMENT", "body": "\nWhen I wrote ``Mexifornia'' more than three years ago, much of the criticism came from the academic and open-\nborders left. The memoir was considered insensitive in our politically correct age for complaining that it was not \nwise or moral that millions were here illegally from Mexico.\n\nBut lately I have heard far more fault-finding with ``Mexifornia'' from the grass-roots middle and right, over both my \nadvocacy for some sort of earned citizenship for most hardworking illegal immigrants and my objections, on both \npractical and ethical grounds, to mass deportations.\n\nWhy the shift in public opinion?\n\nBroad class considerations are now transcending particular party, racial and ethnic views of illegal immigration, \npitting the well-off few against the less-fortunate many. Many of the more privileged Americans who frequent fancy \nrestaurants, stay in hotels and depend on hired help for lawn and pool maintenance, home repair and child care \ndon't think illegal immigration is that big of a deal.\n\nThose in the higher-paid professions do not fear low-wage competition for their jobs in law, medicine, academia, the \nmedia, government or the arts. And many who have no problem with the present influx live in affluent communities \nwith good schools insulated from the immediate budgetary consequences of meeting the needs of the offspring of \nthe 11 million here illegally. These wealthier people aren't so much liberal in their tolerance of illegal immigration \nas they are self-interested and cynical.\n\nIn contrast, the far more numerous poor and lower middle classes of America, especially in the Southwest, are \nsincerely worried -- and angry. Indeed, it is no longer possible to caricature opponents of illegal immigration as \npart of a small nativist fringe.\n\nFor the broad middle class, the poor and minorities -- people who dine mostly at home, travel infrequently, mow \ntheir own lawns and change their children's diapers -- inexpensive service labor is not seen as much of a boon to \nthem. Plus, lower- and middle-class Americans live in communities where schools are more impacted by an influx \nof Spanish-only speakers. And as janitors, maids, groundskeepers, carpenters, factory workers and truckers, they \nfear competition from lower-wage illegal laborers. Immigrants who wait years to enter the United States legally can \nbe particularly unsympathetic to others who cut in front -- in violation of the law.\n\n\nThe public is also growing uneasy with three decades of multiculturalism while developing a new appreciation of the \nold multiracial melting pot. Other minorities don't understand why the Latino immigrant community needs bilingual \nballots and special government translation help.\n\nBecause the United States is increasingly less a majority of whites of European ancestry and more a mixture of \ndozens of races and ethnicities, the need for a common unifying language and culture has never been more \nimportant. When Americans look abroad at the violent messes in the Balkans, Rwanda, Darfur and Iraq, the notion \nof emphasizing separation here at home by race, tribe, language or religion makes absolutely no sense. But the \nidea of letting only enough legal immigrants in who can be easily assimilated surely does.\n\nSo how does this new popular worry over illegal immigration play out among a variety of working-class groups \nand minorities?\n\nWhile there remains controversy over amnesty and a guest-worker program, there is now little disagreement over \nfirst enforcing the law and closing the borders -- whether through periodic fortification, more Border Patrol officers, \ntough employer sanctions or viable identification cards.\n\nIn the past three years, while I haven't changed my views about the need for an earned-citizenship program or the \nimpracticality of deporting 11 million illegal residents, an angry public has passed ``Mexifornia'' by. Once caricatured \nas illiberal for calling for an end to illegal immigration, the book now reads as middle of the road, if not passe.\n\nIndeed, if extremists continue to demonstrate for open borders, blare out ethnic and linguistic chauvinism, and flout \nthe law, then this current public anger against illegal immigration will unfortunately appear mild in comparison to \nwhat is on the horizon.\n\nVICTOR DAVIS HANSON, a classicist and historian at the Hoover Institution, Stanford University, is a syndicated \ncolumnist.\n"}