{"title": "A Better Senate Bill on Immigration", "body": "\nThe Senate passed a sensible immigration bill last week, providing for strengthened enforcement of immigration \nlaws at the nation's borders and workplaces, tighter requirements for immigrants to receive certain public benefits \nand the development of a new national database for verifying the immigration status of prospective employees.\n\nThe Senate's version is superior to the harshly punitive bill the House passed in March, which would deny due \nprocess to asylum applicants and permit states to deny public education to the children of illegal immigrants. House \nconferees should follow the Senate's lead on both issues. The House bill's public education provision, which \nignores a contrary Supreme Court ruling, has rightly drawn a veto threat from President Clinton.\n\nThe original Senate immigration bill, submitted last year by Alan Simpson of Wyoming, would have done more \nharm than good. Responding to a perceived popular anger against foreigners at a time of economic uncertainty in \nAmerica, it sought to cut legal as well as illegal immigration. The bill would have needlessly hurt employers' ability \nto recruit workers with special training and skills and imposed gratuitous hardships on immigrant families. Senators \nSpencer Abraham, Republican of Michigan, and Edward Kennedy, Democrat of Massachusetts, led a successful \neffort in the Judiciary Committee to remove most legal immigration restrictions from this bill.\n\nThen Senator Patrick Leahy, a Vermont Democrat, amended provisions that would have unrealistically required \nrefugees to arrive with a full set of valid travel documents and denied them any appeal from unfavorable rulings by \nimmigration officers at the point of entry. The House bill still contains these denials of due process. The Senate \nbill contains regrettable restrictions on other kinds of immigration appeals, but keeps asylum accessible.\n\nThe Senate reasonably required, as did the House, that immigrants count the incomes of their sponsors as well as \ntheir own when applying for means-tested benefits. That is less generous than the current standard, but America's \nunderfinanced welfare system should not have to bear the burden of those not genuinely in need. Public education \nis different, as the Supreme Court has ruled and the Senate recognized. Children here because their parents came \nto this country illegally should not be barred from public schools.\n\nThe Senate bill also requires the government to establish a national database so that employers can verify the \nstatus of job applicants. The American Civil Liberties Union and the new libertarians of the Republican right oppose \nthis provision as an expansion of Big Brother government. But excluding illegal aliens from employment requires an \nidentification less open to fraud than current paper documentation systems. The Senate made its pilot programs for \nthe database mandatory. The House made them voluntary. Either is acceptable, provided that Congress insists that \nthe final program protect immigration data from abuse.\n\nBoth the Senate and House bills usefully provide for nearly doubling the number of Immigration Service \nenforcement agents.\n\n\nImmigrants have historically enriched America and still do so today, especially when they bring entrepreneurial \nenergies and valuable technical skills. The United States is also a better country for admitting those who flee \npersecution abroad. Still, those people whom immigration law excludes should be kept out as effectively as \npossible. The Senate has come up with a bill that can help do that. The House should drop its unacceptable \neducation and asylum provisions and go along.\n"}