{"title": "House Rejects Illegal Student Reporting Bill", "body": "\nThe House yesterday became embroiled in another emotional discussion of immigration policy as it defeated an \namendment that would have required school districts to report the number of students who are illegally in the \nUnited States.\n\nThe amendment, sponsored by Rep. Dana Rohrabacher (R-Calif.), was defeated, 329 to 78, after a highly charged \ndebate that highlighted issues of ethnicity, discrimination and the cost of providing government services to illegal \nimmigrants. Opponents invoked images of Nazi Germany and the prospect of turning children into \"spies\" against \ntheir illegal parents. Proponents cited mountains of statistics in an effort to show illegal immigrants were draining \nbillions of dollars from the economy.\n\n\"We've got to take the welcome sign that says: If you can get across this border, we're going to give you all kinds of \nbenefits, the same benefit package that any American has,\" Rohrabacher said. \"We have to care about our own \npeople first.\"\n\nRep. Jose E. Serrano (D-N.Y.), chairman of the Congressional Hispanic Caucus, called Rohrabacher's amendment \n\"mean-spirited, misguided and foolish.\" He said it was emblematic of a \"cheap political style\" practiced by some \nlawmakers to pit permanent residents against illegal residents.\n\nThe amendment, attached to the bill reauthorizing federal elementary and secondary education programs for the \nnext five years, also would have required school districts to determine the number of students who are legal \nresidents but who do not have at least one parent or legal guardian who is lawfully in the United States. School \ndistricts that failed to comply with the reporting requirements would have lost their federal Title I education funds.\n\nThe volatility of the debate yesterday underscored how politically sensitive the illegal immigration issue has \nbecome. Rohrabacher's amendment is the latest illustration of how immigration policy questions are being thrown \ninto House floor debates with increasing frequency.\n\nOver the past year, the House has debated whether flood relief and earthquake aid should be given to \nundocumented workers and whether the national service program should apply to illegal immigrants. Another \nemotional debate about immigration was conducted over extension of unemployment insurance.\n\nHouse Majority Leader Richard A. Gephardt (D-Mo.) implored colleagues to quit using such forums to debate \nillegal immigration. \"Let's please not burden every piece of legislation that comes through here with an added \nresponsibility to enforce the immigration laws of our country,\" he said. \"Let's get the immigration laws enforced by \nthe Immigration [and Naturalization] Service.\"\n\n\nGephardt and others argued that school systems did not have expertise or resources to find out the number of \nillegal students enrolled or those enrolled with illegal parents. Rep. David R. Obey (D-Wis.) argued the \namendment would \"simply impose data-gathering burdens for no good purpose,\" diverting funds needed for \nschooling.\n\nRohrabacher maintained he was trying to gather statistics, not names, and that the information would benefit those \nin favor and against providing federal benefits for illegal immigrants.\n\nBut Rep. Ileana Ros-Lehtinen (R-Fla.) said the amendment would make even legal immigrants susceptible to \ndiscrimination because they do not look like \"average Americans.\"\n"}