{"title": "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Some Dominicans Balk At a Diplomatic Import", "body": "\nTo an outsider, the controversy might seem puzzling: the Dominican Republic's new consul general in New York is \nfrom . . . the Dominican Republic. But the recent appointment of Francisco Antonio Pena Guaba, who had served \nas the Dominican secretary of youth and had before never lived in New York, has stirred discontent among \nrelentlessly political Dominican immigrants.\n\n     It had become custom in recent years to name a resident of the New York region to the post. The official \noversees consular services for the 800,000 Dominicans in New York and New Jersey, serving as their official link \nwith the island. In previous years, nominees came from the local chapters of Dominican political parties, whose \ndonations make New York a required stop in presidential campaigns. \n\n \"People feel someone who has gone through the immigrant experience has a much better understanding of the \nday-to-day problems and concerns that the Dominican immigrant population has,\" said Anthony Stevens-Acevedo, \na high school teacher in Washington Heights active in community causes. \n\nThe phenomenon has resulted in some strange career paths: one recent consul general had been a restaurant \nworker, another a building superintendent. Few, if any, had college degrees. By contrast, consuls general who \nrepresent Mexico, Colombia and Ecuador never come from the New York area and often have impressive \nresumes. (Mexico's consul general, Salvador Beltran del Rio, was a member of the Mexican Congress and studied \nlaw at Harvard.)\n\nBut the proportion of Dominicans living in the United States rather than in their home country is much greater than \nthe proportions among Mexicans, Colombians and Ecuadoreans. So some took the appointment of Mr. Pena, the \nson of a prominent Dominican politician, as an affront.\n\nDr. Rafael Lantigua, president of the governing Dominican Revolutionary Party's United States chapters and a \nprofessor of clinical medicine at Columbia University, said he welcomed the appointment of Mr. Pena, but \nacknowledged that some party members were disappointed. \"It was the belief of members of the party that it would \nbe someone from here,\" he said. \"The party has at least 25,000 members in New York, 2,800 in leadership \npositions. You would expect that among those 2,800 there would be a qualified person.\"\n\nSitting in the bustling Dominican Consulate in Times Square, Mr. Pena, 34, said being an outsider was not a \nproblem. Speaking of consular nominees in general, he said, \"The important thing is not that he is from here or from \nthere, but that he is conscious that he has to do a job for the community, independent of politics or the party he \nbelongs to.\" \n\n\nWhatever his qualifications, he does have more to get used to than his New York-savvy predecessors did. \"It's not \na third world country,\" he said. \"Here, for example, the power never goes out.\"   SETH KUGEL\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Francisco Pena oversees consular services for 800,000. (Ting-Li Wang/The New York Times) \n"}