{"title": "Census estimates a doubling of illegal immigrants in '90s", "body": "\nThe number of illegal immigrants in the United States more than doubled during the 1990s, preliminary Census \nBureau estimates show.\n\nNearly half these immigrants arrived from Mexico, lured by a then-strong economy and plentiful jobs. But since the \n2000 census was taken, much has changed for many of the roughly 8.7 million undocumented immigrants in the \nUnited States. Some lost their jobs and returned to their native countries.\n\nAnd after the Sept. 11 attacks, the focus has shifted even more to closing immigration loopholes and tightening \nborder patrols amid greater suspicion of foreigners.\n\nFor instance, the Justice Department has targeted for deportation thousands of men from countries - many in the \nMiddle East - where Osama bin Laden's al-Qaeda network operates.\n\nPreliminary estimates from the 2000 census show that 115,000 people from Middle Eastern countries live in the \nUnited States illegally, or in \"quasi-legal\" status - refugees or political-asylum seekers.\n\nWhile the vast majority of Middle Eastern immigrants are not terrorists, \"the fact that tens of thousands of people \nfrom that region and millions more from the rest of the world can settle in the United States illegally means that \nterrorists who wish to [enter the United States] face few obstacles,\" said Steven Camarota, research director at the \nnonpartisan Center for Immigration Studies.\n\nCritics favoring more restrictive immigration policy are unfairly using the terrorist attacks to advance their agenda, \nsaid Cecilia Munoz, vice president for policy at the National Council of La Raza, a Hispanic advocacy group.\n\n\"It is unreasonable to use this as an opportunity to stir up fear and division,\" she said.\n\nCensus estimates show that the number of undocumented immigrants rose nearly 5 million during the decade, to \n8.7 million in 2000. Of that total, almost 3.9 million, or 44 percent, were from Mexico.\n\nCensus forms did not ask about the legal status of noncitizens. Estimates were derived from 2000 census data \nand Immigration and Naturalization Service records.\n\n\nCensus Bureau analyst Joe Costanzo stressed that the figures were preliminary. But for many demographers, they \nprovide insight into how the U.S. population changed during the 1990s.\n\n\"I wouldn't necessarily raise a red flag over 100,000 people from the Middle East,\" said Jeffrey Passel, a \ndemographer with the Urban Institute, a liberal-leaning think tank. \"However, 8.7 million is a very big number - and it \ndoes point to an overall problem in controlling immigration.\"\n\nPro-immigrant groups such as the National Immigration Forum favor stricter measures in the way student and \ntourist visas are distributed as a key step in tightening security.\n"}