{"title": "Specter starts in Phila. on immigration road trip", "body": "\nCongress sets off tomorrow on a cross-country immigration road show with public hearings in Philadelphia and \nSan Diego, Calif., to peddle two rival, and very different, border-control proposals.\n\nThe House and Senate were expected to negotiate a compromise on overhauling the nation's immigration laws \nwhen, in late June, House Speaker Dennis Hastert called for public input.\n\nThe hearings, coming before midterm elections on an emotional issue that has deeply divided the country, could \nprove fatal to passage of any law this year that determines the fate of the country's more than 11 million illegal \nimmigrants.\n\nSens. Arlen Specter (R., Pa.) and Ted Kennedy (D., Mass.) - key players in crafting a Senate plan to legalize some \nimmigrants, tighten border security, and create a temporary guest-worker program - are scheduled to hear \ntestimony tomorrow on the proposals from invited witnesses at the National Constitution Center.\n\nThe public hearing, to be televised on C-Span, is set to begin at 10 a.m. Scheduled to testify are New York Mayor \nMichael Bloomberg, Philadelphia Police Commissioner Sylvester Johnson, and Lou Barletta, mayor of Hazleton, \nPa., the Poconos coal town that has tentatively passed an ordinance cracking down on illegal immigrants.\n\nOther witnesses will include union and business representatives and the Rev. Luis Cortes Jr., a Philadelphia \nevangelical leader who is a prominent backer of President Bush and leader of Esperanza USA, a nationwide \nnetwork of Latino community-development groups.\n\nMeanwhile, the House will hold a hearing in San Diego on its own plan, which makes living in the United States \nwithout a valid visa a felony punishable by jail time. Currently, illegal immigrants break civil rather than criminal law.\n\nThe House bill also would make it a crime for any group, including churches, to help illegal immigrants, and would \nstiffen penalties against employers who hire illegal workers.\n\nBoth the House and Senate proposals would beef up the number of border-patrol and immigration agents and \nwould build hundreds of miles of walls along the Mexico border.\n\nPresident Bush, in a prime-time address in May, expressed strong support for provisions contained in the Senate \nbill.\n\n\nSpecter told reporters late last month that the Senate Judiciary Committee, which he chairs and which oversees \nimmigration, would hold hearings to balance those organized by Hastert. He said that he did not want the \ncompeting hearings to derail efforts to reach a middle ground, but that it was necessary to hear from farmers, \nlandscapers and others on the importance of guest workers to the economy.\n\nHe said he also wanted to highlight \"the disadvantage to the country on creating a fugitive class of 11 million \nundocumented immigrants.\"\n\n\"They are marked as felons under the House bill,\" Specter told reporters. \"And what are you going to do with them? \nYou going to round them up? You going to push them into hiding? My thinking has been they can't be ignored.\"\n\nThe Senate will hold additional hearings on immigration this summer, but has not yet set dates and locations. The \nHouse will hold hearings in Arizona, California, Texas - border states most affected by illegal immigrant crossings - \nin July and August.\n\nPublic Hearing on Immigration Bill\n\nWhat: The Senate Judiciary Committee will hold a public hearing on immigration tomorrow in Philadelphia.\n\nSens. Arlen Specter (R., Pa., and Ted Kennedy (D., Mass.), will hear testimony on the Senate's plan to overhaul \nthe nation's immigration laws.\n\nWhen:Starting at 10 a.m.\n\nWhere: National Constitution Center, Sixth and Market Streets, Philadelphia.\n\nContact staff writer Gaiutra Bahadur at 215-854-2601 or bahadug@phillynews.com.\n"}