{"title": "Citizen of the World (Cup); Little-Known Law Enables French Player to Join U.S. Team", "body": "\nAs a talented soccer player, David Regis will compete in the World Cup this summer in France, the country he has \ncalled home for the last 19 years. But he won't be playing for the French national team, which did not select him.\n\nInstead, he will take the field as the newest member of the U.S. soccer squad -- thanks to an American wife, a little-\nknown provision of immigration law, a determined U.S. Soccer Federation and, apparently, some soccer fans at \nthe Immigration and Naturalization Service.\n\nUnder the obscure legal provision, Regis, a native of the French island of Martinique, went from being a French \ncitizen to an American in about three months, bypassing a U.S. residency requirement and other hurdles of a \nprocess that normally takes years. Regis, 29, whose English is limited, was sworn in as a U.S. citizen during a \nprivate ceremony in Los Angeles last month, just in time to play in a World Cup tuneup against Kuwait in Portland, \nOre.\n\nThe fleet-footed defender, who moved to France at age 10 to attend boarding school and play soccer, was named \nto fill the last spot on the U.S. team's 22-player roster on Tuesday. Thursday, he joined the team on its trip to \nFrance, where it will open first-round play June 15 against Germany.\n\nThe quick acquisition of U.S. citizenship suits Regis, who wins a chance to fulfill every soccer player's dream: \ncompeting in the sport's premier tournament. And it comes as a blessing to the U.S. soccer team, which gets a star \nwith 10 years of professional experience.\n\nBut not everybody is happy. Critics of U.S. immigration policy see Regis's case as an example of a growing trend \ntoward citizenships of convenience, which they say devalue the meaning of becoming an American. And it \nthreatens to stir resentment among some of the 2 million people stuck in a huge backlog of citizenship applicants.\n\nBecause of record numbers of applications, the naturalization process now takes two to three years to complete, on \ntop of the five years that one usually must spend in the United States as a legal permanent resident, or green-card \nholder, before becoming eligible to apply.\n\nThe citizenship fast-track for Regis, a former French First Division standout who now plays in the German First \nDivision, began late last year when a sports agent based in Luxembourg alerted the U.S. team's coach, Steve \nSampson, that Regis was married to Nikki Fogle of Savannah, Ga. The couple met in Strasbourg, France, when \nFogle was a student there, and married in June 1995. They have a young daughter.\n\n\nSampson saw Regis play on television for his German team, Karlsruhe, in December, then watched one of his \nmatches in person a month later, said Jim Froslid, a spokesman for the U.S. Soccer Federation.\n\nA Los Angeles-based immigration lawyer, Barbara Federman, applied for a green card for Regis in February. It \ncame through a month later -- in less time than applicants usually wait for their initial INS interview. The application \nfor his U.S. citizenship took longer, Federman said, because the INS lost his fingerprints.\n\nThe application was based on a provision of immigration law designed primarily to expedite citizenship for foreign \nspouses of U.S. government employees or members of the armed forces to protect them overseas. Also covered \nare spouses of American employees stationed abroad for U.S. firms engaged in \"the development of foreign trade \nand commerce of the United States.\"\n\nApplicants for naturalization under the provision are allowed to bypass the requirement for five years of green-card \nstatus in the United States -- three years if married to an American -- but they must pledge to take up U.S. \nresidence immediately after the spouse's foreign employment ends.\n\nFor Regis to qualify, the U.S. Soccer Federation helped set up a job for his wife in France with Gullivers Sports \nTravel, a travel agency based in Southern California that offers World Cup tours and is handling travel \narrangements for the relatives and friends of U.S. players. Nikki Regis started the job last month and plans to work \nfor the agency in France for at least a year to meet the law's requirements, Federman said.\n\nHowever, neither Federman nor U.S. soccer officials could say when the couple plans to move to the United \nStates, or whether Regis intends to play for a U.S. pro team.\n\nIf Regis does not take up U.S. residence, \"there is not a whole lot we can do . . . but it probably weakens the \nchances of the next person who comes along,\" said Bill Strassberger, an INS spokesman. He said the player's \ncitizenship application was processed and approved in accordance with the legal provision, called Section 319(b), \nwhich was invoked in only 25 of the 133,518 naturalization cases in Los Angeles last year.\n\n\"No rules were broken,\" Strassberger said. \"No laws were bent to make this happen.\" But he acknowledged that \nthere are some serious soccer fans in the Los Angeles district of the INS.\n\n\"I'm not going to say that didn't play into it,\" he said. \"Everyone's rooting for the team against overwhelming odds.\"\n\n\"The way our laws are written, people can elect to become citizens for the most noble reasons or most cynical \nreasons,\" said Michael Maggio, a Washington immigration lawyer.\n\nMaggio said that while many people waiting years to get U.S. citizenship were likely to see the case as an example \nof \"someone rich and famous who jumps the queue,\" Congress created the \"statutory springboard\" for such queue-\njumpers. The biggest users of the provision, he said, are federal employees.\n\nWhile his path to naturalization might have been unusual, Regis is hardly unique as a foreign-born member of the \nU.S. squad, said Tom King, the team's general manager. Of the 22 players, seven were born outside the United \nStates. Captain Thomas Dooley grew up in Germany but claimed U.S. citizenship as the son of an American \nserviceman.\n\nTo some skeptics, the job that provided the basis for expediting Regis's application was a stretch.\n\n\"You really have to wonder what kind of message we're sending to immigrants around the country\" who have to \nwait for years to become citizens, said Mark Krikorian, director of the Washington-based Center for Immigration \nStudies. \"In some sense it cheapens citizenship. . . . The U.S. government is telling the rest of the world that \ncitizenship is in fact a matter of convenience.\"\n\nThat, anyway, is what a U.S. passport seemed to be for Ulf Samuelsson, an NHL defenseman who was booted off \nthe Swedish ice hockey team at the Winter Olympics in Japan. The action was taken by the International Ice \n\n\n\nHockey Federation because Swedish law requires those who naturalize in another country to give up their Swedish \ncitizenship.\n\nSamuelsson explained, to no avail, that he became a U.S. citizen to avoid the hassles that foreigners face in \nworking in the United States and that he never intended to give up his Swedish citizenship.\n\nStaff writer Devon Spurgeon contributed to this report.\n\nGraphic\n\n \n\nPhoto, afp/Hector Mata, David Regis became a U.S. citizen in a matter of months.\n"}