{"title": "Businesses Will Fight Immigration Legislation; Va. Coalition Opposes Punishing Employers", "body": "\nA broad coalition of Virginia business interests, including some of the most powerful trade groups in the state, \nhas created an organization to oppose laws that would punish employers with undocumented workers on their \npayrolls.\n\nVirginia Employers for Sensible Immigration Policy was formed in anticipation of another flurry of legislation in \nthe General Assembly seeking to crack down on undocumented residents and  employers that hire them, \nbusiness leaders said.  Individual trade groups and companies have spoken out before  about specific anti-illegal \nimmigration proposals, but the new group  is the business community's most visible and organized effort to \ninfluence the immigration debate.\n\n\"This is a major issue in Virginia, and we wanted to come together as a group and have a seat at the table,\" said \nJulia Ciarlo Hammond,  state director of the National Federation of Independent Business. She was one of the \norganizers of the new group.\n\nThe coalition's formation comes at a critical time, just after a bruising state and local election season during which \npublic anxiety over  illegal immigration figured prominently in many campaigns. Politicians seeking to get tough on \nillegal immigration have been targeting employers with increasing frequency, a tactic that critics have said allows \nthem to appear responsive without being vulnerable to accusations of intolerance or meanness toward immigrants.\n\nOne proposal that failed last session in Richmond would have revoked the state business license of any employer \nfound to hire undocumented workers. Another would have prohibited employers from filing workers' compensation \nclaims for undocumented employees; the employers would have been required to pay such claims from their own \npockets.  Variations on those bills are certain to reappear in the  session that begins Jan. 9, advocates said.\n\n\nClaire Guthrie Gastanaga of the Virginia Coalition of Latino Organizations said she expects more than 50 pieces \nof legislation touching on  immigration  in the  session. She said she welcomes  help fighting policies that she \nbelieves make all immigrants, documented or otherwise, feel unwelcome in Virginia.\n\n\"This coalition is important,\" she said. \"Frankly, it takes some of the heat off of me.\"\n\nThe coalition includes some of the most influential industries in the state, including many  that rely heavily on low-\ncost and migrant labor. The group includes home builders, contractors, hog and poultry growers,  retailers, truckers, \nthe hospitality industry and the state Chamber of Commerce.\n\n\"Our coalition at this point wants to be at the table to make sure that business is able to participate in the \ndiscussion,\" Hammond said. \"It's very straightforward. We are interested in making sure that our employers have a \nlegal immigrant workforce and that we comply with the rules and regulations that help us maintain our legal \nimmigrant workforce.\"\n\nHammond said the group will focus exclusively on proposals affecting employers, in part because such laws are \nexpected in the coming session and in part to maintain a narrow focus for a new and fragile coalition. Some \nbusiness groups, including the Fairfax County Chamber of Commerce, have taken  stands on  immigration laws \naffecting not only employers but also access to public universities.\n\n\"It's time for the business community to come together and voice some sense of reason and balance in the \nimmigration debate,\" said William D. Lecos, president of the Fairfax chamber. \"It's clear that at its worst, some of \nthe legislation is either poorly placed, meaning the state is trying to do what is a federal responsibility, or it is just \nso fundamentally unfair and imbalanced that it threatens to compromise the quality of life and economy of Virginia \nrather than improve it.\"\n\nState Del. Thomas Davis Rust (R-Fairfax), who has supported a variety of measures  to restrict undocumented \nresidents, said it is entirely legitimate to impose sanctions on businesses that hire illegal workers. Rust is a \nbusinessman himself, an engineer with his own company in Herndon. He noted that many of the industries \nrepresented in the coalition, particularly construction and agriculture, are known to rely heavily on undocumented \nlabor.\n\n\"It's against the law to hire folks who are not in the country legally,\" Rust said. \"As an employer of a fairly \nsubstantial number of people, I would take issue with the fact that it's difficult to check.\"\n\nBusiness leaders said the reverse. They said the business sanctions cast too wide a net and place an undue \nburden on employers to police the immigration status of their workers. They said the measures also send an \nunwelcome signal to legal immigrants, who have provided a crucial labor pool, particularly in Northern Virginia, as \nthe economy has boomed in recent years.\n\nThe business leaders also argued that some of the measures are not proper because they are preempted by \nfederal law.\n\nRust did not argue that point, although he  said the federal government has failed so \"miserably\" to enforce its \nimmigration laws and police  the nation's borders that the state has no choice but to step in.\n\n\"My constituents are saying, 'If they're not going to do it, you've got to do something,' \" Rust said. The business \ncoalition,  he said, is asking Virginia to mirror the  approach of the federal government, which is to \"shut your eyes \nand don't enforce the law.\"\n"}