{"title": "Trump Considers Sending Illegal Immigrants To Sanctuary Cities; President Trump Announces New 5G Initiatives: It's A Race 'America Must Win'; FCC Chairman: We Believe 5G Will Transform American Industry; Taliban To Launch Spring Offensive Despite Ongoing Peace Talks With U.S.; James Comey Claims Surveillance Isn't Spying; DOJ, FBI Corruption; NY Dems OK Tuition Aid For Illegals, Deny It For Gold Star Families", "body": "\nLOU DOBBS, FOX BUSINESS NETWORK ANCHOR: Good evening everybody. The president today triggering \nevery radical Dem within earshot as he said he's willing to send illegal immigrants to sanctuary cities.\n\n(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: We are looking at the possibility, strongly looking at it \nto be honest with you. California, the governor wants to have -- a lot of people coming in refugees coming in, a lot of \nsanctuary cities so we'll give them to the sanctuary cities maybe to take care of it if that's the way they want it \nbecause we can only hold them under the current law for 20 days.\n\n(END VIDEO CLIP)\n\nDOBBS: Former Kansas Secretary of State Kris Kobach at the border this week where he witnessed border \nsecurity crisis firsthand. He joins us tonight. Surprising revelations about just generous our government really is \nwhen it comes at least to illegal immigrants and America leading the world in 5G technology taking another major \nstep today. President Trump promises the United States will maintain its lead in the 5G industry.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: We cannot allow any other country to outcompete the United States in this powerful industry of the future. \nWe are leading by so much in so many different industries of that type and we just can't let that happen. The race to \n5G is a race America must win and it's a race frankly that our great companies are now involved in. We've given \nthem the incentive they need. It's a race that we will win.\n\n(END VIDEO CLIP)\n\nDOBBS: And FCC Commission Chair Ajit Pai joins us here tonight. The Taliban escalating its attacks in Afghanistan \ndespite ongoing peace talks with the Taliban. National security experts Dr. Walid Phares, K. T. McFarland among \nour guests here tonight. Our top story, President Trump taking another bold step in his fight to secure the border \n\n\ntelling the radical Dems that if they won't work to end the crisis, he will move illegal immigrants into sanctuary \ncities.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: We could fix that in so fast if the Democrats would agree. But if they don't agree, we might as well do what \nthey always say they want. We'll bring the illegal -- early I call them the illegals. I call them the illegals. They came \nacross the border illegally. We'll bring them to sanctuary city areas and let that particular area take care of it \nwhether it's a state or whatever it might be. They say we have open arms. They always say they have open arms. \nLet's see if they have open arms.\n\n(END VIDEO CLIP)\n\nDOBBS: Well, joining us tonight after we get the southern border for he witnessed the lack of security in the chaos \nsurrounding the catch and release policy and much more, former Kansas Secretary of State, Kris Kobach, is also \ngeneral counsel for the nonprofit group We Build The Wall. Kris, good to have you with us. Your sense of what's \ngoing on at that border after spending some time there.\n\nKRIS KOBACH, FORMER SECRETARY OF STATE OF KANSAS: Well, you know, Lou, it's astonishing that the \ncrisis is not getting better. It's getting worse right now and it appears that what's happening is there's an old Obama \nadministration policy that is causing all kinds of problems. It's a policy of giving what's called immigration parole to \npeople who come into the United States illegally before releasing them and what that means is once you give them \nthe special status of immigration parole then they're eligible for a work permit and they're eligible for welfare \nbenefits earlier than they would be otherwise and --\n\nDOBBS: So who made the decision to -- who made the decision to give -- who's giving them such parole and \nwhose order an authorization?\n\nKOBACH: I don't know where the orders came from, but the policy was in effect. It was one of those holdovers \nvestiges from the Obama administration. ICE is the agency, the subcomponent of DHS that would be giving the \nparole to the aliens. But if these reports are correct that ICE is still giving parole --\n\nDOBBS: Our citizenship and immigration services?\n\nKOBACH: So ICE gives the parole and then if the person wants to get a work permit, he gets it from Citizenship and \nImmigration Services, so one triggers the other. And agencies are --\n\n(CROSSTALK)\n\nDOBBS: -- are working on the border right now?\n\nKOBACH: These are the agencies that have, you know, handle immigration all along. And this may be an Obama \npolicy that has slipped under the radar and should have been reversed. But now, we're seeing the consequences \nwhich is we're giving this huge magnet and the word is getting out. We're hearing reports from the migrants \nthemselves that they're coming in expecting to get welfare benefits, food cards as they refer to them, and they are \nexpecting to get employment authorization.\n\nSo this really demands a further investigation because there is no way we should be giving an incentive to these \ncaravans which are the -- part of the crisis.\n\nDOBBS: You're saying the Department of Agriculture is there with its officials, it agents? Are they giving out EBT \ncards?\n\n\n\nKOBACH: Not -- the USDA isn't handing them out in person. But if these individuals get parole and then they are \nsuccessfully getting EBT cards, they would be filling out a form and sending it to USDA and then getting the cards, \nand that shouldn't be happening because we have a system of laws that's based on --\n\n(CROSSTALK)\n\nDOBBS: You're one of the leading experts on the country on immigration law. Can that be reversed by executive \norder? Can it be simply be countermanded?\n\nKOBACH: The giving of parole to those individuals who are coming to the country illegally in these caravans, yes, \nthat can be done. That's a policy decision that the Obama administration made. There's no statute that prohibits the \nTrump administration from stopping that. There's no regulation.\n\nDOBBS: And is parole a condition precedent then to turning over welfare and other benefits then?\n\nKOBACH: So, yes, parole allows the alien to then get a work permit. It would stop the work permit and it would stop \nthem getting the welfare of benefits early. Otherwise, they wouldn't get welfare benefits until they qualify, they \nsuccessfully get asylum. But if you get parole, you can get those work benefits earlier, the welfare benefits earlier.\n\nDOBBS: What could be done immediately to turn off the magnet that is drawing and these -- I realized it's push and \npull, but it least the poll aspect of it, this magnet that is bringing these illegal immigrants by the tens of thousands \nto our border and across our border?\n\nKOBACH: Yes. We -- and you and I have discussed this before, Lou. It's not rocket science. First of all, stop the \ngiving of issuance of parole to the individuals who are coming in. But most importantly, try to process the claims \nimmediately. Have processing centers, use FEMA trailers. Don't just turn these people loose and here's the other \nthing, Lou, that we didn't mention. The date they are being given for their asylum hearing, their final asylum hearing \nis not one year.\n\nIt's not six months. It's five to six years down the road, so we're turning them loose saying, come back in six years. \nThat's not how we should be doing this. We should be having these people in -- while they are still there and then \nprocess their asylum claim right there.\n\nDOBBS: Have you communicated all of this to DHS or, to the White House, to someone in authority because this is \n--\n\n(CROSSTALK)\n\nKOBACH: It's extraordinary what's going on and I know that there are people in DHS who are trying to solve this \nproblem in the White House who are working --\n\n(CROSSTALK)\n\nKOBACH: The key is -- the key is that you've got to have the agency executing the orders that the White House is \ngiving and we got to stop just turning these people loose and say come back in six years --\n\n(CROSSTALK)\n\nDOBBS: Are you talking about the border patrol agents?\n\nKOBACH: DHS.\n\nDOBBS: DHS, the department --\n\n(CROSSTALK)\n\n\n\nKOBACH: DHS which includes the border patrol, ICE, the US --\n\n(CROSSTALK)\n\nKOBACH: Right, which is the entire department, absolutely.\n\nDOBBS: And McAleenan is the president's man there. He's been on the job a few days, have you communicated it \nto him?\n\nKOBACH: I have not talk to him since he took over.\n\nDOBBS: All right. Well, I think -- my audience and I will dare you to do so straightaway. This is unbelievable what \nwe -- what we're all contending with. And we have very little choice here. The president has available to him a \nnational emergency declaration and is being stymied by courts, stymied by the radical Dems, the RINOS in \nCongress and the senate at every turn the -- frankly, the establishment is doing everything it can in cohort with the \nleft-wing activists in this country who are by the way working as you well know in the iron triangle and assembling \ncaravans and driving.\n\nThis is the push part of this, and pushing these illegal immigrants to our border. What's it going to take to stop \nthat?\n\nKOBACH: And one other thing, it's -- one of the thing, Lou, you know, in addition to stopping the system we have \nnow that is in a free-fall, we're turning people loose. We're giving them benefits. We're giving them employment \nauthorization. Let's remember the wall too. President Trump has talked about this since before he was president. \nWhen I was just down there on the border, if you go east from El Paso, you go west from El Paso. Sure, for a little \nwhile you'll see these nice big bollard fences.\n\nBut then you get into these vast open spaces where there is nothing but a metal beam that is three feet off the \nground that you can crawl under our hop over if you want to. So much of our border is wide open and the president \nhas rightly focused on this and saying we got to get building that wall. It's, you know, we can do all of these things, \nbut that wall is so central to the overall scheme.\n\nDOBBS: And that wall can be constructed under his national emergency order, can it not?\n\nKOBACH: Yes, it is. And my understanding is that they're moving forward. I just hope they're moving as fast as \npossible.\n\nDOBBS: Well, they've changed leadership. I think it's a pretty clear signal to everyone at the Department of \nHomeland Security what has to be done. I would think that they understand what this president now is insisting \nupon. But at the same time, we are a country that that border is a flame and we have courts that are refusing to \nacknowledge his declaration, his emergency order. This -- what in the world are we to do with these courts?\n\nI mean they're -- they are -- they're operating like they're agents of another country.\n\nKOBACH: It's extraordinary. The organizations on the left that oppose the enforcement of our immigration laws, \nthey immediately go court shopping and where they most often go shopping is in California where they find multiple \ndistrict judges who are willing to issue --\n\n(CROSSTALK)\n\nDOBBS: I understand. But are we to do about -- I understand the problem. We all know that the border is going to \n(INAUDIBLE) in a hand basket. What are we to do about it? What is this president to do about it?\n\nKOBACH: Well, he's -- unfortunately, the Courts of Appeals especially the Supreme Court will keep continue to \napply the law. But the problem is our system it takes so long to get the case in front of the Supreme Court. And so \nin the meantime --\n\n\n\n(CROSSTALK)\n\nDOBBS: Why the hell does it take so long? It's an emergency for crying out loud. Do you have a bunch of idiots in \nblack robes who are going fly- fishing rather than taking care of business? Is -- I -- doesn't the national emergency \naffect the judiciary? These gust, you know, I mean John Roberts, the chief justice says claims there is no Obama \njudge. There is no Bush judge. There is no Trump judge only when he's right about it. Apparently, there are no \nTrump judges.\n\nKOBACH: Well, I can say who someone who has litigated in front of many judges that there are quite a few who \ncome into court with an opinion. It seems to be one that's already in their minds. But maybe I've just seen a few bad \nones.\n\nDOBBS: Well, so is the -- so is the president, so is the nation. Kris Kobach, thanks for being with us. We appreciate \nit. Thanks so much.\n\nKOBACH: My pleasure, Lou. Thank you.\n\nDOBBS: Still ahead a striking number of illegal immigrants living in the United States. They come from nations \ndesignated as state sponsors of terror. That's my. Not Central America, not Mexico, state-sponsored terrorism. \nWe'll take that up in the broadcast tonight, Dr. Walid Phares, K. T. McFarland joins us. But up next, Mitch \nMcConnell, he's starting to sound a lot like somebody by the name of Paul Ryan. And Paul Ryan, we know what a \nwinner he was.\n\nWe will share with you the advice that McConnell gave to Republicans. Again, it sounds like he's channeling Paul \nRyan. We take it up with the savant himself, Ed Rollins joins us right after this quick break. Stay with us.\n\nDOBBS: I almost don't know what to say about McConnell. He says a lot though himself, the RINO senator \nencouraging Republican senators up for re- election in 2020 to separate themselves from President Trump. Can \nyou believe that? He told reporters, \"My advice to all of our people, paint your own picture. What difference has \nyour service made?\" It's a good question in nearly every instance certainly for the RINOs. \"And our races he \ncontinued are big enough that where you can make a case independent of whatever else is going on. I think we're \nplanning on running independent campaigns.\"\n\nThat passing for leadership McConnell style. New York Times columnist Charles Blow writing that President \nTrump's immigration policy is winning black votes. However, that isn't, you know, I don't know how to break this to \nMr. Blow. This president has done a lot more for African-Americans than any other president, well, since Lincoln. \nThe black unemployment rate in this country, the poverty rate at an all-time historic low, median household incomes \nrising to record highs, wages and salaries jumping to the highest level in a decade.\n\nJoining us tonight former Reagan White House Political Director, Fox Business political analyst, the savant himself, \nEd Rollins. Ed, let's start with Charles Blow. He decided it was about immigration.\n\nED ROLLINS, FOX BUSINESS NETWORK POLITICAL ANALYST: It was about --\n\n(CROSSTALK)\n\nDOBBS: -- other elements.\n\nROLLINS: Yes. The strong economy is critical thing. African-American men have had the highest employment. \nThey've had in decades if maybe ever and I think at the end of the day they recognized that. I don't think it has any \nto do with immigration other than the fact they had seen over the past years many low income illegal immigrants \ncoming in being underpaid --\n\n(CROSSTALK)\n\n\n\nDOBBS: Illegal immigrants undercutting wages all across, you know, industries in this country. He's entirely right \nabout that. Let's get to Mitch McConnell and would you please explain to me what in the heck he think he's \nthinking?\n\nROLLINS: McConnell had the biggest class of all to run against this last time. We should have picked up 10 or 12 \nseats and I think he encouraged a lot of his own members this time to go and challenge not to run with Trump. \nThose who did run with Trump won and I think the reality is that's a crazy strategy to go forward. They've got a lot of \nRepublicans up this time. We've got the big class this time and got a two-seat margin, three-seat margin in which \nhe can't even control that.\n\nSo I would argue in his own case the president is twice as popular as he is in Kentucky, so if he wants to run away \nfrom the president --\n\n(CROSSTALK)\n\nDOBBS: It's worse than that. He is -- he is by light-years less popular than the president.\n\nROLLINS: Yeah. Twice -- at least twice.\n\nDOBBS: What is it? It's something like 53-20 something percent?\n\nROLLINS: Right, right.\n\nDOBBS: And why would he be saying these things? Doesn't he understand -- I mean I could understand having the \nconversation, you know, in a closed- door if you want to talk to one or two people. But when you're talking about the \nentire conference, it's nuts.\n\nROLLINS: And you're -- and when you're -- when you're the Republican leader and basically, you know, a very \nsignificant player in Washington, D.C., you need to be supportive of the president. This president has been \nsupportive of you. He's raised a tremendous amount of money for senate candidates and the house candidates and \nthey better be with him.\n\nDOBBS: Well, the president shouldn't turn over a damn dime to him unless they're running with him.\n\nROLLINS: Well, you watch -- every candidate is up is going to want the president's support and the president's \n(INAUDIBLE) regardless of what he says here --\n\n(CROSSTALK)\n\nDOBBS: Is this McConnell's way of saying he has done?\n\nROLLINS: No. I think it's McConnell's way of saying I'm a big player in Washington, D.C. and I don't need the \npresident.\n\nDOBBS: Well, I sure hope the president straightens him out on that. That would be kind of interesting.\n\nROLLINS: Well, I think the -- I think the president can read these clips and has pretty good reactions to himself, so \nwe'll see what he says. It's not a winning strategy though. It's not --\n\nDOBBS: The border crisis, the Dems doing absolutely nothing. The RINOS like McConnell, like Ryan before him, \nthey sabotaged this president just as sure as anything. And now, the president is running against radical Dems as \nhe should. But I mean every time I hear one of these RINOs, we know the real problem here and it is the party that \ndidn't line up behind this president.\n\n\n\nROLLINS: And still hasn't even with his successes. The problem is you got two or three that will go south on any \nvote and basically don't get the majority. You need more Republicans, not less, and (INAUDIBLE) to be loyal and \nthey're not.\n\nDOBBS: Ed Rollins, always good to hear from you. Thanks so much.\n\nROLLINS: Thank you.\n\nDOBBS: Ed Rollins. Up next, President Trump ushering in a new era of technological dominance for the United \nStates.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: American companies must lead the world in cellular technology. 5G networks must be secure. They must \nbe strong. They have to be guarded from the enemy. We do have enemies out there and they will be. They must \nalso cover every community and they must be deployed as soon as possible.\n\n(END VIDEO CLIP)\n\nDOBBS: We'll take that up with FCC Chairman Ajit Pai joins me here next. Stay with us. We'll be right back.\n\nDOBBS: Radical Dems betrayed veterans and reward illegal immigrants. That's in New York. New York Assembly \nDemocrats killing a bill that would have expanded college tuition aide for children of deceased and disabled military \nveterans only a week after they approved $27 million in college tuition aide for, you guess it, illegal immigrants. \nPresident Trump today announced a major initiative aimed at deploying 5G technology throughout the country.\n\nThe largest ever auction of radio spectrum takes place December 10th. There have been too one going on right \nnow. There's also a $21 billion proposal in place to build out high-speed broadband networks into rural America.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: Secure 5G networks will absolutely be a vital link to America's prosperity and national security in the 21st \ncentury. The race to 5G is a race America must win and it's a race frankly that our great companies are now \ninvolved in. We've given them the incentives they need. It's a race that we will win.\n\n(END VIDEO CLIP)\n\nDOBBS: The president's 5G initiative expected to create as many as three million jobs in this country and add half a \ntrillion dollars to the economy. Joining us tonight, Ajit Pai, he is the Chairman of the Federal Communications \nCommission. And, Mr. Chairman, it's great to have you with us. A big day, your announcement, the president's \nannouncement, the United States leading in these early stages in 5G, your thoughts.\n\nAJIT PAI, CHAIRMAN, UNITED STATES FEDERAL COMMUNICATIONS COMMISSION: It's a very exciting time \nfor American innovation. And so, the president and I observed today at the White House, America is taking a \nleading role in the element of 5G technologies. But we don't want to rest there. We are doing more and we will do \nmore. I announced that we will be holding later this year on December 10th, the largest spectrum auction in \nAmerican history.\n\nNow, it's the $20 billion fund to get broadband into rural parts of this country that are on the wrong side of the digital \ndivide. We're taking the steps necessary to promote U.S. leadership in 5G, the next generation of wireless \nconnectivity. A lot of exciting things happening here and we wanted to keep happening here on our shores.\n\nDOBBS: You know, that's -- 5G is taking center stage now and the country's imagination and the world's \nimagination, Huawei, the Chinese technology company that is now the focus of so much U.S. warnings to its allies. \nWhat role is it playing and how are U.S. companies and our allies companies doing in that competition?\n\n\n\nPAI: Well, from our perspective, the United States government and the FCC in particular believes very strongly in \nthe security and reliability of 5G networks. We've been here domestically taking the steps necessary to make sure \nthat equipment of services that might pose a national security threat don't make their way into our networks. We're \nalso working with partners abroad and I personally have worked with many counterparts from around the globe to \nmake sure that they take security very seriously as well.\n\nThese networks are going to be running some very important industries. We'll have some potential military \napplications. We want to make sure the security is one of the things we're thinking about at the front end as \nopposed to try and back fill it later on.\n\nDOBBS: The security of any network let alone the most advanced network in terms of speed and in part bandwidth, \n5G itself is going to be a critical strategic infrastructure for this nation. How do you assure that?\n\nPAI: Well, we believe in the power of 5G to really transform a lot of American industries. We're talking about speeds \nthat are 100 times faster than the 4G networks we know today. Lag times that are one-tenth of the speed that you \nget today. So, we're talking about the kind of connectivity that could enable medicine, healthcare to really pop with \nthings like telemedicine and robotic surgery. A precision agriculture could become a real deal in lots of the rural \nparts of this country that need technology in order to become more productive.\n\nManufacturing transportation on all of these industries will rely on these high-speed networks. And we think that \nthere's a huge factor of growth in terms of job creation and economic opportunity that's waiting to be tapped. And \nthat's why the president and I and many others in the US government are working very hard to promote U.S. \nleadership in 5G. We want all that innovation and investments to have it here in the United States to benefit our \nbusinesses and our consumers.\n\nDOBBS: As we wrap up here, let me ask you this, how are you measuring the U.S. lead right now in 5G? And how \nare the Chinese for example, what -- who are the principal competitors and where do they stand in terms of our \nleadership?\n\nPAI: I think the principal competitors are China, South Korea, Japan and some other countries like that. But by the \nobjective metrics, the United States is really strong in this area taking the lead. We have 92 deployments of 5G here \nin the United States by the end of 2019. No other country has more than 48. We push more spectrum into the \ncommercial marketplace than any other country in the world. We've also taken the steps necessary to repeal -- get \nrid of some of these regulations that are standing in the way of investment.\n\nAnd if you look at Cisco, ABI Research and some other objective observers, they to agree that the United States \nand North America generally is in the lead in 5G. Thanks in part to the forward-looking policies of this administration \nand this FCC.\n\nDOBBS: Well, Mr. Chairman, congratulations on both your leadership and being in the lead. Critically important to \nall of us.\n\nPAI: Thank you so much, Lou.\n\nDOBBS: Thanks so much, appreciate it. Ajit Pai, chairman of the FCC.\n\nStill ahead, Hillary Clinton stuck in 2016. Hillary wants to destroy the electoral college. I guess we could figure out \nwhy. We'll take it up with Pastor Robert Jeffress.\n\nUp next, the Taliban announcing an annual spring offensive.\n\nWalid Phares, K.T. McFarland join us right after the break. Stay with us.\n\nDOBBS: Headlines at this hour, the city of Chicago has filed a civil complaint against actor Jussie Smollett just as \nthey promised they would. They're seeking $130,000 in damages for the investigation into the fake hate crime \n\n\n\norchestrated by Smollett. The state attorney Kim Foxx also in big trouble asking the inspector general to investigate \nher handling of the case. The paternal order police calling for Foxx to resign.\n\nDespite taking part in peace talks with the United States, the Taliban taking out enough time to start their spring \noffensive. The decision comes just days after three American soldiers were killed in a Taliban attack at Bagram Air \nBase near the Afghan Capital.\n\nAnd the new report from the Immigration Reform Law Institute revealing there are more than 10,000 illegal \nimmigrants living in this country coming from countries designated as state sponsors of terrorism. Extraordinary, \n10,000, more than 10,000 living in this country.\n\nImmigrations and Customs Enforcement say most of those illegals are from Iran, others from Syria, Sudan, North \nKorea.\n\nAnd joining us tonight, Fox Business National Security Foreign Policy analyst, Dr. Walid Phares. K.T. McFarland, \nformer Deputy National Security Adviser to President Trump. K.T. has also served in the Nixon Ford and Reagan \nWhite Houses. Good to have you both here.\n\nK.T. MCFARLAND, FORMER DEPUTY NATIONAL SECURITY ADVISER: Thank you.\n\nWALID PHARES, FOX BUSINESS NETWORK NATIONAL SECURITY AND FOREIGN AFFAIRS ANALYST: \nThank you.\n\nDOBBS: K.T., first your reaction to the Taliban talks and simultaneously the announcement of a spring offensive \neven after we lost three of our service members in the last few days.\n\nMCFARLAND: Lou, this is the longest conflict in American history, the longest war we've ever had. We have \nnothing to show for it. And the United States and Afghanistan and I think also in Iraq before, whatever reason we \ngot in, the point is now we are spending hundreds of billions if not trillions of dollars to prop up leaders who don't \nlike us in countries that no longer matter.\n\nDOBBS: And so, Walid, the president wants to bring our troops home. He's been -- you know, I can't imagine that \nthe generals have any credibility whatsoever on the issue of Afghanistan. As K.T. points out, it's been nearly two \ndecades. What are we to do?\n\nPHARES: First, I'm happy I'm with K.T. again on the same panel, welcome back.\n\nMCFARLAND: Thank you friend, welcome to you.\n\nPHARES: Welcome, thank you. With the regard Afghanistan just came back from the region, there was a major \nconference in Dubai about the radicalization and how to combat the Jihadist including in Afghanistan. One of the \nrecommendation was don't send mixed signals. So, we're fighting the Taliban on the ground, and of course ISIS \nand Al Qaeda. But at the same time we are conducting a highly visible negotiations with the Taliban in Kandahar. \nSo, that's a little bit problematic because the message we're sending to the fighters of the Afghan army and the \nothers --\n\nDOBBS: So, what are we to do, Walid? Because you know what, I've got the greatest respect for you, for K.T., but I \ngot to be honest, I've heard blather from generals and geo strategist until I've had it to here. We still have service \nmembers dying there. We have as K.T. points out, accomplish nothing. We controlled Afghanistan within a year --\n\nMCFARLAND: Three months.\n\nDOBBS: -- of September 11th. And we have fretted this away, we've had idiot generals who wrote doctrine called \nthe long war. Well, we've got their damn long war and we've got the casualties to prove it and we don't have victory.\n\n\n\nPHARES: And Lou, we have the longest war with the wrong strategies. That explains it because we could have was \ndrawn from Afghanistan --\n\nDOBBS: Well, we don't have 20 years at a clip to figure out a strategy. I'm saying to you these generals couldn't \nwin. 20 years is long enough, get the hell out.\n\nPHARES: We had eight years of an Obama administration which basically limited and contained and --\n\nMCFARLAND: No, get out.\n\nDOBBS: Look, I think -- I think -- look, I agree with you.\n\nPHARES: All right, then get out -- get out of Afghanistan.\n\nDOBBS: He was a fool -- he was a fool. This president has maintained from the days stepped on to the campaign \ntrail that he wants to bring our forces home. He's right, he was right, he's still right. And the establishment in this \ncountry K.T., the military-industrial complex, whatever you want to call it be damned. It's time to call it what it is.\n\nMCFARLAND: Crawl out of the snake pit, get out, close the lid and let them have at it. Get out of there and rebuild \nthe United States, don't rebuild Afghanistan and start paying attention to what really matters. Not a bunch of Taliban \nleaders. 5G, China, the South China Sea, the future of technology, that's where we should be focus.\n\nDOBBS: Our hemisphere.\n\nMCFARLAND: Yes.\n\nDOBBS: Walid, your thoughts.\n\nPHARES: I disagree. I disagree with both schools and the school that says what we're doing is beautiful, no, we \nwasted a lot of energy for the last 20 years.\n\nDOBBS: The president points out, $6-7 trillion.\n\nPHARES: I understand but the other school --\n\nDOBBS: We could have built this entire hemisphere.\n\nPHARES: The other school is saying, oh, let's get out of here. No, it's not going to be the solution because they're \ngoing to go into Pakistan, they're going to go into other countries, they're going to visit us again. So, let's be very \nhonest and we have gone wrong strategies. Let's have better strategies which could --\n\nDOBBS: Name the strategies, I'm willing to listen.\n\nPHARES: Let's withdraw our troops and then let's have other troops take over. Let's do what we wanted to do in \nSyria and other places. Let's have a global strategy.\n\nDOBBS: How can we ask other people to do the same stupid thing that we've done? What kind of ally is that?\n\nPHARES: Change the strategy and bring the others troops, Lou.\n\nDOBBS: What's the strategy? I just want to hear the strategy.\n\nPHARES: Use Afghani forces, use their tribes who have done nothing for the (INAUDIBLE).\n\nDOBBS: Afghanistan back to Afghanistan.\n\nPHARES: Yes, those who control Afghanistan are the Taliban.\n\n\n\nDOBBS: What I recognized who we are, our limitations and our limitations mean that we stay within our hemisphere \nand we apply a modest foreign policy for a change, this president is called for that from the beginning.\n\nMCFARLAND: You know, when I -- the last time I was in Afghanistan was just several years ago, I would get an \nAfghan would braise his wrists and he would say, you got the money, we got the time.\n\nDOBBS: Right.\n\nMCFARLAND: They're going to outweigh us and they're going to be there a hundred years after we leave.\n\nDOBBS: Walid?\n\nPHARES: I think that we need to change that strategy but at the same time I agree with K.T. I mean, they could \noutlast us if we don't have the right way to defend ourselves there, I agree.\n\nDOBBS: Well, with agreement if you're crazy, if you think I'm going to change the subject on that I'm going to stick \nwith agreement. Walid, thanks so much, appreciate it.\n\nPHARES: Thank you.\n\nDOBBS: And good to have you with us, K.T.\n\nMCFARLAND: Thank you very much, Lou.\n\nDOBBS: Great to have you back with us.\n\nMCFARLAND: Thank you.\n\nDOBBS: And K.T. will be here all the time from now on.\n\nMCFARLAND: Thank you.\n\nDOBBS: And so will Walid by golly. Let's make sure that we keep that appointment once a week.\n\nMCFARLAND: Sounds good to me, Lou.\n\nDOBBS: Up next, poor James Comey, a little confused by the Attorney General's assertion that there was spying \non the Trump campaign.\n\n(BEGIN VIDEO CLIP)\n\nJAMES COMEY, FORMER DIRECTOR, FEDERAL BUREAU OF INVESTIGATION: I don't know what he meant by \nthat term. In fact, I don't know what he meant because I don't know of any electronic surveillance aimed -- ordered \nelectronic surveillance aimed at the Trump campaign.\n\n(END VIDEO CLIP)\n\nDOBBS: He's incredible, isn't he? I mean, amazing. I want to see some more of those pictures of him standing in \ncornfields. We'll have that too and more.\n\nAfter the break Pastor Robert Jeffress with us tonight. Stay with us, we're coming right back.\n\nDOBBS: Hilary Clinton will never get over 2016. The failed presidential candidate last night using her time at the \nBeacon Theater to drone on about a number of topics including of course, eliminating the Electoral College.\n\n(BEGIN VIDEO CLIP)\n\n\n\nHILLARY CLINTON, FORMER PRESIDENTIAL CANDIDATE: What do you think about the Electoral College? And \nI said, in 2000, I think it should be abolished because we evolved to one-person-one-vote and we got to get paying \nattention to make sure that that still our rule in our country, but one person one vote.\n\n(END VIDEO CLIP)\n\nDOBBS: She'll never get over it, never. Her husband by the way also said the Electoral College no longer makes \nany sense. He wasn't very vocal about that though when he won twice in the Electoral College. Deputy Attorney \nGeneral Rod Rosenstein says criticism of Attorney General William Barr and his handling of the Mueller \ninvestigation is absolutely unfounded telling the Wall Street Journal this.\n\n\"He's being -- referring to the Attorney General -- is forthcoming as he can and so this notion that he's trying to \nmislead people I think it's just completely bizarre.\" And what is almost as bizarre is fired FBI director James Comey \nnow saying surveillance isn't spying.\n\n(BEGIN VIDEO CLIP)\n\nCOMEY: The FBI the Department of Justice conduct court-ordered electronic surveillance. I have never thought of \nthat as spying. He has never thought of that so there's so much though that he's never thought of like laws that \napply to him and his conduct and well, the list goes on and on, doesn't it?\n\nJoining us tonight Robert Jeffress, member of the White House Faith Initiative, Pastor of the First Baptist Church in \nDallas, Fox Business Contributor. Pastor, great to see you. First --\n\nROBERT JEFFRESS, FOX BUSINESS NETWORK CONTRIBUTOR: Thank you.\n\nDOBBS: First, James Comey. My gosh, your thoughts.\n\nJEFFRESS: Well, Lou, look, the President is being vindicated every day on this issue. This issue was about a false \ninvestigation, a hoax, and James Comey was a part of it. And the President not only did himself, more importantly, \nhe did a the country the greatest favor in the world by firing James Comey. And again he's being vindicated every \nday on this issue.\n\nDOBBS: When you -- and you're a man of God so I know you're -- I've got a test you just a little tough.\n\nJEFFRESS: Try to be.\n\nDOBBS: James Comey was in charge of the FBI, John Brennan in charge of the CIA, James Clapper, the National \nDirector of Intelligence under President Obama, how could you come up with three nasty pieces of business and \nincompetence like those three as -- no matter who you are let alone president of the United States.\n\nJEFFRESS: Yes. And look, I do believe in God. I believe God is in control of all things and I think he allows things \nto happen for a reason that we can't always see. But Lou, I also believe that God placed Donald Trump in the Oval \nOffice for our country at this time, and I trust God's plan even though I don't always understand it. But I'm sure glad \npart of that plan was president Trump being in office.\n\nDOBBS: Well, absolutely, and amen to that. I am still hung up on -- you know, I guess it has to amount to a sense \nof humor on the part of God to put John Brennan in a position where he can spy on the Senate Select Committee \non Intelligence and get away with it even after having lied about it and then suddenly after decrying the collusion \nbetween the Russians and this president for two years, simply washes his hands of it at the end after looking at the \nconclusions of the Mueller witch-hunt and says well, I guess I had bad information.\n\nThis is a real -- this is a test for -- I can't even imagine how President Trump feels while watching this thing unfold \nbecause his -- I would be so angry so -- I think I would have been firing people. I know I would have been firing \n\n\n\npeople like Rosenstein. I would have been firing the bunch of them. I probably lasted about a week-and-a-half in \nthat office.\n\nJEFFRESS: I think you would have lasted longer. But this is one of the reasons the primary reasons I supported \nthis president from the beginning. I saw in him this quality of resiliency. It doesn't matter what gets thrown at him. \nI've never seen him ruffled, never seen him lose his cool. He is absolutely always moving forward, nothing stops \nhim, and that's why he's doing such a great job as president.\n\nDOBBS: You know, isn't it strange that there can't be an acknowledgment of this President's qualities? You \nremember all of the nonsense we heard initially about being presidential, this President has accomplished more \nthan any president in modern history and it's only taken him half of his first term to do so.\n\nThis is a president who has been constrained. He has not given in to the temptation as -- and I am -- I truly believe I \nwould have given in to the temptation to fire Mueller because it had to drive him just -- had to frustrating beyond \nbelief to put up with all of this -- the attack from the National left-wing media, from the radical Dems, the RINOs, and \nall the other damn fools.\n\nJEFFRESS: Yes, that's right. But he said from the beginning this was a hoax. There was no collusion. But I believe \nbecause he knew the truth, he was willing to let this play out. And look, you know, one thing you find in the Bible, \njustice always wins out not immediately always, but ultimately and I think we're seeing that happen with this \npresident.\n\nDOBBS: I've got to ask you your thoughts about the New York Assembly willing to turn over $27 million for illegal \nimmigrants to go to college, but not to further support the children of deceased service members and disabled \nservice members.\n\nJEFFRESS: Well, it just -- it just again kind of shows me what the Bible says about certain people that have \nbecome diluted in their thinking. It is deluded to think that we would not support our own service families and \nsupport illegal immigrants.\n\nAnd look, I'm all for helping those who are less fortunate than we are, but what I'm not for, Lou, is vilifying President \nTrump because he's trying to do the right thing in protecting this country. You know, Jesus said, render to Caesar \nthe things that are Caesar's. God has given government the right and the responsibility to protect our borders, to \nprotect our citizens, and it is wrong to vilify this president for fulfilling his biblical and constitutional responsibilities. \nIt's just insane.\n\nDOBBS: Pastor Robert Jeffress, always good to have your clarity and to see you. I appreciate it.\n\nJEFFRESS: Good to see you, Lou. Thank you.\n\nDOBBS: Thank you. Up next, President Trump proposing releasing illegal immigrants into sanctuary cities. Well, \nnow there's an idea. We'll have more on that. We continue in just a moment. Stay with us.\n\nDOBBS: A big rally on Wall Street today. The Dow Jones Industrials surging 269 points, the S&P up 19, the \nNASDAQ up 37. Volume on the big board, 3.6 billion shares, the heaviest day of trading this week. The Dow on the \nweek relatively flat, the S&P, the NASDAQ up over half a percent.\n\nWal-Mart Executive Dan Bartlett striking out at Amazon's Jeff Bezos after Bezos challenged other large retailers to \nraise their minimum wages to keep up with Amazon. Bartlett tagged Bezos in a tweet in which he said, hey, retail \ncompetitors out there, you know who you are, how about paying your taxes? Bartlett was referring to the fact that \nAmazon didn't pay any tax it is on $10 billion in profits.\n\nA reminder, listen to my reports three times a day coast to coast on the Salem Radio Network. President Trump \ntoday saying he's considering sending illegal immigrants to states with sanctuary cities.\n\n\n\n(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: California, certainly, is always saying, oh, we want \nmore people, and they want more people in their sanctuary cities. Well, we'll give them more people. We can give \nthem a lot. We can give them an unlimited supply and let's see if they're so happy.\n\nThey say we have open arms. They're always saying they have open arms. Let's see if they have open arms.\n\n(END VIDEO CLIP)\n\nDOBBS: Well, that's what you call giving people what they want. Thanks for being with us. We appreciate you \njoining us. Have a great weekend, see you Monday. Good night from New York.\n"}