{"title": "The Unluckiest Cubans", "body": "\nThe story sounds like Dickens, rewritten by Kafka and updated by Joseph Heller:\n\nThe exhausted Cuban refugee confronts a stern immigration official who asks, ''Have you ever been in prison?'' He \nhas, briefly, for a bit of black marketeering frowned upon by Fidel Castro. In Cuba he would lie about it, but this is \nAmerica. So he tells the truth, and is hustled off to a penitentiary. He is ''excludable.''\nEditorial comment criticizes government's policy concerning jailing of \"Excludable\" Cuban refugees\n\nEventually he gets a hearing, but it doesn't go well. He lacks court records and witnesses, yet the burden is on him \nto prove that he is not a dangerous criminal. As it sinks in that he might remain locked up indefinitely, he wonders if \nit wouldn't be better to return to Cuba, to take his chances. But the Cubans won't hear of it.\n\nFinally outrage takes over. What about the wonderful American Constitution? Ah, that only applies to people who \nare in America.  Because he is ''excludable,'' at least legally, he is not yet ''in'' America.\n\nBut of course this K. and 1,800 other Cuban emigres who are being held as excludables are most decidedly in \nAmerica. Some have serious criminal records and would pose a danger if set free. But many appear to have only \nslightly blemished records. No one knows for sure. The immigration laws, however, do not entitle them to the \npresumption of innocence, and so the doubt works against them. The situation so disturbed a Federal judge in \nKansas that he ordered the release of a 48-year-old Cuban inmate in whom he recognized no ''threat to public \nsafety.'' The man remains in prison pending appeal.\n\nThe Carter Administration undertook a two-part program for dealing with such Cuban prisoners. It proposed a \nreview panel that would assess each case and release those judged not dangerous. At the same time, it started \nquiet negotiations with Cuba to arrange the return of truly ''undesirable'' criminals. Before any deal could be nailed \ndown, Ronald Reagan assumed office and suspended the talks until there had been a wider review of refugee and \nimmigration policy.\n\nMay that review, soon to be completed, give these unluckiest Cubans some reason for hope. When there is little \nrecourse in law, a year is too long to spend in a maximum-security prison - for administrative reasons.\n"}