{"title": "As Border Woes Strain Arizona, U.S. and Mexico Talk", "body": "\nEvery other morning, Bud Strom begins a ritual of life on the Arizona border, mounting his horse, Bandit, and \ntraversing the mesquite and grassland of his 1,000-acre cattle ranch in Hereford to look for barbed-wire fencing \nbroken by border crossers. Come dusk, he will often stumble upon the border crossers themselves.\n\n A few months ago, he came upon a pregnant Mexican teenager and her boyfriend looking for shelter from the cold \nrain. Before that, it was a man from Sicily who spoke no English but scrawled on the ground that he wanted to get \nto New Hampshire. Before that, it was a man simply demanding una cerveza, a beer.\n\n ''The border is so porous that we probably get a thousand people a week coming through the ranch -- it's a sieve,'' \nsaid Mr. Strom, 72, whose property sits on the Mexican border about 95 miles south of Tucson. ''They're all just \nlooking for a way to head north through the mountains.''\n\n In recent months, there has been an eruption of illegal immigration and related violence in Arizona, and with it has \ncome a realization by federal officials: no matter how many hundreds of thousands of migrants they catch and send \nback over the border, many will return time and again unless the government finds better ways to keep them out of \nthe country and out of harm's way.\n\n Officials from Mexico and the United States began meeting last week in Mexico City on a plan to repatriate \nMexican border crossers by sending them deep into their country, closer to their hometowns, rather than simply \nreturning them near the border.\n\n American and Mexican officials agreed in February to explore the repatriation plan, which is similar to a program \nthat was scrapped in the mid-1990's. Though Mexico had resisted the idea in recent years, American officials saw \nthe willingness to reconsider the plan partly as a sign of good will in response to President Bush's recent call for a \ntemporary worker program. However, officials made clear that there were still potentially major issues involving \nlogistics and financing to be worked out and that some issues remained off limits.\n\n ''We would never allow someone to be sent back to their hometown if they didn't agree to it,'' said a Mexican \ndiplomat who spoke on condition of anonymity because the negotiations were continuing. ''The program has to be \nvoluntary. That issue is not even on the table.''\n\n Asa Hutchinson, an under secretary in the Department of Homeland Security, said that American officials were \ncommitted to the repatriation idea and that ''if it has to be voluntary, we'll make it work.''\n\n The program ''is an important element in our overall strategy to make the borders more secure and to save lives,'' \nMr. Hutchinson said. ''We're trying to break the cycle of smuggling.''\n\n\n The cycle has become so entrenched that some smugglers, or coyotes, offer migrants three trips across the \nborder for a flat rate, usually several thousand dollars, if they are caught on their first two trips, law enforcement \nofficials said.\n\n ''The coyotes themselves encourage the kind of revolving door that we're now seeing at the border, because they \nguarantee these individuals three opportunities to cross,'' said Paul K. Charlton, the United States attorney for \nArizona. \n\n The vast majority of migrants caught trying to cross the border illegally are quickly returned without being \nprosecuted or imprisoned. In Arizona, for instance, federal prosecutors brought charges last year against only \nabout 3,000 of some 400,000 people caught, Mr. Charlton said.\n\n ''It's a question of limited resources,'' he said. His prosecutors generally limit criminal charges to migrants who have \nhistories of violent or sexual offenses and smugglers who take large numbers of people across the border or who \nput migrants' lives at risk.\n\n Nationwide, of those returned to Mexico, nearly half cross back into the United States only to be caught again, \nfederal officials say. \n\n In addition to the plan for returning Mexicans to their hometowns, American officials are pursuing other ways to \nstop the revolving door of illegal immigration, particularly in Arizona.\n\n While most other parts of the southern border have had a decline in illegal crossings, Arizona has recorded a 34 \npercent jump in the past six months. Federal officials say tightened security in areas like Southern California and \nTexas has pushed smuggling rings to Arizona, which now accounts for about 40 percent of all illegal entries. The \nshift to Arizona has brought with it a sharp increase in violent extortions and drug seizures as well as the deaths of \ndozens of migrants left in the desert, law enforcement officials say. \n\n In response, Homeland Security officials announced a plan earlier this month to reassign several hundred more \nborder agents to Arizona and to start unmanned aerial patrols.\n\n Federal authorities also plan to erect tent cities in the Tucson area to house more migrants who are caught at the \nborder and process them more quickly to be returned home. And six federal prosecutors are being added to Mr. \nCharlton's staff. \n\n Prosecutors have begun bringing many immigration cases under a so-called fast-track program, which allows them \nto streamline the process and reach plea agreements more quickly. Many judicial districts in the Southwest ''face a \npublic emergency,'' Deputy Attorney General James Comey said Wednesday at a Congressional hearing, because \n''if we adhere to normal procedures, we would have to leave unprosecuted an enormous number of offenders.''\n\n In announcing the new border push, Mr. Hutchinson met with local law enforcement officials, business and civic \nleaders and American Indian representatives. They all spoke of the physical and psychological damage that the rise \nin illegal immigration had brought. \n\n They told of migrants creating a climate of fear by smashing pipes to get water, breaking into bunkhouses for \nshelter and stealing cars and accosting strangers for food and money. But the local leaders said their anger was \ndirected not at the migrants, but at the coyote rings that prey on the migrants, dumping them in the desert to die or \nleaving them locked in ''drop houses'' or trucks with little food or water.\n\n Mr. Strom, the Hereford rancher, said that sometimes when he encountered migrants on his land, some from as far \naway as Iraq or Japan, ''I'll try to give them some water or a cup of hot tea, or I'll call the Border Patrol to get them \na ride.''\n\n ''You realize that for a lot of these people,'' he said, ''this is just the beginning of their journey, and you want to \nhelp.''\n\n\n\n But he acknowledged, ''You can't help but be frustrated.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Bud Strom, at the entrance to his ranch, top, in Arizona near the border, and, above, checking on cattle \nnear a government observation tower equipped with a camera that is used to look for illegal border crossers. \n(Photographs by Nancy Schroeder for The New York Times)Map of Arizona highlighting Hereford: Mr. Strom often \nfinds illegal immigrants on his Hereford ranch.      \n"}