{"title": "FARM WORKERS CONFOUNDED BY IMMIGRATION LAWS", "body": "\nUnder the new Federal immigration law, three Haitian farm workers who came to this country a year and a half \nago as boat people should be eligible for United States citizenship.\n\nBut the three, who have worked picking apples and harvesting cabbage and corn on farms in western New York, \nare having problems - like many farm workers - reconstructing even the last year of their lives.\n\n''The trouble is they worked for different growers, were paid cash by crew leaders for man-hours, and there are no \nrecords,'' James Schmidt, executive director of Farm Worker Legal Services in Rochester, said recently.\n\nThe Haitians, who range in age from 24 to 40, live in migrant camps on the farms and so have no proof of \nresidence. They went to Florida last winter but could not find work and have come back to New York for the apple \nseason.\nUnwilling to Provide Documents\n\nLegal Services is trying to find the Haitians' crew leaders to get affidavits, Mr. Schmidt said. But he noted that crew \nleaders and growers were sometimes unwilling to provide these documents because they had failed to pay their \nSocial Security. If they refuse to provide the affidavits, the only options left to the Haitians would be to go home or \nstay and risk deportation.\n\nOn the surface, becoming a citizen under the special agricultural workers program would seem easy. The general \nImmigration Reform Act requires illegal aliens to prove that they lived in the United States before Jan. 1, 1982. But \nfarmworkers need only prove they worked in a perishable-crop industry for at least 90 days, in the period from May \n1985 to May 1986.\n\nApplications for legal status under the new Special Agricultural Worker program have been ''very slow'' in the New \nYork area and the whole Eastern Region, according to John O' Malley, New York District Coordinator for the \nImmigration and Naturalization Services' legalization program.\n\nMr. O'Malley said only 229 applications for special agricultural status had been filed from the Eastern Region and \njust 52 from the New York District since the program began June 1.\n\n \n\nFear of a 'Sting'\n\nOn the other hand, about 20,000 applications have been turned in from the Eastern Region under the general \namnesty program, which began May 6.\n\nMr. Schmidt, estimated that 5,000 to 10,000 illegal farm workers should be eligible for legalization in New York \nState under the special agricultural provision.\n\n\nIn fact, the new immigration law, which reportedly has caused a crisis on farms on the West Coast, seems to \nhave had little impact in this area. ''We haven't gotten any complaints of shortages - but maybe that's a fact of \ngeography because our growing season is later,'' Mr. O'Malley said.\n\nA few labor shortages have been reported in the Oswego area, causing some disruptions in strawberry production. \nLong Island nurseries seem to be managing this year but are concerned about next year's labor supply.\n\n \n\n'Afraid to Come Here'\n\n''We're getting calls from Jersey now; some Mexicans and Central Americans who usually come for the lettuce \nseason are afraid to come here and don't want to move,'' said Mildred Ruiz, a project director for Rural \nOpportunities, a nonprofit organization designated by the immigration agency to help with the legalization of farm \nworkers. But she said there were many contract workers with temporary visas - Jamaicans, Haitians and \nMexicans - working on cabbage and apple farms in the area.\n\n''Possibly down the road there will be production shortages, maybe late summer-early fall with the apple harvest,'' \nGerald Moore, a spokesman for the New York State Department of Agriculture said this week, ''but at this point we \nhave no significant problems.'' He noted that while West Coast growers traditionally used a lot of illegal labor, \ngrowers in this area used a good deal of contract labor, including Puerto Ricans and black Americans.\n\nUndocumented farm workers have special problems, stemming from their mobility, isolation, and difficulty in \nmeeting the cost of legalization, according to Nyla Gaylord, the deputy director of Rural Opportunities, which has \nseven sites in New York and two in New Jersey.\n\n''Many farm workers don't even know where to apply for legal status because they need to move on when \nseasonal work is done and can't wait for their applications to be processed,'' Ms. Gaylord said. Also, she said, some \nworkers were afraid of cold weather and had no suitable clothing.\n\nOther farm workers are intimidated by the cost of legalization and sometimes not properly informed, according to \nLucy Santiago, community service specialist for Rural Opportunities in Rochester.\n\nShe cited the case of a Salvadoran couple in their early 30's who work on a farm in Wayne County, trimming apple \ntrees. Although they are eligible for legalization, they sent their seven children home to El Salvador because they \nthought they would have to pay $185 to legalize each child. They did not know there is a cap of $420 per family.\n\nSome farm workers do not meet the required time frame because they have taken other jobs, according to Beth \nArnold, a regional manager of Rural Opportunities for the Lower Mid-Hudson, at Newburgh, N.Y.\n\nShe said isolation poses another problem for farm workers. She added that there was no doctor in the area \nqualified to give a medical exam and no immigration service office to process applications.\n"}