{"title": "Rings Smuggling U.S. Aliens Gain Sophistication", "body": "\nRecent detentions of Latin-American aliens aboard United States airliners reflect the increasing sophistication of \nrings smuggling aliens into and within the United States, immigration officials said today.\n\n''It's no longer a guy at a hotel in Tijuana saying, 'Do you want to go across the border?' '' Bob O'Leary, a senior \nspecial agent with the United States Immigration and Naturalization Service's anti-smuggling unit in Washington, \nsaid today. ''It's a whole organization making big money.''\n\nFor the third time in three days, immigration officials today seized a group of aliens aboard a scheduled domestic \nflight. Officials today detained 27 suspected illegal aliens aboard a flight in Charlotte, N.C. The aliens had begun \nthe flight Tuesday night on an America West flight to Phoenix, from Los Angeles and had transferred to a Piedmont \nAirlines flight from Phoenix to New York with a stopover in Charlotte.\n\nOfficials said that stricter requirements of the nation's 1986 immigration law were forcing smuggling operations to \nbecome increasingly sophisticated and expensive for aliens. Groups that seek to help with aliens say the growing \nnumber of middle-class people fleeing Central America was also a factor in the number of aliens resorting to airline \ntravel.\n\nImmigration officials here said the aliens aboard the first Eastern Airlines flight detained here Monday paid about \n$40,000 to the smugglers who arranged their travel. Officials said they suspect such operations work out of airports \nalong the nation's Southern borders.\n\nThe officials said that although there have been detentions of aliens aboard airlines in the past, smuggling was \nbecoming increasingly sophisticated and brazen. Mr. O'Leary said smugglers now advertise in newspapers in \nmany countries like the Philippines and the Dominican Republic. In Guatemala and other Latin American countries \nthey nail fliers to trees. They offer travel arrangements through Mexico, across the border and into the interior of the \nUnited States. With the advent of the Immigration Reform and Control Act of 1986, they also often offer packages \nwith false documents, he said.\n\n \n\nWide Variety of Smugglers\n\nOther aliens, particularly those from Mexico, make their own way to towns on both sides of the Mexican border \nwhere a wide variety of smugglers arrange trips across the border or within the United States.\n\nMr. O'Leary said traffickers frequently advertise one price and then charge added fees, while providing pitiful \ndocumentation of no value on this side of the border.\n\n\nMario Moreno, associate counsel for the Mexican-American Legal Defense and Educational Fund in Washington, \nsaid: ''The smugglers gouge these people. They take advantage of them. Their lives are endangered.'' The number \nof detentions at the border has fallen steadily since the enactment of the new immigration law. In the 1986 fiscal \nyear, officials seized 1.6 million aliens trying to enter the nation illegally. Last year there were 940,601 detained.\n\nBut the number of aliens coming from greater distances, particularly in Central America, has continued to grow, \nofficials said. Such aliens are more likely to rely on smugglers because of the complexity of their trip. Similarly, the \nrequirement that workers show proof of lawful residence to work here legally has drawn others to smuggling \noperations.\n\nNeil Jacobs, assistant district director for enforcement in Atlanta, said, ''With all the border agents that are being \nassigned down there, the aliens are resorting to going by air rather than by van or car.''\n\nBut Mr. Moreno said the detentions also reflect the growing number of middle-class people fleeing the turmoil in \nLatin America.\n\n''We're as much in favor of protecting the sovereignty of our borders as anyone else,'' he added, ''but to do it, we \nhave to deal with the heart of the problem, not the symptoms. You get the symptoms at the Atlanta Airport. The \nheart of the problem is the economic and political problems in Central America.''\n"}