{"title": "Around the South Florida's frustration over immigration", "body": "\nBudget \"nightmare\": It's costing the state a whopping $ 2.5 billion a year to provide for legal and illegal immigrants.\n\nMiami - Last year, Dade County's public schools enrolled 16,000 undocumented immigrant children, spending an \naverage of $ 4,500 apiece for their education.\n\nThe $ 72 million total could have built a dozen new schools and staffed them with teachers.\n\nAt Jackson Memorial Hospital, the county's largest public medical center, officials have written off $ 102 million in \nunpaid bills racked up by undocumented immigrants in the past three years.\n\nHospital officials say the costs could have triggered a financial crisis had voters not recently passed a half-cent \nsales tax that benefits Jackson.\n\nThe bills are just part of a whopping $ 2.5 billion tab that Florida Gov. Lawton Chiles says his state has been paying \neach year to provide social services to legal and illegal immigrants.\n\nAngered that Florida has no authority to regulate the immigrants' arrival - that's a federal responsibility - Chiles says \nhe will sue the federal government for reimbursement.\n\n\"Federal immigration policy has made a nightmare, a nightmare that has forced Florida and other local \ngovernments to bear the enormous costs,\" Chiles said at a news conference announcing the planned lawsuit.\n\nOn Monday, he also went to the U.S. Congress - to the House Government Operations Subcommittee on \nInformation, Justice, Transportation and Agriculture - to ask for help in dealing with the costs of educating, treating \nand even imprisoning undocumented immigrants.\n\nOfficials from the federal Immigration and Naturalization Service have no comment on the pending litigation; \nsimilar lawsuits by other states in the past have failed.\n\nBut at Dade County's social services agencies, where harried workers struggle to provide care for immigrants and \nnative-born residents, the lawsuit is drawing strong support.\n\n\"The federal government makes policies but doesn't bear the costs,\" said Tom Cerra, deputy superintendent of \nDade's public schools.\n\nA study released by Chiles estimates that 50,000 legal immigrants settle each year in Florida, where about 1 million \nof the 14 million residents are foreign-born.\n\n\nMany immigrants settle with family members and quickly find jobs. Others can spend frustrating months trying to \nfind work, sometimes relying on government handouts in the meantime.\n\nMore troubling are the estimated 345,000 illegal aliens living in Florida. Once they settle in the state, Florida's \nschools and hospitals are bound by law to provide medical treatment and education. And when they break the law, \nthe state must pay to prosecute.\n\nChiles proposes that federal officials deport the 2,000 to 4,000 illegal aliens now in the state's jails, saving Florida $ \n37 million a year. The feds have yet to agree.\n\nChiles estimates that the total bill for state services provided to undocumented immigrants was $ 884 million last \nyear.\n\nAdvocates for the immigrants say they sympathize with Chiles's frustration but fear that the lawsuit could signal \nhardening of attitudes and cutbacks in services.\n\n\"The human needs of these people shouldn't be lost sight of,\" said Steven Forester, a lawyer for the Haitian \nRefugee Center in Miami. \"If Florida were to cut back services, it would just cause more suffering for them as well \nas higher costs for the state in the long run. It's like preventive medicine - spending a little now can save a lot down \nthe road.\"\n"}