{"title": "THE UNKINDEST CUT?;ELDERLY REFUGEES AND IMMIGRANTS MAY LOSE BENEFITS", "body": "\nYevgeny Eydelson's suit jacket glittered with a World War Ii hero's medals for defending Russia, from which he fled \nin 1990 on a rising tide of hatred and persecution of Jews.\n\nHe left behind everything he had worked for as an electrical engineer -his pension, his possessions, his savings. \nThe government even took his passport, which had always been marked ''Jewish'' rather than ''Russian,'' leaving \nhim a citizen of no country.\n\nThe United States welcomed him as a legal refugee -- and he proudly added a few red, white and blue veterans' \ncommemorative medals to his chest.\n\nAs a refugee, the 89-year-old receives $ 484 a month in Supplemental Security Income, given to the poorest of the \npoor, $ 30 a month in food stamps and Medicaid.\n\nBut he may lose everything again as part of federal budget cuts.\n\nIf that happens -- a matter expected to be debated in Congress this week -he may end up as penniless as when he \nleft Russia.\n\nThousands of other legal refugees and immigrants face a similar catastrophe.\n\nAssuming congressional compromises are passed, legal refugees may, like Eydelson, lose their benefits after \nseven years of receiving them.\n\nLegal immigrants may never get benefits at all if they weren't receiving them before Aug. 22, 1996, the date that \nbudget-cutting measures removed welfare benefits for legal aliens.\n\nProtests from states, which will have to pay for lost benefits, and human rights and immigration advocates prodded \nCongress to reconsider its decision to kick all legal refugees and immigrants off welfare.\n\nCongress also got an additional goad: Record numbers of newly naturalized immigrants voted in the November \nelections, and this rapidly growing cadre of new citizens is a large, vocal constituency, said Judy Mark of the \nNational Immigration Forum.\n\nMany elderly newcomers, because of memory problems, ill health and language difficulties, can't pass the tests \nrequired to become naturalized citizens, which would qualify them for benefits.\n\n\nSuk Ok Park, for example, a Korean immigrant, is struggling to learn English and American civics and history, a \ndaunting task for an elderly person.\n\nSunny Kim, a retired Allied manager who put 40,000 miles on his car last year helping Korean elders through the \ncitizenship process, says language is the biggest stumbling block. Park's well-educated husband, Hyu Bang Park, \nfailed twice before learning just enough to become a citizen, but can't carry on conversations in English.\n\nEven those who can pass the tests face an average 29-month delay in having their naturalization papers \nprocessed, Mark said.\n\nIn the meantime, these almost-citizens go without any income, such as Khaya-Mirlya Soyfer, who waited for nine \nmonths without anything to live on after coming from Russia as a Jewish refugee.\n\nSome get ensnared in naturalization delays after passing citizenship exams -- like Ida Goron, another Russian \nJewish refugee -- and must scrape by on the meager benefits that their spouses receive.\n\n''Legal immigrants are the biggest losers in welfare reform -- they comprise 44 percent of the total funding cuts but \nthey make up only 5 percent of all welfare recipients,'' Maria Dominguez, a lawyer who is executive director of the \nHuman Rights Institute, said at the recent American Society on Aging convention in Nashville, Tenn.\n\nThese aren't people who come to America illegally; they have the authorization of the federal government and the \nrequired documentation as permanent legal residents.\n\nMany are refugees, who come because they have to; war or programs made staying at home impossible. Many are \nimmigrants, who come because they want to; American economic opportunity gives them and their families a \nchance to prosper.\n\nThe impact of removing thousands of these legal newcomers from welfare rolls affects states, which would likely be \ncalled on to pay for the lost benefits, said Ann Morse, manager of the Immigrant Policy Project of the National \nConference of State Legislatures.\n\nNationally, 1.4 million legal immigrants would lose food stamps, costing the states $ 97 million a month. In \nVirginia, 9,200 legal immigrants would be stripped of $ 734,000 a month of this lifesaving benefit.\n\nThe loss of SSI is even greater -- 7,720 legal immigrants in Virginia would lose $ 3.3 million every month, part of \nthe 715,117 nationally who would lose $ 309 million each month, according to coalition statistics.\n\nAnd when SSI goes, so does Medicaid, the medical program for the poor, leaving aging people -- including \nimpoverished immigrants in nursing homes -with no access to health care, Josefina Carbonell, president of Little \nHavana Activities and Nutrition Centers in Miami, told the American Society on Aging.\n\nSome, desperate with fear of losing a tenuous lifeline, have even threatened to commit suicide, she said.\n\nProposed compromises don't restore legal aliens current rights to assistance, Morse noted.\n\nBasic options in proposed compromises, she said, include allowing benefits for those receiving benefits as of last \nAug. 22, or covering disabled immigrants who were in the United States but not getting benefits, or covering those \nwho were in the U.S. and who may become disabled later.\n\nRefugees, disabled or not, would lose benefits, including medical care, after seven years instead of the current five \nyears.\n\nThe most likely option, Mark said, is allowing those getting benefits as of last Aug. 22 to continue getting them -- if \nthey're disabled.\n\n''The older you get, the easier it is to qualify for disability,'' Mark said. ''Even if you're a relatively healthy 85-year-\nold, the qualifications for being disabled are less strict than for a 25-year-old. Those who were on SSI prior to \n\n\n\nAugust 22 can requalify as disabled, and most estimate that the majority will be able to qualify as disabled. There \nmay be legislation that creates a bridge so that they won't be off the program while they're requalifying.''\n\nHowever, she said, those not on the program then, and those who aren't disabled now or in the future, won't get \nbenefits.\n\nMost refugees and immigrants love living in the United States, though older refugees said they would have grown \nold in their own countries if they could have.\n\nBut for refugees like Eydelson, Goron and Soyfer, conditions in Russia were painfully reminiscent of the hatred that \nsurfaced before the Holocaust.\n\n''Most Americans don't understand what it's like to live in a country where you are afraid to walk in the streets,'' said \nNellie Goron, a social worker with Jewish Family Services' Soviet Resettlement Project.\n\n''When Gorbachev came to rule the country, everybody could say whatever they wanted -- and anti-Semitism \nbecame more vicious,'' Eydelson said as Goron translated.\n\n''People could break your windows and not get in trouble for it, even if a policeman was standing there and saw it. \nThey left notes in your mailbox: 'Kikes go to Israel. If you will not leave, we will kill you,' '' he said.\n\nA neo-Nazi group, Pamyat (meaning ''memory''), became increasingly aggressive. Jewish schoolchildren are told to \nstay home when this and other anti-Semitic organizations hold hatemongering rallies that draw thousands of \nsympathizers, Goron said.\n\nDiscrimination is rampant: Jewish students are denied access to higher education and jobs commensurate with \ntheir intellect and training. They are forced to take the worst housing.\n\nGoron's mother, Ida, voted best internist by her colleagues, couldn't practice in a hospital. Her sister, Ella, first in \nher nursing school class, delivered her oral exams to her classmates as ordered by professors who admired her \nmastery. But she wasn't permitted the automatic entry into medical school offered non-Jewish valedictorians.\n\n''That is just the surface. These things are difficult to talk about,'' Nellie Goron said.\n\n''When people are poor, hungry and threatened, they're angry and turn to find somebody to blame. Who is that? In \nRussia, it's Jews. When all the Jews leave Russia, they'll find somebody else,'' Goron said.\n\n''This ban against American benefits is like 'Foreigners, keep out,' '' Eydelson said.\n\n''The people ask, 'Why do we have all these problems in America?' 'It's all the foreigners,' they say. But illegal \nimmigrants are one thing; and legal are another.''\n\nGraphic\n\n \n\nPHOTO\n"}