{"title": "PANDERING FOR VOTES ON IMMIGRATION", "body": "\nShamelessly trolling for anti-immigrant votes in the fall election, House Republicans are galloping around the \nSouthwest to raise alarms about foreign hordes lurking on the other side of the border. They're holding hearings on \n\"border vulnerabilities and international terrorism,\" with the real purpose being to portray immigration as a pure \nmenace to the American way of life. That's the result you get by focusing only on the toll illegal immigration inflicts \non border states without considering either the practicalities of immigration reform or the benefits of controlled \nimmigration.\n\nThe cynical nature of the road trip is obvious. The GOP is taking testimony after - not before - passing one-sided \nreform legislation that did plenty to seal the border but nothing to relieve the overwhelming pressure for more legal \nimmigration.\n\nHouse leaders think this exercise plays well with their base. But their calculations will prove dead wrong. Most of \nthe country recognizes that the pull of American opportunity is too strong for the U.S. to completely stem the tide \nacross the borders and sees it is plain fantasy to make felons out of the 11 million illegal immigrants already here. \nLatinos - the fastest-growing segment of the legal population - will remember this sad display of GOP demagoguery \nwhen they go to the polls in the future.\n\nThe Senate, which passed a far superior reform bill after much hard work and compromise, countered with a \nhearing of its own in Philadelphia. It properly focused on the good that immigrants, both legal and illegal, bring to \nthis country. Mayor Bloomberg testified that the city's economy would \"collapse\" without the labor of a half-million \nresidents who lack legal documentation.\n\nThe mayor overstated matters, but the effects of losing those New Yorkers would be severe. Without immigrants, \nlegal and illegal, the city's population would be shrinking rather than growing and whole segments of the economy \nwould have difficulty finding workers. Think restaurants. Hospitals. Small construction.\n\nPresident Bush says he's still committed to getting real immigration reform through Congress - and by that he \nmeans not just tightening security at the border, which must be done, but also providing a path to citizenship for the \nmillions on this side and creating a guest worker program for the millions more yearning to get in.\n\nIn hopes of bringing the House to the table, Bush appears willing to consider a two-stage process: border security \nfirst, followed by expanded legal immigration when certain goals or \"triggers\" are met. If that's to be the deal, the \nPresident must insist that Congress set reasonably achievable goals and that the end result is a comprehensive \npackage. The compromise must make it possible for more immigrants to cross the border legally, or they will \n\n\ncontinue coming illegally, no matter what walls we may build. And it must give those already living in this country \nthe assurances they need to step out of the shadows and become full members of a free society.\n\nFair payment for good work\n\nTwo smart guys, Brooklyn Federal Judge Ed Korman and NYU law professor Burt Neuborne, have tangled \nthemselves in an unseemly ruckus in the landmark distribution of $1.25 billion in compensation from Swiss banks to \nJewish Holocaust survivors who were defrauded by the banks during and after the Nazi era.\n\nKorman, from the bench, and Neuborne, from the bar, have done outstanding public service, first in securing the \nmoney from the banks and then working out how it would be paid to survivors. The effort has taken a decade. \nDuring the settlement phase, Neuborne worked gratis, but both men say they agreed in 1999 that Neuborne would \nbegin to take a fee. Stupidly, neither put the arrangement on the record, including the size of Neuborne's hourly \nrate.\n\nNow, he has put in for $4 million-plus at $700 an hour. A group of survivors has challenged the payment, and \nNeuborne faces suggestions that billing at the upper reaches of corporate law is unseemly in a matter involving \nHolocaust restitution. What would be proper then? $600-an-hour? $400? $50? Nothing?\n\nFederal Judge Frederic Block (Korman recused himself) will soon decide. But it's clear that, through long service, \nNeuborne was critical to the success of the settlement with the banks and to the distribution so far of more than \n$900 million to more than 400,000 people worldwide. He deserves fair compensation, just as other lawyers in the \ncase have reaped $7 million without anyone suggesting they were wrong to receive payment.\n"}