{"title": "'Fewer than 10' Iraqis detained;Federal agents have questioned more than 1,800 immigrants from Iraq since the invasion began.", "body": "\nFederal agents have detained a handful of Iraqi immigrants nationwide out of more than 1,800 questioned \nsince the U.S. invaded Iraq, the FBI said yesterday.\n\nThe ongoing \"voluntary interviews\" are part of a broad domestic security campaign, nicknamed Operation Liberty \nShield, meant to guard against possible retribution for the U.S.-led war, officials have said.\n\nIt was unclear whether the arrests were connected to a separate search by the Department of Homeland Security \nfor specific Iraqi nationals, said to number many fewer than the main targeted group.\n\nAmong the 1,800 Iraqi natives interviewed so far, \"fewer than 10\" nationwide have been detained on undisclosed \ncharges since Thursday morning, the FBI said. Officials would not say where the detentions occurred or why, or \nwhether the people were foreign nationals.\n\nThe FBI says interviewees are free to refuse to answer questions. This does not apply to the separate search by \nthe Homeland Security Department.\n\nNone has been detained so far among 200 Iraqis listed for interviews in Philadelphia, where local FBI officials had \npledged not to arrest immigration-law violators they might encounter, said Linda Vizi, a local spokeswoman for the \nFBI.\n\nNo detentions have been reported in Western Pennsylvania, where 397 Iraqis were listed for interviews. Unlike in \nPhiladelphia, Pittsburgh-based FBI agents said they might detain immigration violators, said Clifton Omar Slater of \nthe Islamic Council of Pittsburgh.\n\nThe \"voluntary interviews\" were also targeting an unknown number of non-Iraqis and \"Muslims of interest.\" Among \nthe interviewees so far were two Palestinians in Philadelphia.\n\n\"I'm very thankful that we could work with the FBI, but I still think it was a waste of time,\" said Marwan Kreidie, \npresident of the Philadelphia Arab-American Association.\n\n\n\"I don't like interviews in general. There is potential for profiling, and they are potentially biased and harmful,\" he \nsaid.\n\nContact staff writer Thomas Ginsberg at 215-854-4177 or tginsberg@phillynews.com  \n"}