{"title": "The Icebergs Ahead For the Democrats", "body": "\nAs the Democratic presidential race finally gets down to brass tacks, two issues are becoming paramount. But only \none of them is clearly on the table.\n\nThat is the issue of illegal immigration. A very smart Democrat, a veteran of the Clinton administration, told me that \nhe expects it to be a key part of any Republican campaign and that he is worried about his party's ability to respond.\n\nI think he has good reason to worry. The failure of the Democratic Congress, like its Republican predecessor, to \nenact comprehensive immigration reform, including improved border security, has left individual states and local \ncommunities to struggle with the problem. Some are showing a high degree of tolerance and flexibility. Others are \nbeing more punitive. But all of them are running into controversy.\n\nI noticed a new Siena College Research Institute poll of registered voters in New York. It found heavy opposition to \nGov. Eliot Spitzer's proposal to permit undocumented aliens to obtain driver's licenses; nearly two-thirds opposed \nthe latest version.\n\nMoreover, the issue is part of a weakening of support for Spitzer, who now has an almost 2-to-1 negative job rating  \nand, for the first time, an unfavorable image overall. Asked if they are inclined to support him for reelection in 2010, \nonly 25 percent said yes, while 49 percent said they would prefer an anonymous \"someone else.\" It was just last \nyear that Spitzer was elected in a landslide. Spitzer announced yesterday that he was abandoning the driver's \nlicense idea.\n\nThat is New York, home state of both Hillary Clinton and            Rudolph Giuliani. And the driver's license question \nis the one that tripped up Clinton when she was asked about it at the Philadelphia debate last month and gave \nanswers that were indecisive -- and nearly indecipherable.\n\nThe other candidates had more time to compose an answer, so they were spared the embarrassment. It was the \npummeling she received from Barack Obama and            John Edwards during and after that debate (and from \nmoderator Tim Russert) that brought her husband, former president Bill Clinton, into the campaign, with the charge, \nas he put it, that \"those boys have been getting tough on her lately.\"\n\n\nThe former president's intervention -- volunteered during a campaign appearance on her behalf in South Carolina -- \nraised the second, and largely unspoken, issue identified by my friend from the Clinton administration: the two-\nheaded campaign and the prospect of a dual presidency.\n\nIn his view, which I share, this is a prospect that will test the tolerance of the American people far more severely \nthan the possibility of the first female president -- or, for that matter, the first black president.\n\nAs my friend says, \"there is nothing in American constitutional or political theory to account for the role of a former \npresident, still energetic and active and full of ideas, occupying the White House with the current president.\"\n\nNo precedent exists for such an arrangement, and no ground rules have been -- or probably can be -- written. \nWhen Bill Clinton was president, the large policy enterprise that was entrusted to the first lady -- health-care reform \n-- crashed in ruins.\n\nThe causes were complex, and some of the burden falls on other people -- Republicans and Democrats in \nCongress, the interest groups and, yes, the press. But as one who reported and wrote in great  detail and length \nabout that whole enterprise, I can also tell you that the awkwardness of having an unelected but uniquely influential \npartner of the president in charge affected every step of the process, from the gestation of the plan to its final \ndemise. She was never again asked to take on such a project.\n\nAnd this was simply the confusion sown by having the first lady in charge. Put the former president into the picture -\n- however \"sanitized\" or insulated his role is supposed to be -- and the dimensions of the problem become even \nlarger.\n\nNo one who has read or studied the large literature of memoirs and biographies of the Clintons and their circle can \ndoubt the intimacy and the mutual dependence of their political and personal partnership.\n\nNo one can reasonably expect that partnership to end should Hillary Clinton be elected president. But the country \nmust decide whether it is comfortable with such a sharing of the power and authority of the highest office in the \nland.\n\nIt is a difficult question for any of the Democratic rivals to raise. But it lingers, even if unasked.\n\ndavidbroder@washpost.com\n"}