{"title": "Immigrants Fear Filing Suits, Advocates Say", "body": "\nDiscrimination cases involving Muslims in the workplace, at school and in airports increased markedly after Sept. 11 \nbut are most commonly brought by American-born Muslims because immigrants are reluctant to take legal action, \nlawyers and civil rights advocates say. A fear of retaliation by employers or more extreme outcomes, like \ndeportation, drives many Muslim immigrants to stay quiet.\n\n ''There's a definite fear in the undocumented community to have any interaction with police or law enforcement,'' \nsaid Laila Al-Qatami, a spokeswoman for the American-Arab Anti-Discrimination Committee in Washington. \n''American citizens are definitely in a position where they can facilitate through the courts.''\n\n  The cases, some of which have been settled by the Equal Employment Opportunity Commission, cover a \nspectrum of harassment and discrimination claims. Children have been barred from boarding airplanes because \ntheir names resembled those on a terrorist watch list; longtime female employees were suddenly told, after 9/11, to \nremove their hijabs.\n\n African-American Muslims are among those most likely to file lawsuits, said Omar T. Mohammedi, a lawyer in New \nYork City who has taken about 20 Muslim discrimination cases since 9/11. \n\n He is representing Stephanie Lewis, one of four female bus drivers who sued the Metropolitan Transportation \nAuthority and New York City Transit after, they said, they were asked to remove their head scarves. Transit agency \nofficials would not comment on the case because it is in litigation.\n\n Even though two of the female plaintiffs had been driving buses wearing their hijabs for years, after 9/11 they were \ntold by various supervisors that their head scarves violated the transit agency's uniform policy, their lawyers said. \n\n By November 2003, after the plaintiffs refused to take off their hijabs or wear a baseball cap issued by the transit \nagency over it, they had all been removed from their passenger bus routes and sent to depots to park and clean \nbuses, they said.\n\n In June 2004, Kevin Harrington, a 53-year-old Sikh, was temporarily removed from his job operating the No. 4 train \nafter he declined to take off his turban. Mr. Harrington, who has worked with the transit agency for 23 years, was \nvexed: the agency had given him an award a few years earlier for driving his train backward on Sept. 11 to keep \npassengers away from ground zero.\n\n Late last year, the transit agency presented the women and Mr. Harrington with an alternative: they could wear a \nblue cloth garment on their heads, with a transit agency logo patch above their foreheads, their lawyers said. The \noption was in keeping with a revision of the agency's uniform policy, which states that employees can only wear \nagency-issued headwear, but the women rejected the offer, their lawyers said. Mr. Harrington has agreed to wear \nthe patch pending the outcome of his complaint.\n\n\n The cases took a new turn last month when the Justice Department released to lawyers a study it conducted of the \ntransit agency in January and February. The study found that in more than 300 instances, uniformed employees \nviolated policy by wearing knit hats, baseball caps, berets and other garments. Lawyers for the plaintiffs said the \nstudy confirmed that the transit agency was singling Muslims and Sikhs out by forcing them to wear special head \ngarments.                        \n\nhttp://www.nytimes.com\n"}