{"title": "Alberta Government Breaks Promises - And Laws - With Wage Freeze Legislation", "body": "\nThe Alberta Federation of Labour issued the following news release:\n\nThe Redford wage freeze breaks promises and breaks laws.\n\nThe legislation, which the government tabled on Wednesday, will ignore the bargaining rights of hundreds of \nthousands of Albertans and impose a wage freeze. This is a government tactic that has been repeatedly struck \ndown by the Supreme Court of Canada.\n\n\"Alison Redford was elected on a promise that she wouldn't attack public sector workers. She's broken that \npromise and almost every other election promise she made just 18 months ago,\" Alberta Federation of Labour \npresident Gil McGowan said. \"We will see her in court and we will see her at the ballot box.\"\n\nBills 45 and 46 will take away the right of unions to consult their own membership about possible labour action. \nAdditionally, punitive measures can be taken against a whole union for the actions - or even words - of a single \nmember.\n\nThe wage freeze will mean that workers wages will fall behind inflation. Over the course of three years, this will \nmean an effective drop in wages by about six per cent. The government of Alberta forecasts the province's real \nGDP to expand by 3.3 per cent this year and 3.5% next year. If the economy is growing, we should be able to treat \npublic-sector workers fairly.\n\nRepeatedly over the past decade, the Supreme Court of Canada has ruled that Workers have a constitutional right \nto make collective representations and to have their collective representations considered in good faith.\n\n\"We are simply asking the government to not break the law,\" McGowan said. \"It's one thing for governments to \nobtain a wage freeze through negotiations with unions and workers, it's another thing to impose those freezes \nwithout negotiation. Such legislation is unfair, unnecessarily provocative and almost certainly unconstitutional.\"\n\nThe government has suggested that the wage freeze is being imposed because of the cost of the devastating \nfloods in Calgary and High River last spring and summer.\n\n\"They're paying for the flood damage on the backs of the people who cleaned up the mess,\" McGowan said. \"We \nlauded these people as heroes just a few weeks ago. And now, Alison Redford is picking their pockets.\"\n\nFor more information on these bills and on collective bargaining download the AFL factsheets:\n\n\n1) Breaking a promise and the law - rollbacks http://www.afl.org/index.php/Download-document/952-2013-Fact-\nSheet-1_Breaking-a-Promise-and-the-Law_Rollbacks.html\n\n2) Breaking a promise and breaking the law supreme court http://www.afl.org/index.php/Reports/2013-fact-sheet-\n2breaking-a-promise-and-breaking-the-law-supreme-court2013.html\n\n3) Alberta economy booming http://www.afl.org/index.php/Reports/2013-fact-sheet-3alberta-economy-booming.html\n\n4) Breaking a promise and breaking the law - public sector wages http://www.afl.org/index.php/Download-\ndocument/950-2013-Fact-Sheet-4_Breaking-a-Promise-and-Breaking-the-Law-Public-Sector-Wages.html\n\n5) Breaking a promise and the law - public service stretched http://www.afl.org/index.php/Reports/2013-fact-\nsheet-5breaking-a-promise-and-the-lawpublic-service-stretched.html\n\n6) Alberta has a revenue problem http://www.afl.org/index.php/Reports/2013-fact-sheet-6alberta-has-a-revenue-\nproblem.html\n\nCopyright Targeted News Services\n\nTNS 18EstebanLiz-131129-30FurigayJane-4564683 30FurigayJane\n"}