{"title": "Fix Immigration Now; More dithering in Congress equals more chaos.", "body": "\nAMAKE-OR-BREAK point has arrived in this country's effort to enact meaningful immigration reform. After failing \nlast year to devise a way out of the deadlock that has left 12 million illegal immigrants in legal limbo, and the likely \nfuture influx of several hundred thousand new workers annually in equally dire straits, Congress is faced with the \npolitical calendar's hard reality. If lawmakers fail to hash out a compromise now, the presidential cycle probably will \ndash any hope for progress until at least 2009. Americans overwhelmingly prefer a workable solution now, and \nlawmakers owe it to them.\n\nThe components of that fix do not lend themselves to the usual horse-trading on Capitol Hill; expediency could \nproduce more laws that won't work, and an artless compromise may invite more law-breaking. But an array of \nstakeholders -- employers, unions, immigrants' rights groups and others -- agree on the outlines of an approach that \nwould replace chaos with an orderly regime that coaxes illegal workers out of the shadows, satisfies the labor \nmarket's demands and fashions a realistic, enforceable legal framework while protecting the interests of \nnewcomers. Here are the main ingredients of such a system:\n\nFor the 12 million immigrants already here illegally, a fair route to legal status and citizenship. Almost no one \nseriously advocates mass deportation of illegal immigrants, who comprise perhaps 5 percent of the labor force. For \nworkers who satisfy clear and reasonable requirements -- a modest fine, a law-abiding record, steady employment, \ncompetent English, payment of back taxes -- there should be a pathway to eventual citizenship. Onerous, open-\nended fines, as the Bush administration has proposed, or a requirement that immigrants leave the country and then \nreenter in order to \"reboot\" and supposedly legitimize their status here, will only dissuade many from compliance.\n\nA realistic system for future immigrants. Any workable law needs to reckon with the demand for 400,000 immigrant \nworkers annually, most of them in relatively unskilled jobs. The current slogan that \"temporary means temporary,\" in \nfashion among some conservative Republicans, is reality-blind: If the law creates a revolving door of future \nimmigrants, it will frustrate the needs of employers while encouraging some so-called guest workers to overstay \ntheir visas and break the law. This country long has welcomed foreign workers and in time made Americans of \nthem; there must also be a legislative mechanism for that to happen with those future immigrants who want and \ndeserve to stay.\n\nA humane approach to immigrant categories. Proposals to scrap the long-standing system of preferences based on \nfamily or employer sponsors, and replace it with a merit-based regime, pose a false either-or choice. Much of the \n\n\ndemand for immigrant labor is for farmhands, landscapers, drywallers and other low-wage workers, and denying \nthem the chance to reunite here with their families is inhumane. A sensible strategy needs to recognize both a \nglobalized economy's demand for employees with fluent English and advanced academic degrees and the \ncontinuing need for lower-end workers.\n\nThe debates over these and other parts of an immigration bill tend to obscure the broad agreement on many \npoints, including the need for tougher border enforcement; sanctions for firms that hire illegal immigrants; and a \nsystem for employers to verify that job applicants are here legally. Many of those points of agreement are reflected \nin a bipartisan House bill introduced in March.\n\nBut the House is waiting for the Senate; if a bipartisan deal can be struck there, the House will probably follow suit. \nA starting point for any debate should be that this country needs immigrants -- those already here and those yet to \ncome. Immigration hawks who seem more intent on punishing illegal workers than incorporating them into \nAmerica's social fabric won't solve the problem. And the longer Congress dithers, the more states and localities \nwill attempt to deal with the matter on their own -- and the more anarchy will become the rule when it comes to \nimmigration enforcement.\n"}