{"title": "IMMIGRATION OFFICIAL, BACK AT USF, HAILS HISPANIC ACHIEVERS", "body": "\nThe head of the nation's citizenship and immigration services came home to his alma mater Wednesday to praise \na theater full of Hispanic students for something he never won: a scholarship.\n\nEmilio Gonzalez - a Cuban-American with a bachelor's degree from the University of South Florida, master's \ndegrees from Tulane University and the U.S. Naval War College and a doctorate in international relations from the \nUniversity of Miami, plus a long military and diplomatic career - told 114 students theirs was the impressive \nachievement.\n\nThe students received more than $205,000 during the 16th annual USF Latino Scholarship Awards Ceremony.\n\nWith a high number of Hispanics dropping out of school, Gonzalez stressed the importance of their achievement \nand opportunity.\n\n\"You've been given a gift in life,\" said Gonzalez, whose family left Cuba in 1961 when he was 4. They settled in \nTampa, where he attended Tampa Catholic High School. \"Don't take life for granted.\"\n\nThe scholarship winners include college seniors and high school valedictorians, said Patsy Feliciano, the director of \nthe program. And among them are some whose circumstances make them particularly remarkable.\n\nSome entered the country as high school students, became fluent in English and joined the honor roll in a few short \nyears, she said.\n\nOthers are children of migrant workers, the first in the families to attend college.\n\nTampa Mayor Pam Iorio told the crowd at the USF theater the students reminded her of her own father, who died \nabout six months ago.\n\nAn immigrant from Italy who arrived at age 2, her father did poorly in grade school. But he grew up to become an \nEnglish professor at USF, she said.\n\n\"No one thought he'd amount to much,\" Iorio said. \"But he ended up being a great man. You all have greatness in \nyou, too.\"\n\nThe Miami Herald contributed to this report.\n\n\nGraphic\n\n \n\nPHOTO: Emilio Gonzalez\n"}