{"title": "NO SANCTUARY FROM ICE GRIP FOR INNOCENT", "body": "\nIt is called Secure Communities, but its critics say the name doesn't reflect the reality of what the federal program \nactually does.\n\nGrowing concern over New York State's involvement with this controversial program, as well as the collaboration \nbetween the city Department of Correction and Immigration and Customs Enforcement, spurred a City Council \nhearing last Wednesday.\n\nWith the city's acquiescence, ICE has maintained a presence in Rikers Island for over a decade and routinely \nchecks the fingerprints against immigration records of everyone arrested. As a result, critics believe, hundreds of \ninnocent people are deported.\n\nAlso, without fanfare, Gov. Paterson signed on to Secure Communities last May, although the program will not be \nfully operational until 2012.\n\n\"Nationally, Mayor Bloomberg has been a powerful voice in defense of immigrants,\" said Councilman Ydanis \nRodríguez (D-Manhattan). \"But he needs to act locally in accordance with what he says at a national level.\"\n\nThe hearing was jammed with activists, lawyers and immigrants worried that the city is taking its cooperation with \nICE way too far.\n\nOne of those testifying was Udi Ofer, the New York Civil Liberties Union advocacy director. He reminded Council \nmembers that local immigration enforcement efforts weaken public safety and threaten everyone's constitutional \nrights.\n\n\"Currently in New York City, federal immigration authorities have a permanent presence in our city's jails, and may \nsoon have a direct line to our local police precincts,\" Ofer said. \"As a result, what may have once been a sanctuary \ncity has now become a municipality that facilitates the deportation of thousands of its residents every year.\"\n\nActually, the NYCLU found that between 2004 and 2009, more than 13,000 Rikers Island inmates were placed into \ndeportation proceedings. Many were not criminals or violent felons, but asylum seekers, victims of human \ntrafficking, permanent residents, juveniles, women seeking protection from domestic violence and individuals \nwithout a criminal record.\n\nICE records obtained through a Freedom of Information Act request show that innocent people are most affected \nby Secure Communities.\n\n\nICE's own records reveal that nearly 79% of individuals deported nationally through the Secure Communities \nprogram from October 2008 through June 2010 had no criminal record or were arrested for minor offenses.\n\nHowever, the mayor's office claims the situation in the city is different.\n\nWe \"found that 72% of those with detainers had prior convictions - and 60% of those with convictions had at least \none felony conviction. Obviously, those are very big numbers. Not honoring ICE's detainers would create serious \npublic safety and national security risks,\"said Stu Loeser , a Bloomberg spokesman, signaling City Hall's willingness \nto participate in Secure Communities.\n\n\"But we are going to be carefully watching the implementation of the program to make sure it is done right,\" he \npromised.\n\nYet, as Council Speaker Christine Quinn said at the hearing, everyone understands the goal of collaborating with \nICE is to keep New Yorkers \"safe from individuals who are criminals and could do harm.\"\n\nBut, Quinn added, \"Many appropriate concerns have been raised that the way the DOC is working with ICE has \ngranted them such latitude that the implementation of this program goes far beyond.\"\n\nAnd thousands of innocent people pay the consequences. aruiz@nydailynews.com\n"}