{"title": "Who is a citizen? The Founders left us a riddle.; The 14th Amendment doesn't answer this question, as today's immigration debate exposes unsettled business.", "body": "\nThe raging debate over illegal immigration has grown on a steady diet of rhetoric and recrimination. However, \nbeneath all the hyperbole is a long-standing and unresolved debate over what it means to be a citizen. It turns out \nthat the most foundational right contained in the Constitution -- citizenship itself -- is poorly defined and even more \npoorly understood.\n\nThere has long been a conscious avoidance of the question over so-called birthright citizenship -- citizenship \nclaimed by the children of illegal aliens. Indeed, the question has become increasingly difficult to address as the \nnumbers of birthright citizens grow each year. In 2008, one in 12 babies in this country was born to illegal \nimmigrants -- 8% of all births.  This is not counting the millions of prior such births, often referred to by critics as \n\"anchor babies.\"  With any change in the definition of citizenship assuring tremendous social changes and \nupheaval, the question has been left unresolved for more than two centuries.\n\nMuddled then, muddled now\n\nGiven our roots, it should not be too surprising that citizenship was left ill-defined by the Framers. After all, this was \nthe nation formed by citizens of other nations -- a common covenant based as much on what we rejected as what \nwe embraced. Indeed, in the Declaration of Independence, we defined ourselves largely by process of elimination -- \nwe would no longer live by the long list of examples of \"absolute Despotism.\"\n\nNotably, one of the complaints was that the king \"endeavored to prevent the population of these states; for that \npurpose obstructing the Laws for Naturalization of Foreigners; refusing to pass others to encourage their migrations \nhither.\"\n\nOf course, the matter became more complex with the ratification of the Constitution and, more important, the later \nadoption of the 14th Amendment in 1868. That amendment spoke directly to the issue of citizenship, stating in the \nvery first line: \"All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are \ncitizens of the United States and of the state wherein they reside.\"  The amendment has become the battleground \nfor opponents and advocates of birthright citizenship, with each side claiming clarity in its meaning. The fact is that \nthe record was as muddled then as it is now.\n\nThe 14th Amendment was adopted in response to the infamous Dred Scott decision denying former slaves the \nprotections of citizenship as well as \"Black Codes\" that created barriers to former slaves in the South. On its face, \nthe language would appear to support birthright citizenship. However, it has long been argued that such children \nare not \"subject to the jurisdiction\" of the United States because their parents are properly subjects of their home \ncountry.\n\n\nThe original debate itself offered support to both sides of today's debate. The drafter of the Citizenship Clause -- \nSen. Jacob  Howard of Michigan -- stated clearly that the clause did not include \"persons born in the United States \nwho are foreigners, aliens, who belong to the families of ambassadors or foreign ministers.\" This view was \nsupported by critical leaders such as Senate Judiciary Committee Chairman Lyman Trumbull of Illinois.  However, \nother senators like  John Conness of California believed that anyone born in the U.S. would be a citizen.\n\nCitizenship elsewhere\n\nThis debate between jus soli (law of the ground)  and jus sanguinis (blood right) continues to divide leaders and \nnations with debates similar to our own. Many countries have long recognized jus soli, or birthright citizenship. \nIndeed, at the time of our founding, England recognized birthright citizenship. In Calvin's Case in 1608, the court \nruled that \"a person's status was vested at birth, and based upon place of birth -- a person born within the king's \ndominion owed allegiance to the sovereign, and in turn, was entitled to the king's protection.\"\n\nConversely, nations like Germany follow jus sanguinis, establishing citizenship by one's ancestors or connections to \nthe country as opposed to merely birth location. Other countries have a hybrid approach. The United Kingdom, for \ninstance, requires that the parents be legal residents.\n\nFor its part, the U.S. Supreme Court has never directly ruled on the issue of birthright citizenship. In 1898, in United \nStates v. Wong Kim Ark, the court  found that the child of Chinese immigrants was still a citizen under the 14th \nAmendment because he was  born on U.S. territory. However, his parents were here legally as permanent \nresidents.\n\nCongress could force the issue into the courts through legislation. Yet, the Supreme Court would in all likelihood \nrule in favor of birthright citizenship. This process -- legislative and then judicial -- would unfortunately short-circuit \nthe national debate.  Some senators, as well as others, are pushing for a constitutional amendment, which is a \nbetter approach for this type of question. While the Framers made the amendment process difficult, it was \ndesigned for this type of question -- to prevent \"impulse buy\" amendments adopted in the heat of passion and \nanger.\n\nSince the founding, we have spent more time defining the rights of citizens than citizenship itself. It is not clearly \nanswered in the history or language of the Constitution, despite representations on both sides of the debate. \nRather than continuing to question the citizenship of millions, we should first resolve what it is to be a citizen. It is \nnot a new question, but it is a question that we might now want to answer.\n\nJonathan Turley, the Shapiro Professor of Public Interest Law at George Washington University, is a member of \nUSA TODAY's Board of Contributors. \n\nGraphic\n\n \n\nGRAPHIC, B/W, Suzy Parker, USA TODAY (Illustration)\n"}