{"title": "Vast Negligence Reported In Granting of Citizenship", "body": "\nThe Clinton Administration allowed about 180,000 immigrants to become American citizens before checks for \ncriminal records had been completed, two House Republicans said today.\n\nIn a drive that Republicans say was motivated by election-year politics, 1.3 million legal immigrants applied to \nbecome citizens from August 1995 to September 1996. The Justice Department briefed the legislators on early \nresults of an audit the department ordered last year, which is now trying to determine how many of the 180,000 \nunchecked immigrants had convictions for felonies like murder or rape that would have disqualified them.\n\nThe Immigration and Naturalization Service has said it rejected 18 percent of the more than one million applicants \nin background checks last year. Those rejected included people with criminal convictions. So in theory several \nthousand convicted felons could have been among the 180,000 who were naturalized without proper screening.\n\nOf the remaining immigrant applications checked, the Justice Department has told Congress that 71,557 people \nwith arrest records became citizens, as well. Of that total, 10,800 were arrested for felonies; if further checking finds \nthat some were convicted of felonies, they may be disqualified from citizenship, said Carole Florman, a Justice \nDepartment spokeswoman. The remaining 60,757 were found to have been arrested for administrative violations or \nmisdemeanors that would not disqualify an applicant for citizenship.\n\nRepublican lawmakers have said the Administration disregarded procedural safeguards to meet its goal of \nnaturalizing 1.3 million people in time to vote in November.\n\n\"In its unprecedented push to rush through a million new citizens, potential voters all, the I.N.S. may have allowed \ndangerous criminals on to our streets,\" said Representative Dennis Hastert, the Illinois Republican who heads the \nGovernment Reform and Oversight subcommittee investigating the immigration service's handling of the matter.\n\nThe immigration service has denied the accusations, saying its Citizenship USA program had tried to deal with a \nsurge in applications that had tripled from 342,000 in 1992.\n\nAgency officials today cautioned against drawing too many conclusions from what they said were preliminary audit \nfigures, but they pledged to take away the citizenship of anyone who did not deserve it.\n\n\n\"In any cases we find where someone was wrongly naturalized, we'll revoke that citizenship,\" said Eric Andrus, a \nspokesman for the immigration agency.\n\nThat may be easier said than done. In the 1995 fiscal year, the latest year with available figures, the agency \nrevoked the citizenship of 20 people in procedures that typically took months to complete. If the citizenship of \nhundreds or thousands of people need to be revoked, that could pose an administrative nightmare.\n\nThe immigration service acknowledged last fall that tens of thousands of immigrants became citizens before the \nrequisite checks were completed, including 30,000 in New York City.\n\nBut the numbers released today by two House Republicans far surpassed the estimates that even the \nAdministration's harshest critics had made.\n\n\"It's worse than I expected,\" said Representative Lamar Smith, the Texas Republican who heads the Immigration \nSubcommittee of the House Judiciary Committee. \"This is a complete outrage and a travesty of what should be a \ncompletely honest, straightforward and nonpolitical process.\"\n\nThe panels led by Mr. Hastert and Mr. Smith plan a hearing on March 5 to investigate the problem.\n\nThose figures were reported by Copley News Service today.\n\nIn response to the Congressional criticism in the fall, the immigration service took steps intended to correct the \nproblem. In December, the agency announced that citizenship would not be granted until the Federal Bureau of \nInvestigation had completed an applicant's fingerprint check. In the past, the bureau had 60 days to complete the \ntask, a deadline that was extended to 120 days in June. If the F.B.I. had not returned the fingerprints within that \ntime, the immigration service assumed the applicant had no problems and was cleared to become a citizen.\n\nBut in the last several months, employees of the immigration service have complained that the system was badly \nflawed. A clerk in Los Angeles reported that the fingerprint cards of 4,000 to 6,000 citizenship applicants had been \nthrown in the garbage. The clerk's superviser denied her accusation.\n\nAs a result of the criticisms, the Justice Department ordered the immigration service to review the more than one \nmillion applications processed since the citizenship program started. KPMG Peat Marwick, the accounting firm, \nalong with the inspector general of the Justice Department and the General Accounting Office, were directed to \noversee the review.\n\nThe Assistant Attorney General for administration, Stephen R. Colgate, is supervising the review and has briefed \nthe Congressional committees two times, Justice Department officials said.\n\nOf the 180,000 cases with insufficient background verifications, fingerprint checks were never completed on \n113,126 because the forms were improperly completed or the prints were smudged. In 66,398 cases, the \nimmigration service has found no record that it had ever asked the F.B.I. to check the applicants' backgrounds.\n\n      \n"}