{"title": "NEW PROGRAMS ARE WIDENING SCOPE OF BILINGUAL EDUCATION", "body": "\nTHE influx of Asian and Hispanic children into the public school systems of metropolitan areas in the last decade \nand the increased availability of funds under Title VII of the Federal Bilingual Education Act have broadened the \nfocus of bilingual education programs. Now these programs include seminars for teachers on the cultural and \nbehavioral differences of their students.\n\n''Initially bilingual education meant finding teachers to teach a child in his native tongue, but the population is \nchanging too fast; we can barely keep up with that,'' said Dr. Esther Eisenhower, a member of the National Advisory \nCouncil for Bilingual Education. ''We now understand how important it is for teachers to be able to read the \nbehavior dictated by their students' background - language has become almost secondary.''\n\nAlthough there are no figures available on the number of foreign-born children now attending schools in the United \nStates, figures kept by the Immigration and Naturalization Service show that in 1984 nearly 300,000 people \nimmigrated to this country from Asia, Central America and South America. Those immigrants have gone to places \nlike Fairfax County, Virginia, where only 10 years ago there were 50 foreign-born children registered in the public \nschools. Today, there are 14,000 foreign-born children from 75 countries speaking a total of 57 languages who go \nto school in Fairfax County, the nation's 10th largest school district.\n\nTo provide resources to school districts with culturally diverse student populations, there are 16 multifunctional \ncenters currently funded under Title VII, which offers training and technical assistance to local school districts. At \none such center, at Hunter College in Manhattan, Dr. Joseph Woo, a native of Hong Kong, leads workshops for \nteachers of Asian students, focusing on differences in learning styles and behavior.\n\n''Most often teachers want to know what it means when an Asian child sits silently and does not respond,'' Dr. Woo \nsaid. ''In some Asian cultures, emotional privacy is very important. In many family settings in Hong Kong, for \ninstance, it is the only kind of privacy there is - physical privacy is nearly nonexistent. A well-meaning teacher who \nasks her students to share their feelings may be putting the Asian child under a great deal of stress.''\n\nEven when a teacher asks a child whether he understands a concept or an instruction, cultural differences may lead \nto the wrong response. ''The Asian child will answer yes because they don't want the teacher to feel like a failure \nand therefore lose face,'' Dr. Woo said.\n\nTeachers must not only try to understand the behavior of their students, but also must take into account the method \nof the students' previous schooling.\n\n''In some countries children learn by rote,'' said Evelyn Rivera, who leads teacher-training seminars in District 10 in \nthe Bronx under Title VII. ''In the United States, most school systems prefer to have children learn through \ndiscovery. Some children have to learn how to learn all over again.''\n\n\nFor the foreign-born child who has had no formal schooling, there are more complex problems. ''What grade do you \nput that student in?'' asked Olga Garcia Harper, a program specialist at the Department of Education. ''That child \ndoes not have the most rudimentary academic survival skills. Yet, we can't put a 14-year-old in a first-grade \nclassroom.''\n\nAt the Office of Bilingual Education in Washington, professionals are working to answer questions like those \nraised by Mrs. Harper.\n\n''I'm not pleased with what we have done in this field so far,'' said Carol Whitten, director of the Office of Bilingual \nEducation.\n\n''We're studying all of these very complex and serious issues related to bilingual education. We don't yet have \nanswers, but certainly we have to head in the direction of increased teacher training.''\n\nJust as there are challenges to the teacher and the foreign-born student in a classroom where many cultures are \nrepresented, there are challenges to classmates as well.\n\nAt South Boston High School, the diverse student body - 18 percent of the students are Hispanic, 31 percent white, \n38 percent black, 12 percent Asian and 1 percent American Indian - ''gets along well, but everyone is still learning,'' \nsaid Jerome Winniger, the principal.\n\nTo illustrate his point, he described this incident: ''During a friendly hockey game, things got a little out of hand, and \na fight broke out between two members of opposing teams.''\n\nAdhering to the unwritten hockey code of conduct, ''John, who has lived all his life in the United States, dropped his \nhockey stick and put up his fists,'' he said. ''Sophay, a Cambodian, held onto the stick and braced for battle.''\n\n''One boy grew up fighting with his fists and another with sticks,'' Mr. Winniger said. ''They didn't understand that \neach was acting in a way that was appropriate for their culture.''\n\nAt some schools, students and parents are trying to find subtle ways of dealing with cultural differences. At the \nbilingual Public School 211 on East 179th Street in a largely Hispanic neighborhood in the Bronx, the students and \ntheir parents voted two years ago to adopt a school uniform.\n\n''This has been a great equalizer,'' said Dr. Peter Nigrone, superintendent of District 12. ''It has eliminated some \ncompetition and erased some of the differences among students. It's had a very positive psychological effect.''\n\nInstead of the usual blue jeans seen in most schools, P.S. 211 students wear yellow shirts; the girls can wear navy \njumpers or navy skirts; the boys wear navy slacks and, if they like, a navy blazer. These uniforms ''give the students \na feeling that they all belong to the same place,'' said Ida Kivelevich, a reading and math teacher. ''It also gives \nthem a feeling of pride.''\n"}