{"title": "Hispanic Adviser Is Promoted at White House", "body": "\nThe White House said Tuesday that Cecilia Munoz, who has led its efforts to overhaul immigration laws, had been \nnamed director of the Domestic Policy Council, making her one of President Obama's chief advisers on a broad \nswath of issues, including education and gay rights.\n\nMs. Munoz, the highest-ranking Hispanic in the White House, had served as director of intergovernmental affairs. \nShe replaces Melody Barnes, who left this month. Her promotion is notable because it comes at the start of an \nelection year in which Hispanic voters are expected to play a major role.\n\n\"Over the past three years, Cecilia has been a trusted adviser who has demonstrated sound judgment day in and \nday out,\" Mr. Obama said in a statement. \"Cecilia has done an extraordinary job working on behalf of middle-class \nfamilies, and I'm confident she'll bring the same unwavering dedication to her new position.\"\n\nThe daughter of immigrants from Bolivia, Ms. Munoz was a longtime top official at the National Council of La Raza, \nthe nation's largest Hispanic civil rights group, where she became known as a fervent advocate for changes in \nUnited States immigration policy. \n\nBut her efforts to build on that record in the Obama administration have produced mixed results. In 2010, the White \nHouse was unable to win a vote in Congress on the Dream Act, the centerpiece of its immigration agenda. Since \nthen, Ms. Munoz has worked to find administrative ways to slow down the deportation of illegal immigrants - an \nissue that stirs up deep resentment among many Hispanics.\n\nShe has pushed a proposed rule change that would keep families together while a family member files for residency \nrights. Despite some criticism that she has not taken a strong enough stand against deportations, Ms. Munoz's \nappointment was generally praised by immigration advocates and Hispanic groups.\n\nAli Noorani, the executive director of the National Immigration Forum, said Ms. Munoz's appointment \"creates new \nopportunities to bring the multiple contributions of immigrants into the forefront of discussions about our nation's \ndomestic policy needs, including immigration policy.\"\n\nThe appointment fills a key post at a White House that has been buffeted this week by the resignation of the chief \nof staff, William M. Daley. Mr. Daley, who last week told Mr. Obama that he wanted to return to his native Chicago \nafter a year on the job, was replaced by the budget director, Jacob J. Lew.\n\nThe White House did not announce a replacement for Mr. Lew, nor say when it might name one. Mr. Lew will stay \nin his post for the rest of the month to complete the current budget, said Jay Carney, the White House spokesman.\n\n\nIn her previous post, Ms. Munoz was responsible for the White House's relations with state and local governments.\n\nAmong others who praised Ms. Munoz's appointment was the House Democratic leader, Representative Nancy \nPelosi of California, who said she had \"a sterling reputation as a powerful voice on behalf of comprehensive, \ncompassionate immigration reform.\"\n\nMs. Munoz was also welcomed by a major Catholic group, Catholics United, which said that in choosing her, \"the \nObama administration has signaled how important the faith community is to their governing agenda.\"\n\n• In Thanksgiving Address, a Note of Gloom\n\n• Soggy Trick-or-Treaters Visit White House\n\n• 2012 Could Be Tiebreaker of Last 2 Cycles\n\n• Rick Perry Takes Upper Manhattan\n\n• Rick Astley Will Save Us All\n"}