{"title": "Chinese emigration to Mexico and the Sino-Mexico relations before 1910.", "body": "\nThe emigration of Chinese to Mexico began with the trade of the <<Manila galleon>> between the Philippines and \nNew Spain (Mexico) during the colonial period of Mexico, increased in great numbers in the late 19th century along \nwith the rapid economic development of Mexico during the Porfirio Diaz regime, and led to the establishment of \ndiplomatic relation between China and Mexico. However at the end of Diaz period, the increasing economic \nstrength of Chinese immigrants, gave rise to the anti-Chinese movement.\n\n**********\n\nIn the past years, along with the development of Pacific cooperation, the history of relations between China and \nLatin America, including those between China and Mexico, have been subject to academic research both in China \nand in the Western World (1). However, as for the development of relations between China and Mexico, up to now \nmost studies have focused on anti-Chinese movements in Mexico during the 1920s and 1930s (2). It should be \nnoted that the anti-Chinese sentiments and the anti-Chinese movements arose before the Mexican revolution, i.e. \nin the late period of the Porfirio Diaz regime. This article willpay attention to the period before 1910, and will attempt \nto illuminate the origin and development of Chinese emigration to Mexico, the establishment of diplomatic relations \nbetween the two countries, and the rise of anti-Chinese movements before the Mexican Revolution, thathave not \nbeen subject of research by most scholars. It will show that the emigration of Chinese to Mexico began with the \ntrade of the <<Manila galleon>> between the Philippines and New Spain (Mexico) duringthe colonial period of \nMexico, increased in great numbers in the late 19th century, along with the rapid economic development of Mexico \nduring the Porfirio Diaz regime, and led to the establishment of diplomatic relation between China and Mexico. \nHowever, towards the end of the Diaz period, the increasing economic strength of Chinese immigrants, gave rise \nto an anti-Chinese movement. The article is based on documents of the Qing dynasty in Chinese, as well as on \nstudies carriedout by other scholars both in China and in the Western World.\n\nEARLY CHINESE EMIGRATION TO MEXICO\n\nDuring the last two centuries, scholars both in China and in the Western World have attempted to delve into the \nsubject of early Chinese migration to Mexico. In 1940, a Chinese scholar, Chen Zhiliang, argued that over 2,000 \nyears ago, after their defeat by Zhou (3), a number of citizens of Yin, led by Qizi, one of his leaders who had been \njailed for a period of time by Zhouwang, emperor of Yin, sailed acrossthe Pacific and arrived in Mexico (4). It should \nbe noted that this happened around 1200 B.C., when the Olmec civilization appeared in Mexico. Accordingly, some \nscholars speculated that the Olmec people came from China (5). Although this has not been confirmed, scholars \nhavenoted that there existed <<fascinating and extensively unknown connections between Olmecs and Orientals, \nparticularly some very strong Chinese features>> (6).\n\n\nAccording to another Chinese scholar and reporter, Lian Yunshan, in 412 A.D., a Chinese monk named Fa Xian, \nsailing back to China from Sri Lanka, ended up in Yepoti. He thought that Yepoti was the southwest coast of \nMexico, and not Java, as most scholars believe by now. According to him, after staying there for 105 days, Fa xian \nsailed backto China in May, 413. Lian Yunshan believes that Fa Xian was the first Chinese to reach Mexico (7). But \nother scholars do not agree with him and point out that this argument is only a guess, and cannot be proved by \nhistorical documents (8).\n\nIn 1761, a French sinologist, J. de Guignes, submitted a report tothe French History College, wherein he states that \nin the 5th century a Chinese Buddhist monk, Hui Shen, visited Fusang between 452 and 459A. D., thinking that it \nwas Mexico. Scholars, such as Chinese Zhu Qianzhi (9); and Mexican Gustavo Vargas Martinez (10), shared J. de \nGuignes' impression while others, such as Luo Rongqu, another Chinese scholar, disagreed (11).\n\nBecause of the lack of concrete evidence, the abovementioned viewpoints are not widely accepted by historians. \nWhat can now be certain is that the establishment of contacts and relations between China andMexico was the \nresult of the rise of Western colonialism. Spanish colonists conquered Mexico in the early 16th century. Between \n1521 and 1522, they sailed over the Pacific and landed in the Philippines. In 1571, Miguel Lopez de Legazpi started \nan expedition from Acapulco, and reached Manila. Subsequently, the Spanish successfully established colonies in \nthe Philippines.\n\nIn the 10th century, long before the Spanish arrived in the Philippines, Chinese had traded with Filipinos. By 1635, \nthere were more than 20,000 Chinese in Parian, a suburb of Manila set aside for them. The Spanish came to \ndepend upon these Chinese for food and personal service. In 1628, Governor Nino de Tavora confessed that \n<<there is no Spaniard, secular or religious, who obtains his food, clothing, or shoes, except through them>> (12). \nBecause the sea route on the Indian Ocean was controlled by the Portuguese, in order to establish a connection \nbetween Europe, Asia and the American colonies, the Spanish Crown then set up a shipping route between Manila \nand Acapulco in the 1570s (13). Through this channel, Chinese merchandise, especially silk,and culture, flowed to \nMexico in considerable amounts and, in turn, Mexican silver and other secondary items reached the southern coast \nof China. While sailing back to Mexico, the Spanish merchants usually took their servants or slaves with them, \nmany of whom were Chinese, and left them in Mexico. They were the earliest Chinese immigrants in Mexico. \nAccording to historical records, in 16th century, there were many Asian, including Chinese, living in Acapulco. In \nMexico City, there were also Chinese, and there was even a Chinese town. For example, on June 22, 1635, the \nmunicipal council (cabildo) of Mexico City examined a petition which had been submitted to the viceroy by the \nSpanish barbers in the capital. The latter protested against the <<excesses>> and <<inconveniences>> to the \n<<Republic>> resulting from the practices of Chinese barbers. The viceroy asked the advice of the city \ngovernment. The city recommended limiting the number of Chinese barber shops to twelve, that should be located \nin the suburbs, <<as is done in Spain>>, in order to eliminate the unfair competition of Chinesefor the best sites in \nthe heart of the city (14). In the 17th century, there were Chinese working in the silver mines and textile factories in \nMexico. There were also a number of Chinese mariners who had arrived in Acapulco and other Mexican ports to \nmake a living (15). But we know little about the situation of Chinese in Mexico during the colonial period because of \nthe lack of historical records.\n\nCHINESE EMIGRATION AND THE ESTABLISHMENT OF DIPLOMATIC RELATIONS BETWEEN CHINA AND \nMEXICO\n\nIn the early 19tb century, an independent movement took place in Latin America. Acapulco was destroyed in the \nwar in 1813. In 1815, thelast Manila galleon sailed back to Manila from Mexico, as a result of which commercial \nrelations between China and Mexico via Manila cameto an end. But after the independence, many Mexican leaders \nsought to revive Chinese trade as a means of stimulating the country's stagnant economy and tried to attract \nChinese to immigrate to Mexico (16). Mexico's political elites agreed that immigration would not only expand the \nlabor force and create markets, but would deepen territorial and economic sovereignty over areas distant from the \ncapital. Of course, the ideal colonist would be a free, white, preferably Catholic European, possessing the \nindustriousness and skills needed to exploit the vast untapped <<wealth>> of Mexico's frontier, partly because \nDiaz,like the contemporary elites in Argentina and Brazil, viewed immigration as a way of <<whitening>> a heavily \nmiscegenated population. Butat that time, with great opportunities in the United States and elsewhere, few \n\n\n\nEuropean emigrants willingly chose Mexico, especially the barren, intemperate regions. For those who did arrive in \nthe frontier, the allure of urban centers and higher wages often limited their stay (17). For example, in 1865/80 \nfamilies arrived in the hacienda of Buenavista, but soon returned to the United States (18). In lieu of Europeans, \nChinese immigrants seemed a viable alternative. In the early 1870s, the Mexico City press launched a heated \ndebate over the advantages of admitting Chinese workers. Maias Romero, diplomat and coffee grower in \nSoconusco, reasoned that Chinese labor would be ideal forrailroad construction, as well as for ventures in tropical \nagricultural exports. The Chinese, the argument went, could be paid low salaries and acclimatized easily to tropical \nAmerica. Their politically powerless country, furthermore, posed little threat of direct intervention on their behalf \n(19).\n\nMeanwhile, in the middle of the 19th century, many Chinese emigrated to the west coast of the Pacific in the United \nStates, some of whom crossed the U.S.Mexico border and entered Mexico to work on northern construction \nprojects and mines. Several colonial companies also drew up plans to import cheap Chinese labor to Mexico, \nalthough they never materialized. In addition, after the conclusion of commercial treaties between China and Peru \nin 1874, as well as between China and Spain in 1878, a number of Chinese laborers in Peru and Cuba who had \nbeen relieved of their contractual obligations in plantations went to Mexico. With the growing anti-Chinese \nmovement in the United States since 1876, not a few of the Chinese that had settled in that country also took \nrefuge in Mexico (20). For example, in the middle of the 19th century, 250 foreigners lived in Mazatlan (2% of the \ntotal population), including 20 Chinese (21).\n\nAfter Porfirio Diaz came to power, Chinese began to emigrate to Mexico in great numbers. During his regime \n(1877-1911), the political stability brought about by the authoritarian rule and the growing needof raw materials in \nthe industrialized world, the problem of labor shortage became severe. The Mexican government attempted to \nbolster its economic development by encouraging immigration. In 1883, the Mexican government passed \nlegislation allowing foreigners the right to ownland and subsoil resources. The infamous <<Law of Fallow Land>> \npermitted private investors to appropriate property declared <<public>>, much of it land held by indigenous \ncommunities. In 1886, the government of Porfirio Diaz declared la ley de Extranjeria y Naturalizacion to attract \nforeigners to immigrate or invest in Mexico (22). This law established ius sanguinis as a guiding principle of \nMexican citizenship for the children of foreign nationals. Although the Mexican Constitution of 1857 espoused the \nprinciple of ius soli, according to whichnationality is determined by the place of birth, the 1896 law allowed Mexican-\nborn children of foreigners to retain their father's citizenship (23). Foreign technology, capital and labor were \nconsidered necessities for the rapid development of mines, railroads, and agriculture (24).\n\nIn order to encourage Chinese to immigrate to Mexico, the Mexican government tried to establish contacts with \nChina. In March 1884, theMexican Pacific Navigation Company signed a contract with the Development Ministry to \nconduct regular voyages between Mexico and the Orient. The company was guaranteed a subsidy for each \ncompleted voyage and an additional subsidy for each Asian worker imported. From the beginning, the company's \nprofits depended on the transportation of Chinese workers (25). The activities of the Mexican Pacific Navigation \nCompany resulted in a complex diplomatic controversy between Mexico, Great Britain, and China. Efforts of a \ncompany ship to board Chinese passengers in Hong Kong in late 1884 were blocked by British officials. The \ncompany appealed to the Mexican Foreign Ministry to intercede on the company's behalf. But the effort of the \nMexican Foreign Ministry failed, in part because the Chinese government worried about the conditions of its \ncitizens in a country where it had no diplomatic or consular representation. Apart from the Mexican Pacific \nNavigation Company, other companies, such as Win Woo Company, which was interested in exporting laborers to \nMexico, also asked the Mexican Foreign Ministryto establish diplomatic relations with China. Under these \npressures,the Mexican Foreign Ministry attempted to establish ties with China (26).\n\nIn March 1884, the Mexican Foreign Ministry appointed a commercialagent in Hong Kong. In August, it instructed \nRomero, then Mexican ambassador to the United States, to approach the Chinese ambassador to the United \nStates, Zheng Zaoru, in Washington. In November 1885, Romero had been authorized to negotiate a treaty using \nas a model the onerecently signed between Brazil and China. Zheng reported to the Zongli Yamen (Ministry of \nForeign Affairs in China), and said, <<Mexico is a country that does not have diplomatic relations with China. \nUnless diplomatic relations are established for will be at a disadvantage for the protection of Chinese laborers in \nthat country>>. He also said, <<It will be difficult if the Chinese laborers are injured, and itis best to establish \n\n\n\nregulations before they leave for Mexico>> (27). However, at that time the Ministry of Foreign Affairs in China did \nnot want to establish diplomatic relations with Mexico, so it instructed Zheng to decline Romero's suggestion, in part \nbecause the Chinesewere taking part in a campaign against the kidnapping and abuse of Chinese laborers by \nwestern countries, and it was not easy to protect Chinese laborers abroad. Romero continued to pursue the matter, \nwith no success. Zhang Yinhuan, Chinese minister to the United States, Spain and Peru, said in a letter to China, \n<<Romero, a Mexican envoy, came to visit me and tried to discuss about the commercial treaty between two \ncountries. I replied that without the instruction from the government, I was not able to discuss with him about \nthis....... I know that the intention of Mexico is to import Chinese laborers to work there>>. Zhang agreed with the \nMinistry of Foreign Affairs in China andbelieved that <<the people in that country hate Chinese very much. Iam \nafraid that we should be careful from the beginning, in order notto let the tragedies which had happened in the \nUnited States and Spain occur again>> (28).\n\nHowever, at the end of the 19th century, the attitude of Chinese government began to change. On one hand, with \nthe prohibition of further Chinese immigration into the United States by the enforcement of Chinese Exclusion \nActs in 1882, throngs of Chinese chose to migrate into Mexico. Thus the question of diplomatic protection and \nrelated problems of immigration into Mexico became more pressing, and the Chinese Government was \nconstrained to reconsider its attitude. On the otherhand, when the H He Tuan movement (peasant uprising from \n1898 to 1900 in China) broke out, the government of the Qing dynasty decided to <<open the road for the Chinese \nemigration>> with the aim of <<finding more sources of living and avoiding the disaster.>> According to a \nmemorandum to the crown by Zongli Yamen, <<In recent years, because the United States have been prohibiting \nthe immigration of Chinese, other ways must be opened up for the emigration. There are less population and \nmore mines and lands (in Mexico). That country wants to employ Chinese laborers to work there and to have trade \nwith us, as well as to let Chinese acquire lands there, which is different from the cases in Cuba and Peru>> (29).\n\nSo in 1894, negotiations between China and Mexico were started. Pursuant to instructions from Zongli Yamen, \nYang Yue, Chinese minister to the United States, Spain and Peru, commissioned Lai Yung-yau and Zia Yin-yee to \nexamine the conditions of Chinese emigrants in Mexico (30). Yang Yue reported the results of his investigation to \nZongli Yamen, and indicated that the <<Mexican government is hoping to have trade with China urgently>>. \nTowards the end of 1894, a draft treaty which had been agreed upon between Yang Yue and the Mexican \nAmbassador to the U. S was forwarded to their respective governments for consideration. Unfortunately, in 1895 \nboth countries were unable to proceed with the subject, as Mexico was involved in a serious boundary disputewith \nGuatemala and China confronted the more urgent problems deriving from the armistice of the Sino-Japanese War. \nIn 1896, negotiations were resumed by Wu Tingfang, who had succeeded Yang Yue as Chinese Minister, and \nRomero, Mexican ambassador to the United States, and the text of the treaty was finally adopted. However, the \nfollowing year, when the treaty was to be signed, Romero died suddenly. In the summerof 1899, Manuel de \nAzpiroz, the new Mexican ambassador to the UnitedStates, and Wu Tingfang restablished contacts and completed \nthe textof the treaty. On 14 December, the treaty of friendship, commerce and navigation was concluded and \nsigned at Washington (31).\n\nAccording to the treaty, nationals of each country were entirely free to leave, travel, reside and engage in \ncommerce in the other country. They were granted the most-favored-nation treatment. Both countries were to \nappoint diplomatic and consular officials who would be accorded the usual prerogatives, exemptions, immunities \nand privileges.Merchant vessels of one country would be free to frequent the ports of the other, open to foreign \ntrade. Provisions were set forth regarding coastal trade as well as revenue charges, fees and duties of merchant \nvessels in each other's ports (32).\n\nAs for the protection of Chinese laborers in Mexico, Article 5 of the treaty stated that <<the two High Contracting \nParties ... condemnany act of violence or deceit committed in the ports or other parts of China for the purpose of \nexpatriating Chinese subjects against their will.>> Engagement by contract of laborers and servants in plantations, \nmills, shops, business establishments or private families wouldbe subject to rules to be adopted by mutual \nagreement. According to Wu Tingfang, <<Knowing the negotiations between China and Mexico, thousands of \nChinese have gone to Mexico. We are afraid that they will be ill-treated, especially be tricked. The purpose of this \ntreaty is to prevent this kind of crimes>> (33). Articles 13 to 15 established the procedures to be adopted in solving \ncomplaints and conflicts between citizens and subjects of both countries. Article 17 stated that the Chinese in \n\n\n\nMexico would have <<free access to the judicial tribunals of the countries for the defense of their legitimate \nrights>>, and would enjoy the same rights and concessions as those given to Mexicans by nationals of the most-\nfavored-nation (34). This ten-year treaty offered the possibility of amendment by common consent, and made \npossible some important exchanges, particularly on the issue of Chinese immigration to Mexico (35).\n\nIn 1900, China appointed Lee Jien Shu as deputy representative in Mexico. However, it was not until 1905 that the \nChinese embassy in Mexico was established. Mexico also set up consulates in Shanghai, Canton, Fuzhou and Xi \nmen in 1904 and 1905 (36).\n\nECONOMIC ACTIVITIES OF CHINESE IMMIGRANTS IN MEXICO AND THE RISE OF THE ANTI-CHINESE \nMOVEMENT\n\nActually, the emigration of Chinese to Mexico had been under way in increasing numbers, before the establishment \nof diplomatic relations. By 1895, there were about 1,000 Chinese living in Mexico. Most Chinese came from \nGuangdong Province near the southern coast of China, where hunger and violence led peasants to cross the \nPacific to make a living, instead of settling in the interior frontier, because according to Confucian tradition \neducation here was relatively limited (37).Since 1899 when the treaty was signed, emigration had been increasing \nconsiderably. In 1902, Wu Xuehuang and Huang Xingguo, founded the Maoli and Steamship Company for \ntransporting Chinese to Mexico. In addition, British, Portuguese and French were also active in transporting \nChinese to Mexico. From 1902 to 1921, when the treaty was terminated, thirty to forty thousand Chinese had \nemigrated to Mexico. Althoughthere were regulations for preventing activities in violation of the1899 treaty, many \nChinese continued to be deceived by foreign traffickers. In 1906, cases of kidnapping Chinese to work in Mexican \nmineral companies by British and French merchants were discovered in several Chinese ports, such as Sanduao, \nFuzou and Shanghai (38).\n\nMost Chinese were brought to Mexico by Chinese or foreign companies specializing in smuggling Chinese into the \nUnited States. They weregenerally transported from Hong Kong by one of several non-Mexican steamship \ncompanies. Disembarked at Mexico's Pacific ports, they were then conducted to labor sites, where they were forced \nto remain for the period specified in their contracts, customarily two years. Wages seldom exceeded one peso per \nday. Workers were employed in railroad construction and in agriculture throughout the tierra caliente and in mining \nin northern Mexico (39). According to Chen Kuangmin, a Chinesescholar, the distribution of Chinese laborers in \nMexico was as follows,\n\n1. Three thousand worked in railroad construction in Coxaca,\n\n2. Fourteen thousand worked in copper mining and railroad construction in Sonora,\n\n3. Six thousand e worked in maguey plantations in Merida,\n\n4. Seven thousand worked in cotton plantations in Mexicali B. C.\n\n5. An undetermined number went from the U. S. to other parts of Mexico (40).\n\nConditions of Chinese laborers in Mexico were often notoriously bad. However, they made great contributions to \nMexico's economic development. Although they carried little capital or modern technologies, they did provide an \nabundant source of labor and mercantile skills. Atthe same time, they also brought some problems to Mexican \nsociety. For example, although the rate of crime committed by the Chinese was lower than the average crime rate \nin Mexico, some Chinese did take part in gambling, and others engaged in shops for the sale of opium. In 1903, \nLiang Cheng, Chinese minister to the United States, in a letterto Chinese Ministry of Foreing Affaris mentioned that \n<<by now thereare several tens of thousands thousands of Chinese living in Mexico,and it is impossible to be \nabsent of every kinds of bad habits>>. Hesaid, <<the most prominent are as follows, 1) men and women go \ntogether to suck opium, 2) open casinos and make great noisy day and night, 3) open law court privately and often \ntussle for little matters, 4)do not care about the sanitation and cause many diseases, 5) do not pay attention to their \nbehavior and corrupt public morale>> (41) (sic).\n\n\n\nHowever, the main reason which led Mexicans and the Mexican government to be hostile to Chinese was the \ncompetition between Chinese andMexicans in the economic field. Most Chinese came to Mexico initially as \nlaborers, for example, many immigrants were employed in cotton plantations in Mexicali, in sisal plantations in \nYucatan, but when they had accumulated an adequate amount of capital they began to carry out other economic \nactivities. In cities such as Torreon, Mazatlan, Mexicali, Tampico and Chihuahua, they engaged in several \neconomic activities, for example, they opened restaurants, cultivated vegetables, established laundries, shoe and \nclothing factories and grocery stores (42). Although they had limited capital, thanks to their industriousness, \nfrugality, and extensive credit ties with the United States, they achieved great economic success in several states in \nMexico. For example, according to an 1899 commercial survey, one of the ten most prominent businessmen in \nnorthern Baja California was Yun Kui, who had opened a general store six year earlier. Besides stocking Chinese \ngoods, Yun Kui manufactured low-cost canvas shoes and carried a full line of dry goods, groceries, and hardware \n(43). In Sonora, some of the more aggressive firms, such as Fon Qui and Juan Lung Tain, moved intothe wholesale \ngrocery and dry goods business. These two had branchesin dozens of Sonora towns, with assets totaling \napproximately $100,000 each (44). Chinese played a pivotal role in Sonora, where they came to dominate the retail \nand money lending sectors. Estimated at 4.486 individuals in 1910, they became the largest foreign colony in \nthatstate (45). According to Evelyn Hu-DeHart, at the end of the Porfiriato, the Chinese had distinguished \nthemselves as the basis of a new social class, the petite bourgeoisie, in the flourishing, rapidly urbanizing, export-\noriented economy of Mexico's northwest (46).\n\nIt should be noted that although the Chinese had achieved success in some industrial and commercial fields, they \nwere not a serious threat to other foreign and native Mexican businessmen. For example, in 1897, a commercial \nsurvey conducted by John R. Southworth in Sonora, ranks only one Chinese company, Siu Fo Chon shoe factory. \nAccording to Southworth, Chinese were only good at low level economic activities, such as small, grocery, sewing, \nlaundry, and kitchen shops (47). However, it was only because Chinese had not invested in capital-intensive \nenterprises, as businessmen from the United States and Europe haddone and which Mexican people were unable \nto do, and had principallyengaged in low or middle level economic activities, which Mexicans trusted, that they \ncaused the envy and protest of natives. As a result, when the Chinese ceased to be laborers and began to turn to \ncommerce and business activities, they were opposed by natives. Chinese wereoften accused of being criminals, \nlazy, brutal, drug addicts, gamblers, and suffered from dermatophtisos or trachoma. In 1905, a newspaper called La \nEvolucion, launched a campaign against Chinese immigration. Although the editor stressed cultural and racial \nantagonism, his most important arguments were economic. He charged that the Chinese were not consumers, \nsince they spent only a quarter of what they earnedand sent the rest to China. He also complained that they \ncompeted with Mexicans and forced them out of jobs by accepting lower salaries and selling produce at lower \nprices (48). This kind of feelings soon led to violence. There was an anti-Chinese riot in Mazatlan in 1886, and \nseveral unprovoked attacks on Chinese occurred in Mexico City in the same year. Employment of Chinese in a \nNogales lumber mill provokeda wildcat strike in 1891, and there was anti-Chinese violence in Monterrey in 1894. \nBy 1900, such occurrences were not uncommon (49).\n\nIn accordance with anti-Chinese feelings, the Mexican government tried to take steps to limit Chinese \nimmigration. In 1902, the ConsejoSuperior de Salubridad was established in Mexico City, and agencies in the \nPacific ports began to examine and isolate people and luggage coming from Asian countries, especially from China. \nIn 1903, the Interior Ministry passed the epidemic prevention bill (50). According to this bill, before boarding the \nship, all emigrants bound for Mexico had to be examined and given a medical certificate by a doctor. The certificate \nthen had to be attested by the Mexican consulate. In the absence of a Mexican consulate, the certificate had to be \nattested by the consulate of the United States. This certificate had to be obtained 2 months before boarding the \nship. The ship had to be equipped withepidemic prevention equipment, so that passengers, as well as their clothes \nand luggage, did not spread diseases. An antisepsis machine had to be ready to clean the ship with sulfur water as \nwell as to killmice. When arriving at the ports of Mexico, before landing all luggage and cargo had to be checked to \nprevent epidemics, passengers also had to be examined carefully according to the statute of epidemic prevention. \nAll expenses had to be covered by the shipping company. Shipping companies had to build living quarters for \npassengers at ports. The Board of health could implement other measures to prevent spreading of disease. Officers \nassigned by the Board of Health could detain ships at port temporarily (51).\n\n\n\nIn 1903, the Interior Ministry appointed a commission headed by Gonaro Raigosa to study the issue of Chinese \nand Japanese immigration. However, after submitting a report, the commission was instructed to suspend its \nactivities. In 1906, it resumed its work. However, until the collapse of the Diaz regime, the commission had neither \nsubmittedreports nor made any suggestions (52). In other words, the Diaz government did not solve the Chinese \nproblem. Apart from the growing inertia of the government, perhaps the main reason was that though Mexican \nofficials found Chinese immigrants undesirable, they also admitted that Chinese labor was beneficial and \nnecessary (53). As a result, along with the turbulence of the Mexican revolution, anti-Chinese violence broke out, \nand reached a climax during the 1930s.\n\n(1) Many books and articles about the Sino-Latin America relationswere published both in Chinese and in the \nWestern countries, for example, In Chinese, Sha Ding, Yang Dianqiu et al., The Concise History of the Relations \nbetween China and Latin America, Henan People's Press, Zhengzhou, 1986; Luo Rongqu, Essays on the Historical \nRelations between China and America, Chongqing Press, Chongqing, 1988; Li Chunhuiand Yangshengmao, eds., \nThe History of Overseas Chinese in America, Oriental Press, Beijing, 1990. In Mexico, Marisela Comelly y Romer \nComejo Bustamente, China- America Latina: Genesisy Desarrollo de sus Relaciones, El Colegio de Mexico, 1992. \nFelipe Pardinas, Relaciones diplomaticas entre Mexico y China, 1898-1948, Mexico: Secretaria de relaciones \nexteriores, 1982. In the United States, Cecil Johnson, Communist China and Latin America, 1959-1967, New York: \nColumbia University Press, 1970. Frank O. Mora, <<Sino-Latin American Relations: Sources and Consequences, \n1977-1997>>, in Journal of Interamerican Studies and World Affairs, 41:2 1999, pp.91-116.\n\n(2) For example, see Charles C.Cumberland, <<The Sonoran Chinese and the Mexican Revolution>>, Hispanic \nAmerican Historical Review, 40:2 (May 1960), pp. 191-211; Phillip A. Dennis, <<The Anti-Chinese Campaigns in \nSonora, Mexico>>, Ethnohistory, 26:1 (1979), pp.65-80; Leo M.D. Jaques Dambourges, <<The Anti-Chinese \nCampaign in Sonora, Mexico,1900-1931>>, Ph.D. dissertation, University of Arizona, 1974; Leo M.D. Jaques \nDambourges, <<The Chinese Massacre in Torreon (Coahuila) in1911>>, Arizona and the West, 16 (Autum 1974), \npp.233-246; Jaques Dambourges, <<Chinese Merchants in Sonora, 1900-1931>>, in Luz M. Martinez Montiel, \nAsiatic Migrations in Latín America, El Colegio de Mexico, 1981, pp. 13-20; Jaques Dambourges, <<The Anti-\nChinese Legislativeand Press Campaign in Sonora, Mexieo, 1916-1921>>, Immigrant and Minorities, 5 (July 1986), \npp. 167-180; Humberto Monteón González, Chinos y antichino en Mexico: documentos y su estudio, Guadalajara: \nGobierno de Jalisco, Secretaría General, Unidad Editorial, 1988; Jose Luis Trueba Lara, Los chinos en Sonora: una \nhistoria olvidada, Sonora, Mexico: Instituto de Investigaciones Histricos, Universidad de Sonora, 1990; José Joege \nGómez Izquierdo, El movimiento antichino en México 1871-1934: problemas del racismo y del nacionalismo \ndurante la Revolucion Mexicana, México, D.E: Instituto Nacinal de Antropología e Historia, 1991; Raymond B. \nCraib, Chinese immigrants in Porfirian Mexico : Preliminary Study of Settlement, Economic Activity, and Anti-\nChinese Sentiment, Albuquerque: Latín American Institute, University of New Mexico, 1996; Kenneth S. Cott, \n<<Mexican Diplomatic and the Chinese Issue, 876-1910)), Hispanic American Historical Review, 67 (February \n1987), pp.63-85; Lawrence Douglas Taylor, <<El contrabando de chinos al largo de la frontera entre México y \nEstados Unidos, 1882-1931)), Frontera Norte 6, no. 11 (Jan-June 1994), pp. 41-57; Eduardo Ayuon Gerardo, El \ndragon en el desierto: los pioneros chinos en Mexicali, Instituto de Cultura de Baja California, 1991; Evelyn Hu-\nDeHart, <<TheChinese of Baja California Norte, 1910-1934>>, Proceedings of the Pacific Ocean Coast Council on \nLatin American Studies, 12 (1985-6), pp.9-30; Robert Duncan, <<The Chinese and the Economic Development of \nNorthern Baja California, 1889-1929>>, Hispanic American Historical Review, 74:4 (Nov. 1994), pp.615-647. No \nspecial articles focused on the Sino-Mexico relations during the late 19th century and the early 20th century has \nbeen published in Chinese by now. However, many useful documents on this issue were collected and published, \nsee Chen Hansheng ed.,Historical Documents about the Chinese Laborers A broad, vol. 1, Chinese Book Store \nPress, Beijing, 1985; and He Fenggjiao, Collections of Historical Materials about Anti-Chinese Movements, Mexico, \nTaibei, 1991, 1993.\n\n(3) Yin was the second dynasty in Chinese history, which was overthrew by Zhou.\n\n(4) Chen Zhiliang, <<It was Chinese who first come to America>>, Language Monthly, Vol., 1, 1940, in Chinese.\n\n(5) Dong Jingsheng, <<The Problem of the Discovery of America by Chinese,>> in edited by Zhou Nanjing, \nEncyclopedia of Oversea Chinese,Vol., History, The Oversea Chinese Press, 2002, pp. 610-611, in Chinese.\n\n\n\n(6) Eugenio Anguiano-Roch, <<Mexico's Diplomacy towards China>>, in edited by Graciela de la Lama, China, \nMexico: El Colegio de Mexico,1982, p. 147.\n\n(7) Lian Yunshan, Who first reach America, Chinese Social Science Press, Beijing, 1992, in Chinese.\n\n(8) Wang Bangwei, <<Faxian and the Bibliology of Faxin: a Review of Historiography>>, in The Research of World \nReligion, 4, 2003, in Chinese.\n\n(9) Zhu Qianzhi, Textual Research about Fusang, Business Press, Hong Kong, 1940, in Chinese.\n\n(10) Gustavo Vargas Martinez, <<Fusang. Chinos en America antes deColon, quoted from Diego L. Chou, Los \nchinos en Hispanoamérica>>, Cuaderno de Ciencias Sociales, 124, Sede Academica, Costa Rica, FLACSO,San \nJose, 2002, pp. 10-11.\n\n(11) Luo Rongqu, <<Guess about Fusang and the Discovery of Americana, Historical Research, 2, 1983, in \nChinese.\n\n(12) E.H. Blair & J.A. Robertson, The Philippines Islands, 1493-1898, 1905-1919, vol.22, Cleveland, p.250.\n\n(13) Jorg Faust- Uwe Franke, Attempts of Diversification: Mexico and the Pacific Asia, Woeking Paper No.1, \nUniversity of Maiaz, Germany, November 2000, see <www.asiayargentina.com>.\n\n(14) Homer H. Dubs & Bobert S. Smith, <<Chinese in Mexico City in 1635>>, The Far Eastern Quarterly, vol. 1, \nNo. 4, Aug, 1942, p. 387.\n\n(15) Diego L. Chou, Los chinos en hispanoamerica, p. 12.\n\n(16) Kennett Cott, <<Mexico Diplomacy and the Chinese Issue, 1876-1910>>, Hispanic American Historical \nReview, 67:1, 1987, p. 63.\n\n(17) Robert H. Duncan, <<The Chinese and the Economic Development of North Baja California, 1889-1929>>, \nHispanic American Historical Review, 74:4, 1994, p.616.\n\n(18) Moises Gonzalez Navarro, Los exteranjeros en Mexico y los Mexicanos en el extranjeros, 1821-1970, \nVolumen 1, El Colegio de Mexico,1993, p. 506.\n\n(19) Robert H. Duncan, <<The Chinese and the Economic Development of North Baja California, 1889-1929>>, \np.617.\n\n(20) Wu Paak-shing, <<China's Diplomatic Relations with Mexico>>, China Quarterly, 4, Summer, 1939, p.441.\n\n(21) Moises Gonzalez Navarro, Los exteranjeros en Mexico y los Mexicanos en el extranjeros, 1821-1970, \nVolumen 1, p. 307.\n\n(22) Francisco A. Romero Estrada, <<Factores que provocaron las migraciones de chinos, japoneses y coreanos \nhacia Mexico: siglos 19 y 20>>, see <http://www.gknla.net/history_resources>.\n\n(23) Jurgen Buchenau, <<Small Numbers, Great Impacts: Mexico and Its Immigrants, 1821-1973>>, in Journal of \nAmerican Ethnic History, Spring 2001, p. 34.\n\n(24) Leo M. Jacques, <<Chinese Merchants in Sonora, 1900-1931>>, in edited by Luz M. Martinez Montiel, Asian \nMigrations in Latin America, El Colegio de Mexico, Mexico, 1981, p. 13.\n\n(25) Kennett Cott, <<Mexico Diplomacy and the Chinese Issue, 1876-1910>>, p. 67.\n\n(26) Kennett Cott, <<Mexico Diplomacy and the Chinese Issue, 1876-1910>>, pp. 67-68.\n\nhttp://www.asiayargentina.com>\nhttp://www.gknla.net/history_resources%3E\n\n\n(27) Sha Ding & Yang Dianqiu, <<The Establishment of Diplomatic Relations between China and some Latin \nAmerican Countries in the Late Qing Dynasty>>, in Essays on the History of Latin America, Oriential Press, Beijing, \n1986, p. 342, in Chinese.\n\n(28) Chen Hansheng ed., Historical Documents about the Chinese Laborers Abroad, vol. 1, Chinese Book Store \nPress, Beijing, p. 1239, in Chinese.\n\n(29) Chen Hansheng ed., Historical Documents about the Chinese Laborers Abroad, vol. 1, Beijing, p. 1240.\n\n(30) Wu Paak-shing, <<China's Diplomatic Relations with Mexico>>, p. 442.\n\n(31) Marsela Connelly, Romer Bustamente Cornejo, China-America Latina, El Colegio de Mexico, Mexico D.F. \n1992, pp. 40-47.\n\n(32) Wu Paak-shing, China's Diplomatic Relations with Mexico, p. 442. Harley Farnsworth Macnair, The Chinese \nAbroad: Their Position andProtection, A Study in International Law and Relations, The Commercial Press, Limited, \nShanghai, China, 1925, p. 93.\n\n(33) Chen Hansheng ed., Historical Documents about the Chinese Laborers Abroad, vol. 1, p. 1240.\n\n(34) Chen Hansheng ed., Historical Documents about the Chinese Laborers Abroad, vol. 1, p. 1241.\n\n(35) Eugenio Anguiano-Roch, <<Mexico's Diplomacy towards China>>, p. 148.\n\n(36) Diego L. Chou, Los chinos en hispanoamerica, p. 15.\n\n(37) Francisco A. Romero Estrada, <<Factores que provocaron las migraciones de chinos, japoneses y coreanos \nhacia Mexico: siglos 19 y 20>>, see <http://www.gknla.net/history_resources>.\n\n(38) Chen Hansheng ed., Historical Documents about the Chinese Laborers Abroad, vol. 6, Chinese book Store \nPress, Beijing, p. 269, in Chinese.\n\n(39) Kenner Cott, Mexico Diplomacy and the Chinese Issue, 1876-1910, p.70.\n\n(40) Chen Hansheng ed., Historical Documents about the Chinese Laborers Abroad, vol. 6, p.289.\n\n(41) Chen Hansheng ed., Historical Documents about the Chinese Laborers Abroad, vol. 1, p. 1245.\n\n(42) Francisco A. Romero Estrada, <<Factores que provocaron las migraciones de chinos, japoneses y coreanos \nhacia Mexico: siglos 19 y 20>>, see <http://www.gknla.net/history resources>.\n\n(43) Robert H. Duncan, The Chinese and the Economic Development ofNorth Baja California, 1889-1929, p. 616.\n\n(44) Leo M. Jacques, Chinese Merchants in Sonora, 1900-1931, p. 15.\n\n(45) Jurgen Buchenau, <<Small Numbers, Great Impacts: Mexico and Its Immigrants, 1821-1973>>, p. 35.\n\n(46) Evelyn Hu-DeHart, <<Sonora: Indians and Immigrants on a Developing Frontier, in edited by Thomas \nBenjamin and William McNellie, Other Mexicos: Essays on Regional Mexican History, Albuquerque, N M: University \nof New Mexico Press, 1984, p. 195.\n\n(47) Evelyn Hu-Dehart, <<Immigrants to a Developing Society: The Chinese in Northern Mexico>>, in The \nOverseas Chinese Research, vol. 4, 1988, p. 44, in Chinese.\n\n(48) Leo M. Jacques, <<Chinese Merchants in Sonora, 1900-1931>>, p. 15.\n\n(49) Kennett Cott, Mexico Diplomacy and the Chinese Issue, 1876-1910, p. 82.\n\nhttp://www.gknla.net/history_resources%3E\nhttp://www.gknla.net/history\n\n\n(50) Diego L. Chou, Los chinos en hispanoamerica, p. 19.\n\n(51) The full text of this bill can be found in Chen Hansheng ed.,Historical Documents about the Chinese Laborers \nAbroad, vol. 1, pp. 1243-1244.\n\n(52) Kennett Cott, Mexico Diplomacy and the Chinese Issue, 1876-1910, pp. 82-85.\n\n(53) Erika Lee, <<Enforcing the Borders: Chinese Exclusion along the U.S. Borders with Canada and Mexico, \n1882-1924>>, in The Journal of American History, Vol. 89, No. 1, June 2002, p. 12.\n"}