{"title": "Haitian policy signals U.S. shift on refugees; Critics say sending back boat people violates U.N. convention", "body": "\nThe U.S. policy toward Haitian refugees - stopping them at sea and summarily returning them to Haiti - signals a \ndramatic shift in U.S. treatment of refugees.\n\n The practice also poses a precedent that could prompt other nations to turn away people seeking sanctuary.\n\n Since World War II, the United States has led others in setting a humane standard for refugee care. But, \nadvocates and other experts assert, the recent U.S. action toward Haitians violates at least the spirit of a 1951 U.N. \nconvention.\n\nThe convention on refugee protection was expanded in 1967, and the United States and about 105 other nations \nhave signed at least one of the conventions.\n\n The Bush administration defends the executive order on Haitians issued May 24, saying it remains in compliance \nwith the agreements since Haitians are stopped at sea, outside U.S. waters.\n\n Except in an emergency, they are then returned without being screened for possible political persecution.\n\n \"We will be able to process any Haitians who fear persecution at our embassy in Port-au-Prince,\" a State \nDepartment official said during a recent congressional testimony.\n\n The policy was adopted with the hope that it would stem the flow of tens of thousands of Haitians fleeing their \nincreasingly violent and poor Caribbean country. The administration maintained that the tent city at Guantanamo \nBay, Cuba, is full with 12,500 Haitians, and that it was like a magnet, drawing more Haitians to leave Haiti.\n\n \"We were forced to change our policy,\" Brunson McKinley, deputy assistant secretary for refugee programs in the \nState Department, told a congressional panel. \"We have not violated the convention, and we have no intention of \nlessening our advocacy of its principles around the world.\"\n\n He said the policy is not racist and doesn't treat Haitians differently from Cubans or Vietnamese.\n\n In light of what the administration has said or done for other groups of people in flight, the Haitian case marks an \ninconsistency.\n\n A long-standing U.S. policy allows the U.S. Coast Guard to bring to the United States Cuban asylum seekers they \npick up.\n\n\n The United States has criticized others, namely Malaysia and Hong Kong, for turning away Vietnamese boat \npeople. When Hong Kong forcibly returned Vietnamese refugees, Bush publicly opposed it.\n\n In accordance with the Immigration Act of 1990, the administration also has offered temporary protection in the \nUnited States for those from countries devastated by war, natural disasters or other conditions that prevent their \npeople's safe return. The Temporary Protective Status has been given to those from such places as Liberia, Kuwait \nand Somalia. Efforts to include Haitians have failed.\n\n \"The standard we have held to other countries is not the standard when it's on our doorstep,\" said Bill Frelick, \nsenior policy analyst with the U.S. Committee for Refugees, an advocacy group in Washington, D.C.\n\n \"We expect Pakistan to host 3 million Afghan refugees for 10 years, and Thailand has half a million refugees from \nvarious [Southeast Asian] countries. And Malawi, a very poor country with an average personal income of $ 180 a \nyear, has 950,000 from Mozambique.\n\n \"We don't have the capacity to provide temporary refuge? Then show me a country on Earth that has a greater \ncapacity than the U.S.\"\n\n Bush has defended his decision, saying that the nation remains open to the \"politically oppressed,\" but that he \nwon't \"open the doors to economic refugees from all over the world.\"\n\n But about a third of the more than 35,000 Haitians rescued by the U.S. Coast Guard since September have been \nscreened and allowed to pursue asylum claims. Presumably, there are at least that many among those being \nreturned to Haiti without screening, said Frelick and others.\n\n \"It's too crowded because they put barbed wire around it and said it's too crowded. But there are 47 square miles,\" \nsaid Lionel Rosenblatt, director of Refugees International, an advocacy group in Washington, D.C.\n\n \"It's preposterous. We're not asking that all these people come to Florida,\" he said. \"We're saying that they're \nentitled to a fair hearing as specified under international law, which we've dodged with a technicality.\"\n\n A U.S. district court judge recently upheld the Bush administration's decision, but harshly condemned it.\n\n \"This court is astonished that the United States would return Haitian refugees to the jaws of political persecution, \nterror, death and uncertainty,\" wrote Judge Sterling Johnson Jr.\n\n Legislation has been introduced in the House and the Senate to prevent the forced return of Haitians without \ndetermining if they would be persecuted upon return.\n\n Experts say the U.S. action points to a trend in the care of refugees in the post-Cold War era. Many refugees are \nbeing returned to their countries as resolutions are found for political problems there.\n\n \"The problem we confront is that the 1951 [U.N.] convention never contemplated the hundreds of thousands and \nmillions of refugees who are now streaming across borders and over the high seas,\" said David Scheffer, a lawyer \nand senior associate at the Carnegie Endowment for International Peace, a foreign-policy think tank in \nWashington, D.C.\n\n He said the U.S. decision should work as a \"wake-up call\" for nations to draft a new agreement. Fighting in \nYugoslavia is the latest example of civil strife that has displaced people who don't fit under the old profile of a \nrefugee.\n\n Many believe the new U.S. policy is racist. They question if Bush would give the same treatment to boatloads of \nIrish people seeking asylum. McKinley denies it, saying that over the last 10 years, 140,000 Haitians have come \nthrough the legal immigration process.\n\n\n\n Experts agree that the United States has supported international refugee programs and resettled hundreds of \nthousands of refugees, such as Southeast Asians. But it seldom has been a host country for a mass exodus of \nrefugees, as Thailand or Somalia have been, experts said.\n\n The exception was in 1980, when thousands of Cubans fled to Florida by boat. That experience hurt then-\nPresident Jimmy Carter politically, because he was seen as not having control of the situation.\n\n Now, \"It looks, in the short run, like you're in control by pushing Haitians back,\" Rosenblatt said. \"It's easy to be \ntough with refugees, but what about a tough-minded, effective policy on Haiti, which the administration is still \ngroping for?\"\n\n Facing a difficult reelection, Bush is catering to what he perceives as an anti-immigrant mood in the country, critics \nsaid. And the nation's stance could influence others.\n\n The Dominican Republic, Haiti's neighbor, already treats Haitian refugees with \"open hostility,\" according to a \nrecent report by the U.S. Committee for Refugees.\n\n Frelick said, \"We feel the situation is likely to get worse with the Dominican Republic saying, 'Hey, if the U.S. can \npush Haitian refugees back, why can't we?' \"\n"}