{"title": "NATION IN BRIEF;Microsoft plans low-cost model", "body": "\n \nMicrosoft Corp. hopes to get even bigger by scaling back.\n\nThe company was announcing plans today in San Jose, Calif., for a network computer, a low-cost, basic machine \nintended to be linked in corporate networks. A variety of companies have or are working on such computers for \nconsumers and businesses.\n\nToday's announcement also is seen as an attempt to steal some thunder from Sun Microsystems Inc., which plans \nto launch its JavaStation NC in New York Tuesday. Sun is one of several companies, including Apple, IBM, \nNetscape and Oracle, collaborating on NC standards that don't include Microsoft software.\nCOURTS Prosecutors assailed\n\nA lawyer for Oklahoma City bombing suspect Timothy McVeigh accused prosecutors today of trying to prejudice the \ntrial by meeting with victims' relatives and labeling defense theories as \"wacky.\" The meeting was a \"deliberate \nexample of the government engaged in unauthorized disclosure,\" attorney Stephen Jones said on NBC's \"Today\" \nshow. Prosecutors spent more than two hours Sunday answering questions from about 200 relatives and survivors \nduring a meeting at the U.S. attorney's office, just a few blocks from the site of the bombed federal building.\n\n \n\nGOVERNMENT Record deportations\n\nThe Immigration and Naturalization Service is expected to announce Tuesday in a year-end report it deported a \nrecord 67,000 undocumented immigrants during the past year, a 34 percent increase over 1995, as part of a \ncontinuing government campaign to crack down. In California, deportations of undocumented immigrants jumped \nabout 50 percent to 30,000 during the fiscal year ending Sept. 30. Initial estimates of the INS report's principal \nfindings were provided to the Los Angeles Times Sunday by a Clinton administration official who requested \nanonymity.\n\n \n\nCRIME 2 charged in shooting\n\nTwo men authorities in Pelion, S.C., say have ties to the Ku Klux Klan were charged Sunday in a drive-by shooting \noutside a rural nightclub that left three teenagers wounded, one seriously. Lexington County Sheriff James Metts \nsaid Clayton E. Spires Jr., 25, of Lexington and Joshua G. England, 18, of New Holland were stopped by state \ntroopers for alcohol and traffic violations about 30 minutes after the shootings, and authorities found an assault rifle, \nshell casings and ammunition in Spires' truck along with white supremacist literature. The men were charged with \nassault and battery with intent to kill.\n\n\n \n\nHalloween violence\n\nSeveral youths returned with reinforcements and attacked guests after being kicked out of a Halloween party in \nNorfolk, Mass., stabbing one man to death and injuring at least four other people. Some witnesses described the \nassailants as skinheads, white youths with swastika symbols on their hands, but prosecutors weren't sure. A 22-\nyear-old man died from stab wounds to the back and chest, Assistant District Attorney John Birtwell said. Four other \nmen, including the party's host, were also injured in the attack early Sunday.\n\n \n\nCampus unrest\n\nMobs of several hundred Southern Illinois University students broke store windows and threw rocks, bricks and \nbottles Sunday in a repeat of traditional pre-Halloween revelry in Carbondale. At least 33 people were arrested and \nthree police officers injured in the three-hour fracas, Police Chief Don Strom said. The windows of about eight \nbusinesses were broken, but there were no reports of looting.\n\n \n\nPOLLS Parenting poll\n\nNearly six in 10 Americans think gays can be just as good at parenting as heterosexuals, but almost half oppose \nadoption by gay couples, according to a Newsweek poll. The poll of 929 adults appears in the Nov. 4 issue of the \nmagazine. The majority - 57 percent - said gays can be equally good parents as heterosexuals. Thirty-one percent \nbelieved they can't, and 12 percent said they were uncertain. When asked whether there should be adoption rights \nfor gay spouses, 47 percent said no, 36 percent were in favor, and 17 percent were undecided.\n\n \n\nACCIDENTS Train derailment\n\nCrews worked today to clear and repair railroad tracks after a freight train derailed, overturning a pair of locomotives \nand scattering the contents of several cars. Sunday's derailment near Laton, Calif., forced the evacuation of two \nnearby mobile homes, but no injuries were reported.\n\n \n\nPEOPLE Wedding plans again\n\nKenny Rogers is a true gambler when it comes to love. Rogers is considering tying the knot for the fifth time, and \nthe country singer told a British news agency Sunday he's got his eye on Wanda Miller, 30. \"We are much more \nserious now than we were three months ago, but one of the things we have to consider is the age difference,\" \nRogers, 58, told the Press Association in a phone interview from his Nashville home.\n\n \n\nTHE SOUTH Immigrant gangs\n\nProblems with gang-related crime have worsened as Charlotte's Vietnamese community has grown, police said. \nInternational House, a Charlotte organization that promotes foreign cultures, estimates the city's Vietnamese \npopulation is about 10,000, up from 4,000 two years ago. Saturday, members of Charlotte's Vietnamese community \nmet with law enforcement officials to discuss problems involving Vietnamese gangs.\n"}