{"title": "OWS groups in protest of prisons-for-profit", "body": "\nIncarcerating poor, powerless people for profit is a despicable business, but it sure is profitable.\n\n\"Hello Harlem, we're here to help\" reads an unintentionally ironic sign in a Wells Fargo bank, a major investor in two \nprivate prison companies, the GEO Group and the Corrections Corporation of America (CCA) that in 2010 made a \nwhopping $2.9 billion in profits.\n\nOn Monday 200 people took to the streets to protest the scandalous connection between investment in private \nprisons and the mass jailing of prisoners and immigrant detainees for profit. The demonstration was organized by \nthe Occupy Wall Street Immigrant Worker Justice working group and the OWS Prisoner Solidarity working group,\n\n\"[For these corporations\\] the more people in prison the better it is for business,\" said Mariano Muñoz of the Occupy \nWall Street Immigrant Worker Justice working group.\n\nNot surprisingly, both GEO and the CCA spend a pretty penny lobbying at both the state and federal level for laws \nlike the infamous Arizona and Alabama anti-immigrant legislations.\n\n\"[Those laws\\] place greater numbers of non-U.S. citizens in the immigrant detention and deportation system,\" \nMuñoz added. \"And that's good for business.\"\n\nPrivate prison corporations that profit from detention and deportation policies make tons of money by locking up \npoor, powerless immigrants for months and even years with little federal supervision. One of these jails is located in \nSpringfield Gardens, Queens, and many voices have been raised in protest. The rally last week focused on the \nrole those private prison companies have played in supporting anti-immigrant policies, leading to record detention \nand deportation rates.\n\nThe rally began in front of the Lincoln Correction Facility in Harlem, one of the city's many African-American \nneighborhoods devastated by the explosive growth in prisons over the past few decades. From there, protesters \nmarched to a Wells Fargo bank branch.\n\nThe rally was part of the National Occupy Day in Support of Prisoners that \"called attention to the economic \nhardships of the 99% and the impact on people of color incarcerated in the U.S.,\" stated the Detention Watch \nNetwork (DWN).\n\nThe network, along with dozens of prisoners' rights and Occupy groups took part in the day of protest.\n\n\nThe growth of the immigration detention system has been explosive. Since 1996 it has grown from 70,000 people \ndetained annually to more than 380,000 in 2009, according to DWN.\n\nNo one is spared from the system. Families, undocumented and documented immigrants, people who have been in \nthe U.S. for years, survivors of torture, asylum seekers and other vulnerable groups including pregnant women, \nchildren and individuals who are seriously ill without proper medication or care can be found in detention centers.\n\nThe U.S. is the world's leading jailer and maintains a large network of detention facilities, comprised of a \nhodgepodge of about 350 federal and private facilities, state prisons and county jails, at an annual cost of more \nthan $1.7 billion to taxpayers, says DWN.\n\nThe growth of the detention system has been accompanied by higher levels of abuse, substandard living \nconditions, and over 120 immigrant deaths since 2003, DWN added.\n\n\"Immigrants are both the targets of the Wells Fargo-backed private prison industry and the victims of free trade laws \nand American foreign policy initiatives that have crippled their local economies,\" said Andrea Black, DWN executive \ndirector. \"Today we stand with those incarcerated on U.S. soil and demand justice for all.\"\n\nMost New Yorkers support the protestors' rejection of those who profit from the mass incarceration of society's most \nvulnerable members, Muñoz said.\n\n\"The protest was a success and the people of Harlem were extremely receptive,\" he said.\n\naruiz@nydailynews.com\n\nGraphic\n\n \n\nMore than 200 members of Occupy Wall Street groups rally outside a Wells Fargo bank branch in Harlem to \nprotest investments in prisons-for-profit companies.\n"}