{"title": "THE MIDTOWN SINKHOLE Many refugees find jobs at Marriott Hotel chain helps victims' families with funeral costs", "body": "\nThe Marriott hotel chain, which lost two employees in a parking lot sinkhole, often hires immigrants and refugees \nto work in housekeeping, the restaurant and other parts of the hotel, social service workers said Tuesday.\n\nThe victims of Monday's tragedy were from Guatemala and Moldova, a former republic in the Soviet Union. \nGuatemalan Oscar Cano, 33, worked in the restaurant at the Courtyard by Marriott hotel in Midtown. Victoria \nVaynshteyn, 26, from Moldova, was a hostess in the restaurant.\n\nMarriott is helping both families with funeral arrangements, a hotel spokeswoman said. An attorney for Ms. \nVaynshteyn said Marriott also was paying for her funeral and would fly her parents and family from Moldova to \nAtlanta for the funeral.\n\nMr. Cano's family could not be reached for comment.\n\nPhyllis Stallman of the Refugee Employment Resource Center said the Marriott is \"immigrant-friendly.\"\n\n\"The Marriott is just one of many hotels that hire immigrants and refugees,\" she said.\n\nMs. Vaynshteyn got her job after attending a job fair and filling out a Marriott application 18 months ago.\n\n\"They hired her as a hostess,\" said Lillian Bykhovsky of Jewish Vocational Services, who took Ms. Vaynshteyn to \nthe job fair.\n\n\"She's a very sweet, very pleasant person, always smiling, very charming,\" Ms. Bykhovsky said.\n\n\"The Marriott was very responsive to the refugees,\" she said, adding that she helped other Russians find work \nthere.\n\nRoss Gelfand, a family friend and a lawyer who is representing Ms. Vaynshteyn's family, said she arrived in \nAtlanta with her husband, Boris, and young son, Benjamin, two years ago. Mr. Vaynshteyn's father, Lazar, who \ncame with them, died of a heart attack within two weeks of arriving. They also lost $ 25,000 in possessions when \nsome of their luggage was lost.\n\n\"These poor people have got nothing,\" Mr. Gelfand said. \"The little boy, Benjamin, is 4. He's supposed to start \nkindergarten in the fall. Now he's asking for his mommy. The needs of the family are great.\"\n\nA fund has been established for people who want to help the Vaynshteyn family. Checks can be sent to: The Vicky \nFund in care of Ross Gelfand, P.O. Box 921209, Norcross, Ga. 30092.\n\n\nGraphic\n\n \n\nPhoto: mug of Victoria Vaynshteyn\n"}