{"title": "Fired Aide Bashes Scott Walker's 'Olympic-Quality Flip Flop' on Immigration", "body": "\nApr 21, 2015( Mediaite: http://www.mediaite.com/ Delivered by Newstex) <nl/> In an email obtained by Mother \nJones[1], former Scott Walker aide Liz Mair took the potential GOP candidate to task for what she called an \n'Olympic-quality flip flop' on immigration.<nl/> Let's back up. \n\nMair was hired as Walker's social media consultant last month after Walker's nascent campaign took off thanks to \nan enlivening performance[2] at the Iowa Freedom Summit. She was resigned-fired the next day[3] after tweets of \nhers emerged criticizing Iowa's role as the GOP primary gatekeeper, especially how it pulled candidates to the \nright[4] on immigration. Mair had supported comprehensive immigration reform while the Senate worked on a bill \nin 2013.<nl/> Sure enough, Walker — who had formerly been a vocal proponent of immigration reform — had just \nchanged his stance[5] on certain key measures of comprehensive immigration reform, coming out against what he \nnow called 'amnesty' — the exact sort of rightward pull Mair had criticized.<nl/> RELATED: By Ousting Liz Mair, \nScott Walker Panders to the Wrong Part of the Right[6]<nl/> Yesterday Walker laid out a possibly more hardline \nstance* on the issue, signaling he might consider addressing legal immigration rates, which would put him to the \nright of most of his party. Mair was having none of it, sending out an email reminding Walker of the fate of the last \nGOP candidate who so blatantly switched positions:<nl/> 'Setting aside the substance of the policy, as the 2008 \nelection demonstrated, it is really difficult in the age of Google to execute full policy reversals without earning a \nreputation as an untrustworthy, 'say anything to win,' substance-and-guts-free politician. Even in 2012, when \nRepublicans nominated Mitt Romney, his reputation for policy, er, flexibility was a significant negative for him and \none that diminished enthusiasm for the candidate, probably adversely impacting his performance in that race.'<nl/> \n* It's been difficult to track Walker's exact position on immigration, thanks to, well, this[7]. Washington Post's Greg \nSargent, for one, believes Walker is more inline with the establishment GOP view on immigration reform than his \nrhetoric suggests[8].<nl/> [h/t Mother Jones[9]]<nl/> [Image via screengrab]<nl/> ——<nl/>>> Follow Evan McMurry \n(@evanmcmurry) on Twitter[10]<nl/> [ 1]: http://www.motherjones.com/mojo/2015/04/former-walker-aide-blasts-\nwalker-immigration-flip-flop [ 2]:            http://www.mediaite.com/online/lets-stop-calling-every-candidate-who-has-\na-good-week-a-frontrunner/ [ 3]:            http://www.mediaite.com/online/scott-walkers-new-social-media-consultant-\nresigns/ [ 4]:            http://www.mediaite.com/online/how-scott-walker-pissed-everybody-off-with-his-new-social-\nmedia-hire/ [ 5]:            http://www.mediaite.com/tv/after-grilling-from-foxs-wallace-walker-admits-hes-changed-view-\non-immigration/ [ 6]:            http://www.mediaite.com/online/by-ousting-liz-mair-scott-walker-panders-to-the-wrong-\npart-of-the-right/ [ 7]:            http://www.mediaite.com/online/scott-walker-reportedly-switches-positions-on-\nimmigration-again/ [ 8]:            http://www.washingtonpost.com/blogs/plum-line/wp/2015/03/27/scott-walker-\nimmigration-mess-captures-gops-broader-dilemma/ [ 9]:            http://www.motherjones.com/mojo/2015/04/former-\nwalker-aide-blasts-walker-immigration-flip-flop [ 10]:            https://twitter.com/evanmcmurry \n"}