{"title": "'ACTING' IS ALL TOO REAL. Plays focus on the struggles of immigrants", "body": "\nThe actors aren't actors, the plays are really meant as dress rehearsals for real life, and before the curtains come \ndown the audience takes the stage as \"spec-actors.\"\n\nWelcome to El Circo de la Immigracion/Immigration Circus, the latest collaboration of the People's Theatre Project's \nUptown Action Troupe and the Theatre of the Oppressed NYC.\n\nTheatre co-founder Mino Lora and Theatre of the Oppressed Founding Artistic Director Katy Rubin said Immigration \nCircus' three, one-act plays reflect real life situations drawn from the lives of the nonactors who make up the cast.\n\n\"We've used some professional actors, but most of our plays are done with people from Washington Heights who \nup to that point would say they are not actors,\" Lora said. \"Now they're actors.\"\n\n\"The idea is that everyone is an actor in his or her own life and that the community, which has the problem, which \nfaces an issue of discrimination or oppression, they are the people to make the art about their problem,\" Rubin said.\n\nCreated in conjunction with the Northern Manhattan Coalition for Immigrant Rights, Immigration Circus came out of \nissues several cast members experienced. None of the three acts had been named as of press time - more on the \ncreative process later - but center around these issues:\n\nOne involves a young woman who is not allowed to speak at an older brother's deportation hearing.\n\nA second, culled from the experiences of two cast members, centers on a young, undocumented man who finished \nhigh school here but is told by his school guidance counselor to forget going to college because the military is his \nonly hope. Years later, after earning his green card and now working as a community organizer, he is arrested while \nattending a rally for passage of the DREAM Act, which would make it easier for undocumented immigrants to \nattend school.\n\nThe final play tells of a man who is arrested for possession of marijuana 20 years previous. He spends six months \nin jail because his trial date keeps getting pushed back and he has no family in town to lobby on his behalf. He \naccepts his public defender's advice and pleads guilty, only to find, 20 years later, that the misdemeanor conviction \nmeans that even though he has a green card, if he leaves the country he will not be allowed to return.\n\nWhich means he is unable to visit his sick and dying parents in his homeland.\n\n\nEach play is drawn from the 20 stories gleaned from the lives of the 20 actors in the cast - there will be only 18 \nactors in the play, since two dropped out, said Lora whose husband, Robert Braswell, is co-founder of the theater.\n\n\"All of the stories in Immigration Circus come from the real lives of actors in the groups,\" said Lora, who has a \nmaster's degree in peace studies and conflict transformation from Connecticut's Graduate Institute.\n\n\"The first thing we wanted to do with the People's Theatre Project [the group was founded in 2009] was to bring \ntheater to communities that didn't have it and make that theater accessible. From there it evolved into wanting to \nuse peoples' stories from their own lives.\"\n\nRubin, who trained in Brazil with legendary Theatre of the Oppressed founder Augusto Boal, said the intent is to \nuse the theater to illustrate real-life problems and then use the actors and audience to work out real solutions.\n\n\"The question is asked by the performers, which is the community with the problem,\" said Rubin. \"After the play \neveryone who came to see it is invited up on the stage to offer and try out alternative solutions they may come up \nwith.\n\n\"Then we go further and say what new laws or actions must be taken for this new idea to come to pass.\n\n\"So what you have is a community solving problems together,\" Rubin said. \"Maybe someone in the audience is in \nthe same situation portrayed on stage. So now they have these tools they can take and use in real life.\"\n\nIn an email message, Braswell said the community voice created by People's Theatre Project work is much \nneeded.\n\n\"In a hostile environment where presidential candidates are proposing electrified fences on our borders to keep \nimmigrants out, it is so important that communities like ours don't remain silent,\" he said.\n\nLora noted that each play is not so much scripted as outlined; actors remember points but create their own \ndialogue each time.\n\n\"It makes for a pretty exciting evening,\" she said.\n\n\"Immigration Circus\" will have three performances: Nov. 10 at 7:30 p.m. at YM&YWHA of Washington Heights and \nInwood, 54 Nagle Ave.; at 7:30 p.m. Nov.11 at Word Up Community Bookshop, 4157 Broadway; and at 4 p.m. on \nNov. 19 at Iglesia Luterana de San Lucas Church, 87-34 85th St. in Woodhaven, Queens.\n\nAdmission is pay what you can.\n\nFor more information, see the websites: www.peoplestheatreproject.org,            \nwww.theatreoftheoppressednyc.org, and            www.nmcir.org.\n\nGraphic\n\n \n\nMembers of the Uptown Action troupe, Carmen Barbosa and Ruben Gonzalez, play a scene in one of three plays \nthat are based on the real-life problems immigrants face. Photo by Victor Chu\n"}