{"title": "BUSH WANTS NEW CITIZENSHIP TESTGOAL IS A CONSISTENT, MEANINGFUL EXAM", "body": "\nWASHINGTON -- The Bush administration has decided to revamp the civics test that hundreds of thousands of \nprospective citizens each year must pass to become Americans, and is developing a new exam, officials say.\n\nPresident Bush alluded to the effort in his speech last week on immigration reform, and this week the Bureau of \nCitizenship and Immigration Services convened a two-day conference of more than 100 immigrant advocates and \nacademics in Washington to discuss the principles for change and its implications.\n\nThe current test has long been criticized as a random collection of unrelated details that conveys little of the \nsignificance of citizenship. But efforts to change it elicit concern from immigrant advocates, who fear a new test \ncould become a barrier to citizenship.\n\n\"I don't want to make the test harder, and I don't want to make it easier -- I want to make it more meaningful,\" \nsaid Eduardo Aguirre, director of the citizenship agency, one of three new Homeland Security divisions that were \npart of the former Immigration and Naturalization Service.\n\nA question on the current test asks, \"What are the first 10 amendments to the Constitution called?\" A hypothetical \nquestion on the new test might be, \"What does the Bill of Rights mean for you?\" said another official.\n\nAguirre said he also wants to move toward a more standardized test. The current test is an oral exam in which an \nexaminer picks 10 or so civics questions from a list of 100 included in a study guide. Therefore, the examiner's \ndiscretion can result in lack of uniformity.\n\nThe government plans to develop a new civics test this year, try it out next year and complete the switch in 2006, \nsaid an official with the Bureau of Citizenship and Immigration Services.\n\nIn a related move, the agency is already experimenting with changes to the English-language test that prospective \ncitizens must also pass.\n\nNearly 574,000 people became U.S. citizens in 2002, the latest year for which statistics are available. The law \nrequires that people seeking citizenship show that they can understand and speak basic English and demonstrate \n\"a knowledge and understanding of the fundamentals of the history, and of the principles and form of government, \nof the United States.\"\n\nThe present version of the civics test dates from the mid-1980s amnesty program for illegal immigrants. During the \nClinton administration, a presidential commission recommended that the test be replaced. The recommendation \nhas languished until now.\n\n\nThe current test \"is just not coherent,\" said political scientist Noah Pickus, director of the Institute for Emerging \nIssues in Raleigh, N.C., and an advocate for changing the exam.\n\n\"You can make a coherent and meaningful examination by identifying what you believe are the key principles in \nour history and government,\" he said. \"The first thing is to identify what really matters and then to realize that you \nare trying to tell a story to a new citizen, to inspire and encourage them.\"\n"}