{"title": "HAITIANS MUST OBEY IMMIGRATION LAWS", "body": "\nIt saddens me to hear people talk of the United States' inhumanity to the Haitian people. I have empathy for them \nbut criticize their actions.  In the 1920s, my sister, my parents and I suffered the same indignities and dangers, but \napplied for admittance to the United States and abided by the quota rules. My father came to the States a year \nbefore my mother, sister and I could come.  My dad was a hated Black and Tan soldier of the British empire, my \nmother a Sein Feiner, but they met, fell in love and married. So here we were, English Catholics in the north of \nIreland. Bo th sides hated us; our very existence was a threat to their way of thinking.  They were particularly \nincensed at my mother; in their eyes she was a traitor. We had to get out of Ireland, but we obeyed the rules and \napplied for entrance to the great American States.  I do not think the Haitians' plight is any more dire than ours was \nin the '20s. I believe that there are ways of doing things, and obeying the law is one of them.  Hubert F. Cooper \nBonne Terre, Mo.  The 'C' Word In answer to the Aug. 22 letter from Millie and Lee Johanningmeier - if being a \nconservative stands for commitment, Christianity and cleaning out Congress, regardless of party, label me C and \nRepublican.  The United States has a decent, caring president in office, and that bothers most of the media and \nliberals.\nJust ask yourself: ''Am I worse off now then four years ago?'' And vote accordingly.  I am a senior citizen and have \na large family. I don't know any of them who can truthfully say they are worse off now. I am older than 70 and have \nnever been called in a poll about anything. Most polls are like the weatherman - wrong most of the time.  Finally, on \nthe abortion issue, I don't care what a woman decides to do with her body. I don't want my money paying for it.  If I \ncommit suicide, the government will not pay for my funeral.  Marie Johanningmeier Greendale Frazier's Epitaph \nVincent Frazier's name lept out at me from an Aug. 24 Metro section article concerning an overgrown, abandoned \ncemetery in Black Jack and Frazier's lack of a headstone. It instantly carried me back 60 years, to when I was 7 \nyears old. Could this be the old gentleman who worked for Papa in the early 1930s? Rapidly reading the article, I \nconcluded it indeed was! Papa mentioned how Frazier had been buried in an old small cemetery in Black Jack \nreserved especially for colored folk.  Frazier, a hard worker who didn't want to take a chance of losing his precious \n$2 a day job, faithfully brought his wages home to his wife Mattie and his children.  When Frazier's frame house \nmysteriously burned down, Papa helped him rebuild - this time of brick.  Frazier always wore a faded, sweat-stained \ncorduroy hunting cap over his grey hair and carried a dollar pocket watch, that only had an hour hand. He explained \nit was given to him, and besides the hour hand was all he needed to tell dinner time (noon).  I asked why he never \nate his sandwich with Papa's other employees. He explained they didn't want to eat with a Negro, but that was all \nright with him.  Being 7 years old, I tried to convince him he was imagining the discrimination. All he said was, ''God \nbless you, when you get older you will change.'' The last time I saw him was when I returned from World War II. His \nbeat-up old Chevy was at the end of New Halls Ferry Road.  If Papa had known Frazier had no headstone, he \nsurely would have provided one for him. He went where the good people go. So did Papa, but that's another story.  \nJoseph Desloge Jr.  Florissant The Benefit Cycle Some people seem to think everyone is unemployed in this \ncountry. V. Doris Conrad writes in an Aug. 24 letter that a $5,000 tax credit and a $500 personal income tax \ndeduction would be of no benefit as people unemployed couldn't afford to buy a house or earn enough for the \nexemption.  There are some 7.5 million unemployed, less than the 8.5 million unemployed in 1980. However, there \nare some 150 million employed people.  Many employed young people could purchase a first home with the $5,000 \n\n\ncredit. Coupled with the increase of a $500 personal tax credit, their purchasing power would be increased.  With a \nnew home comes the purchase of furniture, appliances, drapes, tools - a host of items. This stimulates demand and \nproduction of these products, which creates jobs. This, of course, puts people back to work, allowing them to buy a \nnew home, new products, etc.  So you see, it's a cycle that, once started, benefits all.  Ray Lambert St. Charles \nSalute To Peach I'm writing on the day that George Peach submitted his resignation. For those of us who know \nhim, there has never been a sadder time.  He was a great prosecutor, and he is a good and decent man. I am \ngrateful for the pleasure of his company.  So, a salute to Peach and those who love him! There are many. Hail and \nfarewell.  Robert L. Garrison Assistant U.S. Attorney Fairview Heights Signals Of Distress In Roger Signor's Aug. \n23 article about the rise in teen suicide, he and the experts he quoted avoided two crucial questions on the subject. \nFirst, why do our precious teen-agers feel such self-hatred and lack of hope that they are increasingly attempting \nand sometimes succeeding at killing themselves?  Second, why do the parents of these children so often ignore the \nsignals of distress that teens exhibit?  Parenting is no easy task in today's complex society. But people who make \nthe choice to become parents must begin to take responsibility for the very re al needs of their children. Parents \nmust take the initiative in helping their teens navigate the confusing waters of our culture.  Most of all, parents must \npay close attention to their children: listening to, and expressing concern and empathy for their kids' difficulties.  \nDenying children's need for active emotional support is indeed a form of abuse.  I believe the temptation to \nminimize and trivialize the pain of children and adolescents is great. We, as a society, do not want to recognize the \npsychological impact of the problems we ourselves have created.  Parents do not want to accept responsibility for \nthe failure of parenting techniques that have been passed down from generation to generation. But we must begin \nto try - there is so much at stake.  Lucia Miller St. Louis Ask The Lawyer?  The Aug. 12 editorial, ''For Order In The \nCourt,'' advises voters to heed the advice soon to be published by The Missouri Bar concerning a poll of its \nmembers about incumbent judges who are up for re-election in the coming general election.  Inasmuch as these \nlawyers are participating members of the court system, it is a little like asking the fox guarding the chicken house \nabout the safety of the chickens. The last time I looked, the credibility of lawyers was around the level of used car \nsalesmen and members of Congress.  The problems of the judicial system, long waiting periods before trial \n(sometimes years), catering to the whims of lawyers, numerous continuations, special privileges to the wealthy, \nmistrials and dismissal of charges because of persnickety clerical mistakes and faulty decisions have the public \ndisgusted and mad.  It does not take a great deal of intelligence to see why the no vote has increased in the past \nseveral elections.  If in the future, as former Sen. Thomas Eagleton fears, some good judges are washed away in \nthe cleansing, so be it. It's a small price to pay for delivering the message: Shape up or ship out.  William A. Kenley \nFlorissant Fiction And Fact Strange, isn't it, how the Bush-Quayle team insists on viewing life in terms of TV fictional \ncharacters. If I understand President Bush correctly, he sees ''The Waltons'' as the ideal American family and wants \nto return us to that model. I suggest he's already succeeded in realizing that vision.  Millions of formerly productive \ncitizens now fully understand the economic deprivation and despair of 60 years ago - the era of ''The Waltons.'' So \nhistory has, indeed, turned over on itself. But isn't that carrying nostalgia a little bit too far?  Fred Ross Wood River \nFood For Thought As a footnote to the recent article about Summit Productions Inc., the food catering company for \nthe PGA Tournament at Bellerive Country Club, I would like the St. Louis area public to know that all surplus food \nwas donated each day to Operation Food Search Inc. for immediate distribution to local food pantries.  Our heartfelt \nthanks to the generosity of the members of Bellerive and their catering company. They have set a noble example \nfor similar and future events to be held in our area.  Robert A. Mueller Chairman Operation Food Search Inc.  \nOlivette\n"}