{"title": "INS raid of complex brings in 74 illegal aliens Crime rate spurs authorities to act", "body": "\nThe U.S. Immigration and Naturalization Service (INS) is flying 68 illegal aliens back to Mexico today as a result of \na raid on a Norcross apartment complex this week, according to INS officials. Six illegal immigrants also caught \nin the sweep will leave the country on their own within the next two weeks.\n\nEighty-three Mexicans, Central and South Americans, mostly men in their 20s, were rounded up Thursday night at \nthe Brook Trails apartment complex off Brook Hollow Parkway following a monthlong investigation by Gwinnett and \nAtlanta police departments and the INS. Gwinnett police say the investigation was sparked by a high incidence of \ncrime in the area and suspicions of gang activity.\n\n\"For one location they had such inordinate amount of response calls,\" said INS Assistant Director for Investigations \nBart Szafnicki.\n\nGwinnett police logged 183 crimes in the complex from January 1993 to September of this year. Forty percent of \nthose were violent crimes, said Sgt. Steve Cline of the Gwinnett County police department. Cline added that gang \ncolors and graffiti are common in the complex.\n\n\"What has focused our attention on Brook Trails apartments has been the crime rate,\" said Cline. \"In the \ninvestigation of crimes, we found that a large percent of victims and criminals have been illegal aliens. Our goal is \nto reduce the crime.\"\n\nSzafnicki says rounding up criminal aliens has been a priority for the department in the last 18 months, but he \nestimates that only five to 10 of those caught belong to gangs.\n\n\"They are certainly not all gang members,\" said Szafnicki, who said the gang members being sent back apparently \nbelong to La Raza gang. \"I think we have encountered some gang members, and if we got even one we'll be \nhappy.\"\n\nForty-five officers descended on the complex Thursday night around 8 p.m., rounding up 83 men. Several were set \nfree, and 74 have waived their right to a hearing in favor of deportation. One of those will be detained until officials \ncan determine if he is wanted in connection with a crime.\n\n\"It's not enough to close the problem,\" said Szafnicki. \"But it's certainly enough to send a message out there. We \nput a dent in it. We put them on notice.\"\n\nThe apartment complex was in the news recently after a story appeared the the Atlanta Journal-Constitution \ndetailing reports of substandard living conditions, including apartments overrun with roaches and mice. But \nSzafnicki said the raid had nothing to do with residents' complaints.\n\n\nLocal officials say the neighborhood of close to 400 apartments is occupied mostly by Hispanics - Mexican and \nColombian - with some Asian residents. Community volunteer Loretta Garcia said VISTA volunteers helped form a \nyouth program there this summer.\n\nGarcia, who is a member of the Baha'i Faith, said the large number of illegals and high rate of illiteracy creates a \nclosed community distrustful of outsiders and desperate for help and hope.\n"}