{"title": "Citizenship Applications Strain Background Checks", "body": "\nA Clinton administration program designed to streamline naturalization procedures has cleared the way for record \nnumbers of immigrants to take their oaths as new U.S. citizens this year.\n\nBy the end of the fiscal year, the Immigration and Naturalization Service projects that more than 1 million \nimmigrants will have been granted citizenship, far surpassing the previous record of nearly 460,000 in fiscal 1995. \nLast year's total was the largest number of naturalizations since 1944, when 442,000 people became citizens.\n\nWhile swearing in new citizens is a cherished American tradition, the surge in applications for naturalization and \nthe government's efforts to speed up the process have raised concerns about the integrity of citizenship tests, the \nmotives of some applicants, and pressures on the FBI to meet the heavy demand for criminal background checks.\n\nThe jump in citizenship applications from an annual average of about 300,000 before 1994 to more than 1 million \nlast year caused the INS to fall behind in its processing, and waiting times grew to a year or more in some cities. In \nresponse to the problem, the INS last year created a program called Citizenship USA, which has largely plowed \nthrough a backlog of 600,000 pending applications and reduced waiting times to six months in most cases, INS \nofficials said.\n\nBut in turning out unprecedented numbers of new citizens, the effort has aroused fears within the INS and FBI that \nsome applicants, possibly hundreds around the country, are receiving citizenship before an FBI fingerprint check \nhas verified that they have no disqualifying criminal records.\n\nSenior INS officials are \"really concerned\" that \"some serious criminals\" are slipping through the fingerprint checks, \none source said. He added that in the agency's haste to speed up its procedures, \"several hundred\" ineligible \napplicants across the country have been granted citizenship.\n\nLouis D. Crocetti Jr., the INS associate commissioner for examinations, said that estimate was much too high. \nWhile some glitches have crept into INS efforts to improve its processing, the agency is quickly fixing them, and the \nnumber of cases in which ineligible applicants may have received citizenship is \"minuscule,\" he said. In such \ncases, the INS can always revoke citizenship later, he added.  Crocetti said the vast majority of \"positive hits,\" in \nwhich a fingerprint card submitted by the INS matches one in the FBI's files, are based on records supplied as part \nof earlier immigration procedures.\n\nFor example, he said, after a misplaced box of 500 fingerprint cards was discovered recently at the INS Arlington \noffice, only one person who had been granted citizenship was found ineligible -- because of an embezzlement \ncharge. In New York, the late arrival of another batch of fingerprint cards resulted in grants of citizenship to 36 \nineligible persons, he said.\n\n\nNevertheless, the FBI has decided to change how it notifies the INS of fingerprint checks, said Dennis Kurre, \ndeputy assistant director of the FBI's criminal justice information services division. Currently, the agency informs the \nINS only if the search triggers a hit. Starting Monday, the FBI will pass on the result of the check regardless of the \noutcome, Kurre said.\n\nHe said the INS has been assuming that if it did not receive a notification within 60 days, the check was negative. \nHe said this was \"not a very reliable way\" to proceed, although he did not know how many applications had been \napproved without knowledge of the immigrant's criminal record.\n\n\"All I know is that we didn't feel comfortable having [problems] attributed to us,\" Kurre said. \"There was concern that \npeople were slipping through the cracks. We've had those concerns all along.\"\n\nThe FBI has been taking longer to check fingerprints lately because its workload has increased, its staff has \nshrunk, and the fingerprint division is moving its offices from Washington to Clarksburg, W. Va., Kurre said. The INS \nis the bureau's \"largest single fingerprint contributor,\" accounting for about 1 million of the 9.8 million fingerprint \ncards that the FBI received in fiscal 1995, he said. He said the bureau currently has a backlog of 1.64 million \nfingerprints in various stages of processing.\n\nINS officials attribute the surge in citizenship applications to a combination of factors stemming largely from a \n1986 amnesty that allowed 2.6 million illegal immigrants to legalize their status. Many have become eligible for \ncitizenship only within the past couple of years. In addition, an INS program to replace old alien registration \ndocuments known as \"green cards\" -- and immigrants' fears of discrimination following the 1994 passage of \nCalifornia's Proposition 187 -- prompted thousands who were already eligible to apply for citizenship, officials said.\n\nNow officials expect the recent passage of a welfare reform law that restricts benefits to legal immigrants to further \nswell the number of citizenship applications, which already had been projected to reach 1.6 million in fiscal 1997.\n\nCritics have expressed concern that standards for citizenship are being lowered, particularly through a program in \nwhich the INS hires private contractors to test applicants on their knowledge of English, civics and U.S. history.\n\nGraphic\n\n \n\nPhoto, A record-breaking number of immigrants will have been sworn in as U.S. citizens by the end of the current \nfiscal year as a result of revamped INS procedures.\n"}