{"title": "Bush scores with migrant plan;President, Fox meet at summit today", "body": "\nMonterrey, Mexico --- President Bush's push for a sweeping new guest-worker program is a high-stakes \nproposition for millions of illegal immigrants and employers in the United States.\n\nBut just talking about wanting migration reform --- no matter if it passes Congress this year --- is a political plus for \nBush and President Vicente Fox of Mexico, who meet here today as the Special Summit of the Americas opens.\n\nTheir bilateral meeting gives Bush a chance to try to boost popularity among Hispanic voters at home as the 2000 \nelection season heats up. The 34-nation summit also gives Bush a chance to polish his image in Latin America, \nwhere his administration is widely viewed as negligent or arrogant.\nCox International Correspondent\n\nSome Latin American leaders were reportedly upset Sunday that the Bush administration wants to steer the two-\nday summit toward discussion of trade and corruption rather than poverty and development, as originally planned.\n\n\"The encounter in Monterrey could be an opportunity for both Bush and Fox to score points with their respective \npolitical constituencies,\" said Armand Peschard-Sverdrup, a Mexico expert at the Center for Strategic and \nInternational Studies in Washington.\n\nFox's meeting with Bush offers him an opportunity to show that his campaign promise to help migrant workers \nobtain more U.S. visas might come true before his presidency ends in December 2006.\n\nLast Wednesday, Bush proposed a program that would hand out temporary three-year work permits to millions of \nundocumented workers in the United States, most of them thought to be Mexican or Central American. The plan \nputs pressure on Congress, which has several guest-worker proposals pending, to debate reforms during a \nsensitive electoral season.\n\n\"Bush has already won on this one,\" said Mexican political analyst Rafael Fernandez de Castro, who has long \nworked with U.S. migration experts to shape potential guest-worker reforms.\n\nHe called the timing of Bush's announcement \"clearly electoral.\"\n\n\nNow that Bush has endorsed a concept for migration reform, Fernandez de Castro said, the U.S. president can \nargue he's done his part to enact reforms before the presidential election. He can blame Democrats for foiling \nreforms if they fail to offer persuasive reasons for why they might oppose Republican legislation that resembles \nwhat Bush has suggested.\n\nSome Democrats have said they do not support a guest-worker program without offering participants a chance to \nearn legal U.S. residency, a position Bush rejects.\n\nBush's proposal might not garner many additional Hispanic votes in his re-election bid, Fernandez de Castro said. \n\"But what Bush doesn't want,\" he added, \"is to lose any Hispanic votes\" in case the presidential election is as tight \nas it was in 2000.\n\nBush's migration proposal doesn't play as well in South America as it does in Mexico or Central America, \nFernandez de Castro acknowledged. But it is a positive gesture toward a Latin American neighbor that might \ndominate news at the summit.\n\nWith their cowboy boots, ranches and a shared self-styled \"compassionate conservatism,\" Fox and Bush began \ntheir respective presidencies in early 2001 on unusually close terms. They both promised to work toward migration \nreform and matching U.S. employers with Mexican temporary workers.\n\nTheir relationship grew distant when Bush's focus turned to counterterrorism after the Sept. 11, 2001, terrorist \nattacks, and it chilled further when Mexico refused to endorse the invasion of Iraq when it was a member of the \nU.N. Security Council. Fox opposed the war without U.N. approval, a position that Mexicans overwhelmingly \napplauded.\n\nThe Fox-Bush meeting in Monterrey is \"too early for a love fest\" given the differences over the war, said Peschard-\nSverdrup. But he expects the meeting to be upbeat.\n\n\"Fox is having trouble navigating a divided government at home,\" Peschard-Sverdrup said. \"But he does have a \ncertain amount of cachet and appeal among Hispanic voters [in the United States]. Bush may extend an invitation \nto the ranch in Texas, for example, and then they could have another photo opportunity before November.\"\n\nGraphic\n\n \n\nPhoto: Members of the Workers Party carry a banner opposing free trade in the Americas in Monterrey, Mexico, a \nday before the Special Summit of the Americas opens. / GINNETTE RIQUELME / Associated Press\n"}