{"title": "Immigrants' Homeland Burials Shrouded With Costs", "body": "\n Ever so carefully, the women wrapped tin cans with the newspaper photo of the dead man. He had been a brother \nto one, a roommate to another. But this was not the time to pray for his soul. Amalia Romano and her friends \nstepped onto a busy boulevard in Brooklyn where sidewalk vendors specialize in mango con chile and fresh juices, \nand they begged. \n\n  Their pitch went like this: Jose Luis Romano is dead. Street thugs robbed him of 10 bucks and his life. We need \n$3,000 to send his body home to Mexico. \n\n  \"In circumstances like that, shame doesn't exist,\" said Amalia Romano, 32, her brother's sole relative in the United \nStates. \"His wife, his children are in Mexico. He should be there so they can visit his grave and at least put a \nflower.\" \n\n Immigrants may follow dreams, ambitions and love to the States, but death often summons them home. Their \nreturn can be no less difficult and expensive, as a majority of the new immigrant dead are young and working-\nclass, and few carry life insurance. \n\n  Last year, as the number of Mexicans leaving the United States in coffins reached 9,000, the Mexican government \nslashed aid for repatriating the dead by nearly half, to about $3.5 million, according to the Mexican Foreign Ministry. \nTo qualify, the family must prove it lacks the resources to pay. \n\n  Immigrant advocates are pushing back, demanding that Mexico and other foreign countries provide more aid. \nThey say that the dead made many sacrifices and that most of their earnings flowed back to the mother country. \n\n Oscar A. Chacon, a Salvadoran by birth and director of Enlaces America, an immigrants' rights group, estimates \nthat Salvadoran immigrants in the United States send back $260 million every year, pouring $33.8 million in tax \nrevenues into government coffers in El Salvador. \n\n  Absent institutional help, immigrants often turn to networks of relatives and friends. It is not uncommon for \nSpanish-language television newscasts in New York to devote airtime to pitches from families trying to raise money \nto repatriate a dead relative. Owners of social clubs, bars and bodegas often place cans on their counters to solicit \ndonations. \n\n\n Death even becomes an organizing tool for immigrants. In New York, Italian, Jewish and Greek immigrants \ntransformed their burial societies into credit unions and informal health insurance providers. \"It's a one-time \nexpense that had to be socialized because few people had the money on hand,\" said Philip Kasinitz, an immigration \nexpert at the City University of New York. \n\n  The first fact of immigrant death that strikes an observer is how young the deceased are. They arrive here without \ninsurance and work long hours for little pay, some in hazardous conditions. Few obtain medical care. Of the 360 \nMexicans who left New York City in caskets last year, most were between 20 and 40, according to Yolanda Castro \nof the Mexican Consulate's legal protection department. \n\n The second fact of immigrant death is that it is cheaper to return bodies to the homeland than to bury them here. \nA funeral and burial in New York City runs about $9,000. Immigrants often begin by pressuring the government-\nowned or -subsidized airlines for reduced prices. Twenty years ago, a collective of working-class Irish in the Bronx \nwaged a campaign to force Aer Lingus to reduce prices. \n\n John McDonagh, 51, a taxi driver and a host of Radio Free Eireann on the Pacifica network, used his show to rip \nAer Lingus for charging $2.50 per pound to ship the dead. \"I'd go on the air and give the price of cold cuts at the deli \nto show how much they were charging,\" he said. \"We were comparing roast beef and cheese to the Irish body.\" \n\n Aer Lingus agreed to waive the charges for indigent dead Irish on their way to the homeland grave. \n\n These days, other foreign governments have responded to similar demands by encouraging their immigrants to \nfind private-sector solutions. Brochures for death certificates are stacked at Mexican consulates across the country. \nFor $50, a Los Angeles entrepreneur promises to collect a body at the morgue and deliver it anywhere in Latin \nAmerica.  \n\n  Then there are the Bangladeshis, who have fallen back on the communal approach favored by earlier generations \nof immigrants. On a sunny afternoon in Brooklyn, midday prayers ended with 200 men dressed in crocheted \nskullcaps and Punjabi gowns circling a casket outside a mosque. They chanted their farewell before a swift trip from \nthe Little Bangladesh neighborhood in Brooklyn to John F. Kennedy International Airport. The family of the elderly \nwoman will bear none of the $3,000 cost for the airfare, the funeral service, the coffin and the burial. \n\n The Bangladesh Society of New York takes care of that. Members each contribute $2 a month and when their turn \ncomes, the committee arranges for the return trip. The government-owned airline, Biman Bangladesh Airlines, \noffers free transport for the indigent dead. And, if you are a member of the organization, Mofizur Rahman, a leader \nin the society, said with a grin, \"everyone comes to your funeral.\" \n\n  There were just a few dozen people at Jose Luis Romano's funeral. Romano, 40, was a working man, earning his \ndollars as a dry-cleaning operator and sending most of his salary to his family in Mexico. Even so, his sister hired a \nvideographer with the money she scraped together from friends to capture mariachis performing \"Amor Eterno,\" the \nMexican farewell ballad.  \n"}