{"title": "Before Deaths That Caught Public's Eye, Others Stayed Hidden", "body": "\nOver the last two years, the news media and Congress have brought attention to many deaths in the immigration \ndetention system  that appear to have involved substandard medical care or abuse. But a  trove of documents \nobtained over recent months by The New York Times and the American Civil Liberties Union sheds light on even \nmore fatalities.\n\n  Among the most haunting cases to emerge from the files are  deaths that were undisclosed at the time but  \nforeshadow the later fatalities that galvanized public attention. \n\n  One example is the case of  Miguel J. Rodriguez Gonzales, 43, a longtime legal resident of California who was \ndetained for immigration violations on Feb. 22, 2006. He had end-stage renal disease, diabetes and chronic heart \nfailure, and was receiving dialysis at a hospital three times a week.\n\n  Records show that Mr. Rodriguez fell at least five times during his first 10 days in detention and reported ''intense \npain all over.'' By March he was unable to shower by himself, and ''for hygiene issues'' he was sent to a disciplinary \nisolation cell. Soon he had to be taken to the clinic in a wheelchair because he was unable to walk. \n\n  ''He has been sent to the emergency room three times and has been admitted twice for infection and hypotensive \nepisodes while in our custody,'' an immigration enforcement officer reported to a supervisor in April 2006, noting \nthat the man's condition appeared to be rapidly deteriorating. \n\n  To give him a chance to find a lawyer, the report said, an immigration judge kept delaying his deportation to \nMexico --  where Mr. Rodriguez had told jail medical personnel that he had no family and could not get dialysis.\n\n  On April 10, 2006, after two Immigration and Customs Enforcement agents returned him to the San Pedro \ndetention center after dialysis, Mr. Rodriguez told a supervisor that the agents had made him stand up from the \nwheelchair and let him fall to the ground several times, laughing and insisting that he could walk.\n\n  ''He asked why they were treating him that way,'' the supervisor wrote in a report about the allegations. ''They \npicked him up from the ground and harshly shoved him into the transporting vehicle. One used his feet to shove or \nkick him into the vehicle.''\n\n  The Rodriguez matter was referred to the agency's Office of the Inspector General, records show. But when an \ninvestigator arrived to interview Mr. Rodriguez, he was in a coma. With no complaining witness, the Justice \nDepartment's civil rights division and the local United States attorney's office declined to prosecute without \ncomment. And when Mr. Rodriguez died on April 21, 2006, the investigation was closed. \n\n  The allegations are strikingly similar to those made by the family of Hiu Lui Ng, a Chinese computer engineer who \ndied in April 2008, his spine broken and his body riddled with cancer that had gone undiagnosed in a Rhode Island \n\n\ndetention center, where he had pleaded in vain for proper medical care. In that case, however, the investigation \nunfolded against a backdrop of  news media coverage and a lawsuit by relatives. \n\n  Detention center guards had been caught on security cameras as they dragged Mr. Ng from his cell a week \nbefore his death, insisted that he could walk, and ridiculed him as they loaded him into a van. The agency, caught \nin the spotlight of public attention, stopped placing immigration detainees there. \n\n  ''There are tremendous acts of cruelty, and these are not just rogue individuals,'' said Joshua Bardavid, a lawyer \nwho represented Mr. Ng. ''If there's a common thread, it's the system. It really is a systemic problem.''\n\n  Last summer the Obama administration announced an overhaul of detention, including improved health care for \ndetainees and more centralized oversight. But the administration did not make legally binding rules for immigration \ndetention, rejecting a federal court petition by former detainees and their advocates. It argued that ''rule-making \nwould be laborious, time-consuming and less flexible'' than its own overhaul. \n\n  ''I'm glad there are changes in the works, but obviously it's too late for a lot of people,'' Mr. Bardavid said. ''And I'm \nskeptical until I see actually substantive changes and independently enforceable rules.'' \n\nhttp://www.nytimes.com\n"}