{"title": "Two charged in deaths of illegal immigrants in truck", "body": "\nTwo men accused of smuggling a semitrailer truck full of illegal Mexican immigrants across the border were \ncharged with murder Sunday in the deaths of two of the passengers.\n\nTroy Dock and Jason Sprague were being held in jail on $1-million bail each.\n\nMore than 40 immigrants are believed to have been riding in the truck Saturday but only 27 have been accounted \nfor, said Lynn Ligon, spokesman for the Immigration and Naturalization Service.\nCompiled from Times Wires\n\nFourteen passengers remained hospitalized Sunday, and three were jailed for entering the country illegally. Three \nwomen and five children were released to Dallas-area family members, Ligon said. They will be given the choice of \nvoluntary return to Mexico or appearing at an immigration hearing.\n\nAfter a 12-hour journey, the immigrants poured out of the 53-foot trailer exhausted and dehydrated at a truck stop.\n\nThe truck left the scene before authorities arrived. It was later discovered about 40 miles north of Dallas in Anna, \nwhere two bodies were found in the parked rig. Another man who stumbled from the back of the truck was \nhospitalized in serious condition.\n\nThe temperature hit 96 degrees in Dallas on Saturday and one of the victims said they had futilely torn a small hole \nin the truck's roof for air.\n\nThe truck, which was carrying medical supplies, apparently began its route Friday in Santa Fe, N.M., before \nspending the night at a truck stop in El Paso. Ligon said authorities were not sure where the immigrants crossed \nthe border.\n\n \n\n3 firefighters killed when engine rolls into ravine\n\nPORTLAND, Ore. - A fire engine fighting wildfires in the Klamath National Forest tumbled 800 feet off a steep, dirt \nroad into a ravine Sunday, killing three firefighters, officials said.\n\nTwo others survived the plunge and were airlifted to the Mercy Medical Center in Redding, Calif., said Brian Harris, \na the U.S. Forest Service spokesman. Their conditions were not known.\n\nThe five firefighters were returning from a 620-acre fire near the extreme northern California town of Happy Camp \nabout 2 a.m. when the truck rolled off the ravine, he said.\n\n\nThe about 400 firefighters working the fires retreated Sunday and let the blaze burn unchecked, Harris said. No \nhomes were threatened. The deaths brought to 12 the number of firefighters killed while fighting blazes in the West \nthis summer.\n\nMeanwhile, a wildfire near the Columbia River port town of The Dalles had grown to 12,000 acres Sunday and \nburned to within inches of some rural buildings.\n\nIn California's Sierra Nevada, a blaze in and around Giant Sequoia National Monument had grown to 66,000 acres \nSunday.\n\nFirefighters had minimized the threat to the ancient sequoia trees, said fire information officer Jill Slater.\n\n \n\nDrunken worker topples 100-foot crane, police say\n\nNEW YORK - A 35-ton crane fell over near the World Trade Center site on Sunday while the operator was drunk, \npolice said.\n\nCrane operator Noel Brolly suffered a minor hand injury. No one else was injured, officers said.\n\nBrolly was using the 100-foot crane to load debris onto a truck at the World Financial Center, which was damaged \nby the collapse of the World Trade Center towers.\n\nThe crane toppled onto the West Side Highway and blocked two of its four lanes, but \"traffic is pretty light in that \narea on Sunday morning,\" said police Officer Jennara Everleth. Brolly, 38, was charged with reckless \nendangerment. In addition to being intoxicated, he didn't secure the crane to its platform, Everleth said.\n"}