{"title": "HOT ISSUE BURNS WILSON ; CALIFORNIA GOVERNOR HIRED ILLEGAL ALIEN, FAILETO PAY TAX", "body": "\nWhen hiring an illegal alien became an issue in someone else's campaign last year, California Gov. Pete Wilson \nsaid the law required that the offender \"suffer a penalty.\"\n\nNow, the man who helped make illegal immigration a national issue has to wonder whether his own record in that \narea will damage his presidential prospects.\n\nWilson acknowledged Wednesday that in 1978, when he was San Diego mayor, he employed an undocumented \nMexican immigrant as a housekeeper and did not pay required Social Security taxes. Wilson said he did not know \nat the time that the woman was in the United States illegally or that proper taxes were not being paid; Betty Hosie, \nwho was then Wilson's wife, backs him up, saying she was responsible for household affairs.\n\nWilson's advisers said Thursday that it was no big deal, that no laws were broken. It was not a violation of federal \nlaw back then to hire an illegal immigrant, and it would have been a violation of California law only if Wilson \nknew of the woman's status.\n\nStill, as Sen. Barbara Boxer, D-Calif., said, \"There is a certain irony here.\" Wilson's aides could not dispute that but \nhad to hope that Boxer was wrong in her conclusion that \"it won't be lost on the people of the country.\"\n\nWilson has benefited from immigration politics, complaining often about illegal immigrants and the failure of the \nfederal government to pay the associated costs.\n\nCalifornia's Proposition 187 against illegal immigration was the centerpiece of his successful re-election \ncampaign, and Wilson had promised to raise the issue of illegal immigration again in his bid for the GOP \npresidential nomination.\n\nThe camps of two of Wilson's rivals for the nomination left little doubt Thursday that they would make an issue of \nthe episode. \"Pete Wilson has made a career out of saying one thing and doing another,\" said Mark Merritt, a \nspokesman for former Tennessee Gov. Lamar Alexander.\n\nAlex Castellanos, a strategist for Sen. Phil Gramm, R-Texas, said, \"Live by illegal aliens, die by illegal aliens.\"\n\nCraig Fuller, Wilson's campaign chairman, chalked up the attacks to politics and said, \"We believe that it will have \nno lasting effect on our campaign's success.\"\n\nBut some GOP officials said the disclosure had to hurt Wilson's chances.\n\n\nGraphic\n\n \n\nPHOTO; Photo Headshot - Gov. Pete Wilson\n"}