{"title": "'Roses': Labor of Love", "body": "\n We've traveled down this cinematic highway before: A jittery hand-held camera running with illegal immigrants \nmaking a dash for the border, terror on their faces as ruthless \"coyotes\" egg them on, pelting them with curses for \nextra inspiration. \n\n But \"Bread & Roses,\" the latest effort by acclaimed British director Ken Loach, isn't so much about the Mexican \nimmigrants' dash for the promised land as it is about what happens once they get there -- and find employment \nscrubbing toilets for the Man. \n\n Loach's film, an entry in the Cannes Film Festival, shows the other side of Hollywood. \n\nInstead of skinny starlets and cellie-brandishing talent agents, we see the armies of mostly Latino cleaning crews \nwho descend on downtown Los Angeles after sundown to mop the offices where million-dollar deals are made. \nSuffice it to say, at $ 5.75 an hour with no benefits, there's not a lot trickling down on them. \n\n \"Bread & Roses\" -- the title is wrested from a 1912 labor slogan, \"We Can Have Bread, But We Also Want Roses\" \n-- follows Maya (Pilar Padilla), a young Mexican who crosses the border, dodging lecherous coyotes, to pursue the \nAmerican dream. She moves in with her embittered older sister, Rosa, who works 16-hour days to provide for her \nsick Anglo husband and her two kids. \"I trust no one,\" Rosa says. \"One mistake, and I'm on the blacklist.\" As the \nfilm progresses, we see the unfortunate depths to which Rosa's mistrust will take her. \n\n As portrayed by Padilla, a Mexican stage actress with presence, Maya has passion and pride, and as she sizes up \nher situation -- she's forced to pay her new boss two months' salary for the privilege of working for him -- it doesn't \ntake her long to choose sides. \n\n After saving a young labor union organizer, Sam (Adrien Brody), from being caught trespassing, Maya soon \nbecomes seduced by Sam's impassioned speeches about labor rights. Watching other janitors being fired on a \nwhim strengthens her resolve. Soon she is demonstrating and getting arrested, lobbying her co-workers to join her. \nNever mind that she's an undocumented worker who faces deportation. \n\n Loach's film is intended as pro-labor commentary. (Indeed, several labor union activists from L.A.'s Justice for \nJanitors have bit parts). Nothing wrong with that. But \"Bread & Roses\" sometimes gets in its own way, indulging in \nheavy-handed moralizing. \n\n\n Everything is black and white. The upper-crust yuppies are cardboard characters who come off as clueless and \npetulant; the janitors' immediate boss, Perez (George Lopez), is a villain portrayed with all the subtlety of a painter \nusing a power sprayer \n\n Still, Loach and screenwriter Paul Laverty find an interesting way to illustrate the insidiousness with which Perez \nwields his power: Language is used as a weapon to keep his workers in line. \n\n Even though Perez shares a heritage with his mostly Latino crew, he barks out orders -- and insults -- in harsh \nEnglish. When he wants to ingratiate himself (usually to persuade someone to be a stool pigeon), he slips into \nSpanish, suddenly the slimy suitor wielding the aural equivalent of a bouquet of roses.  \n\n Careful of the thorns. \n\nBread and Roses (105 minutes, at the Cineplex Odeon Inner Circle) is rated R for violence, obscenity and some \nsexual content. \n"}