{"title": "Illegal immigrants pay taxes, benefit Oregon", "body": "\nOut-of-state tuition is three times higher than in-state tuition. For the children of illegal immigrants, who have a \ndifficult time receiving in-state tuition, the idea of paying out-of-state tuition creates an insurmountable burden to \nreceiving a quality education. For the second time in four years, the Oregon House of Representatives has \nintroduced tuition equity legislation, which would loosen restrictions on in-state tuition benefits for the children of \nillegal immigrants.\n\nThe main argument against this legislation is that illegal immigrants are not \"playing by the rules.\" The rules -- \nhowever our legislators decide to define them -- do not factor into the realities of immigration, illegal or otherwise. \nThis is a knee-jerk reaction to a perceived problem -- a political construct borne of populist sentiments and \nxenophobia. Laws should not act as immovable burdens to individual greatness.\n\nThe long-held belief, propagated by the likes of Lou Dobbs and other anti-immigration crusaders, is that illegal \nimmigrants are draining federal and state coffers. However, Welfare Reform of 1996 disqualified illegal immigrants \nfrom receiving benefits like food stamps or welfare benefits. Further, two-thirds of all immigrants pay Medicare, \nSocial Security and income taxes, according to the Reason Foundation. In fact, illegal immigrants are paying more \ninto our system and receiving fewer benefits than ever before -- not that the majority of immigrants want benefits. \nIllegal immigrants are upwardly mobile at a level that outpaces native-born Americans. The only services illegal \nimmigrants receive is emergency medical care and a K-12 education.\n\nIf illegal immigrants reside in Oregon, pay taxes and send their children to school, then they are de facto citizens. \nDenying an individual benefits from a system into which he has paid is unfair and anti-American.\n\nDenying an individual's ability to seek higher education, if the individual's ability merits it, does not make economic \nsense. Figures from a National Research Council study show that illegal immigrants with a high school education \ncreate a lifetime burden of $31,000, while the average immigrant with a college degree was found to pay $105,000 \ninto the system over his or her lifetime.\n\nOregon wouldn't be breaking new ground by allowing immigrants to receive in-state tuition. Other states have \npassed similar legislation, making it easier for immigrants to inculcate themselves into society. The legislation would \nstill attach stipulations to receiving in-state tuition, including living in the state for three years, graduating from an \nOregon high school and creating \"plans to become a citizen or a legal resident alien.\"\n\nOregon's legislature should recognize the benefits that immigrants bring to our state. Providing affordable education \nto all of those who deserve it should be a prime tenet of our state. Illegal immigrants may not be \"playing by the \nrules,\" but we can always change the rules so they are more equitable and do not service the more reactionary \nsegments of our society.\n\n\n(C) 2007 Oregon Daily Emerald via U-WIRE\n"}