{"title": "New face on an old debate; Colotl case spotlights illegal immigration saga in Cobb County.; Activism heats up on both sides of the issue.", "body": "\nThe recent arrest of Jessica Colotl is more than just the story of one young woman who ran afoul of police and is \npaying for it.\n\nThe 21-year-old Kennesaw State University student, an illegal immigrant, has become a reluctant participant in a \nnational debate that shows no sign of abating. Cobb County --- Georgia, too --- finds itself on a national stage \nwhere the immigration saga plays out in headlines and arrests.\n\nIt's a stage that for weeks has spotlighted Arizona's controversial get-tough-on-illegals law. Now it includes metro \nAtlanta --- specifically, Cobb County, where illegal immigrants and police have long had an uneasy relationship.\n\nIf immigration is a simmering caldron, Cobb is the pepper in the pot, a source of heat. The county is home to a \ntireless campaigner to tighten immigration laws and a sheriff who has made a career as a get-tough lawman. \nOpposite them is the president of KSU and thousands of illegal immigrants who have chosen to make Cobb home.\n\nThe case highlights how people can take the same facts and reach vastly different conclusions. Depending on \nwhom you ask, Colotl is a victim of overzealous law enforcement, or a scofflaw who has taken advantage of the \nstate's university system --- and taxpayers.\n\nIn the middle is Colotl, whose parents brought her here illegally when she was 10. She's not sure she will remain in \nschool.\n\n\"I just hope for the best,\" Colotl said Friday at a rally held in her honor. \"I hope something positive comes out of this \nbecause we really need reform.\"\n\nProtests, statements\n\nThe facts are well documented. A KSU police officer on March 29 stopped Colotl for impeding traffic and \ndiscovered her illegal status. Cobb deputies handed her to U.S. Immigration and Customs Enforcement agents. \n\n\nThey took her to a detention center in Alabama. On May 1, they released her, and ICE officials announced she \ncould remain in this country until she finishes school next year.\n\nOn Friday, Colotl turned herself in to Cobb authorities, who had charged her with lying about her address on a jail-\nbooking form when police arrested her weeks earlier. She posted $2,500 bond.\n\nNone of this happened in a vacuum. Her sisters at Lambda Theta Alpha sorority demonstrated for Colotl's release. \nThe American Civil Liberties Union decried her arrest, claiming police abused the spirit of program 287(g). The \nfederal program authorizes police to detain and arrest immigrants, especially those considered dangerous. A \nhandful of agencies in Georgia, including the Cobb Sheriff's Office, are participants.\n\nKSU President Daniel Papp pushed for her release from the Alabama facility. When it came, he responded with \nebullience.\n\n\"This is great news for Ms. Colotl, her family and friends and for the KSU community,\" Papp said in a statement. \n\"We are especially thrilled she will be allowed to continue her studies here at KSU.\"\n\nCase closed? It blew wide- open instead.\n\nRepublican gubernatorial candidate Eric Johnson said the state needed to focus on \"key priorities like educating \nlegal residents.\" Editorials criticized a system that allowed illegal immigrants access to class and scholarships. \nCable TV talkers had a new topic to hash out.\n\nAnd, in Cobb, D.A. King turned to his computer.\n\n\"We suspect few Cobb County residents had any idea that it was so easy for those in this country illegally to enroll \nin our state's colleges,\" King, founder of the Dustin Inman Society, wrote on his blog. Created five years ago, the \norganization calls for stricter immigration laws.\n\n\"And we suspect,\" King continued, \"few Cobb residents realized their tax dollars are going to help educate such \npeople.\"\n\nRegents blamed\n\nIn an interview, King held the Board of Regents, the panel that oversees the state's universities, responsible for the \nColotl controversy.\n\n\"The Board of Regents is in violation of state and federal law for allowing illegals into our system,\" said King. \"I think \nJessica Colotl may have done the state of Georgia a favor by bringing this to the forefront.\"\n\nJohn Millsaps, a spokesman for the Board of Regents, said the state's universities are not in the business of \nchecking students' immigration status. Universities would have to check on the residency status of 300,000-plus \nstudents, or run the risk of racial profiling, he said. As a result, the universities don't know how many students may \nbe illegal.\n\n\"What do we need to know about a student?\" Millsaps asked. \"We need to know whether to charge them in-state or \nout-of-state tuition.\"\n\nIn 2007, the Board of Regents changed policy so illegal immigrants at Georgia public universities could not receive \nin-state tuition. Illegal immigrants are charged at the higher, out-of-state rate.\n\nColotl, of Duluth, had enrolled a year earlier as a Georgia student, so KSU charged her in-state tuition.\n\n\"Now that we're aware of her out-of-state status, she will pay out-of-state tuition,\" Millsaps said. The tuition for in-\nstate KSU students next fall is $2,298; for out-of-staters, $8,286.\n\n\n\nThe Legislature four years ago passed a bill that ended state-paid benefits to illegal immigrants in several areas. It \nallowed the Board of Regents to develop its own policy toward illegal immigrants.\n\nNow, with Colotl in the news, people who would be governor are taking notice. At least three gubernatorial \ncandidates in this year's election say people like Colotl have no place in state universities.\n\nEnforcement, harassment?\n\nThe Georgia Association of Latino Elected Officials calls Cobb County Sheriff Neil Warren \"Wild West Warren.\" \nThe name, said GALEO executive director Jerry Gonzalez, is apt. \"We have a rogue sheriff.\"\n\nThe Colotl case, he said, highlights what has been going on for years in Cobb.\n\n\"The violations of the law [in Colotl's case] are very minor,\" Gonzalez said. \"She is not a criminal.\"\n\nWarren has made no apologies for his department's dealings with illegal immigrants. \"I value any tool that helps me \nenforce the law and remove violators from our community,\" he said in a written statement.\n\nThe sheriff's response, said KSU political science professor Kerwin Swint, was classic Warren, and a lot of \nresidents appreciate his stance. \"He's a no-nonsense, enforce-the-law person,\" said Swint, who moved to Cobb \nCounty more than 20 years ago.\n\nRelations between illegal immigrants and the community have been tense for years. Marietta police have ticketed \ncontractors who hire illegal laborers off city streets. The recent cooling of the economy, said Swint, has heightened \ncompetition for jobs --- and that could exacerbate relations that are hardly friendly.\n\nThe Colotl case highlights the need for the federal government to deal with illegal immigration, said Republican \npolitical strategist Heath Garrett. And it only further polarizes people who don't agree on the issue already.\n\n\"It brings out the strongest emotions of the average voter on both sides of the issue,\" said Garrett, who lives in \nMarietta. \"It becomes very difficult for authorities ... to do anything other than go by the letter of the law.\"\n\nAt Kennesaw State, several students said they think Colotl deserves a break.\n\n\"This is her home, not Mexico,\" said senior Willie Myrick, 22, studying for a midterm exam in a student lounge. \"At \nleast she is here trying to do something productive.\"\n\n\"She should be allowed to stay,\" said sophomore Brittany Hill, 18. \"She's got around in the system this long.\"\n\nShe's broken the law and needs to face the consequences, responded Seth Snyder. He was taking in the sun on a \nrecent afternoon at Marietta Square.\n\n\"No question: At 10, she [Colotl] didn't make a choice to come here,\" said Snyder, 24 and a student. \"But I can't \nfeel bad if she's deported. ... It is hard to respect people when you assume they are breaking the most basic law of \nthe land: being allowed entry.\"\n\nThe debate also has moved from campus and town squares to that global forum, Facebook. A page supporting \nPapp and Colotl debuted last week. By Friday afternoon, it had 272 members.\n\nAnother page, supporting Arizona's tough immigration stance, had 396.\n\nStaff writers Rhonda Cook, Jim Galloway and Andria Simmons contributed to this article.\n"}