{"title": "BORDER PATROL SWEARS IN 49 AGENTS", "body": "\nThe U.S. Border Patrol swore in 49 new recruits Monday, the latest installment in a federal initiative aimed at \ncracking down on illegal immigration.\n\nThe new agents were sworn in at the Brown Field Border Patrol station. San Diego sector chief Johnny Williams \nalso announced the start of a program aimed at people who smuggle illegal immigrants into the United States.\n\nThe new agents are part of an infusion of money, equipment and staff directed at the San Diego sector under \nOperation Gatekeeper, introduced in October by the Immigration and Naturalization Service to curb illegal \nimmigration.\n\nThe agents will go through the training program at the Border Patrol Academy in Georgia before returning to \nCalifornia in September. There are now 1,372 agents assigned to San Diego, a 40 percent increase over last year.\n\nSmugglers in demand\n\nBut because of Operation Gatekeeper, more illegal crossers are relying on smugglers to navigate the treacherous \nno-man's land between the two countries and to escort them to points north.\n\nThe fees charged by smugglers, known as coyotes, have escalated by more than 50 percent since Operation \nGatekeeper began, Williams said.\n\nSmugglers prey on their vulnerable customers, becoming involved in high- speed chases, suffocating and gassing \nthem in car trunks and raping women, said Roberto Martinez, who has monitored human rights along the border for \n13 years. \"They're in it for the money, and they'll take whatever risk they have to take to do this,\" Martinez said. \"I \nhave no sympathy for them.\"\n\nDangerous passage\n\nLast month in Jamul, a van crammed with 36 illegal immigrants and driven by an alleged smuggler crashed into a \npickup truck on a lonely stretch of highway in eastern San Diego County. Three people, including the driver of the \npickup truck, were killed and another 16 were injured.\n\nTo stop the smuggling, the Border Patrol started Operation Disruption two weeks ago. It has led to the arrest of 20 \nalleged smugglers and the dismantling of 15 holding sites for undocumented immigrants, known as drop houses, on \nthe U.S. side of the border, Williams said.\n\n\nWilliams credited the program with the apprehension of 600 undocumented immigrants, including citizens of India, \nEl Salvador and Guatemala.\n"}