{"title": "America's Promise, Found in the Army;To More Immigrant New Yorkers, A Better Life Begins in Uniform", "body": "\nIt was only four years ago that Fernando De Souza and his family arrived in New York from Lima, Peru. Mr. De \nSouza, the eldest of four children, scrambled to learn English at John Bowne High School in Flushing, Queens, kept \nhis grades in the high 80's, and dreamed of studying medicine in college.\n\nBut disappointments quickly tumbled in: A guidance counselor questioned whether he could succeed in a pre-med \nprogram. And Mr. De Souza's father, a condominium maintenance worker, could hardly afford college tuition in any \ncase. Mr. De Souza never bothered to apply. Instead, he enlisted in the Army.\n\nMr. De Souza, 17, plans to head off to basic training in Oklahoma by summer's end, and after training hopes to join \nan artillery unit. It was not the lure of being a soldier that changed his mind -- it was the regular paycheck and the \nArmy's promise of $19,000 for college. Mr. De Souza plans to send his first few paychecks -- $800 a month -- back \nhome to help his family with the rent. He hopes to take college courses near the Army base and eventually \ngraduate from the Brooklyn campus of Long Island University.\n\n\"I don't like shooting people and stuff like that,\" Mr. De Souza said. \"I thought I had to work for college, pay for my \neducation. I didn't think I was going to be able to take that. That's why I thought the Army was the best decision.\"\n\nBecause many more high school graduates have been heading directly to college or landing jobs in New York \nCity's booming economy in recent years, military recruiters say persuading young men and women to enlist is \nharder than ever. But for more and more immigrants, even legal residents who are not yet citizens, the military \nhas come to represent a step up the American social ladder, much as it has long been for working-class youths \nborn here.\n\nAt the Army station in Flushing, where Mr. De Souza signed up, officials estimate that half the recruits today are \nimmigrants -- youngsters from India and Korea, Jamaica and Guyana. About a third of the recruits from New York \nCity, where 13 percent of the children under 18 were born outside the United States, hold green cards.\n\nNationwide, the percentage of immigrants in the Army is still small: about 5 percent last year, up from 2 percent a \ndecade ago. But Army officials say they believe that the children of immigrants, too, are enlisting in greater \nnumbers. Since they do not keep statistics on immigrants who are naturalized citizens, that belief is supported not \nby hard numbers but by anecdotal evidence and by inference based on such signs as the growth in the percentage \n\n\nof Hispanic soldiers. More than 10 percent of the roughly 70,000 recruits in fiscal year 1998, for instance, were \nHispanic, up from 4 percent in 1987. The Secretary of the Army, Louis Caldera, is himself the Texas-born son of \nMexican immigrants.\n\nAt the Flushing station, Hojin Pak, 17, a Korean-American who immigrated at age 4, said he signed up for the Army \nbecause his parents could not afford to send him to the State University of New York at Buffalo, where he had been \naccepted. In the fall, he will be stationed in Virginia and work as a logistics specialist. He said he hoped that his stint \nwould help pay for college and earn him a measure of self-confidence.\n\nAmos Dobrowski, who was born in Poland before the fall of Communism, said he enlisted because he did not want \nto subject his parents to financial hardship. In exchange for $50,000 for college, Mr. Dobrowski, 17, who once \ndreamed of going to culinary school, has agreed to a four-year assignment in Fort Hood, Tex., where he will be a \ntank gunner.\n\nMargaret Rodriguez, a Dominican immigrant at John Bowne High School who wanted to study law at George \nWashington University, said she signed up because no one else was offering what Sgt. Marc Ross, a recruiter in \nthe Flushing station, did: $50,000 for college.\n\nSo Ms. Rodriguez, a strong-willed, serious 17-year-old with a delicate coif of curls, will spend the next four years as \nan Army chemical operations specialist, testing for toxic chemicals on the battlefield and, she hopes, attending \nevening classes at a college near her base.\n\nTalking to Sergeant Ross one afternoon earlier this year \"opened a whole new world,\" she said.\n\nIt is that glimpse of opportunity, Sergeant Ross said, that explains the Army's appeal to young people -- not only to \nnative New Yorkers like him, but also to the immigrants of Queens. As he trolls for potential recruits, he peppers \nthem with questions: Do you have any major health problems? Are you a high school graduate?\n\nAnd then he adds: Were you born in this country? If not, do you have a green card?\n\nThe sergeant, a jovial, fast-talking man with a close military haircut and a pencil-thin mustache, grew up in \nBushwick, Brooklyn, and now lives with his wife and their three sons on the Army base in Fort Hamilton, Brooklyn. \nWhen he was the age of his young immigrant recruits, Sergeant Ross, 30, said, his world was actually not all that \ndifferent from theirs. He was not exactly brimming with patriotic fervor as a teen-ager. All he wanted after high \nschool was a good job and a way to provide for his girlfriend, now his wife. When a recruiter told him that the Army \ncould help him do just that, he signed up.\n\nHe said he often wondered how many of his old friends were in jail, or dead. He still sees some of them hanging out \non street corners, he said, and his conversations with them usually go like this:\n\n\"Why don't you join the Army?\" he asks.\n\n\"No, man, I don't want to join the Army,\" they reply. \"You got $20?\"\n\nToday, even though the Army is smaller than it was a decade ago, finding soldiers has never been harder, \nrecruiters said. In New York City, they said, it has become harder to attract young people with a high school \ndiploma (the Army can take a few with only equivalency degrees) and without a criminal record. Even among high \nschool graduates, finding applicants who can pass the military entrance exam is a formidable challenge, recruiters \nsaid.\n\nAnd then there is the challenge of competing with the lure of a college education. Compared with previous \ngenerations, many more high school graduates are going to college.  One recent morning Sergeant Ross went \nrecruiting at La Guardia Community College. On campus, Sergeant Ross passed a young man dressed in \ncamouflage pants. \"You want the whole suit?\" he asked.\n\n\"Nah,\" came the nonchalant reply.\n\n\n\nSergeant Ross pointed to a table where young men were playing cards. \"That's what college is all about -- playing,\" \nhe said, barely hiding his contempt.\n\nDown the hall, he ran into Brandon Baxter, a student he has been trying to recruit for months, and resumed the \nhard sell.\n\nDeeply ambivalent about joining the Army, Mr. Baxter, 20, is ambitious and thoughtful. He said he wanted to be like \nthe billionaire investor, Warren E. Buffett. \"Rich people inspire me,\" he said. \"Maybe 'cause I'm broke.\"\n\nSergeant Ross reminded Mr. Baxter that the Army was a $64 billion business, and that jobs in finance were \navailable to candidates like him.\n\nMr. Baxter told Sergeant Ross that he wanted to move out of his mother's apartment and was thinking about taking \nthe Army test soon.  Sergeant Ross pressed him to act before it was too late -- before he ended up with a criminal \nrecord. Mr. Baxter insisted that he was not involved in criminal activity. Sergeant Ross simply shrugged and \nreminded him of Amadou Diallo. \"He probably wasn't into anything either,\" he said.\n\nSergeant Ross is much like his recruits in focusing on the security of Army life, rather than its rigors. Many of the \nyoung men and women who have signed up at the Flushing recruiting station say they give little thought to the \ndangers they may face in the Army or the violence of combat.\n\nMr. De Souza, for instance, said that even though his mother cried for him every time she saw television reports \nabout the war in Yugoslavia, he was confident that he would not be in danger. \"I'm not scared about that,\" he said.\n\nAssembled at the recruiting station one afternoon last week, the newest recruits from Flushing reflected on the \nlives they will be starting soon.\n\nLnu Geevarghese, 18, an Indian immigrant, said he knew that combat could be part of the bargain. \"It's your job to \ndefend,\" he said. \"Obviously, you have to be prepared.\"\n\nThat evening, Mr. Dobrowski said the war in Yugoslavia had prompted him to think long and hard about serving the \nUnited States Government. He became an American citizen two years ago. \"I'm seeing it as another Holocaust,\" he \nsaid. \"It's good they're helping the people.\"\n\nBut he was also a bit cynical about the American military action. \"From history,\" said Mr. Dobrowski, who plans to \nmajor in the subject, \"I see they get interested where they have an interest.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Immigrants are increasingly drawn to Army service. From left on the couch, Hojin Pak and Tony Ham, \nKorean-Americans, and Amos Dobrowski, a Polish-American, listened to Sgt. Nathan Thompson, a recruiter in \nQueens. Fernando De Souza, 17, whose family left Lima, Peru, for New York four years ago, recently enlisted in \nthe Army with an eye toward paying for college. (Photographs by James Estrin/The New York Times)\n"}