{"title": "ICE gang crackdown nets 17 arrests of foreign nationals in Santa Clara County", "body": "\nAn operation by federal and local law enforcement agents in Santa Clara County Thursday has resulted in the \narrest of 17 foreign nationals with alleged ties to violent street gangs who now face criminal charges or \ndeportation, a U.S. Immigration and Customs Enforcement special agent said today.\n\nThe arrests, made Thursday evening, are part of an ongoing initiative called \"Operation Community Shield\" by the \nnational gang unit of ICE, which works with other federal, state and local law enforcement agencies throughout the \ncountry.\n\nArrests were made beginning at 5 p.m. Thursday at homes in Morgan Hill, San Jose, San Martin and Gilroy, said \nJoseph Vincent, assistant special agent in charge of the operation.\n\nThe majority of the people arrested were members of the Varrio Sur Rifa clique of the Sureno street gang, while \none man arrested was part of the Abstract Minds clique of the Norteno gang, Vincent said today.\n\nA female associate of a local street gang who had previously been convicted of carrying a loaded gun in a public \nplace was also one of the people taken into custody. A .38-caliber snub-nose revolver was also recovered during \nthe operation.\n\nAll 17 arrests happened to be of foreign nationals, and at least five will face prosecution on state or federal \ncriminal charges, such as re-entry after deportation and various drug violations, according to Vincent.\n\nThe other suspects were arrested on administrative immigration violations and placed in removal proceedings. \nThey will be held in ICE custody and scheduled for a deportation hearing before an immigration judge.\n\nVincent said the arrests made Thursday will likely lead to more arrests in the future of additional gang members in \nthe region.\n\n\"I don't think it's any mystery that there's a proliferation of gangs in the South Bay,\" he said.\n\nICE received substantial assistance from the Gilroy and Morgan Hill police departments during the operation, \naccording to Vincent.\n\nGilroy police Sgt. Jim Gillio said eight people were arrested in that city.\n\nSince the start of Operation Community Shield in February 2005, ICE agents nationwide have arrested more than \n13,000 gang members and associates linked to more than 900 different gangs. More than 150 of those arrests \ninvolved gang leaders, according to ICE.\n\n\nTo report suspicious activity, call ICE's 24-hour toll-free hotline at 866-347-2423 or visit www.ice.gov .\n\nCopyright © 2009 by Bay City News, Inc. \"... republication, re-transmission or reuse without the express written \nconsent of Bay City News, Inc. is prohibited.\n"}