{"title": "Moldovan prime minister opening Forum 2000 in Prague", "body": "\nMoldovan prime minister opening Forum 2000 in Prague\n\nPrague, Oct 14 (CTK) - Democracy cannot be taken for granted and one must fight for it every day, Moldovan \nPrime Minister Maia Sandu said at the opening of this year's international conference Forum 2000 today.\n\nSandu warned that along with the values of freedom and democracy, politicians also had to think of the population's \nwell-being. Otherwise, people can succumb to the temptations of authoritarians who may promise them an \nimprovement in the living standards, but deprive them of democracy.\n\nThis year, the Forum 2000 has the slogan Recovering the Promise of 1989, referring to the democratic changes in \nthe world 30 years ago.\n\nSandu said in her opening speech that at the end of 1989 and beginning of 1990, Moldovans, too, were fighting for \nfreedom and democracy and managed to gain independence from the Soviet Union.\n\nShe said there were the expectations that freedom and democracy would soon take roots in Moldova, but this was \nwrong.\n\nSandu said her country had faced a systemic corruption, returning to an authoritarian rule.\n\nThe world should take a lesson from the Moldovan developments and realise that democracy could not be taken for \ngranted. Democracy is a result of hard work, she added.\n\nSandu also warned that although freedom and democracy were essential values, politicians must not forget about \nthe population's well-being. If many people live in poverty, one cannot be surprised at their voting for authoritarian \nleaders, she added.\n\nShe cited the situation in Moldova at the turn of the century. At that time, the country had a democratic system, but \nover three-quarters of the population lived below the poverty line, which enabled an election victory of the \nCommunists, who restricted freedoms again.\n\nThis year, the 23rd Forum 2000 deals with the 30 years of life in free society and the challenges faced by \ndemocracy.\n\nSlovak President Zuzana Caputova was to be the main speaker today, but she cancelled her participation for health \nreasons on Sunday.\n\nThe Forum 2000 conference of world personalities and thinkers was founded in 1997 by post-Communist \nCzechoslovak and Czech president Vaclav Havel (1936-2011), Jewish writer Elie Wiesel (1928-2016) and \nJapanese philanthropist Yohei Sasakawa, 80.\n\npvr/dr/hol\n\n"}