{"title": "Gingrich, Romney decry 'amnesty'", "body": "\nNewt Gingrich and Mitt Romney, two Republicans with the White House on their mind, on Friday denounced a \nbipartisan attempt at immigration reform as \"amnesty\" while speaking before delegates to the state GOP \nconvention.\n\n\"This is a press release to give away 12, 15, 20 million U.S. citizenships,\" Gingrich said. \"It's a perfect Teddy \nKennedy bill. It's a big government fantasy with no hope of becoming reality, but it sounds good.\"\n\nGingrich, a former Georgia congressman and U.S. House speaker, has said he's interested in running for \npresident in 2008 but hasn't formally announced. A former resident of Cobb County, he's lived in Virginia for the \npast seven years or so.\n\nHe made his comments on immigration reform to reporters while only a few yards away, U.S. Sens. Saxby \nChambliss and Johnny Isakson --- who helped negotiate the measure --- argued in favor of the bill as a way to \nsecure the border and keep track of 12 million illegal immigrants already in the country.\n\n\"What this does is make them identify themselves,\" Chambliss said. Both he and Isakson intend to press their case \nwith fellow Republicans today, in separate speeches and individually with delegates.\n\nThe issue of illegal immigration threatened to overwhelm the two-day gathering of more than 1,000 Republicans, \ndistracting delegates from a fight over Gov. Sonny Perdue's recent veto of a $142 million property tax rebate.\n\nOn Wednesday, a dozen Democrats and Republicans working with the Bush administration --- including Chambliss, \nIsakson and Kennedy, a Democratic senator from Massachusetts --- announced compromise legislation intended to \nhit the U.S. Senate floor next week.\n\nBy early Friday, delegates in Gwinnett County were being hit with fliers denouncing both Chambliss and Isakson. \n\"I'm extremely disappointed,\" said James Herchek of Gwinnett County, who stood in front of the convention hall \nwith a placard reading, \"No Amnesty: Deport pro-invasion politicians.\"\n\nThe bipartisan bill would:\n\n\n* Give legal status to undocumented workers currently in the United States with a renewable \"Z\" visa. They would \nhave to pay $5,000 in fines to receive the visa, and those seeking permanent residency would have to return to \ntheir country of origin to apply.\n\n* Add 6,000 more Border Patrol agents, and establish a mandatory employment verification program for employers.\n\n* Tip the immigration process toward high-skilled, well-educated immigrants who speak English.\n\n* Require that the border be declared \"secure\" before the \"Z\" visa and other temporary worker programs go into \neffect --- a demand made specifically by Isakson.\n\nOn a brief campaign swing through the convention hall in Gwinnett County, Romney, the former governor of \nMassachusetts, said he appreciated the new emphasis on border security but took issue with the renewable visas.\n\n\"That, in my opinion, is a form of amnesty,\" Romney said, to the applause of Republican delegates gathered \naround. The GOP candidate admitted he had not yet read the bill.\n\n\"As he said, he hasn't read the bill,\" said Isakson, responding to Romney.\n\nIsakson argued that amnesty is the forgiveness of a crime without penalty --- and that, under the current proposal, \nillegal immigrants would be fined and have to undergo criminal background checks. Offenders would be deported.\n\nBut Isakson acknowledged the specifics of the bill required explaining. As he walked with a reporter, a woman \ndelegate walked up to him with a shout of \"No amnesty! No amnesty!\"\n\nThe bill has split Georgia Republicans in Congress. U.S. Reps. Phil Gingrey of Marietta and Tom Price of Roswell \nhave already denounced it.\n\nAt the convention, U.S. Rep. Lynn Westmoreland of Sharpsburg said he was still neutral. \"I have not read the bill. \nSo I'm reserving judgment,\" he said.\n\nGraphic\n\n \n\nPhoto: JENNI GIRTMAN / StaffTruett Scales (left) and Joan Scales greet former U.S. House Speaker Newt \nGingrich at the Gwinnett Civic Center on Friday./ImageData*\n"}