{"title": "EU eyes a fresh start in Cuba relations", "body": "\nWhile US-Cuba ties have continued to deteriorate, the EU has stressed a new beginning in relations. Now the \nbloc's foreign policy chief is visiting the island nation. DW's Andreas Knobloch reports from Havana.\n\nRelations between the European Union and Cuba have not exactly been characterized by fast-paced progress \nover the years. Now, though, Brussels has declared its desire to implement its Political Dialogue and Cooperation \nAgreement (PDCA) with Cuba in \"ambitious and swift fashion.\" And it is exactly for that reason that the bloc's \nforeign policy chief, Federica Mogherini, arrived in Cuba on Wednesday.\n\nThe EU's new partnership agreement entered into force provisionally in November last year. Prior to that, Cuba \nhad been the only Latin American country with which Brussels had no association or cooperation agreement. \nNevertheless, the ratification of all 28 EU member state parliaments is required before the agreement can be fully \nenacted. That process is currently ongoing.\n\nMogherini began her visit by meeting with Cuban Minister of Foreign Trade and Investment Rodrigo Malmierca \nDiaz, where the two discussed plans to deepen economic ties between Brussels and Havana.\n\nAmong others, Mogherini will later meet with Cuban Minister of Foreign Affairs Bruno Rodriguez Parrilla. Ahead of \nthe trip, a spokesperson for Mogherini's office announced that the two would prepare the first minister-level talks for \nthe joint EU-Cuba Committee.\n\nShifting relations\n\nMogherini last visited Cuba in March 2016 as part of an effort to advance political dialogue. That trip was preceded \nby two years of complex negotiations, during which the EU and Cuba agreed to a treaty subdivided into three \nchapters: cooperation, political dialogue, and economic relations. The agreement put bilateral ties on new footing. \nThe previous 20 years had been characterized by a so-called common standpoint. That status was adopted in \n1996, under Spain's then-conservative government led by Jose Maria Aznar, and it made normalized relations \ncontingent upon democratic and human rights advances in Cuba — a stance consistently rejected by Havana.\n\nIn practice, the EU's rigid posture turned out to be counterproductiveand was ultimately proven to be outmoded \nwhen relations between Cuba and the United States began to thaw in 2014. Furthermore, they were seen as \nhypocritical in light of the fact that 19 EU member states had entered into bilateral agreements with Cuba. Above \nall, countries like Spain, France and Italy had been pushing for a new EU policy vis-a-vis Cuba, whereas countries \nsuch as Germany and a number of Eastern European states were dragging their feet.\n\nEU as biggest investor\n\n\nWhilerelations between Cuba and the US have regressedsince President Donald Trump took office, the EU has \nattempted to push forward on its own. As a result of Washington's return toCold War-style rhetoric, the EU now \nenjoys a privileged position in terms of Cuba's new open door policy. Thus, Cuba could be much more interested \nin winning European investments in the future. The EU is already Cuba's biggest investor, as well as being its \nsecond-largest trading partner. Roughly one-third of all tourists in Cuba come from EU countries.\n\nAs of late, the Caribbean country has also attempted to diversify its foreign trade.Cuba's closest ally, \nVenezuela,has drastically reduced oil exports to the island due to its own political and economic crisis. As a result, \nCuba's economy fell into recession for the first time in two decades. Although Cuba's economy grew by 1.6 percent \nlast year according to its Finance Ministry, it remains far behind the projected $2.5 billion (€2.1 billion) that the \ngovernment needs to achieve its growth objectives. Beyond Cuba's most important trading partners like Venezuela \nand China,countries such as Russiaas well as the Netherlands and France have drastically increased investments \non the island.\n\nCurrently, EU cooperation has materialized, above all, in development projects. The EU has made €50 million \navailable for three main areas between now and 2020: agriculture and food security, aid in the improved use of \nnatural resources as a key to sustainable development, and support for economic and social modernization. The \ndeclared aim of Mogherini's trip is to further expand cooperation to other sectors.\n"}