{"title": "High court eases deportation curbs", "body": "\nA unanimous Supreme Court made it easier Monday for U.S. officials to deport some illegal immigrants whose \nlives or freedom might be threatened in their home countries. A U.N. lawyer said the ruling could have international \nrepercussions.\n\nThe high court also agreed to decide whether people who run away after seeing a police officer can be chased, \nstopped and questioned. The justices will use a case from a high-crime neighborhood in Chicago to clarify on-the- \nstreet police powers and individual rights.\nConstitution\n\nIn the first case, the justices limited federal courts' power to overrule immigration officials who decide an alien \nshould be deported because of ''serious nonpolitical crimes'' outside the United States.\n\nEven such a crime that is clearly linked to a political cause can result in a decision to deport someone, Justice \nAnthony Kennedy said for the court. ''A lack of proportion between means and ends may still render a crime \nnonpolitical,'' he wrote.\n\nThe decision was a victory for the Clinton administration and a defeat for a Guatemala man who entered the United \nStates illegally in 1993 at San Ysidro, Calif. More broadly, the ruling could affect the treatment accorded other \nrefugees in this country and other nations as well.\n\nDaniel Wolf, a lawyer for the U.N. High Commissioner for Refugees, called the decision disappointing.\n\nU.S. law does not require the government to admit refugees. But people who are already here --- even illegally --- \ngenerally cannot be forced to leave if they have a reasonable fear of persecution. An exception allows the \ndeportation of aliens who have committed serious nonpolitical crimes in another country.\n\nWhen immigration officials sought to deport Juan Anibal Aguirre-Aguirre in 1994, he sought asylum and \n''withholding'' of his deportation based on his fear of being persecuted in Guatemala for his protests as a student.\n\nAguirre said that from 1989 to 1992 he led a student organization that protested human rights violations and the \nhigh cost of bus fares. U.S. immigration officials said he was involved in burning 10 buses, hitting passengers with \nsticks if they did not cooperate by getting off, and destroying merchandise in stores.\n\nAt the heart of the Chicago police chase dispute is the Fourth Amendment protection against unreasonable \nsearches and seizures. Courts long have interpreted that protection to mean police without court warrants cannot \nstop and question someone without a ''reasonable suspicion'' of wrongdoing.\n\n\nState courts in Alaska, California, Colorado, Maryland, Michigan, Nebraska, Nevada, New Jersey and Utah have \nsaid police generally cannot make investigative stops after pursuing someone who flees after seeing them.\n\nBut state courts in Connecticut, Indiana, Louisiana, Minnesota, North Carolina, Ohio and Wisconsin have ruled that \nfleeing from police can create a reasonable suspicion of criminal conduct and justify a police stop.\n\nFederal courts also have disagreed on the issue.\n\nThe Illinois Supreme Court used the Chicago case to generally bar police from making such investigative stops.\n\nIn appealing that ruling, state prosecutors said a definitive ruling is needed.\n\n''Every single day, law enforcement officers at all levels throughout our country are confronted with . . . whether to \nchase and temporarily stop a person in a high-crime area who runs away at the mere sight of the police,'' the \nappeal said.\n\nThe nation's highest court twice before had the opportunity to consider the issue in criminal cases, but left it \nundecided when in 1988 and 1991 it chose instead to focus on whether police seizures had occurred. A decision is \nexpected next year.\n"}