{"title": "Can We Afford So Many Unskilled Immigrants?", "body": "\nTo the Editor:\n\nAnthony Lewis claims in \"The Politics of Nativism\" (column, Jan. 14) that Julian Simon showed in The Wall Street \nJournal last year that immigrants do not take the jobs of the native born and that the average immigrant family \npays $2,500 more in taxes annually than it receives in public services.\n\nProfessor Simon and Mr. Lewis are clearly wrong on both accounts. George Borjas, a national researcher, wrote in \nthe National Review for Dec. 13, 1993, that Mr. Simon's calculation was quite wrong. Mr. Simon has both \nimmigrants and natives running a surplus. Since welfare programs are supposed to redistribute income from some \ngroups to others, both cannot be running a surplus.\n\nMr. Lewis overlooks other soundly based estimates of public service costs. For example, the Rand Corporation, \nhardly a nativist anti-immigrant group, found that each permanent Mexican immigrant in California had a public \nservice deficit of more than $1,000 annually in 1982.\n\nMy own recent national study found that the annual after-tax deficit of post-1970 immigrants, both legal and illegal, \nexceeds $2,000 per immigrant -- a total cost of more than $42 billion. Comparatively, the native born had a surplus \non public services after taxation.\n\nThis is not surprising. Data from the 1990 Census show that the poverty rate of post-1970 immigrants is 42 \npercent higher than that of the native born. An immigrant's probability of receiving public assistance, adjusted by \nthe amount of assistance received, is 44 percent greater than that of the native born. High welfare usage, combined \nwith low earnings (meaning low taxes), means that immigrants must run a public-service deficit that is financed by \nthe native born with low welfare and higher earnings (meaning higher taxes).\n\nProfessor Simon's long-held belief that immigrants do not displace Americans in the labor market has been \nrepudiated by a number of careful studies in recent years. A consensus is developing (Huddle, Altonji and Card, \nWalker, Ellis and Barf) that for each six to seven immigrants, one unskilled or blue-collar job is lost to Americans. \nAs Richard Bean of the University of Texas recently showed, slow growth areas are particularly prone to labor \ndisplacement. As in California during the 1990's, many native born, according to Randy Filer in a National Bureau \nof Economic Research study, end up fleeing the region to avoid job losses and falling wage levels.\n\nAlthough immigration is more than dollars and cents, we still must be more aware of the affordability issue of large-\nscale unskilled immigration from the third world. No doubt, however, pro-immigration advocates such as Dr. Simon \nand Mr. Lewis will be willing to dig a little deeper into their pockets during income tax season to help offset our \nnational budget deficit.\n\n \n\n\nDONALD L. HUDDLE\n\nHouston, Jan. 18, 1994\n\nThe writer is professor emeritus of economics at Rice University.\n"}