{"title": "BUSH AIDES WEIGH LEGALIZING STATUS OF MEXICANS IN U.S.;THOUGH POLITICALLY RISKY, THE ISSUE IS KEY TO RESOLVING OTHERS BETWEEN THE COUNTRIES", "body": "\nWASHINGTON President Bush's top immigration advisers are weighing plans to grant legal residency to the more \nthan 3 million Mexicans living illegally in the United States, say officials involved in the deliberations.\n\nThe proposal is the most politically charged part of a draft plan on border safety and immigration that a panel led by \nSecretary of State Colin Powell and Attorney General John Ashcroft is expected to submit to the White House in the \nnext few days.\n\nThe legalization idea faces stiff opposition from anti-immigrant groups and influential Republicans in Congress.\n\nThe options under consideration involve different ways in which millions of Mexicans living in this country illegally \ncould earn lawful status over the next several years, though not immediately, administration officials said.\n\nThe options would quite likely be based on the immigrants' employment records, family ties in this country and how \nlong they have lived in the United States.\n\nAny plan to legalize the residency of illegal immigrants would be part of a broader agreement to expand guest-\nworker programs in the United States, the officials said.\n\nMany details of the proposal are still unresolved, and no final decisions have been made.\n\nAny plan would be subject to approval by Congress.\n\nBut pressure is mounting on the administration to address the issue as groundbreaking negotiations on immigration \nthat Bush and President Vicente Fox of Mexico started in February are about to accelerate.\n\nPowell and Ashcroft are to meet with their Mexican counterparts in early August.\n\nBush and Fox want to announce a major migration initiative at their meeting in Washington starting Sept. 4, their \naides say.\n\nThe review of policies toward Mexican immigrants is one of Bush's highest priorities, partly because as governor of \nTexas he gained more experience in dealing with Mexico than with any other foreign nation.\n\nBush considers Fox, perhaps more than any other foreign leader, to be a personal friend as well as a partner.\n\n\nLegalizing immigrants who are, in the words of the Immigration and Naturalization Service, undocumented, has \nmajor domestic political and foreign policy implications for the Bush administration.\n\nAnd on a human level, such a plan would transform the lives of millions of Mexicans now toiling in the shadows, \nincluding hotel maids in New York, nannies in San Francisco, meatpackers in Nebraska and textile workers in \nGeorgia.\n\nLegalizing the status of undocumented Mexicans is a top objective of the Roman Catholic Church and immigrant \nadvocacy groups, especially Latino organizations, whose constituencies Bush is courting in his strategy to expand \nhis political base and win a second term in 2004.\n\nIn a ceremony for new citizens at Ellis Island last week, Bush extolled the virtues of immigrants.\n\n\"America, at its best, is a welcoming society,\" he said. \"We welcome not only immigrants themselves but the many \ngifts they bring and the values they live by.\"\n\nBush won about one-third of the Latino vote in November, but his pollsters say he needs to increase that share to \nat least 40 percent to prevail in 2004.\n\nLatino advocates for immigrants say a generous program for adjusting legal status would win the administration \nnew supporters.\n\n\"This administration has a tremendous opportunity to reshape migration policy,\" said Cecilia Munoz, a vice \npresident of the National Council of La Raza, a major Latino human rights organization.\n\n\"If this would happen, it would electrify the Latino community.\"\n\nAt the same time, Fox has made conferring legal status on his undocumented compatriots in the United States a \ntop priority.\n\nFox is very likely to raise the issue when he makes a swing through mid-America Chicago, Detroit and Milwaukee in \nthe next few days to meet Mexican-Americans and seek support for new American investment in Mexico.\n\n\"Mexicans who work in the United States should be considered legal,\" Fox told a group of Texas journalists in late \nJune. \"They shouldn't have to hide in the shadows.\"\n\nComplicating the political equation for Bush is fierce opposition from groups that favor tighter limits on immigration \nand influential congressional Republicans who say that granting legal residency to illegal immigrants is tantamount \nto rewarding lawbreakers.\n\nSen. Phil Gramm, R-Texas, supports a new guest-worker program but has vowed that any program legalizing \nundocumented workers would have to pass \"over my cold, dead political body.\"\n\nA coalition that opposes increased immigration, led by the Federation for American Immigration Reform, ran more \nthan $500,000 in radio and print advertisements in 10 states in April and May condemning any new agreement with \nMexico that would expand immigration.\n\nBush opposes a blanket amnesty comparable to the 1986 law that granted legal residency to several million \nimmigrants who could show that they had been working in the United States for at least 90 days.\n\nWithin the State, Justice and Labor departments, aides say there are varying degrees of support for allowing \nimmigrants to adjust their legal status over time.\n\nPowell and Ashcroft have so far avoided taking any public position on the idea, but Mexican and congressional \nofficials who have been briefed on the internal American discussions say they are heartened by senior officials' \nreceptiveness to options.\n\n\n\n\"There is a realization that this is one of the most important, if not the most important, issue for the Mexicans,\" said \nan administration official on the working group. \"But it's also one of the most difficult, if not the most difficult issue \nfor the U.S. Politically, it is extremely tough.\"\n\nDespite the opposition, such a plan nearly succeeded in Congress last year as part of an expanded agricultural \nguest-worker program.\n\nA bipartisan proposal, backed by farm worker unions and several state grower associations, would have increased \nthe number of seasonal farm workers to as many as 250,000 a year, from about 40,000 now, and granted many \nforeign workers legal residency.\n\nSen. Larry Craig, R-Idaho, who supported that failed proposal, resurrected the plan as legislation last week and \nincluded a provision that would allow farm workers to adjust their status over six years.\n\nBut Democrats, labor leaders and Latino rights advocates criticize the bill because it would lower the wages and \nraise the eligibility requirements for legal status that were contained in last year's proposal.\n\nSupporters of Craig's bill argue that the legislation could be an important starting point in talks on Capitol Hill that \nwould parallel the U.S.-Mexico negotiations, and perhaps could give Bush political cover to advance a legalization \nplan.\n\nOn both sides of the border, support is growing for an effective guest-worker program. American farmers and \nlandscapers, as well as hotel and restaurant owners, want to stabilize their labor forces that are now highly \ndependent on illegal workers from Mexico.\n\nMexican officials say a guest-worker program would help reduce the number of workers who arrive in the country \nillegally more than 150,000 a year and would save the lives of migrants who die trying to cross the blistering deserts \nand harsh mountains of the Southwest.\n\nLabor unions and immigrant advocates have long opposed temporary visa programs as creating a class of low-paid \nworkers vulnerable to abuse.\n\nBut new proposals with labor and wage protections have brought labor and growers closer together.\n\nMexican officials, as well as American labor and religious leaders, say that any deal to increase the number of \nguest workers must first grant legal status to Mexicans already illegally in the country.\n\n\"You have to try to legalize people here first, before you bring more people in from abroad,\" said J. Kevin Appleby, \ndirector of migration and refugee policy for the U.S. Conference of Catholic Bishops.\n\nFor their part, Mexico officials have stricken the politically charged word \"amnesty\" from their vocabulary and now \ntalk about regularization, a concept that Foreign Minister Jorge Castaneda says could allow Mexican immigrants to \nobtain driver's licenses, Social Security cards and resident tuition at colleges.\n\nCastaneda seemed to up the ante in the negotiations when he told a group of Latino journalists in Phoenix last \nmonth that any comprehensive agreement on border safety and guest workers must include some form of \nadjustment of legal status for illegal workers.\n\n\"It's the whole enchilada, or nothing,\" Castaneda said.\n\nGraphic\n\n \n\n\n\nNew York Times\n"}