{"title": "Vote for the best teaching strategies", "body": "\nTeacher, writer and lawyer Patrick Mattimore, a frequent contributor to my Class Struggle blog, suggested last \nmonth that readers send in effective teaching strategies. Sure, I said. Many great ideas arrived. Now we'd like you \nto pick your favorite.\n\nHere are the three finalists Mattimore and I selected, all from teachers, listed in alphabetical order. Vote in a poll at \nwashingtonpost.com/class-struggle or send me your pick via e-mail at mathewsj@washpost.com I am just going to \nquote from their entries so you won't have to put up with intrusive analysis from me.\n\nImmigration unit\n\nKaren Craig, eighth-grade language arts and social studies, Connelly School of the Holy Child, Potomac\n\n\"The Immigration Unit is studied in language arts, social studies, science and foreign language. The students are \ngrouped into families, and they pretend that they are immigrating to the United States around 1900. They are \nassigned a country from which to emigrate, as well as given an economic background. However, they are \nresponsible for deciding how the family is related and what struggles they endure on the journey.\n\n\"In language arts, the students blog about their experiences throughout the unit, using their growing writing skills \nand vocabulary to help convey their thoughts and emotions. In science, biology is studied through the different \ndiseases that could prevent a potential immigrant in the early 20th century from being allowed into the United \nStates. In social studies, the laws and acts that were aimed at preventing immigration are examined, and in foreign \nlanguage, the different countries the students could potentially emigrate from are highlighted.\n\n\"The unit culminates in an Ellis Island Day, where the students pack a suitcase with what they would bring to their \nnew country, and they are processed through a mock-up of Ellis Island itself. The next day, a field trip to Ellis Island \nin New York takes place.\"\n\nChoral reading\n\nTrayce Diskin, ninth-, 10th- and 12th-grade college prep literacy, Montgomery Blair High School, Silver Spring\n\n\n\"Choral reading works best with a poem or short prose passage. All each student needs is a copy of the text and a \nhighlighter. As the teacher reads the text out loud, students highlight two or three sentences or phrases that \nresonate for them. . . . I encourage my students to choose lines that seem particularly powerful, significant, \nconfusing or relevant to them.\n\n\"Now the choral reading begins. The teacher reads the passage out loud again, but this time, students join in on the \nlines they highlighted. As soon as the reading begins, the class can hear which portions of the text resonated the \nmost. The reading itself - both an impromptu performance and an automatic conversation with the text - is a pretty \nrewarding experience for the class. . . . Almost always a rich and engaging discussion of the passage begins.\"\n\nSludge Project\n\nDebbie Pakaluk, eighth-grade chemistry, Norwood School, Bethesda\n\n\"Every spring students participate in the Sludge Project, which requires them to separate a mixture of unknowns \n(they don't even know how many substances it contains) and then test the properties of each of the components \n(density, boiling point, solubility, flammability, as well as odor and appearance). Each pair of students gets a plastic \ncup with a different 100-ml mixture. Students use separation techniques that they have studied previously . . . as \nwell as ones they think of on the spot. Each pair works independently (I enforce safety measures but do not \notherwise help them) for about three weeks, and then each student writes a paper summarizing his or her work.\n\n\"After the project is completed, we finish the year by studying compounds, elements and finally atoms.\"\n\nI like all of these. We will reveal the results in a month. I will also describe some of the other intriguing ideas we \nreceived.\n\nmathewsj@washpost.com\n"}