{"title": "THE BUDGET BATLE;Immigrants facing loss of benefits;Republicans say that with aid to U.S. citizens being cut, tax dollars shouldn't be spent on others living here. But immigrants say they pay taxes too.", "body": "\nNadia Tamariz, who left Mexico six years ago to get a U.S. education, is now a legal permanent resident of the \nUnited States. She is also pregnant. And she is poor.\n\nSo, like others who live in Gwinnett County and can't afford health care, she goes to a public health clinic in \nLawrenceville for prenatal care. Medicaid covers the cost, which could reach several thousand dollars by the time \nshe gives birth.\n\nThat angers members of the Republican-controlled Congress, who say that U.S. taxpayers shouldn't have to pay \nfor caring for anyone who isn't an American citizen. And, if this part of the GOP revolution succeeds, they won't.\n\nBills that have passed both the House and Senate this year would cut off public benefits for most immigrants, \nboth legal and illegal, including some who become naturalized citizens.\n\n \n\nIf the measures become law:\n\n- Between 1 and 2 million legal immigrants, including about 5,000 in Georgia, could lose Medicaid, disability \npayments and Aid to Families with Dependent Children, the largest cash assistance program for the poor.\n\n- Tens of thousands of immigrants in Georgia, many of them migrant workers, would lose access to legal aid, a \nservice often used to help immigrants apply for citizenship or permanent resident status.\n\n- Hundreds of students in Georgia could lose federal financial aid. At the University of Georgia alone, 200 resident \naliens rely on $ 1.2 million in federal student grants and loans.\n\n- Local health and welfare agencies would have to verify an immigrant's status before providing benefits, even for \nservices such as childhood immunizations, which would continue to be available to both legal and illegal \nimmigrants. Health officials fear that this would discourage many immigrants from getting the shots.\n\n- Some naturalized citizens could be denied aid if they were brought into the country by a family member. A \nSenate proposal would make it harder for new immigrants to qualify for welfare and other programs by counting \ntheir income with the family member's, raising the person above the income eligibility cutoff. The requirement of \ncounting both incomes would apply to the immigrants for life, even if they become citizens.\n\n\nStopping benefits for immigrants would save the federal government up to $ 16 billion over five years, with as \nmuch as $ 79 million coming from Georgia, according to the U.S. Department of Health and Human Services.\n\nOpponents call the legislation Draconian. Josh Bernstein, an analyst at the National Immigration Law Center in \nWashington, said some provisions, such as limiting benefits for some naturalized citizens, appear \nunconstitutional.\n\n\"I'm dumbfounded that this has gotten this far,\" Bernstein said. \"It shows you how really irrational and extreme the \nproponents are of restricting benefits to legal immigrants.\"\n\nHouse Speaker Newt Gingrich (R-Ga.), who helped push the legislation through the House, said Republicans \nwant to send a clear message to immigrants who bring poor relatives into the country but can't afford to take care \nof them.\n\n\"We're trying to say to people, if you want to come to America to pursue happiness, we're for you coming here,\" \nGingrich said. \"But if you want to come to America to get into the welfare state, we frankly don't want you to be in \nthe welfare state.\"\n\nThe legislation follows a wave of anti-immigration sentiment sweeping the country, born out of problems in New \nYork and California, where more than half of U.S. immigrants who are on welfare live.\n\nIn Georgia, state officials said, relatively few immigrants depend on welfare - just 1 percent of those receiving \nAFDC are foreign-born. Officials said immigrants are quicker than native-born Americans to get off assistance, \nbecause they are more likely to take entry-level jobs.\n\n\"They come here to work,\" said Teodoro Maus, Mexico's consul general in Atlanta. \"Few Mexicans come here to \ngo on welfare.\"\n\nAnd immigrants who work pay taxes, Bernstein noted. He pointed to a study by the Urban Institute, a liberal \nWashington think tank, that found that immigrants are net contributors to the economy, paying $ 25 billion more in \ntaxes each year than they use in services.\n\nTamariz said those taxes don't come just from legal permanent residents.\n\n\"In many places, whether or not you are legal or illegal, they take money out of your check in taxes,\" she said \nthrough an interpreter. \"So they take away the services to save money and they keep the taxes. They get both.\"\n\nOthers say that any expenditure of tax dollars for immigrants is too much when aid for U.S. citizens is being cut.\n\n\"When Americans are losing medical benefits, is that any time to be lavishly doling benefits out to immigrants?\" \nasked Dan Stein, executive director of the Federation for American Immigration Reform, a Washington- based \ngroup dedicated to restricting immigration.\n\nThe Republican House proposal would go beyond cutting federal benefits by denying state and local \ngovernments the power to replace most of the lost aid. The plan would force states to exclude many immigrants \nfrom any programs that use income as a test for eligibility.\n\nEven if states are allowed to spend their own tax dollars on immigrants, which the Senate proposal would allow, \nit is unclear whether Georgia would.\n\n\"No final decision has been made at this point,\" said Michael Thurmond, director of the state Department of Family \nand Children Services, which administers the state's welfare programs.\n\nIn Moultrie, immigrants such as Gloria and Fermin Sandobal are watching the debate closely. Gloria Sandobal \ncooks lunch and dinner for 60 to 80 migrant farmworkers every day, while her husband works in the fields \n\n\n\nharvesting eggplant. The Sandobals are taxpayers whose only brush with public service was when they needed \nhelp from Georgia Legal Services to apply for permanent resident status.\n\nBut Gloria Sandobal said she can envision a time when her family might need help.\n\n\"If we can't get access then, they shouldn't be taking taxes from us,\" she said. \"We could save that money to buy \nour own health insurance.\"\n\nGraphic\n\n \n\nPhoto: Legal immigrant Nadia Tamariz (right), 20, with her brother Jose, 16, and mother, Maria Tamariz. / \nWILLIAM BERRY / Staff\n"}