{"title": "SUPPORT FOR ARAB FAMILIES CENTER HELPS IMMIGRANTS ADJUST TO LIFE IN U. S. & BORO", "body": "\nStepping into the new headquarters of the Arab-American Family Support Center is a bit like journeying to a quiet \nvillage somewhere in the Middle East.\n\nThe center's light peach walls are lined with intricate wall hangings, pottery and posters from Arabic-speaking \ncountries.\n\nLocated on the top floor at 150 Court St., the center is flooded with daylight and enjoys hints of greenery provided \nby trees below.\n\nEmira Habiby Browne, founder and executive director of the center, said she spotted the new site about two years \nago and thought it would be ideal.\n\n\"The neighborhood is perfect, right off Atlantic Ave., which has lots of Arabs all around, and easy accessibility by \nsubway,\" Browne said. \"And when I saw all the windows, I thought, 'Wouldn't it be wonderful to have this space?' \"\n\nThe center was formerly on the first floor and in the basement of a Park Slope building. In addition to offices, the \nnew headquarters has space for a teen lounge, a children's playroom, a library and a computer room.\n\nThere's also a large room for meetings and English classes, and small conference rooms for private consultations.\n\nBrowne said the focus of the center will not change. Since its founding in 1993, it has been helping Arabic-\nspeaking immigrants adjust to life in New York City.\n\n\"It's very difficult for our families when they arrive here,\" said Browne, who was born in Palestine and has lived all \nover the Middle East, London, Paris and the United States.\n\n\"Our people come from extended families and many times from small villages, where a young mother can easily \nleave a sleeping child alone to go next door and visit a friend. Everyone looks out for everyone else.\n\n\"But when the families come here, things are very different. You cannot leave a child unattended, or even with a \nyoung sibling, while you go out to buy bread.\n\n\"And how you discipline a child is different,\" Browne continued. \"Families are petrified to learn that they might say \nor do something that, under American laws, could cause a child to be removed from the home.\n\n\"We have families who come here expecting that everything will be easy, but it's the opposite and they don't speak \nthe language. Left on their own, they don't know where to start. We provide support to families so that they can \nlive successfully in this society - without forgetting who they are,\" said Browne.\n\n\nFigures from the 1990 U.S. census showed a 33% growth in the Arab-American population over 10 years. The \nArab American Institute, based in Washington, said the 2000 census figures are not yet available in this category. \nHowever, using 1990 data, the institute estimated that more than 95,000 Arab-Americans lived in Brooklyn, nearly \n35,000 in Queens and 33,000 in Manhattan.\n\nMost of the immigrants who visit the center are from Egypt, Palestine and Yemen, Browne said. Smaller numbers \ncome from Morocco, Lebanon, Jordan and Syria. The center serves immigrants from all religious backgrounds.\n\nBassam Amin, a pharmacist who works near the new headquarters and who is active in the Arab-American \ncommunity, said the center was an essential.\n\n\"It's the only place where families can go when they need someone to talk to. The center is an extended arm to \nhelp both parents and kids,\" Amin said.\n\nBrowne said clients feel comfortable because the center's staff of 14 understands the language and culture of a \npeople who often feel unwanted because of negative media images.\n\n\"And we are not a well-organized community, politically,\" Browne said. \"Much more needs to be done by the \npoliticians to reach out to our community.\"\n\nThe center will have an open house for political and community leaders on June 21, so that they may learn more \nabout the nonprofit group's services.\n\n\"We were the first established agency to be funded by the city to serve the Arab community,\" Browne said.\n\nIn addition to ESL classes, the center's current services include counseling, crisis intervention, advocacy, \ninformation and referral services, and activities for youth.\n\nBrowne said the center intends to expand its youth program, which now includes Saturday tutorials for kids whose \nparents don't speak English and cannot help with homework.\n\nThe center has applied for a grant to run a neighborhood after-school program and has employed a psychologist to \nwork with families who need more help adjusting. The group also plans to open a satellite office in Queens.\n\nBrowne said, \"We want to do everything to keep the families we serve from being at risk.\"\n\nGraphic\n\n \n\nElmira Habiby Browne\n"}