{"title": "Illegal immigrants get a shot at college with scholarships", "body": "\nIn an unprecedented move, Georgia State University officials have granted four illegal immigrants, all top \ngraduates of area high schools, full-tuition scholarships this year.\n\nIn the past year and a half, at least one other local university and one local organization quietly began granting \nsimilar scholarships, all of which have been funded by the Goizueta Foundation, a private, Atlanta-based charity \nthat has donated millions of dollars to increase the number of Hispanics in college.\n\nWhile some state universities have been waiving certain fees for high-achieving, undocumented students for \nseveral years, scholarships for illegal immigrants are uncommon, students, administrators and guidance \ncounselors say --- but they're not without controversy.\n\n\"It's just one more goody that we're giving to people who come here illegally and manage to stay for awhile,\" said \nJane Russell, director of Georgians for Immigration Reduction, which advocates for stricter enforcement of \nimmigration laws. \"If foundations like Goizueta are so concerned about these people, why don't they help them \nattend college in their own countries?\"\nAJC\n\nAn estimated 65,000 undocumented immigrants graduate from U.S. high schools every year, including roughly \n1,500 in Georgia, according to the Urban Institute, a Washington-based research group that studies immigration \nissues. Public schools have long educated these students; a 1982 Supreme Court ruling held they have a right to a \nfree education.\n\nHowever, for many of these students, high school was the end. Misinformed guidance counselors or admissions \ndirectors told them college was not possible. College applications requesting Social Security numbers served as a \nfurther deterrent.\n\nFinancial barrier\n\nIn the fall of 2000, University System of Georgia officials informed admissions directors that undocumented \nstudents can, in fact, attend state colleges if they meet academic requirements and graduated from or attended a \nstate high school.\n\nStill, for many of these students, a financial barrier exists: Some colleges charge them out-of-state tuition, even if \nthey've lived in Georgia for years.\n\n\nFor families subsisting on the hourly pay of a drywall installer, nanny, painter or fast-food worker, the difference in \ncost can be insurmountable. At Georgia State, full time, out-of-state students will pay $6,772 in tuition and fees this \nsemester, more than three times the $1,960 in-state pupils pay.\n\nBecause of their immigration status, these students cannot apply for government grants or low-cost loans, and most \nprivate scholarships require recipients to be citizens or permanent residents. So college costs are higher, but \noptions for financial assistance are fewer.\n\n\"There are resources available, but they're limited resources,\" said Tracy Kay, a 12th-grade counselor at Gwinnett \nCounty's Meadowcreek High School who has worked with undocumented students. \"They're not the same as for \nthe average student.\"\n\nOne undocumented student, who graduated from Norcross High School with a 3.5 grade-point average, worried \nthat her goal of a university degree might never materialize. \"I remember senior year in the back of my head I \nthought: So, I made these good grades, and I might not be able to go to college,\" said the young woman, who \nasked that her name not be used out of fear of being discovered by immigration agents.\n\nNow 19 and a sophomore at Georgia State, the native of Venezuela found help in the form of an out-of-state tuition \nwaiver, which allowed her to pay the more manageable in-state prices. In recent years, state universities have \nincreasingly used those waivers for undocumented pupils, but such waivers are limited to 2 percent of the student \nbody.\n\n\"If you really want to do it, you can do it,\" said the student, who dreams of teaching at Beaver Ridge Elementary in \nNorcross, the school she attended as a child. \"They're not going to advertise it, the schools. It's not something they \nadvertise: 'We take in illegal students.' You just have to keep knocking on doors.\"\n\nHer younger sister, a freshman at Georgia State, is a Goizueta scholarship recipient.\n\nNew issue for Georgia\n\nMaritza Licameli, director of the Georgia Outreach Project for the San Francisco-based Hispanic Scholarship Fund \nis always looking for organizations that will finance scholarships for these students.\n\n\"Many corporations, they do not feel comfortable with funding undocumented students,\" she said. \"I think it's \nbecause there's a lot of misunderstanding and it's a fairly new issue here in Georgia.\"\n\nRecognizing that many Hispanic students are undocumented, the Goizueta Foundation is one of the few \norganizations that ensures its scholarships do not exclude those who have come here illegally. Citizenship and \nSocial Security numbers are not required.\n\nThe charity's founder, the late chairman of the Coca-Cola Company, Roberto Goizueta, immigrated to the United \nStates from Cuba and became a naturalized citizen.\n\nLast spring, a $1.7 million Goizueta grant allowed the Hispanic Scholarship Fund to provide 50 Georgia students, \nincluding 14 illegal immigrants, with $5,000 scholarships renewable for up to four years. Kennesaw State \nUniversity, which received $1 million from Goizueta, has five undocumented students on scholarship.\n\nGeorgia State received $1.5 million to establish its Hispanic outreach efforts. This year, seven freshman, including \nthe four undocumented students, are attending on full, four-year scholarships.\n\n\"There's going to be a lot of controversy, I think,\" said Alicia Fosse, Georgia State's Hispanic recruitment and \nretention coordinator. \"But we're talking about students [whose] potential is so great, that it's a pity for us not to do \nsomething.\"\n\nAttempts to give undocumented students relief on steep tuitions have swept through more than two dozen \nstatehouses in recent years. Seven states --- California, Illinois, Oklahoma, New York, Texas, Utah and Washington \n\n\n\n--- now allow undocumented students who have graduated from high schools in their respective states to pay in-\nstate prices. This past summer, Gov. Sonny Perdue told a meeting of Hispanic reporters he was open to discussing \na similar initiative here.\n\nAdvocates for the policies were encouraged by President Bush's recent proposal to allow undocumented workers to \nobtain legal, if temporary, status. They hope the president's stance bodes well for a federal bill that would grant \nundocumented students in-state tuition and a chance to apply for legal status.\n\n\"We have a generation of kids that grew up here --- who came in the '80s or '90s --- and now are coming into \nadulthood, the age where they are ready for college,\" said Josh Bernstein, a senior policy analyst with the National \nImmigration Law Center in Washington. \"More and more people are recognizing that this is a problem.\"\n\nD.A. King, founder of the American Resistance Foundation, another local group seeking tougher enforcement of \nimmigration laws, said he's sympathetic to the plight of these students. But, he said, schools should not be aiding \nillegal immigrants.\n\n\"We are flouting our laws,\" he said, \"and overlooking the fact that there are criminals in our midst that are getting \nwhat American citizens are hoping for.\"\n"}