{"title": "Washington: CRIMINAL ALIEN GANG MEMBER REMOVAL ACT", "body": "\nWashington: The Library of Congress, The Government of USA has issued the following house proceeding:\n\n Mr. LABRADOR. Mr. Speaker, pursuant to House Resolution 513, I call up the bill (H.R 3697) to amend the \nImmigration and Nationality Act with respect to aliens associated with criminal gangs, and for other purposes, and \nask for its immediate consideration. The Clerk read the title of the bill. The SPEAKER pro tempore (Mr. Duncan of \nTennessee). Pursuant to House Resolution 513, the amendment printed in House Report 115-307 is adopted, and \nthe bill, as amended, is considered read. The text of the bill, as amended, is as follows: H.R 3697 Be it enacted by \nthe Senate and House of Representatives of the United States of America in Congress assembled, SECTION 1. \nSHORT TITLE. This Act may be cited as the ``Criminal Alien Gang Member Removal Act''. SEC. \n\n2. GROUNDS OF INADMISSIBILITY AND DEPORTABILITY FOR ALIEN GANG MEMBERS. (a) Definition of Gang \nMember.--Section 101(a) of the Immigration and Nationality Act (8 U.S.C 1101(a)) is amended by adding at the end \nthe following: ``(53) The term `criminal gang' means an ongoing group, club, organization, or association of 5 or \nmore persons that has as one of its primary purposes the commission of 1 or more of the following criminal \noffenses and the members of which engage, or have engaged within the past 5 years, in a continuing series of such \noffenses, or that has been designated as a criminal gang by the Secretary of Homeland Security, in consultation \nwith the Attorney General, as meeting these criteria. The offenses described, whether in violation of Federal or \nState law or foreign law and regardless of whether the offenses occurred before, on, or after the date of the \nenactment of this paragraph, are the following: ``(A) A `felony drug offense' (as defined in section 102 of the \nControlled Substances Act (21 U.S.C 802)). ``(B) An offense under section 274 (relating to bringing in and \nharboring certain aliens), section 277 (relating to aiding or assisting certain aliens to enter the United States), or \nsection 278 (relating to importation of alien for immoral purpose). ``(C) A crime of violence (as defined in section 16 \nof title 18, United States Code). ``(D) A crime involving obstruction of justice, tampering with or retaliating against a \nwitness, victim, or informant, or burglary. ``(E) Any conduct punishable under sections 1028 and 1029 of title 18, \nUnited States Code (relating to fraud and related activity in connection with identification documents or access \ndevices), sections 1581 through 1594 of such title (relating to peonage, slavery, and trafficking in persons), section \n1951 of such title (relating to interference with commerce by threats or violence), section 1952 of such title (relating \nto interstate and foreign travel or transportation in aid of racketeering enterprises), section 1956 of such title \n(relating to the laundering of monetary instruments), section 1957 of such title (relating to engaging in monetary \ntransactions in property derived from specified unlawful activity), or sections 2312 through 2315 of such title \n(relating to interstate transportation of stolen motor vehicles or stolen property). ``(F) A conspiracy to commit an \noffense described in subparagraphs (A) through (E).''. (b) Inadmissibility.--Section 212(a)(2) of such Act (8 U.S.C \n\n\n1182(a)(2)) is amended by adding at the end the following: ``(J) Aliens associated with criminal gangs.--Any alien \nis inadmissible who a consular officer, the Secretary of Homeland Security, or the Attorney General knows or has \nreason to believe-- ``(i) to be or to have been a member of a criminal gang (as defined in section 101(a)(53)); or \n``(ii) to have participated in the activities of a criminal gang (as defined in section 101(a)(53)), knowing or having \nreason to know that such activities will promote, further, aid, or support the illegal activity of the criminal gang.''. (c) \nDeportability.--Section 237(a)(2) of the Immigration and Nationality Act (8 U.S.C 1227(a)(2)) is amended by adding \nat the end the following: ``(G) Aliens associated with criminal gangs.--Any alien is deportable who-- ``(i) is or has \nbeen a member of a criminal gang (as defined in section 101(a)(53)); or ``(ii) has participated in the activities of a \ncriminal gang (as so defined), knowing or having reason to know that such activities will promote, further, aid, or \nsupport the illegal activity of the criminal gang.''. (d) Designation.-- (1) In general.--Chapter 2 of title II of the \nImmigration and Nationality Act (8 U.S.C 1182) is amended by inserting after section 219 the following: \n``designation of criminal gang ``Sec. 220. (a) Designation.-- ``(1) In General.--The Secretary of Homeland Security, \nin consultation with the Attorney General, may designate a group, club, organization, or association of 5 or more \npersons as a criminal gang if the Secretary finds that their conduct is described in section 101(a)(53). ``(2) \nProcedure.-- ``(A) Notification.--Seven days before making a designation under this subsection, the Secretary shall, \nby classified communication, notify the Speaker and Minority Leader of the House of Representatives, the President \npro tempore, Majority Leader, and Minority Leader of the Senate, and the members of the relevant committees of \nthe House of Representatives and the Senate, in writing, of the intent to designate a group, club, organization, or \nassociation of 5 or more persons under this subsection and the factual basis therefor. ``(B) Publication in the federal \nregister.--The Secretary shall publish the designation in the Federal Register seven days after providing the \nnotification under subparagraph (A). ``(3) Record.-- ``(A) In general.--In making a designation under this subsection, \nthe Secretary shall create an administrative record. ``(B) Classified information.--The Secretary may consider \nclassified information in making a designation under this subsection. Classified information shall not be subject to \ndisclosure for such time as it remains classified, except that such information may be disclosed to a court ex parte \nand in camera for purposes of judicial review under subsection (c). ``(4) Period of Designation.-- ``(A) In general.--A \ndesignation under this subsection shall be effective for all purposes until revoked under paragraph (5) or (6) or set \naside pursuant to subsection (c). ``(B) Review of designation upon petition.-- ``(i) In general.--The Secretary shall \nreview the designation of a criminal gang under the procedures set forth in clauses (iii) and (iv) if the designated \ngroup, club, organization, or association of 5 or more persons files a petition for revocation within the petition period \ndescribed in clause (ii). ``(ii) Petition period.--For purposes of clause (i)-- ``(I) if the designated group, club, \norganization, or association of 5 or more persons has not previously filed a petition for revocation under this \nsubparagraph, the petition period begins 2 years after the date on which the designation was made; or ``(II) if the \ndesignated group, club, organization, or association of 5 or more persons has previously filed a petition for \nrevocation under this subparagraph, the petition period begins 2 years after the date of the determination made \nunder clause (iv) on that petition. [[Page H7388]] ``(iii) Procedures.--Any group, club, organization, or association of \n5 or more persons that submits a petition for revocation under this subparagraph of its designation as a criminal \ngang must provide evidence in that petition that it is not described in section 101(a)(53). ``(iv) Determination.-- ``(I) \nIn general.--Not later than 180 days after receiving a petition for revocation submitted under this subparagraph, the \nSecretary shall make a determination as to such revocation. ``(II) Classified information.--The Secretary may \nconsider classified information in making a determination in response to a petition for revocation. Classified \ninformation shall not be subject to disclosure for such time as it remains classified, except that such information \nmay be disclosed to a court ex parte and in camera for purposes of judicial review under subsection (c). ``(III) \nPublication of determination.--A determination made by the Secretary under this clause shall be published in the \nFederal Register. ``(IV) Procedures.--Any revocation by the Secretary shall be made in accordance with paragraph \n(6). ``(C) Other review of designation.-- ``(i) In general.--If in a 5-year period no review has taken place under \nsubparagraph (B), the Secretary shall review the designation of the criminal gang in order to determine whether \nsuch designation should be revoked pursuant to paragraph (6). ``(ii) Procedures.--If a review does not take place \npursuant to subparagraph (B) in response to a petition for revocation that is filed in accordance with that \nsubparagraph, then the review shall be conducted pursuant to procedures established by the Secretary. The results \nof such review and the applicable procedures shall not be reviewable in any court. ``(iii) Publication of results of \nreview.--The Secretary shall publish any determination made pursuant to this subparagraph in the Federal Register. \n``(5) Revocation by Act of Congress.--The Congress, by an Act of Congress, may block or revoke a designation \nmade under paragraph (1). ``(6) Revocation Based on Change in Circumstances.-- ``(A) In general.--The Secretary \n\n\n\nmay revoke a designation made under paragraph (1) at any time, and shall revoke a designation upon completion \nof a review conducted pursuant to subparagraphs (B) and (C) of paragraph (4) if the Secretary finds that-- ``(i) the \ngroup, club, organization, or association of 5 or more persons that has been designated as a criminal gang is no \nlonger described in section 101(a)(53); or ``(ii) the national security or the law enforcement interests of the United \nStates warrants a revocation. ``(B) Procedure.--The procedural requirements of paragraphs (2) and (3) shall apply \nto a revocation under this paragraph. Any revocation shall take effect on the date specified in the revocation or \nupon publication in the Federal Register if no effective date is specified. ``(7) Effect of Revocation.--The revocation \nof a designation under paragraph (5) or (6) shall not affect any action or proceeding based on conduct committed \nprior to the effective date of such revocation. ``(8) Use of Designation in Trial or Hearing.--If a designation under this \nsubsection has become effective under paragraph (2) an alien in a removal proceeding shall not be permitted to \nraise any question concerning the validity of the issuance of such designation as a defense or an objection. ``(b) \nAmendments to a Designation.-- ``(1) In general.--The Secretary may amend a designation under this subsection if \nthe Secretary finds that the group, club, organization, or association of 5 or more persons has changed its name, \nadopted a new alias, dissolved and then reconstituted itself under a different name or names, or merged with \nanother group, club, organization, or association of 5 or more persons. ``(2) Procedure.--Amendments made to a \ndesignation in accordance with paragraph (1) shall be effective upon publication in the Federal Register. \nParagraphs (2), (4), (5), (6), (7), and (8) of subsection (a) shall also apply to an amended designation. ``(3) \nAdministrative record.--The administrative record shall be corrected to include the amendments as well as any \nadditional relevant information that supports those amendments. ``(4) Classified information.--The Secretary may \nconsider classified information in amending a designation in accordance with this subsection. Classified information \nshall not be subject to disclosure for such time as it remains classified, except that such information may be \ndisclosed to a court ex parte and in camera for purposes of judicial review under subsection (c) of this section. ``(c) \nJudicial Review of Designation.-- ``(1) In general.--Not later than 30 days after publication in the Federal Register of \na designation, an amended designation, or a determination in response to a petition for revocation, the designated \ngroup, club, organization, or association of 5 or more persons may seek judicial review in the United States Court of \nAppeals for the District of Columbia Circuit. ``(2) Basis of review.--Review under this subsection shall be based \nsolely upon the administrative record, except that the Government may submit, for ex parte and in camera review, \nclassified information used in making the designation, amended designation, or determination in response to a \npetition for revocation. ``(3) Scope of review.--The Court shall hold unlawful and set aside a designation, amended \ndesignation, or determination in response to a petition for revocation the court finds to be-- ``(A) arbitrary, \ncapricious, an abuse of discretion, or otherwise not in accordance with law; ``(B) contrary to constitutional right, \npower, privilege, or immunity; ``(C) in excess of statutory jurisdiction, authority, or limitation, or short of statutory \nright; ``(D) lacking substantial support in the administrative record taken as a whole or in classified information \nsubmitted to the court under paragraph (2); or ``(E) not in accord with the procedures required by law. ``(4) Judicial \nreview invoked.--The pendency of an action for judicial review of a designation, amended designation, or \ndetermination in response to a petition for revocation shall not affect the application of this section, unless the court \nissues a final order setting aside the designation, amended designation, or determination in response to a petition \nfor revocation. ``(d) Definitions.--As used in this section-- ``(1) the term `classified information' has the meaning \ngiven that term in section 1(a) of the Classified Information Procedures Act (18 U.S.C App.); ``(2) the term `national \nsecurity' means the national defense, foreign relations, or economic interests of the United States; ``(3) the term \n`relevant committees' means the Committees on the Judiciary of the Senate and of the House of Representatives; \nand ``(4) the term `Secretary' means the Secretary of Homeland Security, in consultation with the Attorney \nGeneral.''. (2) Clerical amendment.--The table of contents for such Act is amended by inserting after the item \nrelating to section 219 the following: ``Sec. 220. Designation.''. (e) Mandatory Detention of Criminal Gang \nMembers.-- (1) In general.--Section 236(c)(1) of the Immigration and Nationality Act (8 U.S.C 1226(c)(1)) is \namended-- (A) in subparagraph (C), by striking ``or'' at the end; (B) in subparagraph (D), by inserting ``or'' at the \nend; and (C) by inserting after subparagraph (D) the following: ``(E) is inadmissible under section 212(a)(2)(J) or \ndeportable under section 217(a)(2)(G),''. (2) Annual report.--Not later than March 1 of each year (beginning 1 year \nafter the date of the enactment of this Act), the Secretary of Homeland Security, after consultation with the \nappropriate Federal agencies, shall submit a report to the Committees on the Judiciary of the House of \nRepresentatives and of the Senate on the number of aliens detained under the amendments made by paragraph \n(1). (f) Asylum Claims Based on Gang Affiliation.-- (1) Inapplicability of restriction on removal to certain countries.--\nSection 241(b)(3)(B) of the Immigration and Nationality Act (8 U.S.C 1251(b)(3)(B)) is amended, in the matter \n\n\n\npreceding clause (i), by inserting ``who is described in section 212(a)(2)(J)(i) or section 237(a)(2)(G)(i) or who is'' \nafter ``to an alien''. (2) Ineligibility for asylum.--Section 208(b)(2)(A) of such Act (8 U.S.C 1158(b)(2)(A)) (as \namended by section 201 of this Act) is further amended-- (A) in clause (v), by striking ``or'' at the end; (B) by \nredesignating clause (vi) as clause (vii); and (C) by inserting after clause (v) the following: ``(vi) the alien is \ndescribed in section 212(a)(2)(J)(i) or section 237(a)(2)(G)(i); or''. (g) Temporary Protected Status.--Section 244 of \nsuch Act (8 U.S.C 1254a) is amended-- (1) by striking ``Attorney General'' each place it appears and inserting \n``Secretary of Homeland Security''; (2) in subparagraph (c)(2)(B)-- (A) in clause (i), by striking ``or'' at the end; (B) in \nclause (ii), by striking the period and inserting ``; or''; and (C) by adding at the end the following: ``(iii) the alien is, or \nat any time has been, described in section 212(a)(2)(J) or section 237(a)(2)(G).''; and (3) in subsection (d)-- (A) by \nstriking paragraph (3); and (B) in paragraph (4), by adding at the end the following: ``The Secretary of Homeland \nSecurity may detain an alien provided temporary protected status under this section whenever appropriate under \nany other provision of law.''. (h) Special Immigrant Juvenile Visas.--Section 101(a)(27)(J)(iii) of the Immigration and \nNationality Act (8 U.S.C 1101(a)(27)(J)(iii)) is amended-- (1) in subclause (I), by striking ``and''; (2) in subclause (II), \nby adding ``and'' at the end; and (3) by adding at the end the following: [[Page H7389]] ``(III) no alien who is, or at \nany time has been, described in section 212(a)(2)(J) or section 237(a)(2)(G) shall be eligible for any immigration \nbenefit under this subparagraph;''. (i) Parole.--An alien described in section 212(a)(2)(J) of the Immigration and \nNationality Act, as added by subsection (b), shall not be eligible for parole under section 212(d)(5)(A) of such Act \nunless-- (1) the alien is assisting or has assisted the United States Government in a law enforcement matter, \nincluding a criminal investigation; and (2) the alien's presence in the United States is required by the Government \nwith respect to such assistance. (j) Effective Date.--The amendments made by this section shall take effect on the \ndate of the enactment of this Act and shall apply to acts that occur before, on, or after the date of the enactment of \nthis Act. The SPEAKER pro tempore. The gentleman from Idaho (Mr. Labrador) and the gentlewoman from \nCalifornia (Ms. Lofgren) each will control 30 minutes. The Chair recognizes the gentleman from Idaho. General \nLeave Mr. LABRADOR. Mr. Speaker, I ask unanimous consent that all Members may have 5 legislative days within \nwhich to revise and extend their remarks and include extraneous material on H.R 3697. The SPEAKER pro \ntempore. Is there objection to the request of the gentleman from Idaho? There was no objection. Mr. LABRADOR. \nMr. Speaker, I yield myself such time as I may consume. I rise today in support of H.R 3697, the Criminal Alien \nGang Member Removal Act. I introduced this bill with Chairman Goodlatte and Representatives Comstock and \nKing for a very simple reason: the United States is facing an ever-growing danger from transnational gangs, and \nU.S Immigration and Customs Enforcement, better known as ICE, needs more tools to deal with this danger. The \nFederal Government's most important responsibility is the safety and security of the American people. However, we \nare not fulfilling that responsibility when we allow gangs to illegally enter our country with the express purpose of \nvictimizing innocent Americans. In communities across our country, transnational gangs are using violence and the \nthreat of violence to create a climate of fear that allows them to operate with near impunity. They regularly target \nlocal business owners and law enforcement officials. Innocent bystanders, those unlucky enough to be in the wrong \nplace at the wrong time, are also paying a price. According to ICE, these gangs ``have grown to become a serious \nthreat in American communities across the Nation--not only in cities, but increasingly in suburban and even rural \nareas. Entire neighborhoods and sometimes whole communities are held hostage by and subjected to their \nviolence.'' Furthermore, ICE has found that, ``membership of these violent transnational gangs is comprised largely \nof foreign-born nationals.'' The most infamous transnational gang, of course, is MS-13, which entered the U.S in the \n1980s. Today, it has over 10,000 gang members operating inside the United States alone. At every level, our \nenforcement officials are working to curb this growing threat with large-scale enforcement actions. These include \nOperation New Dawn, which netted almost 1,100 arrests over a 6-week period. However, we all know that \nprosecution of criminal gang members is notoriously difficult. This is because victims and witnesses of gang crime \nare often reluctant to testify because of the quite reasonable fear of retaliation against them or their families, thus \nmany gang members are never convicted of the crimes they have committed. The question is often asked: Why \nshould law-abiding Americans have to wait until an alien gang member has committed a deportable offense? Why \nnot deport the gang member before he has a chance to victimize more innocent people? The answer is that current \nimmigration law contains dangerous loopholes that alien gang members are exploiting. Currently, an alien may not \nbe deported, even if he is known to be a member of a criminal gang or participating in gang activities. ICE must \nwait for the gang member to be first convicted of a deportable offense. H.R 3697 changes that. For the first time, \nICE will be permitted to place alien gang members into removal proceedings on the grounds of being criminal \ngang members. Our bill sets out clear specifications for what crimes are considered to be gang related, relying on \n\n\n\nlongstanding Federal criminal law to determine what a gang or group consists of. In addition, our bill permits the \nSecretary of Homeland Security, using procedures already used by the Secretary of State, to designate a gang as a \ncriminal gang. This would be done in a transparent way through notification to Congress and publication in the \nFederal Register and with meaningful judicial review. The conclusive decision as to whether to place an alien in \nremoval proceedings would rest with the Department of Homeland Security. When an alien is charged, the charge \nmust be proven by evidence on the record in immigration court. I have heard some uneasiness that ICE will use \nthese provisions to charge any alien they encounter with gang activity. Our bill does not allow that. As a former \nimmigration attorney, I know the importance of due process and know how important it is for illegal immigrants and \nfor Americans and everyone within the jurisdictions of the immigration court to receive due process. I can tell you \nthat our bill is consistent with due process. Under H.R 3697, ICE has the burden of proof when charging an alien \nwith a deportable offense. While the alien has the burden of proof when they are inadmissible, a denial of gang \nmembership should be sufficient to shift the burden back to the government. The government must convince an \nimmigration judge of its case. Of course, an alien ordered removed as a gang member has every right to appeal \nthat order to the Board of Immigration Appeals and then to the Federal courts. Ultimately, H.R 3697 is about \nproviding law enforcement with the necessary tools to combat gang activity in every community in our country. This \nis essential if we, as elected officials, are committed to our responsibility to keep the American people safe and \nsecure. That is the purpose of H.R 3697. This is the third time this year the House is holding a floor vote on portions \nof the Davis-Oliver Act, which I introduced back in May, to make our country safer through stronger immigration \nenforcement. I am proud that the House passed the first two bills that came from Davis-Oliver, Kate's Law and the \nNo Sanctuary for Criminals Act, and I encourage my colleagues to vote for H.R 3697 as well. We must take action \nnow or watch crime rates rise in our Nation. There is no place in our country for criminal alien gang members, and \nany legislation which makes it easier to deport them deserves the support of every Member of this body. Mr. \nSpeaker, I urge all of my colleagues to support this legislation, and I reserve the balance of my time. Ms. \nLOFGREN. Mr. Speaker, I yield myself such time as I may consume. Mr. Speaker, I rise in opposition to H.R 3697. \nGang members and serious criminals should not be granted admission to the United States. That is not a \ncontroversial position. I think almost every Member of Congress, Democrat or Republican, agrees with that. It is our \nhighest priority to protect the safety of the American people. That is a duty I think we all take seriously, but this bill \ndoes something other than that. The title of the bill is the Criminal Alien Gang Member Removal Act, and, as we \nhave seen in the past, there are times when the name of a bill is not always reflected in the actual proposed \nlanguage of the statute, and that is true in this case. First, section 2(a) of the bill defines criminal gang as ``an \nongoing group, club, organization, or association of five or more persons that has as one of its primary purposes the \ncommission of one or more'' of a wide range of offenses. This may seem reasonable until you look at the offenses \nlisted. These offenses could sweep in many people that no reasonable person would think of as a gang member--\nfor example, one of the offenses relates to the harboring of undocumented immigrants. This statute includes people \nwho give shelter to, transport, or provide other kinds of aid to undocumented immigrants. That means that, [[Page \nH7390]] under this bill, a religious organization that aids undocumented immigrants could be a criminal gang. This \nisn't just theoretical. During the 1980s, members of the faith community were repeatedly criminally prosecuted for \nproviding transportation to undocumented immigrants. In one case, the FBI even infiltrated a Bible study group to \nlearn about the group's plan to support undocumented immigrants. Under this bill, DHS would have expanded \nauthority to go after all such groups as criminal gangs. In one fell swoop, it could turn nuns into gang members. \nThe bill also refers to felony drug offense, which would include the repeated possession of marijuana. In California, \nmy State, along with several other States, voters decided to decriminalize marijuana--first, for medical uses, then \nlater for broader uses. Under this bill, a group that regularly gets together to use marijuana that is legal under State \nlaw would still be committing a felony under Federal law and would be a criminal gang. That could include groups \nof people who are using marijuana for medicinal purposes to treat epilepsy or cancer who are taking marijuana \nconsistent with State law. Second, the bill authorizes DHS to deny admission or to deport any immigrant, including \none who has no criminal history or gang affiliation whatsoever, so long as DHS merely believes the person is \nassociated with such a group. Sections 2(b) and 2(c) of the bill expressly authorize DHS officers and immigration \njudges to deport an immigrant on nothing more than a reason to believe that the individual has been a member of a \ngang or has participated in the activities of a gang as defined under these rather broad provisions. There is no need \nfor conviction or even an arrest. All DHS needs is a belief that the individual has assisted any group of five or more \npeople that DHS believes has committed one of these long list of offenses. This belief could be as minimal as the \ncolor of a person's shirt, the neighborhood they live in, or the individuals in their family. This is not just \n\n\n\nunreasonable, it is probably unconstitutional. Chairman Goodlatte had a self-actualizing amendment when the rule \nwas adopted to change the evidentiary standard. I think it recognizes the problem with the bill. The amendment \nreally doesn't cure the problem with the breadth of the criminal gang definition, and it doesn't change the standard \nthat applies to people seeking admission to the country, including those who are seeking to reunite with U.S citizen \nspouses, parents, and children. Just this week, I met with actual police officers who asked me to do what I could to \ndefeat this unwise bill. They know, because they are out on the front lines, that gangs are a real problem, and they \ntold me that bills like this, which could turn religious individuals, nuns, cancer victims into targets, is just going to \nget in their way as police officers. If we want to keep America safe and admit immigrants who do not have a felony \nrecord, I would suggest that we consider the bipartisan Dream Act, H.R 3440. This bill would provide a path to legal \npermanent residence for 800,000 young people who were raised in America, who consider this to be their home, \nwho represent the very best of our country. Instead of debating whether we should allow ICE officers to target \nreligious workers, we should focus on what really makes this country great. I would like to note that there has been \nmuch discussion about the drafting of this bill, and at the Rules Committee just last night, Republicans defended the \nbill by asserting that the broad provisions would not be abused by ICE officers. Even if they could target the nuns, \nthey wouldn't do that. Even if they could target the cancer victims or the teenagers smoking marijuana after school \nas gang members, they wouldn't do that. {time} 0930 Now, I am not suggesting that the teenagers smoking \nmarijuana after school is a good thing. But it is not MS-13. And that is what we are trying to make a distinction here \nbetween, a gang abatement bill and garden-variety activity that we may not like. One really very good and very \nthoughtful Member on the other side of the aisle suggested that, if there is a problem with the bill, we will just come \nback and fix it. Here is why that is a problem: We know that when we draft something in a poor manner, it often \ngoes on to be enforced and we never get around to fixing it. I will give an example. We passed years ago, and I \nobjected at the time--Henry Hyde was chairman of the committee--a provision that barred people from gaining \nstatus if they provided material support to terrorists. Well, that sounds like a good idea, but what does it mean? It \nturns out that material support--which was never qualified to include support given under duress or given in the \nordinary course of a commercial activity--has now been used to bar people who are not terrorists, who didn't give \nmaterial support. I will give you an example. A group of women called the Tortilla Terrorists are women who were \nthreatened with their lives and made tortillas because they were threatened with death by guerrilla actors. Now, \nthey were denied asylum because of the tortillas, hence the name the Tortilla Terrorists. I think most of us would \nagree that is not terrorism. Yet, we drafted the bill in such a way that the Department felt that they had to enforce it \nin that way, and we have never gone back to it. So to think that somehow if we write a law poorly, it is going to be \nfixed in the administration, that is just wrong. We should step back from this. We should work together. This was \njust introduced last week. Now, I know the SAFE Act had hearings years ago, but I think we would be better off if \nwe sat down together, if we reasoned together, if we worked through the defects in this draft, and came up with a \nbill that really targeted MS-13 members, something that we could all support and that well-served our country. I will \njust say that Sister Simone Campbell, one of the leading nuns in America, explained her opposition to this bill. She \nsaid: The bill's harboring provisions under INA 274 are so sweeping that religious workers who provide shelter, \ntransportation, or support to undocumented immigrants could be found liable of criminal activity. This statute has \nbeen used against religious workers in the past, and the bill tries to make it a weapon for the future. Let's listen to \nthe nuns like we did in school, and step back, redraft this bill, and oppose this poorly crafted measure today. Mr. \nSpeaker, I reserve the balance of my time. Mr. LABRADOR. Mr. Speaker, I yield 5 minutes to the gentlewoman \nfrom Virginia (Mrs. Comstock), the lead sponsor of this bill. Mrs. COMSTOCK. Mr. Speaker, early this summer, on a \nFriday night, just about 30 miles from this Capital, I went on a ride-along in my district with our Northern Virginia \nRegional Gang Task Force. A young boy standing on the sidewalk along Sterling Boulevard in Sterling, Virginia, \ncaught the eye of a veteran member of our task force. The young man on the street looked about\n\n15 or 16 years old, but he was actually a 22-year-old member of the transnational violent street gang known as MS-\n13. He was covered in MS-13 gang tattoos--on his chest, his back, his feet. It turned out, he had been in jail in El \nSalvador for murder as a teenager, and he had already been deported from the U.S twice for engaging in violent \ncrimes here. Three other of the estimated thousands of MS-13 gang members that are just here in our Capital \nregion were also picked up that night. There have been cases in northern Virginia where a suspected member of \nthe MS-13 gang has been deported five times, yet returned again to continue their gang activity. At a town festival \nin Herndon this year, the gang task force identified--because they go to these events and they see these people-- \nan estimated 200 to 300 suspected gang members milling about among the families who were getting cotton candy \n\n\n\nand hot dogs for their kids. They are right there looking to recruit in their own communities. Mr. Speaker, since \nNovember 2016, at least eight murders have been committed and tied to MS-13 and other [[Page H7391]] gangs in \nour area, representing a 166 percent increase over the last year in the northern Virginia region. An MS-13-linked \nvicious murder occurred in November 2015. Of course, I should acknowledge that they are all vicious when you are \ntalking about MS-13. This happened on an Alexandria playground in the evening just about 8 miles from this \nCapital, and it resulted in the death of 24-year-old Jose Luis Ferman Perez. He was nearly decapitated in the \nmachete attack. His body was left on the playground and was found by a woman walking her dog the next morning. \nIt could have been one of the kids playing on the playground finding that. The Washington Post has highlighted how \nthe 2014 border surge has contributed to the MS-13 problem, saying: ``The violent street gang is on the rise in the \nUnited States, fueled, in part, by the surge in unaccompanied minors.'' A recent Washington Post article \ndocumented the case of gang members who videotaped the murder of a 15-year-old girl, Damaris Reyes Rivas, \nwho was savagely beaten by multiple people, and repeatedly stabbed by all of these gang members. The video of \nthis was intended to be sent to MS-13 gang leadership in El Salvador to confirm that this greenlit murder had been \ncarried out. Tragically, MS-13 targets and preys upon their own community, on young people who may not have \nmuch of a family structure around them. Sadly, these children and young people were actually fleeing MS-13 in \ntheir own countries of El Salvador, Honduras, or Guatemala, only to come here and be targeted. There was one \ncase that, fortunately, the Norther Virginia Regional Gang Task Force was able to intercept, where a brother was \ntrying to enlist his own brother to join the MS-13 gang. And when he refused to, he put a hit out on him. Fortunately, \nthe gang task force was able to stop that. We cannot allow this to stand. Mr. Speaker, the Northern Virginia \nRegional Gang Task Force is battling this problem in our region, but they still need more resources. In our \nappropriations process, we have directed more resources for our regional task forces. I have personally talked to \nDeputy Attorney General Rod Rosenstein, who is very familiar with this MS-13 problem, having been a U.S attorney \nin the Maryland region. Our regional task force is comprised of 13 local, State and Federal law enforcement \nagencies, and the task force has a three-pronged approach: education, intervention and prevention, and \nenforcement. We need to provide support on all three of these fronts. I witnessed firsthand the exhausting work of \nthe task force; the technology they utilize on the streets that was able to immediately identify just with fingerprints \nthe background of this gang member that they were able to arrest; the detailed knowledge they have of our \ncommunities and our neighborhoods; the positive relationships they have with the people in these communities, the \nvery people that are being victimized; and the challenges they face with this problem that has returned to our area. \nThat is why I sponsored H.R 3697, the Criminal Alien Gang Member Removal Act, with my colleagues, so it will \nprovide additional tools to law enforcement. It will ensure that when ICE positively identifies a known alien gang \nmember, they may act immediately. This legislation identifies gang membership and participation in gang activity as \ngrounds for inadmissibility and removability. We don't have to wait until these brutal killers wield their machetes or \nleave another body on a children's playground. The SPEAKER pro tempore. The time of the gentlewoman has \nexpired. Mr. LABRADOR. Mr. Speaker, I yield an additional 1 minute to the gentlewoman. Mrs. COMSTOCK. This \nis a marked improvement over current law where ICE must wait for specific convictions before removal \nproceedings can commence. The bill preserves, as my colleague has already identified, all the due process and \nappellate rights afforded to any alien facing deportation. An immigration judge must be convinced that the evidence \nin the record supports the finding. I encourage support of this legislation today, which will strengthen and enforce \nour laws against known violent gang members. I also will continue to work with my colleagues on other matters, \nsuch as the bill I introduced earlier this summer, to provide additional resources to our regional gang task forces for \ntheir education, intervention, and enforcement efforts. Ms. LOFGREN. Mr. Speaker, I yield 4 minutes to the \ngentleman from New York (Mr. Nadler), my colleague on the Judiciary Committee. Mr. NADLER. Mr. Speaker, I \nthank the gentlewoman for yielding. Mr. Speaker, it has been said about this body that if you invent a nice enough \ntitle for a bill, it doesn't matter what you write in the bill because all people know is what the title is. This bill is a \ngood example of that. Who is in favor of criminal alien gangs? No one. But this bill has received no committee \nconsideration in which the questions could have been asked and the answers given to make sure that the bill would \ndo what its sponsors say it does. But this legislation wouldn't provide decent protections against gang violence. It \nwould shred due process protections and would allow deportation of innocent immigrants based on the flimsiest of \nevidence. It would establish a Star Chamber-like process for designating criminal gangs that would provide virtually \nno opportunity for them to contest such a designation. Once a group is designated as a gang, an immigrant who is \ndetermined to be a member of that gang--determined under undefined procedures and standards--would be almost \nassured of being deported and would be subject to mandatory detention while awaiting removal. The procedures \n\n\n\nunder this bill would be laughable if they did not have such deadly consequences for so many innocent people. \nSuppose there are some people in my neighborhood that I think are up to no good. Maybe I have good evidence \nthat they are committing crimes, or maybe I just don't like them. Either way, I submit a tip to Homeland Security that \nthe group is engaged in activity that qualifies as a criminal gang under this bill. Then, based on undefined and \nunknown procedures, the DHS can designate that group as a criminal gang. In doing so, it would amass some sort \nof administrative record, which is also completely undefined in the bill, but we know it can include secret evidence. \nNo notice would be given to the group that is under review, and no opportunity would be given to present evidence \ncontesting the designation; no exculpatory evidence. After designation, there is a process for judicial review; but \nunless the group has the habit of scouring the Federal Register, it would have no idea that it has been labeled a \ngang and that it needs to go to court in 30 days. If, somehow, the group does learn of its designation, it has just 30 \ndays to contest it, and only in a Federal Court of Appeals in Washington, D.C That review, however, would be \nbased entirely on the administrative record amassed by the government. The group would have no opportunity to \nsubmit evidence to rebut the designation, which renders the entire review process meaningless. That is not due \nprocess under the Constitution. That is a sort of stacked process you would expect in a banana republic or in \nRussia. It gets even worse. Under this bill, any alien is deportable if he or she is or has been a member of a \ndesignated gang or has participated in the gang's activities, knowing that would further its illegal activity. But who \ndetermines that a person is a member of a gang? By what procedure? In what forum or what court? Using what \nstandard? The bill, given the Goodlatte amendment, does not say. A person need not have been convicted or even \ncharged with a crime to be deportable under this bill; and even when they are in removal proceedings, they would \nnot be permitted to challenge the gang designation that landed them in those proceedings. Thus, we will have \npeople deported on the basis of an unfair and secret process, with no notice and no meaningful opportunity to \ncontest the basis for the deportation. That turns due process completely on its head. Keeping out members of MS-\n13 and other deadly gangs is a worthy goal, [[Page H7392]] but this bill would not do that. It would have disastrous \nconsequences for thousands of people each year who may or may not be members of a gang, who may or may not \nhave any evidence against them, who will inevitably be caught up in its hash and overbroad provisions. Mr. \nSpeaker, just last week, President Trump upended the lives of 800,000 DREAMers who now face the possibility of \nbeing dragged away from the only country they know. Our highest priority should be providing these young, \nundocumented Americans the legal status they need to continue serving our Nation and being productive members \nof their communities. I notice that the Speaker has said that, while he supports relief for the DREAMers, that the bill \nhas to go through a committee. Why didn't this bill have to go through a committee? Instead, the Republican \nmajority seeks to distract us from the plight of the DREAMers by returning to its mass deportation agenda based on \nthe fear and dehumanization of immigrants. This bill brings shame upon this House and this Nation's tradition of \ndue process and fundamental fairness. Mr. Speaker, I urge my colleagues to reject this unconstitutional and \nunconscionable legislation. Mr. LABRADOR. Mr. Speaker, I know we spent a lot of time in committee talking about \na lot of different issues, but maybe the gentleman forgets that we had 3 whole days of hearings on the Davis-Oliver \nAct, which this bill was included in, and many arguments were made against the Davis-Oliver Act. Most of the \narguments that are being made today were not made against this portion of the act. Mr. Speaker, I yield 4 minutes \nto the gentleman from New York (Mr. King). {time} 0945 Mr. KING of New York. Mr. Speaker, I thank the gentleman \nfrom Idaho for yielding. I certainly commend Mrs. Comstock for the outstanding job she has done on this. I stand \nhere in strong support of this bill. It is absolutely essential that this Congress does everything it can to eradicate and \ndestroy MS-13. It would be shameful not to. MS-13 has turned my district into killing fields. In the last year and a \nhalf, 17 innocent young people have been slaughtered with machetes and knives by MS-13. These are all young \npeople, and these are children of legal and illegal immigrants documented and undocumented. It is the immigrant \ncommunity that is being turned into a chamber of horrors by MS-13. Children are afraid to go to school; their \nparents are afraid to allow their kids to go out at night. There have been 270 arrests in the last year alone. MS-13 is \nterrorizing communities in my district within 15 to 20 minutes of my home. I am proud that this bill has been \nendorsed by the Sergeants Benevolent Association of the NYPD. Also, when I talk about 17 murders, it is exactly 1 \nyear ago this week that two young teenage girls, Nisa Mickens and Kayla Cuevas, both constituents of mine, were \nfound slaughtered, their bodies desecrated, mutilated, and torn apart by MS-13 because they happened to be in the \nwrong place at the wrong time--no gang connections, nothing whatsoever. So this is something which has required \nextensive coordination between the Suffolk County Police Department, ICE, Homeland Security Investigations, \nHomeland Security, FBI task forces, and the U.S Attorney's Office all working around the clock to try to eradicate \nthis evil. But more has to be done, and that is what this bill is about. We cannot allow gang members to be taking \n\n\n\nadvantage of loopholes in the immigration laws. To me, nothing could be more shameful than for us not to do our \njob. Nothing would be more violative of our role under the Constitution to protect people from all enemies foreign \nand domestic than for us not to pass legislation such as this. This is absolutely essential. This isn't theoretical, and \nthis is not hypothetical. For those who are concerned about immigrants and those who are concerned about DACA-\n-and I support DACA--and those who are supportive of the helpless in our society, how can you take any action \nwhich would prevent us from going after MS-13? MS-13 is a violent and vicious gang, and if we don't stand together \nas one, if we continue to make hypothetical arguments or a parade of horribles, we are subjecting and putting more \nyoung people--innocent young people--documented and undocumented, in the line of fire and putting them into the \nkilling fields. I applaud the President, I applaud the Attorney General, and I also support the Democratic leaders in \nSuffolk County, all of whom have come together in a bipartisan effort to stamp out MS-13. But we must do more. \nThis bill is a major step in that direction. I am proud to support it. I am proud to stand with Mr. Goodlatte, Mr. \nLabrador, and Mrs. Comstock in doing this. This is reality. This isn't make-believe. This isn't something we can \ndream about, something that may go bad. This is going bad day after day after day in my district and districts \nthroughout the country. These are animals. They need to be eradicated from our society, and this bill is a major \nstep in that direction. Mr. Speaker, I stand in strong support of the bill and urge its adoption. Ms. LOFGREN. Mr. \nSpeaker, I would just note that this bill was indeed part of the Davis-Oliver Act which did go through the Judiciary \nCommittee. But that bill was over 200 pages long. It had many problems. It was impossible to address all the \nproblems. We would be there for a month if we had gone through line by line. It was not a good process. If it had \nbeen perfect, I would note that Chairman Goodlatte would not have had to have his amendment to remove the \nreason-to-believe standard that was in the bill that was part of the Davis-Oliver Act. Mr. Speaker, I yield 4 minutes \nto the gentlewoman from Texas (Ms. Jackson Lee), who is my colleague on the Judiciary Committee. Ms. \nJACKSON LEE. Mr. Speaker, I thank the gentlewoman for her leadership. Mr. Speaker, this bill is as much a \ncriminal injustice bill as it is immigration. Serving as the ranking member on the Crime, Terrorism, Homeland \nSecurity, and Investigations Subcommittee, I am both a believer in the dangers of MS-13 as many of my colleagues \nare. I offer concern and recognition of their violence. That is why this bill should be defeated because something as \ncrucial as this does not need to be litigated in the courts. You make a bill with such insufferable frailties \nconstitutionally without bipartisanship, without any hearings, and without the ability to set a legal standard of what is \nthe definition or the understanding of a criminal gang. This is done in consultation with the Attorney General, who \nis an opponent of any form of immigration, legal or undocumented, consulting with the Homeland Security Secretary \nof which I am a member of that committee, and the dominant factor will be the Attorney General talking to the \nHomeland Security Secretary about criminal elements. Who do you think will prevail? How many will be swept up \nin this expansive, nonorganized, nonorderly, and non-due process legislation? The frailties of this bill are the very \nnumber, if you will, five. Five persons can be called a criminal gang. Mothers and fathers, listen: innocent behavior \nof young people tattooed or having friends could be called a criminal gang. Yes, individuals who have status could \nbe deported, an ongoing group, club, organizations, or associations. They have expanded this, maybe high school \nkids who may gather to smoke marijuana. Maybe this would cover sanctuary sites like churches that aid \nundocumented immigrants. All we are asking is let us work together to get a bill that fights MS-13, not fights \ninnocent people. The bill defines criminal gang, a group that has been designated as a criminal gang, as I said, by \nthe DHS Secretary in consultation with the Attorney General. It is unwise and irresponsible to not have the kind of \norganized framework. That happens from not having committee hearings and markups. It happens when you don't \nengage police officers in a wide breadth from many different aspects. I am disappointed that this bill did not have \nthe opportunity to have the [[Page H7393]] Subcommittee on Crime, Terrorism, Homeland Security, and \nInvestigations have input, and that would have been done if we had a full hearing or a hearing in the Immigration \nand Border Security Subcommittee, or a hearing in the Crime, Terrorism, Homeland Security, and Investigations \nSubcommittee, or a hearing in the full committee as I mentioned. It lacks a constitutional construct. It begins to \ncriminalize for associations. We are heading down a terribly unsophisticated road. According to the Office of \nJuvenile Justice and Delinquency Prevention's recent report, nationally, 48,000 juvenile offenders were held in \nresidential facilities. We don't need to add more, but here is the outcome: they are not just held, they are deported. \nAgain, I emphasize to my colleagues that the ages could be very young because there are no firewalls dealing with \nthe ages that might be swept up in this wide sweep of those who deserve to be responded to in a way that is not \nthis bill. This bill pretends to be wrapping up and rounding up bad actors that are undocumented immigrants. That is \nthe big calling card. I would ask, Mr. Speaker, that my colleagues vote against this bill. Mr. Speaker, I include in the \nRecord ``Fact check: Immigration doesn't bring crime into U.S ,'' by PBS NewsHour. [From the PBS Newshour, \n\n\n\nFeb. 3, 2017] Fact Check: Immigration Doesn't Bring Crime Into U.S Data Say (By The Conversation) Editor's note: \nIn his first week in office, President Donald Trump showed he intends to follow through on his immigration \npromises. A major focus of his campaign was on removing immigrants who, he said, were increasing crime in \nAmerican communities. In his acceptance speech at the Republican National Convention, Trump named victims \nwho were reportedly killed by undocumented immigrants and said: ``They are being released by the tens of \nthousands into our communities with no regard for the impact on public safety or resources . . . We are going to \nbuild a great border wall to stop illegal immigration, to stop the gangs and the violence, and to stop the drugs from \npouring into our communities.'' Now as president, he has signed executive orders that restrict entry of immigrants \nfrom seven countries into the U.S and authorize the construction of a wall along the U.S border with Mexico. He \nalso signed an order to prioritize the removal of ``criminal aliens'' and withhold federal funding from ``sanctuary \ncities.'' But, what does research say about how immigration impacts crime in U.S communities? We turned to our \nexperts for answers. Across 200 metropolitan areas (By Robert Adelman, University at Buffalo, and Lesley Reid, \nUniversity of Alabama) Research has shown virtually no support for the enduring assumption that increases in \nimmigration are associated with increases in crime. Immigration-crime research over the past 20 years has widely \ncorroborated the conclusions of a number of early 20th-century presidential commissions that found no backing for \nthe immigration-crime connection. Although there are always individual exceptions, the literature demonstrates that \nimmigrants commit fewer crimes, on average, than native- born Americans. Also, large cities with substantial \nimmigrant populations have lower crime rates, on average, than those with minimal immigrant populations. In a \npaper published this year in the Journal of Ethnicity in Criminal Justice, we, along with our colleagues Gail Markle, \nSaskia Weiss and Charles Jaret, investigated the immigration-crime relationship. We analyzed census data \nspanning four decades from 1970 to 2010 for 200 randomly selected metropolitan areas, which include center cities \nand surrounding suburbs. Examining data over time allowed us to assess whether the relationship between \nimmigration and crime changed with the broader U.S economy and the origin and number of immigrants. The most \nstriking finding from our research is that for murder, robbery, burglary and larceny, as immigration increased, crime \ndecreased, on average, in American metropolitan areas. The only crime that immigration had no impact on was \naggravated assault. These associations are strong and stable evidence that immigration does not cause crime to \nincrease in U.S metropolitan areas, and may even help reduce it. There are a number of ideas among scholars that \nexplain why more immigration leads to less crime. The most common explanation is that immigration reduces levels \nof crime by revitalizing urban neighborhoods, creating vibrant communities and generating economic growth. \nAcross 20 years of data (By Charis E. Kubrin, University of California, Irvine, and Graham Ousey, College of \nWilliam and Mary) For the last decade, we have been studying how immigration to an area impacts crime. Across \nour studies, one finding remains clear: Cities and neighborhoods with greater concentrations of immigrants have \nlower rates of crime and violence, all else being equal. Our research also points to the importance of city context for \nunderstanding the immigration-crime relationship. In one study, for example, we found that cities with historically \nhigh immigration levels are especially likely to enjoy reduced crime rates as a result of their immigrant populations. \nFindings from our most recent study, forthcoming in the inaugural issue of The Annual Review of Criminology, only \nstrengthen these conclusions. We conducted a meta-analysis, meaning we systematically evaluated available \nresearch on the immigration-crime relationship in neighborhoods, cities and metropolitan areas across the U.S We \nexamined findings from more than 50 studies published between 1994 and 2014, including studies conducted by \nour copanelists, Adelman and Reid. Our analysis of the literature reveals that immigration has a weak crime-\nsuppressing effect. In other words, more immigration equals less crime. There were some individual studies that \nfound that with an increase in immigration, there was an increase in crime. However, there were 2.5 times as many \nfindings that showed immigration was actually correlated with less crime. And, the most common finding was that \nimmigration had no impact on crime. The upshot? We find no evidence to indicate that immigration leads to more \ncrime and it may, in fact, suppress it. Ms. JACKSON LEE. Mr. Speaker, opposing this, in particular, I would like to \nadd this letter from The Leadership Conference on Civil and Human Rights and a letter from the American \nImmigration Lawyers Association. The Leadership Conference on Civil and Human Rights, Washington, DC, \nSeptember 13, 2017. Oppose H.R 3697, the ``Criminal Alien Gang Removal Act'' Dear Representative: On behalf \nof The Leadership Conference on Civil and Human Rights, I am writing to express our opposition to H.R 3697, \nwhich creates new, sweeping grounds for barring entry to or deporting immigrants based on the mere suspicion of \ngang affiliation. We oppose H.R 3697 for the following reasons: It would subject people who have never committed \na crime to deportation, creating a new definition of ``criminal gang'' that is unworkably vague and could cover a \nwide range of organizations ranging from churches to fraternities to political groups. It shifts the burden to \n\n\n\nindividuals to prove they did not know they were affiliated with a gang that committed qualifying offenses, even \nthough proving such a negative is often impossible. It would expand the use of mandatory, no-bond detention to \npeople facing removal under the bill, even if they have not been convicted of any criminal offenses. Deportations \nbased on suspected gang membership or affiliation would likely rely on flawed gang databases, which are rife with \ninconsistent definitions, improper documentation procedures, and inadequate safeguards. Creating a new ground of \ndeportability for suspected gang members is also unnecessary, because the government already has enough tools \nand resources to deport such individuals. Most states and the federal government also have laws that punish or \nenhance sentences for individuals suspected of being gang members, recruiting gang members, or committing \ncrimes while in a gang. In addition, DHS has long prioritized its resources to target suspected gang members for \ndeportation. H.R 3697 will disproportionately harm younger immigrants-- particularly unaccompanied minors, some \nof whom flee their home countries to escape gang violence, forced drug trafficking, and sexual violence, and who \nare at high risk of being coerced to participate in criminal activity. It will also indiscriminately bar these immigrants \nfrom asylum, withholding of removal, or other forms of humanitarian relief. Only a week after the elimination of the \nDeferred Action for Childhood Arrivals (DACA) program, we are deeply disappointed that Congress's first legislative \nresponse is to further erode due process protections for immigrants and put them at an even greater risk of \ndeportation. We urge you to oppose H.R 3697. Sincerely, Vanita Gupta, President & CEO. ____ American \nImmigration Lawyers Association. AILA Recommends VOTE NO on H.R 3697--Revised to Include Goodlatte \nAmendment, 9/13/2017--``Criminal Alien Gang Member Removal Act'' As the national bar association of over \n15,000 immigration lawyers and law professors, AILA recommends that Members of Congress oppose H.R 3697, \nthe ``Criminal Alien Gang Member Removal Act.'' The bill is scheduled to come before the House Rules \nCommittee on September 12th and to the floor in the days immediately thereafter. [[Page H7394]] While Judiciary \nChairman Goodlatte claims that H.R 3697 is a ``common sense bill to protect our communities,'' in fact the bill will \ndo just the opposite: undermine due process and enable the Trump Administration to deport massive numbers of \nforeign nationals who pose no threat to our communities or national security. The bill is overbroad and provides \ngovernment officials with new, expansive powers to detain, deport, and block noncitizens from the United States \nregardless of whether that individual is suspected of, charged with, or convicted of any specific crime, or whether \nthe individual poses any risk to public safety. The bill does not advance its purported public safety goals, and \nmoreover will place the lives of asylum seekers and other vulnerable individuals at greater risk of harm. At a time \nwhen our nation urgently needs Congress to reform our immigration laws, its leadership has chosen instead to \nscapegoat immigrants and grant far-reaching enforcement powers to the government that will result in abuse and \noverreach. More than four years have passed since the Senate passed a comprehensive reform bill. During that \ntime, the House has refused, and still refuses, to address the needs of families and businesses waiting in lengthy \nbacklogs for visas and green cards. The House has yet to bring to a vote a bill that provides a solution for Dreamers \nand other unauthorized persons. American families, businesses and communities need reform that will strengthen \nAmerica. H.R 3697 takes our country in the wrong direction and should be rejected. Below is a list of the most \nharmful provisions in H.R      3697. H.R 3697 creates a sweeping, overly-broad definition of ``criminal gang'' in \nimmigration law (Section 2(a)). The bill defines ``criminal gang'' as a group, club or association of five or more \npeople who, within the last five years, had or has as one of its primary purposes the commission of a wide range of \nconduct including any federally defined felony drug offense, harboring of immigrants (under INA Sec. 274), the use \nof expired identification documents, or obstruction of justice. The bill's over-inclusive definition imposes criminal \nliability on non-criminal associations, creating the illusion of a gang where none in fact exists. Under this bill, many \ngroups could qualify as criminal gangs including a church group which elects to offer ``sanctuary'' to an \nundocumented immigrant or a fraternity whose members use expired identification documents to purchase liquor. \nThis definition of ``criminal gang'' is broader than the existing federal criminal law sentencing enhancement for \n``criminal street gang'' in 18 U.S.C Sec. 521(a). The gang definition in H.R 3697 is also far broader than most state \nlaw definitions of criminal gangs. Moreover, INA Sec. 101(53) permits the Secretary of DHS, in consultation with \nthe Attorney General, to use the above criteria to designate a ``criminal gang.'' H.R 3697 adds inadmissibility and \ndeportability grounds that violate due process (Sections 2(b) and 2(c)). H.R 3697 enables an immigration official to \ndeny admission to a noncitizen if the official has ``reason to believe'' the person is or has ever been a member of a \n``criminal gang'' or participated in activities associated with such group. The ``reason to believe'' standard is a low \nevidentiary standard and does not require a conviction or even an arrest Under this low standard, the bill will \nheighten the risk that non-dangerous people will be incorrectly and unfairly classified as gang members. These \nprovisions authorize government officials to target people for their mere association with groups considered to be \n\n\n\ndangerous rather than for the person's own specific conduct. Authorizing guilt by association has been shown to \nlead law enforcement to engage in discriminatory enforcement and to depend on unreliable factors as tattoos, style \nof dress, ethnic background, or neighborhood associations. Under this bill, an immigration official may wrongly label \na minor as a gang member for do nothing more than living in a neighborhood with a large number of immigrants \nand spending time with a suspected gang member or for displaying the flag of his home country. Goodlatte \namendment: The original version of H.R 3697 submitted to Rules Committee would have allowed this low ``reason \nto believe'' standard to apply not only to admissions but also to deportations of any noncitizen, including lawful \npermanent residents. An amendment offered by Chairman Goodlatte that is now included in the bill removes ``the \nreason to believe'' standard with respect to deportation. Even with this change, the bill would authorize immigration \nofficials to deport lawful permanent residents that are associated with a group labeled a ``criminal gang,'' including \na group that is wrongfully designated as a gang. As revised by the Goodlatte Amendment, the bill still applies the \n``reason to believe'' standard to every individual who is seeking admission--which constitutes the vast majority of \nthose who are targeted for enforcement. H.R 3697 imposes mandatory detention on anyone, including lawful \npermanent residents, that an immigration official deems a member of a criminal gang (Sections 2(e) and 2(i)). This \nprovision requires ICE to detain a person regardless of whether that person actually poses a danger to the \ncommunity Moreover, H.R 3697 provides no opportunity for the person to appear before a judge to request a \ncustody determination-- also known as a bond hearing. In this regard, the bill completely eliminates an immigration \nJudge's review of the officer's decision--a critical component of due process that prevents unfair government \ndeprivation of liberty. Any of the people who could be wrongfully labeled as criminal gang members, innocent youth \non the street and church members, will be subject to automatic unreviewable detention under this bill. Ensuring that \nno one is wrongfully detained by the government is a hallmark of American values and the Constitution. This bill \ntramples upon those principles. H.R 3697 threatens protection for vulnerable populations (Sections 2(f), 2(g), 2(h)). \nH.R 3697 not only gives broad power to immigration officials to designate harmless people as gang members, but it \nalso renders people merely suspected of gang association ineligible for humanitarian protection such as asylum, \nTemporary Protected Status, and Special Immigrant Juvenile Status. This bill will prevent bona fide refugees from \nseeking legal protection in the United States, including children fleeing forced gang recruitment and other victims of \nabuse encountered by gang members in their home country. This bill could be used to deny these children \nprotection and safe haven in the U.S , deporting them back to their persecutors in violation of U.S and international \nlegal protections. America has always been a beacon of hope for those fleeing persecution and oppression. H.R \n3697 will extinguish that beacon by granting extensive powers to the government to detain and deport people who \nseek protection. AILA urges Congress not to pass legislation that undermines due process protections and would \nfurther advance mass deportations of immigrants and other foreign nationals. Ms. JACKSON LEE. This clearly says \nthis is not a bill against crime, it is a deportation bill. Save our children, Mr. Speaker. Let's do something different \nand defeat the bill. Mr. Speaker, I rise in opposition to H.R 3697, the ``Criminal Alien Gang Member Removal Act \nof 2017''. This bill amends the INA to now include a definition for criminal street gangs as: An ongoing group, club, \norganization, or association of 5 or more persons that has as one of its primary purposes the commission of certain \nlisted offenses, including: a felony drug offense, including felony simple possession of marijuana (this would impact \nhigh school kids who may gather to smoke marijuana); bringing in and harboring certain aliens under INA 274 (this \nwould cover sanctuary sites like churches that aid undocumented immigrants); identity fraud offenses (including \nknowingly possessing a false identity document); crimes involving obstruction of justice; and burglary. This bill also \ndefines ``criminal gang'': a group that has been designated as a criminal gang by the DHS Secretary in \nconsultation with the Attorney General. I oppose this unwise and irresponsible legislation because the bill contains \nseveral constitutional and procedural defects, and is an unnecessary diversion and distraction from the real issues \nfacing the American people. As Ranking Member of the House Judiciary Crime Subcommittee, I am highly \ndisappointed that this bill was rushed to the floor without any thorough and thoughtful consideration by the Judiciary \nCommittee. In particular, there was no markup or hearing on this legislation that has such wide ranging and \nprofound effect on a mass scale. This bill (1) is constitutionally unsound; (2) has a very low standard of proof; and \n(3) will result in a sweeping effect among many innocent individuals who have not committed any crime, and thus, \nraises due process and racial profile concerns. First, this bill lacks a constitutional construct for how Homeland \nSecurity is to determine its designation of a ``criminal street gang''. I offered an amendment that would have \nrequired a uniform legal standard, which will govern the identification of Criminal Street gang members for \npurposes of ICE enforcement. According to this bill, `any' immigrant, including minors, such as a 13 or 14 year old \njuvenile, would be subject to the harsh penalties of detention and deportation. If we begin to criminalize for \n\n\n\nassociations then we are heading down a terribly dark road, particularly with youths. Statistics show that the brain \ndoes not fully develop until the age of 25. To punish them for mere association based on unsubstantiated evidence \nis bad legislation. According to the Office of Juvenile Justice and Delinquency Prevention recent report, nationally, \n48,043 juvenile offenders were held in residential placement facilities as of October 28, 2015. Due to this bill's \nvague nature, we would add to that alarming number, and further complicates mass incarceration. Second, the \ngovernment's mere belief that someone is associated with a criminal gang is sufficient. Given the need for the \nDepartment of Homeland Security to come in and deport [[Page H7395]] any individual, the bar must be higher than \nmere suspicion and/or belief. There must be a clear and convincing standard under these circumstances. This bill \nwould capture individuals, even those with permanent residence status; so long as the government believes the \nindividual is associated with a criminal street gang. Even 13 or 14 year old juveniles that the government may \nbelieve are engaging in marijuana use, other drugs, or have association with criminal gangs would be subject to \nthis bill's penalty. Third, this bill have a sweeping effect given its vague definition and overbroad targets for those \nwho may harbor certain aliens and/or associate with criminal gang members. This bill has a discriminatory effect in \ntargeting the immigrant community by criminalizing immigration, and thereby, raises due process and racial \nprofiling concerns. Criminal gangs are very complex and are not exclusive to the immigrant community. The FBI \nreports some 33,000 violent street gangs, motorcycle gangs, and prison gangs with about 1.4 million members that \nare criminally active in the U.S and Puerto Rico today. Many are sophisticated and well organized; all use violence \nto control neighborhoods and boost their illegal moneymaking activities, which include robbery, drug and gun \ntrafficking, prostitution and human trafficking, and fraud. Strikingly, for this conversation, in these 33,000 street \ngangs, a significantly larger percentage was non illegal immigrants, unlike the message purported in this bill. Some \nof those street gangs include: 211 Crew, American Front, Aryan Brotherhood of Texas, Aryan Circle, Aryan Nation, \nAryan Republican Army, Born to Kill, Dead Man Incorporated, European Kindred, just to name a few here that are \nmainly white supremacist gang groups. We could go on, as gangs are found everywhere, in almost every ethnic \ngroup. As legislators on the Judiciary Committee, we argue vigorously on behalf of the American people, as is the \ncase in any other Committee; and in doing so, we will sometimes disagree. So to suggest that we would not have \nbeen able to debate the merits of this bill, so instead bypass the regular process is disheartening. Are we \npassionate about the issues that impact our legislative process, governance, and the American people? Yes we \nare! And we will continue to probe vigorously, as a legislative body having jurisdiction, notwithstanding the subject \nmatter. We will not stay quiet as to not offend a few when so many issues with catastrophic consequences may \nresult if we don't speak up. So Mr. Speaker, I make no apologies for doing my job and questioning where necessary \non behalf of the American people. We should be having vigorous debate on matters such as jobs, schools, health \ncare, victims of Charlottesville, victims of climate change, building bridges, healing broken communities, and \nbringing this country together for ``all'' the American people, we are instead debating a damaged bill in order to \nadvance the President's campaign promise on mass deportation, thus, distracting us from the people's business. \nMy amendments attempted to fix some of the glaring defects in this bill. In its current form, it is bad for our country \nand does not keep our communities safe, but instead does the opposite. For all the reasons stated above, I oppose \nthis bill. Mr. LABRADOR. Mr. Speaker, I agree. We should save our children. We need to start deporting some \ncriminal gang members. Mr. Speaker, I yield 5 minutes to the gentleman from Virginia (Mr. Goodlatte), who is the \nchairman of the full committee. Mr. GOODLATTE. Mr. Speaker, I thank the gentleman from Idaho and the chair of \nour subcommittee for yielding. Mr. Speaker, I rise today in strong support of H.R 3697, the Criminal Alien Gang \nMember Removal Act. Transnational criminal gangs have declared war on the United States. Their tactics of \nintimidation and unspeakable mutilation and killing have permeated most every part of our country, including \nmultiple instances in my own district. Most recently in Bedford County, Virginia, a young man was killed by alien \nmembers of MS-13. The Department of Homeland Security reports an ever-growing number of criminal aliens \njoining international gangs, such as MS-13, which alone has over 10,000 members within our borders. Whether \nthese criminals came to this country illegally as unaccompanied minors, adults, or have valid visas or even green \ncards, it is time to send the message that this behavior will simply not be tolerated. Yet current immigration law \nincludes no provision allowing for the removal of criminal gang members based on their membership in dangerous \ngangs or participation in gang activities. The result is unconscionable. ICE must sit on the sidelines and wait for \nknown gang members to be arrested and convicted of specific offenses before removal proceedings may \ncommence. Of course, with many victims and witnesses too petrified of retaliation against them and their families to \ncooperate with police, many gang members are never convicted of their crimes. This legislation provides a crucial \ntool so that ICE can seek to remove alien gang members before they are able to extort businesses and murder \n\n\n\ninnocent Americans. In addition, this bill allows the Secretary of Homeland Security to designate organizations as \ncriminal gangs utilizing the same transparent procedures used by the Secretary of State to designate foreign \nterrorist organizations. Finally, the bill ensures that criminal alien gang members cannot receive asylum and be \nreleased back onto our streets able to resume their criminal activities while being eligible for a vast array of Federal \nbenefits. Eradicating the death grip that transnational criminal alien gangs hold over many of our communities, \nespecially immigrant communities, is an important piece of immigration reform. I am pleased that this bill, which \nstems from legislation that the House has approved in the past and which has been approved by the Judiciary \nCommittee in multiple Congresses, is being considered today. Now, I want to address the allegation that this bill \ntargets priests, nuns, and garage band members. It is preposterous. This bill deliberately includes the longstanding \nFederal criminal offenses for alien smuggling as predicates for criminal gang activity. Coyotes and other criminal \ngangs make billions of dollars and put countless lives at risk through their alien smuggling activities. As former U.S \nAttorney David Iglesias, who emigrated to the United States from Latin America as a child, stated: ``Smuggling \naliens across our borders is a dangerous business. All too often, people entrust their lives to smugglers, only to die \nin the broiling desert, or suffocate in the back of locked, airless trucks while the smugglers profit.'' ``These \nsmuggling rings, which facilitate illegal entry into the United States and mercilessly exploit human beings for money, \nare a danger to immigrants and a threat to our national security. . . .'' The Democrats are engaging in a huge \namount of obfuscation. In the past, House Democrats claimed the House passed legislation that would have \nstrengthened Federal alien smuggling laws, would have had the effect of putting priests and nuns at risk of \nprosecution. The Democrats' clear implication was that these problems didn't exist under then-current law which \nremains current law. Let me quote. Democrat members of the House Judiciary Committee, including John Conyers, \nJerry Nadler, Zoe Lofgren, and Sheila Jackson Lee, they stated that the bill then under consideration goes far \nbeyond increasing penalties for alien smuggling and jeopardizes the well-being of millions of Americans, neighbors, \nfamily members, faith institutions, and others who live and work with undocumented immigrants. Former Speaker \nPelosi, the current minority leader, stated: ``Under the guise of an expansive definition of smuggling,''--the bill--``it \ncould make criminals out of Catholic priests and nuns, ministers, rabbis, and social service workers who provide \nassistance and acts of charity to those in need.'' The Democrats can't have it both ways. They can't argue one day \nthat we can't change current law because that would result in putting priests and nuns at risk and argue the next \nday that, without any evidence, current law already puts them at risk. To add to the hypocrisy, the House \nDemocrats supported an amendment which passed by voice vote. The SPEAKER pro tempore. The time of the \ngentleman has expired. Mr. LABRADOR. Mr. Speaker, I yield the gentleman from Virginia an additional 2 minutes. \n[[Page H7396]] Mr. GOODLATTE. So to add to the controversy, the House Democrats supported an amendment \nwhich passed by voice vote to add human smuggling to the list of predicate acts under the Federal money \nlaundering statute. {time} 1000 The Department of Justice and Immigration and Customs Enforcement simply do \nnot target clergy and others who do not make distinctions based on immigration status when serving those in \nspiritual or material need. The use of such laws against religious organizations and other humanitarian groups has \nbeen practically nonexistent. Of course, as in the sanctuary movement in the 1980s, when religious organizations \nengage in the smuggling of illegal aliens into the United States, they would be subject to prosecution, just as \nanyone else would be. This bill is based upon the same precedent that has been passed through this House by \nvoice vote dealing with human smuggling. It is time to apply the same standard to alien gang members who are \nperpetrating violence not just on people traveling to the United States, as in the case of human smuggling, but on \nthe citizens of virtually every State in the Union. The murders that have been outlined by Mr. King of New York, Mrs. \nComstock of Virginia, Mr. Labrador of Idaho, and others are taking place all across the country because we simply \nare not removing from this country as expeditiously as possible members of gangs like MS-13. It is time to get \nabout doing that, and this bill does that. I want to commend Representative Barbara Comstock; Representative \nPeter King; and the chairman of our Immigration and Border Security Subcommittee, Representative Raul \nLabrador, for their work on this important bill. Madam Speaker, I urge my colleagues to support H.R 3697. Ms. \nLOFGREN. Madam Speaker, I yield myself such time as I may consume. Madam Speaker, I include in the Record \nan analysis entitled: ``Harboring: Overview of the Law,'' prepared by the Catholic Legal Immigration Network, Inc. \n[From the Catholic Legal Immigration Network, Inc.] Harboring: Overview of the Law The Immigration and \nNationality Act (INA) prohibits individuals from concealing, shielding, or harboring unauthorized individuals who \ncome into and remain in the United States. Under the law it is a criminal offense punishable by a fine or \nimprisonment for any person who: knowing or in reckless disregard of the fact than an alien has come to, entered, \nor remains in the United States in violation of law, conceals, harbors, or shields from detection, or attempts to \n\n\n\nconceal, harbor, or shield from detection, such alien in any place, including any building or any means of \ntransportation. INA Sec. 274(a)(1)(A)(iii), 8 U.S.C 1324(a)(1)(A)(iii) [hereinafter the ``harboring provision'' or \n``Section 1324 (a)'']. The Harboring Prohibition Applies to Everyone The harboring prohibition is not restricted to \nthose individuals who are in the business of smuggling undocumented immigrants into the United States or who \nemploy undocumented immigrants in sweatshop-like conditions. As interpreted by the courts, harboring can apply \nto any person who knowingly harbors an undocumented immigrant. See, e.g , United States v. Shum, 496 F.3d 390 \n(5th Cir. 2007); United States v. Zheng, 306 F.3d 1080, 1085 (11th Cir. 2002), cert denied, 538 U.S 925 (2003); \nUnited States v. Kim, 193 F.3d 567, 573-74 (2d Cir. 1999); United States v. Rubio-Gonzalez, 674 F.2d 1067, 1073 \n(5th Cir. 1982); United States v. Cantu, 557 F.2d 1173, 1180 (5th Cir. 1977), cert. denied, 434 U.S 1063 (1978). \nWhat Are the Elements of Harboring? To establish a violation of the harboring provision, the government must \nprove the following in most jurisdictions ``(1) the alien entered or remained in the United States in violation of the \nlaw, (2) the defendant concealed, harbored, or sheltered the alien in the United States, (3) the defendant knew or \nrecklessly disregarded that the alien entered or remained in the United States in violation of the law, and (4) the \ndefendant's conduct tended to substantially facilitate the alien remaining in the United States illegally.'' Shum, 496 \nF.3d at 391-392 (quoting United States v. De Jesus-Batres, 410 F 3d 154, 160 (5th Cir. 2005), cert denied, 546 U.S \n1097 (2006)). The U.S Court of Appeals for the Seventh Circuit has rejected the fourth element asserting that the \nphrase ``conduct tending substantially to facilitate'' is a judicial addition to the statute that is unnecessary for a \nconviction because the statute requires no specific degree of assistance. United States v. Xiang Hui Ye, 588 F.3d \n411, 415-416 (7th Cir. 2009). What Actions Constitute Harboring? Although Congress passed legislation to prohibit \nand punish the ``harboring'' of undocumented individuals, it never defined the term. The work of defining what \nconstitutes ``harboring'' has been left to the courts. As shown below, the federal courts have not settled on one \nuniform definition, but rather many of the circuit courts have adopted their own definition of ``harboring.'' Harboring \nis conduct that substantially facilitates an immigrant's remaining in the U.S illegally and that prevents the authorities \nfrom detecting the individual's unlawful presence (U.S Court of Appeals for the Second Circuit) Harboring includes \naffirmative conduct such as providing shelter, transportation, direction about how to obtain false documentation, or \nwarnings about impending investigations that facilitates a person's continuing illegal presence in the United States. \n(U.S Court of Appeals for the Third Circuit) Harboring is conduct tending to substantially facilitate an immigrant's \nremaining in the U.S illegally (U.S Courts of Appeals for the Fifth Circuit) Harboring is conduct that clandestinely \nshelters, succors, and protects improperly admitted immigrants. (U.S Court of Appeals for the Sixth Circuit) \nHarboring is conduct that provides or offers a known undocumented individual a secure haven, a refuge, a place to \nstay in which authorities are unlikely to be seeking him. (U.S Court of Appeals for the Seventh Circuit) Harboring is \nconduct that affords shelter to undocumented individuals. (U.S Court of Appeals for the Ninth Circuit) Explanation of \nHarboring Through Case Law U.S Court of Appeals for the Second Circuit In the influential case, United States v. \nLopez, the U.S Court of Appeals for the Second Circuit went through the legislative history of the harboring \nprovision and stated that the term harbor ``was intended to encompass conduct tending substantially to facilitate an \nalien's `remaining in the United States illegally,' provided that the person charged has knowledge of the immigrant's \nunlawful status.'' 521 F.2d 437, 441 (2d Cir 1975), cert. denied, 423 U.S 995 (1975). In this case, Mr. Lopez owned \nat least six homes in Nassau County, New York, where he operated safe havens for undocumented individuals. Mr. \nLopez knew that the people staying in his homes were undocumented. Each person paid Mr. Lopez $15 per week \nto live in his houses. In many cases, people received the address for a particular house before they left their home \ncountries, and, upon crossing the border illegally, they proceeded directly to the house. Mr. Lopez also helped \nthese individuals obtain jobs by completing work applications and transporting them to and from work. He arranged \nsham marriages for many so that they could appear to be in the U.S in lawful status. With a warrant, immigration \nauthorities searched six of Lopez's homes and found twenty- seven undocumented individuals. He was charged \nwith harboring illegal immigrants. Mr. Lopez argued that the mere providing of shelter to undocumented immigrants \ndoes not constitute harboring. Id. at 439. He argued that to constitute harboring the conduct must be part of the \nprocess of smuggling immigrants into the U.S or facilitating the immigrants' illegal entry into the U.S Id. The circuit \ncourt noted that he essentially argued that to constitute harboring the sheltering would have to be provided either \nclandestinely or for the purposes of sheltering the immigrants from the authorities. Id. The Second Circuit rejected \nthese arguments. It held that the statute criminalizes conduct that tends substantially to facilitate an alien's \nremaining in the United States illegally. Id. at 441. The circuit court found that Mr. Lopez's conduct did just that. It \npointed out that Mr. Lopez had a large number of undocumented immigrants living at his houses; they obtained the \naddresses and, upon entering the U.S , proceeded to those houses; Mr. Lopez provided transportation for them to \n\n\n\nand from work; and, he helped arrange sham marriages. Id. The Second Circuit did not require that Mr. Lopez \nprovide the shelter clandestinely nor that he shield the illegal immigrants from detection by immigration authorities \nId. The case of United States v. Kim also is instructive on the meaning of harboring. 193 F.3d 567 (2d Cu 1999). It \nstates that harboring within the meaning of Section 1324(a) ``encompasses conduct tending substantially to \nfacilitate an alien's remaining in the U.S illegally and to prevent government authorities from detecting [the \nimmigrant's] unlawful presence.'' Id. at 574. In this case, Mr. Myung Ho Kim owned and operated a garment-\nmanufacturing business called ``Sewing Masters'' in New York City. He employed a number of undocumented \nworkers, including Nancy Fanfar. During the course of her employment, Mr. Kim instructed Ms. Fanfar to bring in \nnew papers with a different name that would indicate that she had work authorization. He instructed Ms. Fanfar to \nchange her name and remain in his employ a second time, even while he was being investigated by immigration \nauthorities. According to the circuit court, Mr. Kim's actions constituted harboring, for they were designed to help \nMs. Fanfar remain in his employ and to prevent her continued presence from being detected by the authorities. \nThus, his conduct substantially facilitated her ability to remain in the U.S illegally in prohibition of the harboring \nprovision. Id. at 574-575. [[Page H7397]] U.S Court of Appeals for the Third Circuit The Third Circuit also has \nconsidered what conduct constitutes ``shielding,'' ``harboring,'' and ``concealing'' within the meaning of Section \n1324(a). Like the Second Circuit, it determined that these terms encompass conduct ``tending to substantially \nfacilitate an alien's remaining in the U.S illegally'' and [that] prevent[s] government authorities from detecting the \nalien's unlawful presence. ``U.S v. Ozcelik, 527 F.3d 88, 100 (3d Cir. 2008); see also Delno-Mocci v. Connolly \nProps, 672 F.3d 241, 246 (3d Cir. 2012), U.S v. Cuevas-Reyes, 572 F.3d 119, 122 (3d Cir. 2009); U.S v. Silveus, \n542 F.3d 993, 1003 (3d Cir. 2008). In United States v. Ozcelik, the defendant knew that the individual remained in \nthe U.S illegally and advised him to ``lay low'' and ``stay away'' from the address he had on file with the \ngovernment. 527 F.3d at 100. However, Mr. Ozcelik did not actively attempt to intervene or delay an impending \nimmigration investigation and the Third Circuit held that advising an individual without legal status to stay out of \ntrouble and to keep a low profile does not tend substantially to facilitate their remaining in the country. Id. at 100-01. \nThe circuit court reasserted that shielding or harboring a person without status ordinarily includes affirmative \nconduct such as providing shelter, transportation, direction about how to obtain false documentation, or warnings \nabout impending investigations that facilitates a person's continuing illegal presence in the United States. See Id. at \n99. In United States v. Silveus, the Third Circuit held that cohabitation, along with reasonable control of premises \nduring an immigration agent's inquiry regarding the whereabouts of the suspected undocumented individual, does \nnot constitute harboring without sufficient evidence that a defendant's conduct substantially facilitated the \nindividual's remaining in the U.S illegally and prevented authorities from detecting his/her unlawful presence. 542 \nF.3d at 1002-04. In this case, the agent never saw the suspected undocumented individual, but only heard the \napartment door slam, heard some bushes break, and as he approached, saw the defendant shut her front door. Id. \nat 1002. The defendant spoke to the agent through her window and when asked if anybody had run out of her \napartment, she said ``I don't know.'' Id. at 1003. The circuit court determined that the act of shutting a door as an \nagent rounded the corner and her subsequent reply to the agent's question did not establish ``harboring'' under \nSection 1324(a) because it only led to speculation as to the suspect's presence. Id. at 1004. In United States v. \nCuevas-Reyes, the Third Circuit reaffirmed that shielding an undocumented person includes affirmative conduct \n(such as providing shelter, transportation, direction about how to obtain false documents, or warnings about \nimpending investigations) that facilitates the person's continuing illegal presence in the U.S 572 F.3d at 122. The \ncircuit court held that the defendant's actions (taking undocumented people from the U.S to the Dominican Republic \nin his private plane) were undertaken for the purpose of removing them from the U.S , not helping them remain in \nthe U.S Id. It noted that the goal of Section 1324 is to prevent undocumented individuals from entering or remaining \nillegally in the U.S by punishing those that shield or harbor. Id. It asserted that punishing a defendant for helping \nindividuals without legal status leave the U.S would be contrary to that goal. Id. More recently, the Third Circuit \nreiterated that ``harboring'' requires some act that obstructs the government's ability to discover the undocumented \nperson and that it is highly unlikely that landlords renting apartments to people lacking lawful status could, without \nmore, satisfy the court's definition of harboring. Delrio-Mocci, 672 F.3d at 246 (citing Lozano v. City of Hazleton, \n620 F.3d 170, 223 (3d Cir 2010)). The circuit court reiterated that ``[r]enting an apartment in the normal course of \nbusiness is not in and of itself conduct that prevents the government from detecting an alien's presence.'' Id. U.S \nCourt of Appeals for the Fifth Circuit The Fifth Circuit's definition of harboring is broader than the Second and Third \nCircuits. It rejects the notion that to be convicted of harboring a defendant's conduct must be part of a smuggling \noperation or involve actions that hide immigrants from law enforcement authorities. See De Jesus- Batres, 410 F.3d \n\n\n\nat 162 (specific intent is not an element of the offense of harboring). An early Fifth Circuit decision, U.S v. Cantu, \n557 F.2d 1173 (5th Cir. 1977), remains informative. In Cantu, immigration agents visited the restaurant owned by \nMr. Cantu because they received information that he was employing undocumented workers. The agents wanted to \nquestion the employees. Mr. Cantu refused admission to his restaurant until they could provide a warrant. While the \nimmigration authorities waited outside for the warrant, Mr. Cantu made arrangements with at least two of his \npatrons to drive some of his undocumented employees into town. Mr. Cantu also arranged for his employees to sit \nin the restaurant and then leave the restaurant like customers. As the employees left the restaurant, the immigration \nagents approached them and questioned them about their immigration status. The agents determined their illegal \nstatus and arrested them. Mr. Cantu argued that, because he did not instruct his employees to ``hide,'' and because \nthe employees left the restaurant in full view of the officers, he could not be charged with shielding immigrants from \ndetection. He also argued that his actions were not connected to any smuggling activity. The Fifth Circuit, relying on \nthe Second Circuit's Lopez decision, rejected these arguments, and determined that Mr. Cantu's actions--instructing \nthe employees to act like customers so they could evade arrest--tended to facilitate the immigrants remaining in the \nU.S illegally. Id. at 1180. In another Fifth Circuit case, United States v. Varkonyi, 645 F.2d 453 (5th Cir. 1981), the \ncourt cited to Lopez to assert that the harboring statute prohibits ``any conduct which tends to substantially facilitate \nan alien's remaining in the U.S illegally.'' Id. at 459. Mr. Varkonyi provided a group of undocumented immigrants \nwith steady employment at his scrap metal yard six days a week as well as lodging at his warehouse. On previous \noccasions, he had instructed and aided the men in avoiding detection and apprehension. On the day of their \ndetention, Mr. Varkonyi interfered with Customs and Border Protection agents' actions by forcibly denying them \nentry to his property through physical force. Here, the circuit court found that Mr. Varkonyi's conduct went well \nbeyond mere employment and thus constituted harboring. Id. at 459. In this case, the court pointed out that Mr. \nVarkonyi knew of the immigrants' undocumented status, he had instructed the immigrants on avoiding detection on \na prior occasion; he was providing the immigrants with employment and lodging, he interfered with immigration \nagents to protect the immigrants from apprehension; and he was partly responsible for the escape of one of the \nimmigrants from custody. Id. Given these facts, the circuit court found that Mr. Varkonyi's conduct, both before and \nafter the detention of the immigrants, was calculated to facilitate the immigrants remaining in the U.S unlawfully. Id. \nat 460. In 2007, the Fifth Circuit ruled in another employment harboring case that ``substantially facilitate'' means to \nmake an individual's illegal presence in the United States substantially ``easier or less difficult.'' United States v. \nShum, 496 F.3d 390, 392 (5th Cir. 2007) (citations and quotation marks omitted). The court noted that Section \n1324(a) was enacted to deter employers from hiring unauthorized individuals and it refused to adopt a narrow \ndefinition of ``substantially facilitate'' that undermines Congress's purpose. Id. In this case, Mr. Shum was vice-\npresident of an office- cleaning company and he employed janitors without legal status. According to witnesses, he \nprovided false identifications to the workers to facilitate background checks so that the workers could clean \ngovernment office buildings. Ms. LOFGREN. In this legal analysis by the Catholic Legal Immigration Network, Inc., \nit does point out that religious persons have been prosecuted and convicted for providing sanctuary. Opinions may \ndiffer on whether that is a good idea or bad idea, but to say that that is an MS-13 activity, I think we would all agree \nthat is just crazy. That is what this bill would do. Madam Speaker, I yield 3 minutes to the gentlewoman from Florida \n(Mrs. Demings), a freshman Member of the House whom we are so fortunate to have. Just last year, as the chief of \npolice, she was on the front line in the fight against gangs. Mrs. DEMINGS. Madam Speaker, I spent 27 years as a \nlaw enforcement officer. I had the honor of working my way up through the ranks to become the chief of police. I co-\nchaired an antigang task force for the State of Florida. As chief, I launched an all-out war against violent crime. \nThrough the hard work of a lot of good men and women, we were able to reduce violent crime by 40 percent. Do I \ntake gang activity very seriously? You better believe I do. I have the record to prove that. The spirit of H.R 3697, \nwith this broad, new definition of what constitutes a gang, has nothing, based on my experience on the ground, to \ndo with curtailing gang activity. As a former law enforcement officer who has been there on the front lines, there is \nno way I would vote for this law. This law targets a group of people based on their status and does not target \ncriminal activity. That is what law enforcement officers do. We all take gang activity seriously. I heard the question \nearlier: Who would favor gangs? Who really would favor gangs? I invite my colleagues on the other side to join me \nin continuing our aggressive efforts to target criminal behavior, because that is really what we want to stop--\ncriminal behavior--and not profile or target people. That is just not who we are. Mr. LABRADOR. Madam Speaker, \nI reserve the balance of my time. Ms. LOFGREN. Madam Speaker, I yield myself such time as I may consume. \n[[Page H7398]] Madam Speaker, I just want to make a couple of closing comments on this bill. I think it is a given \nthat every Member of this body wants to do something about gangs. I have gangs in my district. I think I heard Mr. \n\n\n\nKing speak so passionately about the problem in his district. It is a pervasive problem. The concern is that this bill \ngoes far beyond targeting those gangs. That is why we, with great reluctance, have to say we can't do this. We \ncan't do this. If we wanted to target just the gangs, we wouldn't have included language that would allow charging \npeople who are not gang members as gang members. We wouldn't have included provisions that the victims of \ngangs would be denied asylum. Section 2(f) of the bill denies individuals who are suspected of alleged gang \nmembership the opportunity to apply for asylum. Here is the problem. In certain parts of Central America, you have \nrampant gang activity. Women and girls are terribly abused. They are beaten, turned into sex slaves, tattooed, and \nthey escape. If that young girl who has been the victim of that violence from gangs comes with the tattoos, the \nbrand that that gang put on her, and if she, as a consequence, is reasonably suspected of being a member of the \ngang, she can't get asylum. That is not what we want in the fight against MS-13. The bill is not drafted adequately. \nMadam Speaker, I reserve the balance of my time. Mr. LABRADOR. Madam Speaker, I yield 2 minutes to the \ngentleman from Texas (Mr. Arrington). Mr. ARRINGTON. Madam Speaker, in 2014, four MS-13 gang members \nbrutally murdered a 14-year-old boy from Texas with a machete. Just this year, two MS-13 gang members laughed \nand waved at the cameras as they faced trial in a Houston courtroom for the kidnapping, rape, and murder of young \ngirls. These are just two examples that reflect the horrific and gruesome reality of what gangs across this country \nare capable of. There are as many as 100,000 gang members in my home State of Texas, several of whom are \nlinked to Mexican cartels, who help them distribute drugs and traffic people and weapons. Nearly 60 percent of \nidentified prison gang members in Texas are serving sentences for violent crimes, including homicide, robbery, and \nassault. MS-13 is one of the most dangerous gangs in our State, with almost 500 members throughout Texas. They \nhave been described by the Houston police chief as a ``transnational terrorist organization,'' the ``worst of the \nworst,'' and a ``cancer.'' It is State and local law enforcement officers like him, as well gang task forces, who are on \nthe front lines, putting their own lives in danger to deal with these heinous criminals. Today, I rise in support of Mrs. \nComstock's bill, which will do what we should have been doing a long time ago, and that is giving local entities the \nability to expeditiously deport gang members who are here illegally and ensure they never are able to come back to \nthe United States. Our first job is to keep Americans safe. H.R 3697 certainly improves the prospects of that. Ms. \nLOFGREN. Madam Speaker, may I inquire how much time remains on each side? The SPEAKER pro tempore \n(Mrs. Mimi Walters of California). The gentlewoman from California has 6 minutes remaining, and the gentleman \nfrom Idaho has 5\\1/2\\ minutes remaining. Ms. LOFGREN. Madam Speaker, I yield myself such time as I may \nconsume. It has been mentioned that there are terrible activities being undertaken by gang members. I don't think \nthere is any dispute in this body about that. Our obligation is to craft bills that will allow for remedies for that problem \nin a specific, targeted, and effective way. I think this bill falls far short in that regard. We had mentioned earlier the \ngreat concern that has been expressed to us by religious people across the United States about the provisions \nrelative to harboring. Five nuns on a religious worker visa who help provide sanctuary for an undocumented person \nis a gang under this bill. They are not MS-13. We could craft a measure that avoids that outcome while still going \nafter MS-13. We didn't do that. For one thing, we didn't actually sit down, both sides of the aisle, to work together, to \nreason together, to make that happen. I would like to note that the smuggling issue is a big problem. We have \nunanimous agreement on the smuggling issue. We have worked together, actually, with the Wilberforce Act and \nother acts in a bipartisan way to deal with that. But we didn't bifurcate smuggling from harboring in this bill. That is \nwhy the nuns and the Catholic bishops have contacted us asking us not to support this bill. I would like to note, just \nfinally, that the first obligation that we have is to keep America safe. We fail to do that if we craft language that really \nis just part of a broad deportation agenda under the guise of an antigang bill. There is great concern that is what \nhas happened here. One of the elements that is referenced as a predicate for gang activity--the five people who are \nworking together--is that documents are false. A lot of people are highly agitated when undocumented people have \nfalse documents. Opinions differ. Almost every undocumented person in the United States who works has a fake \nID; otherwise, they can't get a job. You can agree with that, you can think it is terrible, you can think it is maybe not \nso terrible. I think most of us would agree it is not MS-13. Why would we craft this in such a way to treat that activity \nas an MS-13 activity and to blow up all the procedures we have in place to make sure that justice is done? I hope \nthat Members will vote against this bill. Despite the name, it goes far beyond attacking gangs. It would drift into \nallowing for the deportation of religious people and others who have done nothing related to gang activity. I hope \nthat, if this bill is defeated, we can sit down, as we often have on various items and worked collaboratively on patent \nreform and other issues, and do the same on this. I hope, if this bill is defeated, we will take the opportunity to do \nthat. I, for one, pledge my best efforts to come up with a measure that is targeted and effective. This bill, \nunfortunately, is not. Madam Speaker, I yield back the balance of my time. Mr. LABRADOR. Madam Speaker, I \n\n\n\nyield myself the balance of my time. Madam Speaker, I keep hearing again and again and again that there is no \ndispute about ongoing violence or gang violence in the United States, but what has been clear from today's \nargument is that our friends on the other side just don't want to do anything about it. They are willing to talk about \nthe gang violence, but they don't want to actually craft and pass legislation that does something about it. {time} \n1015 I hope it is something that the American people are listening to, because as we have debates over the next \nfew months about what we should be doing with regard to immigration, I hope everyone understands that every \ntime we try to do something about enforcement of immigration laws, about stopping gang violation, about stopping \nillegal immigration into the United States, it is very difficult to get agreement on the other side. Criminal alien gang \nmembers are wreaking havoc in this country. Without stronger tools to specifically target those aliens that terrorize \nour streets, gangs will continue to grow in numbers and in strength. The time has come to take action and to \nprovide a path to deportation to those that so unabashedly seek to destroy our society. ICE has found that \n``membership of these violent transnational gangs is comprised largely of foreign-born nationals.'' Often bearing the \nbrunt of these gangs' violence are these very immigrant communities that the other side claims that they want to \nprotect. The Criminal Alien Gang Member Removal Act takes a tough approach. I agree with that. Those gang \nmembers who have successfully evaded prosecution through witness intimidation, employing the tactics of fear and \nviolence, will now be within ICE's reach. The new grounds of removability provided by H.R 3697 will get criminal \ngang members off of our streets. ICE's recent Operation New Dawn resulted in almost 1,100 arrests of gang [[Page \nH7399]] members. Had H.R 3697 been enacted prior, that number would have almost certainly increased. This bill \nis only starting the removal process, however. Make no mistake--and there was a lot of obfuscation today about \nthis-- immigration proceedings do not equate to deportation. The government must prove its case and provide \nevidence to convince an immigration judge that gang-related activity occurred. As a former private immigration \nattorney, I have seen this process in action, and it does work. ICE will not use this new charge as pretext, as this \nground will never be sustained by an immigration judge without sufficient evidence. The time for this bill is long \noverdue, and we cannot afford to be distracted by extreme hypotheticals and issues not germane to what we are \ndiscussing today. This bill was introduced to target criminal gangs, as that term is commonly understood, and that \nis what it will do once enacted. There is no place in our country for criminal alien gang members. By removing \nthem from our streets, H.R 3697 will help make our communities safer. I urge my colleagues to support the bill. \nMadam Speaker, I yield back the balance of my time. Mr. CONYERS. Madam Speaker, H.R 3697 is yet another \nexercise in false advertising by the Majority. Named the ``Criminal Alien Gang Member Removal Act,'' this \nlegislation is so overbroad that it would lead to the deportation of immigrants with absolutely no criminal record and \nwould apply to individuals with no connection to gangs. In short, this blatantly anti-immigration legislation casts a \nwide and dangerous net in furtherance of President Trump's mass deportation agenda. I say this for several \nreasons. To begin with, H.R 3967 authorizes the Trump Administration to brand a group of immigrants a ``gang'' \nwithout requiring a conviction or even an arrest. In fact, it would allow individuals to be deported or denied \nadmission based on a mere ``belief''--however tenuous--of their connection to unlawful activity. In addition, the bill's \ndefinition of a ``gang'' is so broad that it would apply to individuals who clearly are not members of criminal gangs. I \ndoubt that my Republican colleagues really believe that 5 Christian ministers providing shelter to undocumented \nimmigrants constitute a criminal gang. But by voting for this measure, that's precisely what lawmakers would turn \nthem into. The bill instantly places such religious workers throughout America--from nuns to rabbis, imams to \npriests--into the same classification as MS-13. Finally, we are rushing this deeply flawed legislation through the \nHouse today while nearly 800,000 young people--800,000 law abiding members of our communities--are facing \ndeportation in as little as 6 months. These are young people who are as American as any of us. They have grown \nup in our communities, attended our schools, and have become our neighbors, our teachers, first responders, \ndoctors, and lawyers. But because of action taken by President Trump last week, they now are living in fear and \nuncertainty. There is a bipartisan bill with overwhelming support across the country that would allow these young \npeople to remain in the United States the only home most have ever known--and continue contributing to our \ncommunities and our economy. But that bill, the DREAM Act, has languished for years. Nevertheless, instead of \ntaking up the DREAM Act, we are rushing H.R 3697 through just days after it was introduced and without any \nhearings, markups, or the opportunity for amendment. This House should stop jamming through pieces of the \nTrump mass deportation plan and instead recommit itself to lifting up the young people of our communities by \npassing the DREAM act. It is what's right for our economy, our Nation and it is our moral responsibility. I urge my \ncolleagues to oppose H.R 3697. Mr. BABIN. Madam Speaker, I rise in strong support of the Criminal Alien Gang \nMember Removal Act. Remarkably, under current law, membership in a criminal street gang does not in and of \n\n\n\nitself make a non-citizen inadmissible or deportable from the United States. This common-sense bill corrects this \ndangerous loophole by requiring that criminal alien gang members be deported swiftly and never allowed back into \nthe United States. It provides law enforcement with another tool in their arsenal to combat dangerous and deadly \ncriminal gangs--like MS-13. Criminal gangs benefit from loopholes in our immigration laws and today we are \ntaking an important step to close the door to the United States for non- citizen criminal gang members. Over the \npast 12 months, several thousand criminal aliens who were confirmed members of gangs were removed from the \nUnited States by Immigration and Customs Enforcement (ICE). This year ICE is continuing its focus on making our \nstreets safer by removing criminal gang members with a particular focus on MS-13 members. It is past time that \nwe strengthen our immigration laws, deport criminal aliens and secure our borders. We have a duty to make \nAmerica safe for its citizens and H.R 3697 is an important step in that direction. The SPEAKER pro tempore. All \ntime for debate has expired. Pursuant to House Resolution 513, the previous question is ordered on the bill, as \namended. The question is on the engrossment and third reading of the bill. The bill was ordered to be engrossed \nand read a third time, and was read the third time. Motion to Recommit Mr. BEYER. Madam Speaker, I have a \nmotion to recommit at the desk. The SPEAKER pro tempore. Is the gentleman opposed to the bill? Mr. BEYER. \nMadam Speaker, I am opposed. The SPEAKER pro tempore. The Clerk will report the motion to recommit. The \nClerk read as follows: Mr. Beyer moves to recommit the bill H.R 3697 to the Committee on the Judiciary with \ninstructions to report the same back to the House forthwith with the following amendment: Add, at the end of the bill, \nthe following: SEC. __. PROTECTING INNOCENT RELIGIOUS WORKERS FROM DEPORTATION. Nothing in \nthis Act or the amendments made by this Act may be construed to authorize the deportation of an alien for action \ntaken on behalf of a religious organization whose primary purpose is the provision of humanitarian assistance or \naid. The SPEAKER pro tempore. Pursuant to the rule, the gentleman from Virginia is recognized for 5 minutes in \nsupport of his motion. Mr. BEYER. Madam Speaker, this is the final amendment to the bill, which will not kill the bill \nor send it back to committee. If adopted, the bill will immediately proceed to final passage, as amended. I offer this \namendment to recommit to reveal the flaws in the bill. The sponsor of this bill, Mrs. Comstock and I both represent \nnorthern Virginia, and she and I both want to eliminate gang violence. MS-13 is a menace to society, and I endorse \nthe goal of destroying it through legal means, but this bill wouldn't do that. This bill will promote widespread racial \nprofiling. It will violate First Amendment protections. It will expand mandatory detention of immigrants. It will raise \nserious constitutional questions on judicial review of government designation of certain groups. And it bars \nhumanitarian relief for individuals in violation of international treaties. I take gang violence and MS-13 very \nseriously. The young man Mrs. Comstock referred to, found dead in a park in my city of Alexandria, was actually \nfound by a dear family friend. But we can do this in a bill that doesn't promote racial profiling or violate the \nConstitution. So in this motion to recommit, we offer language to get at one of the most glaring flaws in this bill that \nit can go after humanitarian workers. The Criminal Alien Gang Member Removal Act creates an overly broad \ndefinition of a criminal gang by allowing DHS to essentially designate any individual as a gang member. As written, \nit could cover a wide range of organizations ranging from churches to fraternities, to political groups. This will allow \nICE to target people who may or may not appear to be in a gang and charge all those who seem in any way \nconnected to individual members of a gang. Religious workers who are engaged in immigrant ministry could be \nsubject to prosecution. Immigrant ministry is not smuggling in airless trucks. In my district, we have a number of \nfaith communities who provide for the unemployed, the homeless, those without language. Already, ICE swept up \nhalf a dozen men as they exited a church service. Under this bill, the pastor could be next. If a nun, through her \nwork, interacts with a potential gang member, she, by the context of this bill, could be a gang [[Page H7400]] \nmember. It is not accidental that the Catholic bishops and the nuns have written to oppose this bill. The harboring \nprovisions are so sweeping, the religious workers who provide shelter, transportation, or support to undocumented \nimmigrants could be found liable of criminal activity. And this is not transportation across the U.S border. This is \ntransportation to work or to English lesson classes. It is incredibly concerning that it would subject people who have \nnever committed a crime, never been arrested, never been indicted, to deportation; and it would apply retroactively. \nIndeed, mere suspicion of involvement in harboring could classify individuals as gang members. So it is very \nobvious here that humanitarian exemption is needed, but that is not the only concern with this bill language. The \noverly broad definition would empower immigrant authorities to conduct dragnet sweeps of Latino communities and \nother communities of color. Media reports make it clear that law enforcement has recently relied on questionable \nand unreliable evidence to assert that Latino individuals are gang members, including wearing certain kinds of \nclothes or doodling in an area code from a Latin American country on a school notebook. Officers have alleged \ngang membership sometimes based on merely being seen with people who are alleged gang members or living in \n\n\n\nneighborhoods known to suffer gang activity. This expansive language could and will sweep up people who have \ncommitted no criminal activity whatsoever. As a representative of Virginia, a State with a long and troubled history \nwith race, I think we need to be very careful before we implement policies that allow for structural racism. This bill \nhas many more flaws, which general debate covered. But I want to be clear, before we pass this bill and start \nlocking up nuns and priests and other religious workers, we should not continue this one-dimensional conversation \non immigration policy. We cannot focus only on enforcement and a mass deportation agenda. It doesn't fix our \nimmigration system. We have got to work on comprehensive immigration reform, and we begin with the President's \nrecent decision to eliminate DACA and put Congress on the clock. We should be acting today to protect our \nDREAMers. 800,000 young immigrants'--not members of MS-13--lives depend on it. I urge my colleagues to vote \nfor this motion to recommit. Madam Speaker, I yield back the balance of my time. Mrs. COMSTOCK. Madam \nSpeaker, I rise in opposition to the motion to recommit. The SPEAKER pro tempore. The gentlewoman from \nVirginia is recognized for 5 minutes. Mrs. COMSTOCK. Madam Speaker, in 2015, at an Alexandria playground in \nMr. Beyer's district, 8 miles from this Capitol, the body of a 24-year- old man was left nearly decapitated in a grisly \nmurder by one of the thousands of MS-13 gang members in our country. I should also mention that that victim was \nalso an MS-13 gang member. This very Capital region has the second highest number of MS-13 gang members. \nCriminal alien gang members are growing in numbers in our region around the country and wrecking havoc in my \ndistrict and in this very region. Without stronger tools to specifically target those specific aliens--this bill targets \nthem--that terrorize our streets, gangs like MS-13 will then continue to grow in numbers and strength if we aren't \ntargeting them. The time has come to take action and provide a path for deportation for violent criminal gang \nmembers. ICE has found that membership of these violent transnational gangs is comprised largely of foreign-born \nnationals. Often bearing the brunt of these gangs' violence are the very immigrant communities in which they \nreside. They target their own communities. We have seen that in my region and in my district, and that is why this \nis so troubling. The Criminal Alien Gang Member Removal Act will address this. Those gang members who have \nsuccessfully evaded prosecution through witness intimidation, employing the tactics of fear and violence will now be \nwithin ICE's reach. The new grounds of removability provided by H.R 3697 will help get criminal gang members off \nour streets. ICE's recent Operation New Dawn has resulted in almost 1,100 arrests of gang members. Had this bill \nbeen enacted prior, that number could have increased. This bill is only starting the removal process, however. \nMake no mistake, regular immigration proceedings will still apply. The government must prove its case and provide \nevidence to convince an immigration judge. This bill preserves all due process and appellate rights afforded to any \nalien facing deportation. The time for this bill is long overdue. It was introduced to target criminal gangs, as that \nterm is commonly understood, and that is what it will do once it is enacted. I urge my colleagues to vote down this \nmotion to recommit, to vote for the base bill, H.R 3697, and to provide ICE with the tools it needs to keep dangerous \ncriminal alien gang members off our streets, out of our communities, and out of our country. Madam Speaker, I \nyield back the balance of my time. The SPEAKER pro tempore. Without objection, the previous question is ordered \non the motion to recommit. There was no objection. The SPEAKER pro tempore. The question is on the motion to \nrecommit. The question was taken; and the Speaker pro tempore announced that the noes appeared to have it. Mr. \nBEYER. Madam Speaker, on that I demand the yeas and nays. The yeas and nays were ordered. The SPEAKER \npro tempore. Pursuant to clause 9 of rule XX, the Chair will reduce to 5 minutes the minimum time for any electronic \nvote on the question of passage of the bill. The vote was taken by electronic device, and there were--yeas 184, \nnays 220, not voting 29, as follows: [Roll No. 516] YEAS--184 Adams Aguilar Barragan Bass Beatty Bera Beyer \nBishop (GA) Blumenauer Blunt Rochester Bonamici Boyle, Brendan F. Brady (PA) Brown (MD) Brownley (CA) \nBustos Butterfield Capuano Carbajal Carson (IN) Cartwright Castor (FL) Castro (TX) Chu, Judy Cicilline Clark (MA) \nClarke (NY) Clay Cohen Connolly Conyers Cooper Correa Courtney Crowley Cuellar Cummings Davis (CA) Davis, \nDanny DeFazio DeGette Delaney DelBene Demings DeSaulnier Deutch Dingell Doggett Doyle, Michael F. Ellison \nEngel Eshoo Espaillat Esty (CT) Evans Foster Fudge Gabbard Gallego Garamendi Gomez Gonzalez (TX) \nGottheimer Green, Al Green, Gene Grijalva Gutierrez Hanabusa Hastings Heck Higgins (NY) Himes Hoyer Huffman \nJackson Lee Jayapal Jeffries Johnson (GA) Johnson, E. B. Kaptur Keating Kelly (IL) Kennedy Khanna Kihuen \nKildee Kilmer Kind Krishnamoorthi Kuster (NH) Langevin Larsen (WA) Lawrence Lee Levin Lewis (GA) Lieu, Ted \nLipinski Loebsack Lofgren Lowenthal Lowey Lujan Grisham, M. Lujan, Ben Ray Lynch Maloney, Carolyn B. \nMaloney, Sean Matsui McCollum McEachin McGovern McNerney Meeks Meng Moore Moulton Murphy (FL) Nadler \nNapolitano Neal Nolan Norcross O'Halleran O'Rourke Pallone Panetta Pascrell Payne Pelosi Perlmutter Peters \nPeterson Pingree Pocan Polis Price (NC) Quigley Raskin Rice (NY) Richmond Rosen Roybal-Allard Ruiz \nRuppersberger Rush Ryan (OH) Sanchez Sarbanes Schakowsky Schiff Schneider Schrader Scott (VA) Scott, \n\n\n\nDavid Serrano Sewell (AL) Shea-Porter Sherman Sires Slaughter Smith (WA) Soto Speier Suozzi Swalwell (CA) \nTakano Thompson (CA) Thompson (MS) Titus Tonko Torres Tsongas Vargas Veasey Vela Velazquez Visclosky \nWalz Wasserman Schultz Waters, Maxine Watson Coleman Welch Wilson (FL) Yarmuth NAYS--220 Abraham \nAderholt Allen Amash Amodei Arrington Babin Bacon Banks (IN) Barletta Barr Barton Bergman Biggs Bilirakis \nBishop (MI) Bishop (UT) Black Blackburn Blum Bost Brady (TX) Brat Brooks (AL) Brooks (IN) Buchanan Buck \nBucshon Budd Burgess Byrne Calvert Carter (TX) Chabot Cheney Coffman Cole Collins (GA) Collins (NY) Comer \nComstock Conaway Cook Costello (PA) Cramer Crawford Culberson Curbelo (FL) Davidson Davis, Rodney \nDenham Dent DeSantis DesJarlais Donovan Duncan (SC) Duncan (TN) [[Page H7401]] Dunn Emmer Estes (KS) \nFarenthold Faso Ferguson Fitzpatrick Fleischmann Flores Fortenberry Foxx Franks (AZ) Frelinghuysen Gaetz \nGallagher Gianforte Gibbs Gohmert Goodlatte Gowdy Granger Graves (GA) Graves (LA) Grothman Guthrie Handel \nHarper Harris Hartzler Hensarling Herrera Beutler Hice, Jody B. Higgins (LA) Hill Holding Hollingsworth Hudson \nHuizenga Hultgren Hunter Hurd Issa Jenkins (KS) Jenkins (WV) Johnson (LA) Johnson (OH) Johnson, Sam Jones \nJordan Joyce (OH) Katko Kelly (MS) Kelly (PA) King (IA) King (NY) Kinzinger Knight Kustoff (TN) Labrador LaHood \nLaMalfa Lamborn Lance Latta Lewis (MN) LoBiondo Long Love Lucas Luetkemeyer MacArthur Marchant Marino \nMarshall Massie Mast McCarthy McCaul McClintock McHenry McKinley McMorris Rodgers McSally Meadows \nMeehan Messer Mitchell Moolenaar Mooney (WV) Mullin Murphy (PA) Newhouse Noem Norman Nunes Palazzo \nPalmer Paulsen Pearce Perry Pittenger Poe (TX) Poliquin Ratcliffe Reed Reichert Renacci Rice (SC) Roby Roe \n(TN) Rogers (AL) Rogers (KY) Rohrabacher Rokita Roskam Rothfus Rouzer Royce (CA) Russell Sanford \nSchweikert Scott, Austin Sensenbrenner Sessions Shimkus Shuster Simpson Smith (MO) Smith (NE) Smith (NJ) \nSmith (TX) Smucker Stefanik Stewart Stivers Taylor Tenney Thompson (PA) Thornberry Tipton Trott Turner Upton \nValadao Wagner Walberg Walden Walker Walorski Walters, Mimi Weber (TX) Webster (FL) Wenstrup Westerman \nWilliams Wilson (SC) Wittman Womack Woodall Yoder Young (AK) Young (IA) Zeldin NOT VOTING--29 \nBridenstine Cardenas Carter (GA) Cleaver Clyburn Costa Crist DeLauro Diaz-Balart Duffy Frankel (FL) Garrett \nGosar Graves (MO) Griffith Larson (CT) Lawson (FL) Loudermilk Olson Posey Rooney, Francis Rooney, Thomas J. \nRos-Lehtinen Ross Rutherford Scalise Sinema Tiberi Yoho {time} 1050 Messrs. FARENTHOLD, LEWIS of \nMinnesota, and COLLINS of New York changed their vote from ``yea'' to ``nay.'' Ms. PINGREE, Mr. BRENDAN F. \nBOYLE of Pennsylvania, Mses. McCOLLUM and SEWELL of Alabama, Messrs. KENNEDY, HOYER, GUTIERREZ, \nHIGGINS of New York, and McNERNEY changed their vote from ``nay'' to ``yea.'' So the motion to recommit was \nrejected. The result of the vote was announced as above recorded. The SPEAKER pro tempore. The question is on \nthe passage of the bill. The question was taken; and the Speaker pro tempore announced that the ayes appeared \nto have it. Ms. LOFGREN. Madam Speaker, on that I demand the yeas and nays. Parliamentary Inquiry Mr. \nCOHEN. Madam Speaker, parliamentary inquiry. The SPEAKER pro tempore. The gentleman will state his \nparliamentary inquiry. Mr. COHEN. Madam Speaker, I am a member of the Judiciary Committee, and I have never \nseen this bill before. Under regular order, it should go to our committee for a hearing and for a markup. Has this bill \nhad a hearing and a markup in any committee, or has it just sprung on this floor like something out of the ocean in \nGreek mythology? The SPEAKER pro tempore. The Chair is counting for the yeas and nays. The gentleman's \ninquiry will not be entertained. The yeas and nays were ordered. The SPEAKER pro tempore. This is a 5-minute \nvote. The vote was taken by electronic device, and there were--yeas 233, nays 175, not voting 25, as follows: [Roll \nNo. 517] YEAS--233 Abraham Aderholt Allen Amodei Arrington Babin Bacon Banks (IN) Barletta Barr Barton \nBergman Biggs Bilirakis Bishop (MI) Bishop (UT) Black Blackburn Blum Bost Brady (TX) Brat Brooks (AL) Brooks \n(IN) Buchanan Buck Bucshon Budd Burgess Byrne Calvert Carbajal Carter (TX) Chabot Cheney Coffman Cole \nCollins (GA) Collins (NY) Comer Comstock Conaway Cook Costello (PA) Cramer Crawford Cuellar Culberson \nCurbelo (FL) Davidson Davis, Rodney Denham Dent DeSantis DesJarlais Donovan Duffy Duncan (SC) Duncan \n(TN) Dunn Emmer Estes (KS) Farenthold Faso Ferguson Fitzpatrick Fleischmann Flores Fortenberry Foxx Franks \n(AZ) Frelinghuysen Gaetz Gallagher Gianforte Gibbs Gohmert Goodlatte Gottheimer Gowdy Granger Graves (GA) \nGraves (LA) Griffith Grothman Guthrie Handel Harper Harris Hartzler Hensarling Herrera Beutler Hice, Jody B. \nHiggins (LA) Hill Holding Hollingsworth Hudson Huizenga Hultgren Hunter Hurd Issa Jenkins (KS) Jenkins (WV) \nJohnson (LA) Johnson (OH) Johnson, Sam Jones Jordan Joyce (OH) Katko Kelly (MS) Kelly (PA) Kihuen King (IA) \nKing (NY) Kinzinger Knight Kustoff (TN) Labrador LaHood LaMalfa Lamborn Lance Latta Lewis (MN) Lipinski \nLoBiondo Long Love Lucas Luetkemeyer MacArthur Marchant Marino Marshall Massie Mast McCarthy McCaul \nMcClintock McHenry McKinley McMorris Rodgers McSally Meadows Meehan Messer Mitchell Moolenaar Mooney \n(WV) Mullin Murphy (FL) Murphy (PA) Newhouse Noem Norman Nunes O'Halleran Olson Palazzo Palmer Paulsen \nPearce Perry Peterson Pittenger Poe (TX) Poliquin Ratcliffe Reed Reichert Renacci Rice (SC) Roby Roe (TN) \n\n\n\nRogers (AL) Rogers (KY) Rohrabacher Rokita Rosen Roskam Rothfus Rouzer Royce (CA) Ruiz Russell Sanford \nSchweikert Scott, Austin Sensenbrenner Sessions Shimkus Shuster Simpson Sinema Smith (MO) Smith (NE) \nSmith (NJ) Smith (TX) Smucker Stefanik Stewart Stivers Taylor Tenney Thompson (PA) Thornberry Tipton Trott \nTurner Upton Valadao Wagner Walberg Walden Walker Walorski Walters, Mimi Weber (TX) Webster (FL) \nWenstrup Westerman Williams Wilson (SC) Wittman Womack Woodall Yoder Young (AK) Young (IA) Zeldin NAYS-\n-175 Adams Aguilar Amash Barragan Bass Beatty Bera Beyer Bishop (GA) Blumenauer Blunt Rochester Bonamici \nBoyle, Brendan F. Brady (PA) Brown (MD) Brownley (CA) Bustos Butterfield Capuano Cardenas Carson (IN) \nCartwright Castor (FL) Castro (TX) Chu, Judy Cicilline Clark (MA) Clarke (NY) Clay Cohen Connolly Conyers \nCooper Correa Courtney Crowley Cummings Davis (CA) Davis, Danny DeFazio DeGette Delaney DelBene \nDemings DeSaulnier Deutch Dingell Doggett Doyle, Michael F. Ellison Engel Eshoo Espaillat Esty (CT) Evans \nFoster Fudge Gabbard Gallego Garamendi Gomez Gonzalez (TX) Green, Al Green, Gene Grijalva Gutierrez \nHanabusa Hastings Heck Higgins (NY) Himes Hoyer Huffman Jackson Lee Jayapal Jeffries Johnson (GA) \nJohnson, E. B. Kaptur Keating Kelly (IL) Kennedy Khanna Kildee Kilmer Kind Krishnamoorthi Kuster (NH) Langevin \nLarsen (WA) Lawrence Lee Levin Lewis (GA) Lieu, Ted Loebsack Lofgren Lowenthal Lowey Lujan Grisham, M. \nLujan, Ben Ray Lynch Maloney, Carolyn B. Maloney, Sean Matsui McCollum McEachin McGovern McNerney \nMeeks Meng Moore Moulton Nadler Napolitano Neal Nolan Norcross O'Rourke Pallone Panetta Pascrell Payne \nPerlmutter Peters Pingree Pocan Polis Price (NC) Quigley Raskin Rice (NY) Richmond Roybal-Allard \nRuppersberger Rush Ryan (OH) Sanchez Sarbanes Schakowsky Schiff Schneider Schrader Scott (VA) Scott, \nDavid Serrano Sewell (AL) Shea-Porter Sherman Sires Slaughter Smith (WA) Soto Speier Suozzi Swalwell (CA) \nTakano Thompson (CA) Thompson (MS) Titus Tonko Torres Tsongas Vargas Veasey Vela Velazquez Visclosky \nWalz Wasserman Schultz Waters, Maxine Watson Coleman Welch Wilson (FL) Yarmuth NOT VOTING--25 \nBridenstine Carter (GA) Cleaver Clyburn Costa Crist DeLauro Diaz-Balart Frankel (FL) Garrett Gosar Graves (MO) \nLarson (CT) Lawson (FL) Loudermilk Pelosi Posey Rooney, Francis Rooney, Thomas J. Ros-Lehtinen Ross \nRutherford Scalise Tiberi Yoho {time} 1059 So the bill was passed. The result of the vote was announced as above \nrecorded. A motion to reconsider was laid on the table.\n"}