{"title": "Homeland Security, Washington-Style", "body": "\n Here's a little something about homeland security that newly minted Secretary Tom Ridge may not know. The \nBureau of Citizenship and Immigration Services, now an agency in Ridge's Department of Homeland Security, is \ndoing a booming business in a neighborhood satellite office about a 10-minute drive from the White House. \n\n Well, to be honest, it's a real stretch to say that the folks performing immigration and citizenship services at 17th \nand Fuller streets NW are on Ridge's payroll; they aren't. But according to longtime residents who keep a close eye \non the streets, if you ever find yourself in need of a green card, a driver's license, a Social Security card or an ID \ncard, you need only drive or walk to that Northwest Washington corner or along a three-block area of nearby \nColumbia Road and queue up to obtain -- for a fee -- all the documents you need to function as a citizen or legal \nimmigrant in this country. (Warning: Saturdays and Sundays are their busiest days.) \n\nThe beautiful thing, at least from the point of view of the people trafficking in forged and illegal papers, is that there \nis no reason to worry about being caught, because (a) U.S. immigration officials hardly ever venture into the area, \nand (b) D.C. police, who literally speed through Fuller Street when they bother to go there at all, couldn't care less \nabout false immigration documents -- that being a problem for the feds. \n\n What's more, it's an open question whether Homeland Security and immigration sleuths -- even if they found their \nway to 17th and Fuller -- would be smart enough to decode all the hand signals and whistling that precede the \ntransfer of false documents. In other words, the reach of U.S. immigration, as with the District's policing of that \nneighborhood, is something of a joke -- or a nightmare, when you think of potential terrorists and radical groups \nstrolling in search of false papers. \n\nBut let's be fair: The U.S. immigration services and the D.C. police aren't the only agencies averting their gaze from \nthis hard-pressed community. Out-of-state motorists who descend on the area for their drug buying, hell raising and \ndocument hustling have it made. They can come to Euclid, Fuller or Mozart streets near Ontario Road, park their \ncars and stay as long as they like, thanks to the absence of the District's parking enforcement division. Roving \nparking enforcement officers may be hell on wheels when it comes to ticketing cars with out-of-state license plates \nin other neighborhoods. But in the vicinity of 17th and Fuller, city parking enforcers are missing in action. \n\nAh, but not so with crime. \n\n\nWhich explains why eight or nine people reportedly have been robbed in the lobbies of the Century apartment \nbuildings at 16th and Fuller over the past decade. In the past month, apartments in 1620 Fuller have been \nburglarized twice. Three and a half weeks ago, a young woman was robbed in front of 1620 Fuller, and about the \nsame time a young man was robbed at Fuller and Mozart. And this week, the police reportedly recovered a gun on \nthe grounds of H.D. Cooke Elementary School, which is on 17th Street between Euclid and Fuller. Cooke, you see, \nis a drug-free zone. Nobody said anything about gun-free. \n\nAs for vandalizing and stealing cars, don't even go there. Who in the neighborhood hasn't had a car vandalized or \nstolen is the better question to ask. Oh, in case you wonder, the 3rd Police District headquarters, which covers 17th \nand Fuller, is three blocks away. \n\nWhile I'm at it, let me clarify a point in last week's column, \"The View From 17th and Euclid.\" I identified members of \nthe 1-7 crew (or gang) who were involved in homicides either as victims or perpetrators. A law enforcement source \nsays I overlooked the murder of Thomas J. Holly last July. Holly's death never made our paper. Neither did the \nname Jayvon Marshman, a member of 1-7 who, according to the source, is being held pending trial for that murder. \nSorry for the omission. \n\nOkay, now, let's cut to the chase. A column on 17th and Euclid last week, and now a piece on 17th and Fuller, one \nblock away? What's sparking all this attention to that small piece of city real estate? A reader who has been living in \nthe neighborhood for most of 14 years asked whether it's because white people have started moving in, gentrifying \nthe neighborhood. The reader said she has been seeing the kind of activity described in last week's column as long \nas she can remember. She also recalled that when she first moved there, most of the residents in run-down and \ndilapidated dwellings were \"minorities.\" She says: \"Then all of a sudden white people started moving in . . . and \n[now] the 1-7 violence becomes a problem. . . . Why is it that it takes a certain class of people to enter the \nneighborhood for something to be done?\" \n\nShe deserves an answer. \n\nIt may come as a surprise to the reader, but sources for these two articles are not yuppies, gentrifiers, urban \npioneers or whatever. Last week's sources were intimately acquainted with the 1-7 members I wrote about. This \nweek's sources are decades-long residents of the community. But they all have something in common with the new \nfaces on the block. They too don't like the loitering, eating, drinking and throwing trash on the ground. They too are \nfed up with the cursing, pot smoking and yelling late into the night. They too don't like seeing their sidewalks used \nas public toilets. \n\nThey too want the police to treat their neighborhood the same way cops treat MCI Center or the White House or a \n10K race through the city. They too are sick and tired, and, as the late Fannie Lou Hamer said, \"Sick and tired of \nbeing sick and tired.\" \n\nAs mentioned before, there are 17th and Euclids and 17th and Fullers in other parts of this city. These columns are \na microcosm of what's going on in other neighborhoods. Some communities have even reverted to the state of \nnature. Consider: \n\n* Two boys, 15 and 7, force a 7-year-old boy to perform oral sex on them in a school. \n\n* An 11-year-old girl is sexually assaulted on the sidewalk outside her house. \n\n* A 17-year-old girl is grabbed by the neck at a bus stop, threatened with shooting, taken to another location and \nsexually assaulted. \n\n* A man grabs an 18-year-old girl on her way to school, carries her to an abandoned building and rapes her. \n\n* Two girls, 15 and 13, waiting for a bus are abducted by four people in a car, driven to another location and \nsexually assaulted. \n\n* A 38-year-old man sexually assaults a 6-year-old female relative. \n\n\n\nThese incidents occurred in Southeast Washington over the past five months. They were dutifully reported in The \nPost's District Crime Watch on May 1. And the victims? A horrified Northwest Washington reader who called this to \nmy attention asked: Who's caring for them? Who's helping them to recover? Have the cops caught anyone? It's a \nsafe bet that those questions are not on the minds of our local powers that be, just as the Euclids and the Fullers \nare the furthest removed from their thoughts. \n\nOur pols and their minions are consumed with dreams of a new $ 339 million stadium for a Major League Baseball \nteam. They are busy throwing fits over school vouchers and otherwise demonstrating to the world that when it \ncomes to meeting citizens where they really are and on issues of urgent concern, our politicians and the \ngovernment they have given us are about as useful as screen doors on a submarine. \n\nWhich is why the dudes dealing dope, the thugs doing all the robbing and stealing, the predators having their way \nwith vulnerable children, and those flouting the immigration laws on the streets of the nation's capital have never \nhad it so good.   \n"}