{"title": "STATEMENT OF U.S. SENATOR RUSS FEINGOLD FROM THE SENATE FLOOR ON THE ANTI-TERRORISM BILL", "body": "\nOctober 25, 2001\n\nStatement Of U.S. Senator Russ Feingold From The Senate Floor\n\nOn The Anti-Terrorism Bill\n\nMr. President, I have asked for this time to speak about the anti- terrorism bill before us, H.R. 3162. As we \naddress this bill, we are especially mindful of the terrible events of September 11 and beyond, which led to the \nbill's proposal and its quick consideration in the Congress.\n\nThis has been a tragic time in our country. Before I discuss this bill, let me first pause to remember, through one \nsmall story, how September 11th has irrevocably changed so many lives. In a letter to The Washington Post \nrecently, a man wrote that as he went jogging near the Pentagon, he came across the makeshift memorial built for \nthose who lost their lives there. He slowed to a walk as he took in the sight before him - the red, white and blue \nflowers covering the structure, and then, off to the side, a second, smaller memorial with a card.\n\nThe card read, \" Happy Birthday Mommy. Although you died and are no longer with me, I feel as if I still have you in \nmy life. I think about you every day.\"\n\nAfter reading the card, the man felt as if he were \"drowning in the names of dead mothers, fathers, sons and \ndaughters.\" The author of this letter shared a moment in his own life that so many of us have had -- the moment \nwhere televised pictures of the destruction are made painfully real to us. We read a card, or see the anguished face \nof a grieving loved one, and we suddenly feel the enormity of what has happened to so many American families, \nand to all of us as a people.\n\nWe all also had our own initial reactions, and my first and most powerful emotion was a solemn resolve to stop \nthese terrorists. And that remains my principal reaction to these events. But I also quickly realized that two cautions \nwere necessary, and I raised them on the Senate floor the day after the attacks.\n\nThe first caution was that we must continue to respect our Constitution and protect our civil liberties in the wake of \nthe attacks. As the chairman of the Constitution Subcommittee of the Judiciary Committee, I recognize that this is a \ndifferent world with different technologies, different issues, and different threats. Yet we must examine every item \nthat is proposed in response to these events to be sure we are not rewarding these terrorists and weakening \nourselves by giving up the cherished freedoms that they seek to destroy.\n\nThe second caution I issued was a warning against the mistreatment of Arab Americans, Muslim Americans, South \nAsians, or others in this country. Already, one day after the attacks, we were hearing news reports that misguided \nanger against people of these backgrounds had led to harassment, violence, and even death.\n\n\nI suppose I was reacting instinctively to the unfolding events in the spirit of the Irish statesman John Philpot Curran, \nwho said: \"The condition upon which God hath given liberty to man is eternal vigilance.\"\n\nDuring those first few hours after the attacks, I kept remembering a sentence from a case I had studied in law \nschool. Not surprisingly, I didn't remember which case it was, who wrote the opinion, or what it was about, but I did \nremember these words: \"While the Constitution protects against invasions of individual rights, it is not a suicide \npact.\" I took these words as a challenge to my concerns about civil liberties at such a momentous time in our \nhistory; that we must be careful to not take civil liberties so literally that we allow ourselves to be destroyed.\n\nBut upon reviewing the case itself, Kennedy v. Mendoza-Martinez, I found that Justice Arthur Goldberg had made \nthis statement but then ruled in favor of the civil liberties position in the case, which was about draft evasion. He \nelaborated:\n\n\"It is fundamental that the great powers of Congress to conduct war and to regulate the Nation's foreign relations \nare subject to the constitutional requirements of due process. The imperative necessity for safeguarding these \nrights to procedural due process under the gravest of emergencies has existed throughout our constitutional history, \nfor it is then, under the pressing exigencies of crisis, that there is the greatest temptation to dispense with \nfundamental constitutional guarantees which, it is feared, will inhibit governmental action. \"The Constitution of the \nUnited States is a law for rulers and people, equally in war and peace, and covers with the shield of its protection all \nclasses of men, at all times, and under all circumstances … In no other way can we transmit to posterity unimpaired \nthe blessings of liberty, consecrated by the sacrifices of the Revolution.\"\n\nI have approached the events of the past month and my role in proposing and reviewing legislation relating to it in \nthis spirit. I believe we must we must redouble our vigilance. We must redouble our vigilance to ensure our security \nand to prevent further acts of terror. But we must also redouble our vigilance to preserve our values and the basic \nrights that make us who we are.\n\nThe Founders who wrote our Constitution and Bill of Rights exercised that vigilance even though they had recently \nfought and won the Revolutionary War. They did not live in comfortable and easy times of hypothetical enemies. \nThey wrote a Constitution of limited powers and an explicit Bill of Rights to protect liberty in times of war, as well as \nin times of peace.\n\nThere have been periods in our nation's history when civil liberties have taken a back seat to what appeared at the \ntime to be the legitimate exigencies of war. Our national consciousness still bears the stain and the scars of those \nevents: The Alien and Sedition Acts, the suspension of habeas corpus during the Civil War, the internment of \nJapanese-Americans, German- Americans, and Italian-Americans during World War II, the blacklisting of supposed \ncommunist sympathizers during the McCarthy era, and the surveillance and harassment of antiwar protesters, \nincluding Dr. Martin Luther King Jr., during the Vietnam War. We must not allow these pieces of our past to become \nprologue.\n\nMr. President, even in our great land, wartime has sometimes brought us the greatest tests of our Bill of Rights. For \nexample, during the Civil War, the government arrested some 13,000 civilians, implementing a system akin to \nmartial law. President Lincoln issued a proclamation ordering the arrest and military trial of any persons \n\"discouraging volunteer enlistments, or resisting militia drafts.\" Wisconsin provided one of the first challenges of this \norder. Draft protests rose up in Milwaukee and Sheboygan. And an anti-draft riot broke out among Germans and \nLuxembourgers in Port Washington, Wisconsin. When the government arrested one of the leaders of the riot, his \nattorney sought a writ of habeas corpus. His military captors said that the President had abolished the writ. The \nWisconsin Supreme Court was among the first to rule that the President had exceeded his authority.\n\nIn 1917, the Postmaster General revoked the mailing privileges of the newspaper the Milwaukee Leader because \nhe felt that some of its articles impeded the war effort and the draft. Articles called the President an aristocrat and \ncalled the draft oppressive. Over dissents by Justices Brandeis and Holmes, the Supreme Court upheld the action.\n\n\n\nDuring World War II, President Roosevelt signed orders to incarcerate more than 110,000 people of Japanese \norigin, as well as some roughly 11,000 of German origin and 3,000 of Italian origin.\n\nEarlier this year, I introduced legislation to set up a commission to review the wartime treatment of Germans, \nItalians, and other Europeans during that period. That bill came out of heartfelt meetings in which constituents told \nme their stories. They were German-Americans, who came to me with some trepidation. They had waited 50 years \nto raise the issue with a member of Congress. They did not want compensation. But they had seen the \ngovernment's commission on the wartime internment of people of Japanese origin, and they wanted their story to \nbe told, and an official acknowledgment as well. I hope, Mr. President, that we will move to pass this important \nlegislation early next year. We must deal with our nation's past, even as we move to ensure our nation's future.\n\nNow some may say, indeed we may hope, that we have come a long way since the those days of infringements on \ncivil liberties. But there is ample reason for concern. And I have been troubled in the past six weeks by the potential \nloss of commitment in the Congress and the country to traditional civil liberties.\n\nAs it seeks to combat terrorism, the Justice Department is making extraordinary use of its power to arrest and \ndetain individuals, jailing hundreds of people on immigration violations and arresting more than a dozen \"material \nwitnesses\" not charged with any crime. Although the government has used these authorities before, it has not done \nso on such a broad scale. Judging from government announcements, the government has not brought any criminal \ncharges related to the attacks with regard to the overwhelming majority of these detainees.\n\nFor example, the FBI arrested as a material witness the San Antonio radiologist Albader Al-Hazmi, who has a name \nlike two of the hijackers, and who tried to book a flight to San Diego for a medical conference. According to his \nlawyer, the government held Al-Hazmi incommunicado after his arrest, and it took six days for lawyers to get access \nto him. After the FBI released him, his lawyer said, \"This is a good lesson about how frail our processes are. It's \nhow we treat people in difficult times like these that is the true test of the democracy and civil liberties that we brag \nso much about throughout the world.\" I agree with those statements.\n\nNow, it so happens that since early 1999, I have been working on another bill that is poignantly relevant to recent \nevents: legislation to prohibit racial profiling, especially the practice of targeting pedestrians or drivers for stops and \nsearches based on the color of their skin. Before September 11th, people spoke of the issue mostly in the context \nof African-Americans and Latino-Americans who had been profiled. But after September 11, the issue has taken on \na new context and a new urgency.\n\nEven as America addresses the demanding security challenges before us, we must strive mightily also to guard our \nvalues and basic rights. We must guard against racism and ethnic discrimination against people of Arab and South \nAsian origin and those who are Muslim.\n\nWe who don't have Arabic names or don't wear turbans or headscarves may not feel the weight of these times as \nmuch as Americans from the Middle East and South Asia do. But as the great jurist Learned Hand said in a speech \nin New York's Central Park during World War II: \"The spirit of liberty is the spirit which seeks to understand the \nminds of other men and women; the spirit of liberty is the spirit which weighs their interests alongside its own \nwithout bias . . . .\"\n\nWas it not at least partially bias, however, when passengers on a Northwest Airlines flight in Minneapolis three \nweeks ago insisted that Northwest remove from the plane three Arab men who had cleared security?\n\nOf course, given the enormous anxiety and fears generated by the events of September 11th, it would not have \nbeen difficult to anticipate some of these reactions, both by our government and some of our people. Some have \nsaid rather cavalierly that in these difficult times we must accept some reduction in our civil liberties in order to be \nsecure.\n\nOf course, there is no doubt that if we lived in a police state, it would be easier to catch terrorists. If we lived in a \ncountry that allowed the police to search your home at any time for any reason; if we lived in a country that allowed \n\n\n\nthe government to open your mail, eavesdrop on your phone conversations, or intercept your email \ncommunications; if we lived in a country that allowed the government to hold people in jail indefinitely based on \nwhat they write or think, or based on mere suspicion that they are up to no good, then the government would no \ndoubt discover and arrest more terrorists.\n\nBut that probably would not be a country in which we would want to live. And that would not be a country for which \nwe could, in good conscience, ask our young people to fight and die. In short, that would not be America.\n\nPreserving our freedom is one of the main reasons that we are now engaged in this new war on terrorism. We will \nlose that war without firing a shot if we sacrifice the liberties of the American people.\n\nThat is why I found the antiterrorism bill originally proposed by Attorney General Ashcroft and President Bush to be \ntroubling.\n\nThe Administration's proposed bill contained vast new powers for law enforcement, some seemingly drafted in \nhaste and others that came from the FBI's wish list that Congress has rejected in the past. You may remember that \nthe Attorney General announced his intention to introduce a bill shortly after the September 11 attacks. He \nprovided the text of the bill the following Wednesday, and urged Congress to enact it by the end of the week. That \nwas plainly impossible, but the pressure to move on this bill quickly, without deliberation and debate, has been \nrelentless ever since.\n\nIt is one thing to shortcut the legislative process in order to get federal financial aid to the cities hit by terrorism. We \ndid that, and no one complained that we moved too quickly. It is quite another to press for the enactment of \nsweeping new powers for law enforcement that directly affect the civil liberties of the American people without due \ndeliberation by the peoples' elected representatives.\n\nFortunately, cooler heads prevailed at least to some extent, and while this bill has been on a fast track, there has \nbeen time to make some changes and reach agreement on a bill that is less objectionable than the bill that the \nAdministration originally proposed.\n\nAs I will discuss in a moment, I have concluded that this bill still does not strike the right balance between \nempowering law enforcement and protecting civil liberties. But that does not mean that I oppose everything in the \nbill. Indeed many of its provisions are entirely reasonable, and I hope they will help law enforcement more \neffectively counter the threat of terrorism.\n\nFor example, it is entirely appropriate that with a warrant the FBI be able to seize voice mail messages as well as \ntap a phone. It is also reasonable, even necessary, to update the federal criminal offense relating to possession and \nuse of biological weapons. It made sense to make sure that phone conversations carried over cables would not \nhave more protection from surveillance than conversations carried over phone lines. And it made sense to stiffen \npenalties and lengthen or eliminate statutes of limitation for certain terrorist crimes.\n\nThere are other non-controversial provisions in the bill that I support - those to assist the victims of crime, to \nstreamline the application process for public safety officers benefits and increase those benefits, to provide more \nfunds to strengthen immigration controls at our Northern borders, to expedite the hiring of translators at the FBI, and \nmany others.\n\nIn the end, however, my focus on this bill, as Chair of the Constitution Subcommittee of the Judiciary Committee in \nthe Senate, was on those provisions that implicate our constitutional freedoms. And it was in reviewing those \nprovisions that I came to feel that the Administration's demand for haste was inappropriate; indeed, it was \ndangerous. Our process in the Senate, as truncated as it was, did lead to the elimination or significant rewriting of a \nnumber of audacious proposals that I and many other members found objectionable.\n\nFor example, the original Administration proposal contained a provision that would have allowed the use in U.S. \ncriminal proceedings against U.S. citizens of information obtained by foreign law enforcement agencies in wiretaps \n\n\n\nthat would be illegal in this country. In other words, evidence obtained in an unconstitutional search overseas was \nto be allowed in a U.S. court.\n\nAnother provision would have broadened the criminal forfeiture laws to permit - prior to conviction - the freezing of \nassets entirely unrelated to an alleged crime. The Justice Department has wanted this authority for years, and \nCongress has never been willing to give it. For one thing, it touches on the right to counsel, since assets that are \nfrozen cannot be used to pay a lawyer. The courts have almost uniformly rejected efforts to restrain assets before \nconviction unless they are assets gained in the alleged criminal enterprise. This proposal, in my view, was simply \nan effort on the part of the Department to take advantage of the emergency situation and get something that they've \nwanted to get for a long time.\n\nThe foreign wiretap and criminal forfeiture provisions were dropped from the bill that we considered in the Senate. \nOther provisions were rewritten based on objections that I and others raised about them. For example, the original \nbill contained sweeping permission for the Attorney General to get copies of educational records without a court \norder. The final bill requires a court order and a certification by the Attorney General that he has reason to believe \nthat the records contain information that is relevant to an investigation of terrorism.\n\nSo the bill before us is certainly improved from the bill that the Administration sent to us on September 19, and \nwanted us to pass on September 21. But again, in my judgement, it does not strike the right balance between \nempowering law enforcement and protecting constitutional freedoms. Let me take a moment to discuss some of the \nshortcomings of the bill.\n\nFirst, the bill contains some very significant changes in criminal procedure that will apply to every federal criminal \ninvestigation in this country, not just those involving terrorism. One provision would greatly expand the \ncircumstances in which law enforcement agencies can search homes and offices without notifying the owner prior \nto the search. The longstanding practice under the Fourth Amendment of serving a warrant prior to executing a \nsearch could be easily avoided in virtually every case, because the government would simply have to show that it \nhas \"reasonable cause to believe\" that providing notice \"may\" \"seriously jeopardize an investigation.\" This is a \nsignificant infringement on personal liberty.\n\nNotice is a key element of Fourth Amendment protections. It allows a person to point out mistakes in a warrant and \nto make sure that a search is limited to the terms of a warrant. Just think about the possibility of the police showing \nup at your door with a warrant to search your house. You look at the warrant and say, \"yes, that's my address, but \nthe name on the warrant isn't me.\" And the police realize a mistake has been made an go away. If you're not home, \nand the police have received permission to do a \"sneak and peak\" search, they can come in your house, look \naround, and leave, and may never have to tell you.\n\nAnother very troubling provision has to do with the effort to combat computer crime. The bill allows law \nenforcement to monitor a computer with the permission of its owner or operator, without the need to get a warrant \nor show probable cause. That's fine in the case of a so called \"denial of service attack\" or plain old computer \nhacking. A computer owner should be able to give the police permission to monitor communications coming from \nwhat amounts to a trespasser on the computer.\n\nAs drafted in the Senate bill, however, the provision might permit an employer to give permission to the police to \nmonitor the e-mails of an employee who has used her computer at work to shop for Christmas gifts. Or someone \nwho uses a computer at a library or at school and happens to go to a gambling or pornography site in violation of \nthe Internet use policies of the library or the university might also be subjected to government surveillance - without \nprobable cause and without any time limit. With this one provision, fourth amendment protections are potentially \neliminated for a broad spectrum of electronic communications.\n\nI am also very troubled by the broad expansion of government power under the Foreign Intelligence Surveillance \nAct, known as FISA. When Congress passed FISA in 1978 it granted to the executive branch the power to conduct \nsurveillance in foreign intelligence investigations without meeting the rigorous probable cause standard under the \nFourth Amendment that is required for criminal investigations. There is a lower threshold for obtaining a wiretap \n\n\n\norder from the FISA court because the FBI is not investigating a crime, it is investigating foreign intelligence \nactivities. But the law currently requires that intelligence gathering be the primary purpose of the investigation in \norder for this lower standard to apply.\n\nThis bill changes that requirement. The government now will only have to show that intelligence is a \"significant \npurpose\" of the investigation. So even if the primary purpose is a criminal investigation, the heightened protections \nof the Fourth Amendment won't apply.\n\nIt seems obvious that with this lower standard, the FBI will try to use FISA as much as it can. And of course, with \nterrorism investigations that won't be difficult, because the terrorists are apparently sponsored or at least \nsupported by foreign governments. This means that the fourth amendment rights will be significantly curtailed in \nmany investigations of terrorist acts.\n\nThe significance of the breakdown of the distinction between intelligence and criminal investigations becomes \napparent when you see the other expansions of government power under FISA in this bill. One provision that \ntroubles me a great deal is a provision that permits the government under FISA to compel the production of records \nfrom any business regarding any person, if that information is sought in connection with an investigation of \nterrorism or espionage.\n\nNow we're not talking here about travel records pertaining to a terrorist suspect, which we all can see can be highly \nrelevant to an investigation of a terrorist plot. FISA already gives the FBI the power to get airline, train, hotel, car \nrental and other records of a suspect.\n\nBut under this bill, the government can compel the disclosure of the personal records of anyone - perhaps \nsomeone who worked with, or lived next door to, or went to school with, or sat on an airplane with, or has been \nseen in the company of, or whose phone number was called by -- the target of the investigation.\n\nAnd under this new provisions all business records can be compelled, including those containing sensitive personal \ninformation like medical records from hospitals or doctors, or educational records, or records of what books \nsomeone has taken out of the library. This is an enormous expansion of authority, under a law that provides only \nminimal judicial supervision.\n\nUnder this provision, the government can apparently go on a fishing expedition and collect information on virtually \nanyone. All it has to allege in order to get an order for these records from the court is that the information is sought \nfor an investigation of international terrorism or clandestine intelligence gathering. That's it. On that minimal \nshowing in an ex parte application to a secret court, with no showing even that the information is relevant to the \ninvestigation, the government can lawfully compel a doctor or hospital to release medical records, or a library to \nrelease circulation records. This is a truly breathtaking expansion of police power.\n\nLet me turn to a final area of real concern about this legislation, which I think brings us full circle to the cautions I \nexpressed on the day after the attacks. There are two very troubling provisions dealing with our immigration laws in \nthis bill.\n\nFirst, the Administration's original proposal would have granted the Attorney General extraordinary powers to \ndetain immigrants indefinitely, including legal permanent residents. The Attorney General could do so based on \nmere suspicion that the person is engaged in terrorism. I believe the Administration was really over-reaching here, \nand I am pleased that Senator Leahy was able to negotiate some protections. The Senate bill now requires the \nAttorney General to charge the immigrant within seven days with a criminal offense or immigration violation. In the \nevent that the Attorney General does not charge the immigrant, the immigrant must be released.\n\nWhile this protection is an improvement, the provision remains fundamentally flawed. Even with this seven-day \ncharging requirement, the bill would nevertheless continue to permit the indefinite detention in two situations. First, \nimmigrants who win their deportation cases could continue to be held if the Attorney General continues to have \nsuspicions. Second, this provision creates a deep unfairness to immigrants who are found not to be deportable for \n\n\n\nterrorism but have an immigration status violation, such as overstaying a visa. If the immigration judge finds that \nthey are eligible for relief from deportation, and therefore can stay in the country because, for example, they have \nlongstanding family ties here, the Attorney General could continue to hold them.\n\nNow, I am pleased that the final version of the legislation includes a few improvements over the bill that passed the \nSenate. In particular, the bill would require the Attorney General to review the detention decision every six months \nand would allow only the Attorney General or Deputy Attorney General, not lower level officials, to make that \ndetermination. While I am pleased these provisions are included in the bill, I believe it still falls short of meeting \neven basic constitutional standards of due process and fairness. The bill continues to allow the Attorney General to \ndetain persons based on mere suspicion. Our system normally requireshigher standards of proof for a deprivation \nof liberty. For example, deportation proceedings are subject to a clear and convincing evidence standard. Criminal \nconvictions, of course, require proof beyond a reasonable doubt.\n\nThe bill also continues to deny detained persons a trial or hearing where the government would be required to \nprove that the person is, in fact, engaged in terrorist activity. This is unjust and inconsistent with the values our \nsystem of justice holds dearly.\n\nAnother provision in the bill that deeply troubles me allows the detention and deportation of people engaging in \ninnocent associational activity. It would allow for the detention and deportation of individuals who provide lawful \nassistance to groups that are not even designated by the Secretary of State as terrorist organizations, but instead \nhave engaged in vaguely defined \"terrorist activity\" sometime in the past. To avoid deportation, the immigrant is \nrequired to prove a negative: that he or she did not know, and should not have known, that the assistance would \nfurther terrorist activity.\n\nThis language creates a very real risk that truly innocent individuals could be deported for innocent associations \nwith humanitarian or political groups that the government later chooses to regard as terrorist organizations. Groups \nthat might fit this definition could include Operation Rescue, Greenpeace, and even the Northern Alliance fighting \nthe Taliban in northern Afghanistan. This provision amounts to \"guilt by association,\" which I believe violates the \nFirst Amendment.\n\nAnd speaking of the First Amendment, under this bill, a lawful permanent resident who makes a controversial \nspeech that the government deems to be supportive of terrorism might be barred from returning to his or her family \nafter taking a trip abroad.\n\nDespite assurances from the Administration at various points in this process that these provisions that implicate \nassociational activity would be improved, there have been no changes in the bill on these points since it passed the \nSenate.\n\nNow here's where my cautions in the aftermath of the terrorist attacks and my concern over the reach of the anti-\nterrorism bill come together. To the extent that the expansive new immigration powers that the bill grants to the \nAttorney General are subject to abuse, who do we think is most likely to bear the brunt of that abuse? It won't be \nimmigrants from Ireland, it won't be immigrants from El Salvador or Nicaragua, it won't even be immigrants from \nHaiti or Africa. It will be immigrants from Arab, Muslim, and South Asian countries. In the wake of these terrible \nevents, our government has been given vast new powers and they may fall most heavily on a minority of our \npopulation who already feel particularly acutely the pain of this disaster.\n\nWhen concerns of this kind have been raised with the Administration and supporters of this bill they have told us, \n\"don't worry, the FBI would never do that.\" I call on the Attorney General and the Justice Department to ensure that \nmy fears are not borne out.\n\nThe anti-terrorism bill that we consider in the Senate today highlights the march of technology, and how that \nmarch cuts both for and against personal liberty. Justice Brandeis foresaw some of the future in a 1928 dissent, \nwhen he wrote:\n\n\n\n\"The progress of science in furnishing the Government with means of espionage is not likely to stop with wire-\ntapping. Ways may some day be developed by which the Government, without removing papers from secret \ndrawers, can reproduce them in court, and by which it will be enabled to expose to a jury the most intimate \noccurrences of the home. . . . Can it be that the Constitution affords no protection against such invasions of \nindividual security?\"\n\nWe must grant law enforcement the tools that it needs to stop this terrible threat. But we must give them only those \nextraordinary tools that they need and that relate specifically to the task at hand.\n\nIn the play, \"A Man for All Seasons,\" Sir Thomas More questions the bounder Roper whether he would level the \nforest of English laws to punish the Devil. \"What would you do?\" More asks, \"Cut a great road through the law to \nget after the Devil?\" Roper affirms, \"I'd cut down every law in England to do that.\" To which More replies:\n\n\"And when the last law was down, and the Devil turned round on you - where would you hide, Roper, the laws all \nbeing flat? This country's planted thick with laws from coast to coast . . . and if you cut them down . . . d'you really \nthink you could stand upright in the winds that would blow then? Yes, I'd give the Devil benefit of law, for my own \nsafety's sake. \"\n\nWe must maintain our vigilance to preserve our laws and our basic rights.\n\nWe in this body have a duty to analyze, to test, to weigh new laws that the zealous and often sincere advocates of \nsecurity would suggest to us. This is what I have tried to do with this anti-terrorism bill. And that is why I will vote \nagainst this bill when the roll is called.\n\nProtecting the safety of the American people is a solemn duty of the Congress; we must work tirelessly to prevent \nmore tragedies like the devastating attacks of September 11th. We must prevent more children from losing their \nmothers, more wives from losing their husbands, and more firefighters from losing their heroic colleagues. But the \nCongress will fulfill its duty only when it protects both the American people and the freedoms at the foundation of \nAmerican society. So let us preserve our heritage of basic rights. Let us practice as well as preach that liberty. And \nlet us fight to maintain that freedom that we call America.\n\nI yield the floor.\n\nt r u t h o u t -  http://www.truthout.com \n"}