{"title": "Senate Bars Denial of Visas on Political Grounds", "body": "\nThe Senate approved and sent legislation to President Reagan today that temporarily prohibits the Government \nfrom denying visas to foreigners because of their political beliefs.\n\nThe provision, which overrides part of a highly restrictive 1952 immigration law, the McCarran-Walter Act, is \nincluded in the budget bill governing State Department operations. It was approved by a voice vote. The House \napproved the bill Tuesday.\n\nSponsored by Senator Daniel Patrick Moynihan, Democrat of New York, and Representative Barney Frank, \nDemocrat of Massachusetts, the provision would be in effect from Jan. 1, 1988, to the end of February 1989. By \nthen both Mr. Moynihan and Mr. Frank hope to win approval of new legislation that would permanently repeal the \nMcCarran-Walter Act.\n\n \n\n'Respect for Free Speech'\n\nThe act allows the State Department to deny visas to foreigners based on their political beliefs or associations. \nAmong the people who have been denied entrance under the law are two Latin American Nobel Prize winners, a \nformer general of the North Atlantic Treaty Organization, a Philippine priest and a Canadian naturalist and author.\n\nIn a statement, Mr. Moynihan said: ''For the past 35 years, legislation to bar non-immigrant aliens on ideological \ngrounds has exposed our nation to needless ridicule and undermined the respect for free speech we hope to \npromote around the world.''\n\nThe temporary provision also bans any deportations based on political beliefs that are pending in 1988. The \nprovision would allow the denial of visas to people suspected of terrorism.\n\nThe State Department authorization bill also includes a provision requiring the closing of the Palestine Liberation \nOrganization's observer mission to the United Nations in New York and the organization's office in Washington. The \nState Department has already closed the Washington office.\n\nThe measure would allow for the full payment of the American contribution to the operating costs of the United \nNations. The contribution has been limited in past years. It also requires the President to certify that steps are being \ntaken to prevent the Soviet Union from using its new embassy in Washington, which is situated on high ground, to \ngather intelligence.\n\n\nThe Administration has opposed some of the provisions in the bill, including the closing of the P.L.O. office at the \nUnited Nations. But Administration officials have not made clear their position since House and Senate negotiators \nagreed on this final version of the legislation.\n\nThe provision relating to the Soviet Embassy originally would have required breaking the agreement between the \nUnited States and the Soviet Union that allowed each country to build a new embassy, thereby preventing the \nRussians from using their new embassy here. This effort came in response to the discovery that the Russians had \nhidden high-technology listening devices in the new United States chancery in Moscow.\n\nSenator Claiborne Pell, the Rhode Island Democrat who heads the Foreign Relations Committee, said in a \nstatement that he believed that the prohibition on the P.L.O. office could be overturned if challenged in the courts.\n"}