{"title": "Immigrants, Don't Be in Such a Hurry to Shed Your Accents", "body": "\nTo the Editor:\n\nYou report that immigrants in New York City are turning to speech classes to reduce the sting of discrimination \nagainst them based on accent (news article, March 2). I'd like to tell all my fellow immigrants taking accent-\nreduction classes: As long as you speak fluent and comprehensible English, don't waste your money on artificially \nremoving your accent.\n\nI am fortunate enough to be one of the linguistically gifted. I even acquired an American accent before I left China \nfor the United States five years ago. From the day I set foot on this continent till now, the praise of my English has \nnever ceased. What most people single out is that I have no, or very little accent.\n\nHowever, I know I do have an accent, which some experts say is Chinese and some say British (I had British \nteachers for the first three years I studied English). Whether it's Chinese or British or maybe a combination, I intend \nto keep it because it belongs to me.\n\nI want to speak and write grammatically flawless English, but I have no desire to equip myself with a perfect \nAmerican accent. I always feel it is a pity when I hear Asian-looking youngsters speak indigenous English, \nespecially with a typical American teen-ager pattern of speech. I have always wished they had an accent.\n\nAmerica is probably the largest place for accents in English because the entire nation is composed of immigrants \nfrom different areas of the world. This country is built on accents. Accent is one of the most conspicuous symbols \nof what makes America the free and prosperous land its own people are proud of and other people long to live in.\n\nI work in an urban institution where accents are an integral part of my job: students, faculty and staff come from \nethnically diverse backgrounds. Hearing accents confirms for me every day that the college is fulfilling its goal to \noffer education to a multicultural population.\n\nI wonder what accent my fellow immigrants should obtain after getting rid of their own: a New York accent? A \nBoston accent? Brooklyn? Texas? California? Or go after President Clinton's accent?\n\nFellow immigrants, don't worry about the way you speak until Peter Jennings eliminates his Canadian accent.\n\n \n\nYAN HONG KROMPACKY\n\nJersey City, N.J., March 3, 1993\n\n \n\nThe writer is assistant director of graduate studies at Jersey City State College.\n\n"}