{"title": "The Masters(R) Tournament, Masters.org and CBS SportsLine Partner to Provide Live Streaming Video from Amen Corner(R); 'Amen Corner Live' to Feature Four Day Coverage of the 11th, 12th and 13th Holes from Augusta National Golf Club", "body": "\nFORT LAUDERDALE, Fla., and AUGUSTA, Ga., March 29  /PRNewswire/ -- CBS SportsLine, a leading Internet \nsports media organization and part of CBS Digital Media, in conjunction with Masters.org, CBS Sports and Augusta \nNational Golf Club today announced that there will be live streaming video from Amen Corner(R) for the 2006 \nMasters(R) Tournament from the majestic setting of Augusta National Golf Club in Augusta, Ga.\n\n\"Amen Corner Live\" will be available at  http://www.masters.org/  as well as cbs.sportsline.com and will be \npresented all four days of the 2006 Masters(R) Tournament, April 6-9. In total there will be approximately 22 hours \nof live video from Augusta National Golf Club.\n\nHosts for \"Amen Corner Live\" will be Masters(R) Tournament veterans Mike Hulbert and Phil Blackmar. Hulbert \nand Blackmar have combined to participate in six Masters(R) Tournaments.\n\nThe name Amen Corner refers to hole Nos. 11, 12 and 13. Amen Corner was first coined in a 1958 Sports \nIllustrated article by Herbert Warren Wind. Wind was searching for an appropriate name for the location where the \ncritical action had taken place that year. He borrowed the name from an old jazz recording \"Shouting at Amen \nCorner\" by a band under the direction of Milton (Mezz) Mezzrow, a Chicago clarinetist. (Courtesy Masters.org)\n\nThe Masters(R), the most renowned tournament in golf, will be broadcast on CBS for the 51st consecutive year, a \nrecord for the longest-running sporting event broadcast on one network. This year marks the 70th Masters \nTournament, one of the most highly-anticipated sporting events of the year.  This spring finds Tiger Woods \nreturning to Augusta to defend his title once again after becoming only the third person to win at least four Masters \nTournaments, joining Jack Nicklaus (6) and Arnold Palmer (4).\n\nSchedule for live streaming video from Amen Corner(R) on Masters.org and CBS SportsLine*\n\n   Thursday, April 6:           10:30 AM - 5:00 PM\n\n    Friday, April 7:             10:30 AM - 5:00 PM\n\n    Saturday, April 8:           12:30 PM - 5:00 PM\n\n    Sunday, April 9:              1:30 PM - 6:00 PM\n\n    * Start and end times are subject to change\n\n   About CBS SportsLine\n\nCBS SportsLine is at the leading edge of media companies providing Internet sports content, Fantasy sports and e-\ncommerce. In addition to its flagship service, the company publishes the official Web sites of the NFL, PGA TOUR \n\n\nand NCAA Sports. CBS SportsLine is a member of the CBS family and a part of CBS Digital Media. More \ninformation about CBS and its businesses is available at  http://www.cbscorporation.com/ . \n\nCONTACT:  Glenn Greenspan - Augusta National Golf Club, +1-706-667-6705,\n\n GJGREENSPAN@Augustanational.com ; LeslieAnne Wade - CBS Sports, +1-212-975-\n\n5171,  lwade@cbs.com , Alex Riethmiller - CBS SportsLine, +1-954-489-4000 ext.\n\n7535,  ariethmiller@cbs.com \n\nWeb site:   http://www.cbs.sportsline.com/ \n\n            http://www.cbscorporation.com/ \n\nSOURCE CBS SportsLine\n\nhttp://www.prnewswire.com\n"}