{"title": "FOR NOW, THE FEDERALES CAN SEE THEY'RE STUDENTS, NOT TERRORISTS.", "body": "\nLeaders of this war on terrorism can't find Osama Bin Laden or weapons of mass destruction, but they sure know \nhow to tackle a high school football player.\n\nAhmad Amin, an 18-year-old Pakistani and tight end for the Cupertino High School Pioneers, was slapped with a \ndeportation order recently from the federales. His older brother, Hassan, received a deportation order, too, only his \ncame with a night in a county jail.\n\nTheir crime? Bad advice from an immigration lawyer a few years ago led to the expiration of their visitors visas. \nEven though they had applied for green cards, even though they had voluntarily registered after Sept. 11, 2001, \neven though their eldest brother is a U.S-born citizen, they couldn't catch a break from the hard-liners at the new \nBureau of Immigration and Customs Enforcement.\n\nYou never know. Any terrorist can hide under a football helmet.\n\n\"I just want to graduate from high school,\" Amin said at the time. \"My dream is for this to be over.\"\n\nAnd so it may.\n\nApparently, a dose of common sense surfaced at the Department of Homeland Security. The department has \ndelayed the deportations, which will allow the Hassan brothers to apply for temporary visas. It means Ahmad can \ngo back to high school and his brother can return to junior college without fear, at least for now.\n\n\"Maybe I can think about a university,\" Hassan said.\n\nThere may be a happy ending after all, but that's more relief than something to cheer about. Had the story of the \nHassan brothers not appeared in the San Jose Mercury News, the boys might have been next in line for a one-way \nticket to Pakistan.\n\nBefore Sept. 11, 2001, visa expirations rarely led to quick deportations, especially for law-abiding immigrants with \nrelatives who have legal status here. These matters were taken care of administratively. All that changed after 9/11.\n\nOnce the visa of an Arab, Muslim or Middle Eastern man expires -- for whatever reason -- he becomes an instant \nsuspect and target of post-attack paranoia.\n\nAbout 13,000 primarily Arab and Middle Eastern men and boys face deportation after voluntarily registering with \nimmigration officials, a program created by Homeland Security after learning that the 9/11 terrorists had held valid \nvisas. Once deported, they are permanently barred from returning.\n\n\nThe war on terrorism is looking more like a war on immigrants. We might as well have the Statue of Liberty dump \nthe torch and hold up a pair of handcuffs.\n\nSoon after 9/11 and passage of the Patriot Act, the government rounded up more than 700 immigrants, held them \nin secret, and then deported scores of them on visa violations, none with links to terrorism. Then the FBI knocked \non 8,000 doors for \"voluntary\" interrogations.\n\nLast December, the agency formerly known as the Immigration and Naturalization Service jailed hundreds of Arab \nand Middle Eastern men in the Los Angeles area because it couldn't process the rush of immigrants meeting the \nreporting deadline. The agency admitted to bungling the process only after being accused of ethnic cleansing.\n\nNow we have a high school student-athlete and his brother under watch. Their lives have been upended and the \nideals of freedom and inclusion have been sacked.\n\nI don't know what's scarier, immigration enforcement with unbridled power or immigration enforcement with half a \nbrain.\n\nNotes\n\nJOE RODRIGUEi s a Mercury News columnist.\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: SUSANNA FROHMAN -- MERCURY NEWS PHOTOGRAPHS\n\nAhmad Amin, a Cupertino High School senior, runs through a drill with the football team. He plays tight end.\n\nPHOTO: SUSANNA FROHMAN -- MERCURY NEWS PHOTOGRAPHS\n\nHassan Amin and his mother, Tahira Manzur, watchPakistani television in their San Jose apartment.\n"}