{"title": "Aliens Are Paying a Price for Honesty", "body": "\nIf Mohsen Moharerzadeh, a 26-year-old Iranian photographer, had secretly waded across the Rio Grande into the \nUnited States, he would probably be free, working here and pursuing an application for political asylum.\n\nInstead, he leaped from a Turkish freighter before it entered Port Newark and asked the Coast Guard for asylum. \nBecause he came forward, he is behind bars at the Immigration and Naturalization Service Detention Center in \nlower Manhattan, along with 120 other inmates, most of whom have criminal records.\n\nHe must stay there while he applies for political asylum, a process that can take several years, according to \nImmigration Service officials.\nPrompted Hunger Strike\n\nLike 30 other inmates at the center, and about 100 nationwide, Mr. Moharerzadeh's only crime was trying to enter \nthe country illegally. Their frustration led 17 of the 30 inmates to begin a hunger strike that ended Monday.\n\nIn contrast, illegal aliens arrested after gaining entry are free to pursue applications for political asylum without \nbeing detained.\n\nMr. Moharerzadeh, then, would have been free today if he had sneaked off the ship after it docked rather than \ncoming foward.\n\n''The liars and sneaks put themselves in a much better legal position than those who come forward and ask for \npolitical asylum when they try to enter,'' said Arthur C. Helton, director of the political asylum project for the Lawyers \nCommittee for Human Rights.\n\nJ. Scott Blackman, the immigration agency's assistant district director for detention and deportation, said the \ndetention was necessary to prevent vast numbers of people from showing up at airports and the borders asking for \nasylum. He added also that there are established procedures for seeking asylum: applying through third countries, \nfor example.\n\nOf the 30 inmates at Varick Street, some asked for political asylum immediately and others were caught trying to \nenter with false documents and then asked for asylum.\n\nThe hunger strike there began on Nov. 23. Mr. Moharerzadeh was one of the last three inmates to break the fast. \nThey did so on Monday afternoon with a cup of broth.\n\n \n\n'Here for No Reason'\n\n\n''All we wanted to do was to show the American people that there are these guys here for no reason,'' said Mr. \nMoharerzadeh, who added that they were tired of living among criminals and being harassed by the other prisoners.\n\nMr. Moharerzadeh and another of the three, Shahram Alik Akbar, a 29-year-old Iranian construction worker, voiced \ntheir anger in an interview Tuesday in a waiting room at the detention center at 201 Varick Street. They wore \nyellow, institution-issue jump suits.\n\nMr. Akbar, who has been at the center for 12 1/2 months, said that he had been harassed by other prisoners and \nthat one had tried to rob his ring and watch. ''Once four of them came at me and grabbed me by the neck,'' he said.\n\nMr. Akbar and Mr. Moharerzadeh, who has been detained 11 1/2 months, said the guards were often unable to act \nquickly enough to break up fights, many of which arise over what television program to watch.\n\n \n\nThrough the Dining Room\n\nMoreover, they said, the detention authorities were upset at the hunger strikers and forced the weakened prisoners \nto walk through the dining room at mealtime rather than letting them stay on their cots. During the hunger strike, two \ninmates were hospitalized.\n\nMr. Blackman said the Varick Street center was safe and patrolled 24 hours a day.\n\nThe hunger strike, he said, ''essentially had no effect'' on the status of the 30 inmates.\n\nMr. Blackman said other foreigners wanting to enter the United States were patient enough to apply from third \ncountries rather than trying to enter illegally.\n\nMr. Helton countered that many of those who would like to enter the United States legallly from third countries do \nnot have the leisure to do so because they are pursued by agents from their native countries.\n\n''This is not an issue in which there should be categorical detention but we have to look at the cases on an \nindividual basis,'' he said.\n\n \n\nAttention in Congress\n\nJailing of refugees from Ethiopia, Afghanistan and Nicaragua makes little sense, Mr. Helton said, because the State \nDepartment has said that refugees from Ethiopia and Afganistan should not be sent back and that those from \nNicaragua should be reviewed carefully.\n\nMr. Blackman agreed that this was United States policy but said agency practice called for the refugees to be \ndetained until their political asylum applications are approved. The policy was instituted in 1981 after more than \n30,000 Haitians arrived in Florida in small boats, seeking political asylum.\n\nThe hunger strike drew the attention of several members of Congress, and five signed a letter written by \nRepresentative Barney Frank, Democrat of Massachusetts. The letter, sent on Dec. 16 to the Immigration Service's \nappeals board in Washington, asked that each case be reviewed.\n\nSo far the Immigration Service has not responded. A House staff member said that if the answer is not satisfactory, \nMr. Frank, a member of the House Subcommittee on Immigration, Refugees and International Law, was likely to \npursue a more involved review of the policy.\n\nOne primary concern of critics is the time taken by the immigration agency to consider the asylum applications, \neither at the first review or on appeal. The inmates at the Immigration and Naturalization Service Processing Center \non Varick Street have been there from 4 to 22 months.\n\n\n\nGraphic\n\n \n\nphoto of Iranians who took part in hunger strike (NYT/Jim Wilson)\n"}