{"title": "Illegal Immigrant Foes Play Activist Role; Va. Group Says It Backs Law, but Critics Call It Divisive - Correction Appended", "body": "\nAs a dozen Latino men walked into Prince William County court in January to face charges of loitering at a 7-\nEleven, Jim McDonald stood outside holding a sign that read, \"ACLU and Illegals Please Go Home.\" \n\n It's a regular role for McDonald, 59, who pickets frequently outside courthouses or anywhere else he thinks he \nshould spread his message. He has plenty of poster board, and he's happy to travel. \n\n McDonald, whose placard targeted a group of Latino day laborers arrested as they waited for potential employers \nin Woodbridge, does not work alone. He is part of a group calling itself the Virginia Coalition Against Terrorism. \nAn assortment of mostly local residents  --  some of them immigrants themselves  --  the coalition has dedicated \nitself to fighting new arrivals who have come to the United States illegally, as some in the Woodbridge roundup had.  \n\n  Since the 2001 terrorist attacks, the group's rhetoric has assumed a new edge. Illegal immigration, the coalition \npreaches, feeds terrorism.  \n\n \"We could see 9/11 way before it got here,\" said Michael Crowe, a financial consultant who heads the group. \"We \nfelt that [the name] Virginia Coalition Against Terrorism, after September 11, makes a whole lot more sense.\" \n\n The group, founded in 1990 and comprising 150 members, regularly attends town hall meetings when the issue of \nhow to handle the region's day laborers  --  most often Hispanic men  --  is up for discussion. Members have \npicketed Freddie Mac for co-sponsoring an event with a national pro-immigrant group. Leaders say the coalition is \npreparing to take on Anheuser-Busch Cos. for its support of the Mexican American Legal Defense and Education \nFund. \n\n And in Richmond this winter, it helped craft legislation that passed the General Assembly and, if signed by Gov. \nMark R. Warner (D), would bar illegal immigrants 19 years and older from receiving public benefits. \n\n\n As the Northern Virginia suburbs struggle with issues provoked by the influx of immigrants, the coalition has \ndrawn more supporters. Immigration advocates say the group is divisive, fanning tensions instead of tackling \nproblems. \n\n \"They have been successful in frustrating attempts of local officials to find solutions,\" said Tim Freilich, managing \nattorney for the Virginia Justice Center for Farm and Immigrant Workers in Falls Church. \"Their presence attracts \nothers who share their views on these matters. They definitely change the tone of the debate.\" \n\n Earlier this week, the Pew Hispanic Center, a private research group in Washington, released a report estimating \nthat the number of undocumented immigrants in the United States increased from 8.4 million in 2000 to 10.3 \nmillion in 2004. Virginia and Maryland have an estimated 200,000 to 250,000 undocumented immigrants each, \naccording to the report. \n\n April Dawn Gallop, a former Army administrative specialist who uses a cane because of injuries she received in the \nSept. 11, 2001, attack on the Pentagon, said she never thought about immigration and terrorism until that day.  \n\n After the attack, she began attending anti-immigration rallies and congressional hearings, where she often ran into \nmembers of the coalition. Then last year, as soon as day laborers began gathering at a 7-Eleven less than a mile \nfrom her Woodbridge apartment, Gallop contacted members.  \n\n \"I . . . said I can't believe what's going on,\" said Gallop, 33, who is trying to get disability benefits from the military.  \n\n As part of a larger group of organizations that target immigration, the group has helped opponents of day laborers \nin Maryland, Tennessee and North Carolina. Now the issue is in its own back yard, Gallop said. \n\n Crowe, 54, protests the \"anti-immigrant\" and \"racist\" labels the group often attracts, saying its membership is \nmultiracial, includes many who are bilingual and simply wants to secure the country's borders from illegal \nimmigrants who are receiving public benefits, do not pay taxes and could be terrorists. \n\n  \"We are not anti-immigrant. We are dealing with illegal immigration,\" said Robert Shoemaker, former president \nof the group. \"We have people who speak languages other than American  --  or English, rather.\" \n\n  Gallop, who has portraits of her heroes, Rosa Parks and Nelson Mandela, hanging on her dining room wall, said \nthat as a black woman, she resents how the advocates for immigrants often apply civil rights to immigrant rights. \n\"They are utilizing civil rights, something my people fought for. I don't like the fact that they hide behind that to get \nwhat they want,\" she said. \n\n What the day laborers want is \"special treatment,\" she said. \"We're all looking for work. . . . What is so special \nabout these people?\" \n\n The members' protests notwithstanding, immigration advocates say the coalition has effectively wielded power \nwhere it can. \"I take these guys very seriously, Mr. McDonald and his friends,\" said Rick Swartz, an immigration \nconsultant and former executive director of the National Immigration Forum. \n\n The coalition is part of a well-funded network of small groups across the country that together spend about $35 \nmillion annually on their efforts, according to Swartz, who says they appear to be grass roots but are working within \na larger movement. \"They are created to appear to be separate groups, but they are all the same people,\" Swartz \nsaid. \n\n He said all the groups eventually lead to Michigan-based John Tanton, a national leader in the anti-immigration \nmovement and founder of the Federation for Immigration Reform, NumbersUSA and ProEnglish. \n\n Coalition members denied a conspiratorial effort to appear grass roots but say they do work with and hold \nmembership in other organizations. \n\n\n\n As an example of the local coalition's reach and its connections to other organizations, immigration advocates point \nto the bill sponsored by Del. David B. Albo (R-Fairfax) that excludes all but legal immigrants from most state and \nlocal public services. \n\n Albo said that when he got help from Shoemaker and others to draw up the bill, he did not know them as members \nof the Virginia coalition but as members of national groups, the American Council for Immigration Reform and the \nFederation for American Immigration Reform. He said Shoemaker helped him get a team of people to write the bill, \nwhich easily passed. \n\n \"I didn't use them so much as advocates but as a resource when writing the bill,\" he said. \n\n  Former attorney general Jerry W. Kilgore, a Republican who is running for governor, has voiced his support for the \nbill. \n\n In Prince William County, the coalition has vocally opposed the recommendations of a task force charged with \nfinding a permanent solution to the day laborer situation. The task force, created by Supervisor Hilda M. Barg (D-\nWoodbridge), is proposing that the county help cover the costs of a workforce center where laborers could wait for \nwork. \n\n The task force will hold a public meeting at 7 p.m. April 4 in the auditorium of the Dr. A.J. Ferlazzo Building, 15941 \nDonald Curtis Dr. in Woodbridge. \n\nCorrection\n\n A March 26 Metro article about a group called the Virginia Coalition Against Terrorism reported that April Gallop, \na coalition member, began attending anti-immigration rallies after the Sept. 11, 2001, terrorist attacks. She says \nthat they were rallies against illegal immigration. \n\nCorrection-Date: April 2, 2005\n"}