{"title": "Readers write: India's growth, education and democracy, and fashion choices; Why glorify buying ripped jeans? Readers wrote in to discuss this topic, as well as the importance of education and India's economic growth.", "body": "\nIndia's growth\n\nThank you for the Sept. 9 Monitor Weekly cover story, \"The superpower in waiting,\" by Howard LaFranchi. It gave \nme insight into how the people of India are moving ahead into the modern century. \n\nHowever, swift progress in the United States has sometimes come at the cost of lives and culture, such as when \nEuropean settlers forced Native Americans to move and sent Native American children to boarding schools. Many \nof those children died, and others lost their cultural connections and their native language. \n\nIn addition, the industrialization of the Western world - with its huge influx of machines - has been a significant \ncontributor to global warming. Sometimes slow change is best because it ensures there is time to consider all the \noptions and creatively think about solutions. Maybe India will create an innovative way to enhance the lives of its \nagricultural workers while uniting all of its 1.3 billion citizens. \n\nCynthia KuestDeLand, Florida\n\nEducation and democracy\n\nIn the Sept. 23 Monitor Weekly article \"What debate over modern education tells us about a divided Turkey,\" Scott \nPeterson made an astute observation regarding the decrease in language skills among Turkish students that is \napplicable to any democracy. \n\nMr. Peterson wrote that \"for the Turkish language, some 66% of [Turkish] eighth graders were at intermediate or \nlower levels, which meant they struggled to understand idioms and satire.\"\n\nDemocracies need an educated base to survive. Fundamentalists and authoritarians fear an educated, free-thinking \npopulace. Without the necessary critical thinking skills to evaluate candidates and platforms, electorates can \nchoose leaders who don't have a country's best long-term interests in mind. History is replete with leaders who \nhave hoodwinked nations.\n\nWes BockleyHancock, New Hampshire\n\nFashion choices\n\nRegarding the Sept. 16 Monitor Weekly issue: I can't understand giving space to stories about buying clothes that \nare deliberately ripped and torn, as did the Home Forum article \"Unafraid to be frayed.\" But then, I've never been a \n\n\nfashionista! Like all fashions, this trend will pass. And I wish that Stephen Humphries' culture article \"More gray \nhair? Hollywood's subtle shift on age\" included Robert Redford in \"The Old Man & the Gun.\" Overall, however, I \nwould give the issue a total score of A+.\n\nCarolyn HillPortland, Oregon\n \n"}