{"title": "Trump Set to Release FISA Memo; Big Tech After the Bell; Pence Blasts Pelosi; Hitting Pelosi Back; Dems in Denial Over Tax Cut; Dems Immigration Flip Flop; Dems Blasts Immigration Deal; Trump's Immigration Push; Dems Go With a Kennedy", "body": "\nTRISH REGAN, \"THE INTELLIGENCE REPORT\" HOST: All right, pretty good stuff. Thank you so much, Neil.\n\nBreaking right now, everyone, the President is blasting Democrats for refusing to work with Republicans, saying \nthe left would rather see America fail than thrive. But he vows that he will not let Democrats get in the way of \nmoving forward with his America First agenda.\n\nAll of this as we see a pretty well day on Wall Street. But hey we're in the green right now, up 43 points there off the \nhighs of the session. We had been down earlier in the session.\n\nI'm Trish Regan. Welcome to the Intelligence Report.\n\nThe President speaking to Republican law makers that their annual retreat there in West Virginia at the Greenbrier \njust a short time ago and he praise the Republicans for passing tax reform, pretty big deal but he is warning that \nRepublicans must work with Democrats to get any kind of comprehensive immigration reform past, can they get it \ndone?\n\nWe are asking Assistant to President Mercedes Schlapp. Plus, the classified FISA memo detailing possible abuses \nat the Justice Department maybe release tomorrow and of course, you have the left are arguing against the release \nsaying there will be national security risks if this memo becomes public.\n\nBut, Judge Napolitano, he is not buying that one bit. He is here and he is going to explain why. We need to let the \nAmerican public decide for themselves. That is happening in just a few minutes.\n\nBut first, let's go to Adam Shapiro, he is in West Virginia there where a short time ago the President delivered what I \nwould call a powerful America First speech. Hi, Adam.\n\nADAM SHAPIRO, FOX BUSINESS CORRESPONDEN: Yes. Well, he is always America First, Trish and this was \nno different. He spoke to the Republicans gathered here in West Virginia, talking about tax reform, talking about \nimmigration reform, talking about infrastructure.\n\nBut it was specifically his message to Democrats saying that the administration and Republicans will continue to \nattempt to pass bipartisan legislation but they have to be met in the middle and it doesn't appear according to the \n\n\nPresident that Democrats want to do that. He cited the fact that he is offered a path to citizenship for 1.8 million \npeople who have come to the United States illegally. And he says the Democrats that he did this to see if the \nDemocrats were serious about using immigration to solve this problem or using immigration reform as political \npoint. Here is what he said specifically about it.\n\n(BEGIN VIDEO CLIP)\n\nDONALD TRUMP (R), PRESIDENT OF THE UNITED STATES: They talk a good game with DACA but they don't \nproduce. And so either they come on board, or we'll just going to really work and we're going to get more people so \nwe can get the kind of numbers that we need to pass in a much easier fashion legislation.\n\n(END VIDEO CLIP)\n\nSHAPIRO: Now he also talked about the result of the successful tax reform and pointing out that it has put $2,000 \non average back into the pockets of regular people not only here in West Virginia but across the country.\n\nThere is the issue that the first $24,000 of income for a married couple is no longer taxed to the federal level. So \nthat's just part of the message. But then, he went on the attack against Nancy Pelosi, the Minority Leader in the \nHouse, pointing out that when she calls the bonuses, that companies have announced for their employees, the \n$1000 bonus, which she calls that crumbs, that she is missing the point.\n\nHere is the President in his own words.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: Nancy Pelosi called crumbs. That was a bad -- that could be like deplorable? Does that make sense, \ndeplorable and crumbs? Those two words they seem to have a resemblance.\n\n(END VIDEO CLIP)\n\nSHAPIRO: And so the President is now on his way back to Washington. Trish?\n\nREGAN: All right, thank you very much, Adam.\n\nJoining me right now with reaction, White House Senior Advisor for Strategic Communications and Assistant to the \nPresident, Mercedes Schlapp. Good to see you, Mercedes.\n\nMERCEDES SCHLAPP, WHITE HOUSE SENIOR ADVISOR FOR STRATEGIC COMMUNICATIONS AND \nASSISTANT TO THE PRESIDENT: Hi, Trish.\n\nREGAN: You know, he laid out an agenda. He did so in the State of the Union the other night and immigration \nreform is a big part of it. But it doesn't sound like the Democrats are willing to give you guys an inch on this. So \nhow are you going to get past that?\n\nSCHLAPP: Well, clearly, it seems that the Democrats want to make immigration reform a political wedge issue \nand not be serious about solving --\n\nREGAN: Oh, it looks like we may have lost Mercedes Schlapp. We'll try and get her back momentarily. But as she \nwas saying it's become increasing a political wedge issue. And that's one of the problems here because, you know, \nas far as Democrats go, I don't know how they're going to go out there and look at their constituents and look at \ntheir base and say, well, you know, the President, he offered a deal for 1.8 million Americans to have some form of \nlegitimacy, in fact citizenship but we turned it down because you know what? We're not going to have that wall and \nwe're going to let him end chain migration, and we're not going to let him end the lottery program.\n\nHow does that make any sense? They want to send all these people out of the country when the President is willing \nto give a deal? I mean politically-speaking it looks as though the Republicans have upper side on this one.\n\n\n\nJoining me right now with more context, Republican Strategist, Ford O'Connell and Democratic Strategist Hamza \nKhan.\n\nGood to see you guys.\n\nFORD O'CONNELL, REPUBLICAN STRATEGIST: Good to see you, Trish.\n\nREGAN: Ford, I'll start with you. And again, we're going to try and get Mercedes back with us. It looks like the \nsatellite feed went down.\n\nBut Ford, just the politics here, and I understand there are members of the President's base that don't like the idea \nof extending citizenship to all these people but he is putting forth a deal.\n\nO'CONNELL: He is --\n\nREGAN: And if the Democrats don't go along with it, then they're going to deport all of these individuals?\n\nO'CONNELL: Well look, what the President is proposing is what many -- 54 Senate Democrats agreed to in 2013, \nwhich is a border fence, ending the diversity visa lottery program and putting curbs on chain migration. And \nessentially 65 percent of Americans in the latest Harvard-Harris Poll agree with the President's position.\n\nHe is trying to make a deal. Unfortunately, Democrats are going to continue to basically resist, obstruct, and sit on \ntheir hands. It's really an unfortunate situation because President Trump is absolutely right. We going to build on \nthat powerful State of the Union continue so in the tax bill and deliver for the American people on immigration and \ninfrastructure.\n\nREGAN: Hamza, the Democrats are going to have tough a tough time if economy the continue doing as well as it's \nbeen doing. What do you think it's going to happens in '18?\n\nHAMZA KHAN, DEMOCRATIC STRATEGIST: Well, first of all, let's talk about the economy for a second. The \ncurrent tax bill that was put through Congress really quickly and is become law now has only benefited about two \npercent of all Americans. Only 1.94 percent of Americans have gotten any sort of bonus from their jobs, resulting \nfrom the tax cuts, whatsoever.\n\nREGAN: You know it just happened.\n\nKHAN: It just happened, the only two percent and so quickly. I mean, we've been talking all the time about how \ngreat this tax is going to be for the American people. It hasn't trickled down to anyone. It seems to me a trickle up.\n\nREGAN: Well, it's only been in place for a few weeks. And by the way, starting tomorrow, Americans are going to \nbe getting raises as a result of this, more money coming back to them in their paychecks. So --\n\nKHAN: Well, let's see if that really comes out.\n\nREGAN: I guess that argument only going to hold for, you know --\n\nKHAN: We'll see if it really gets beyond the margins and it's starting tomorrow since you seem to think that \ntomorrow we'll going to see some pay cuts coming back into people's --\n\nREGAN: I mean -- OK. Hang on Ford. I want to keep going, Hamza. I want to hear the rest of why you say our \neconomy is not doing well now?\n\nKHAN: Well, we got a lot of reasons why the economy is not doing well. A Fox poll just show, it just point out 71 \npercent of the Americans are concerned about the economy still, that's what President Trump being in office for a \nwhole year. On top of that, even though President Trump seems to keep taking credit for President Obama's work \n\n\n\non economy, we've seen that the job growth in the last 12 months slow, rather than increase. So I'm not really sure \nwhat Donald Trump --\n\nREGAN: Can I stop you. And Ford, I'm going to get you in here in just a second. But you think that the upside we're \nseeing in terms of GDP growth right now is a result of President Obama? You think that the 26,000 on the Dow right \nnow is a result of President Obama?\n\nKHAN: President Obama made sure that our economy is growing for both Wall Street and Main Street. So I can tell \nyou for a fact, everything we're seeing right now is things to Barack Hussein Obama.\n\nREGAN: OK. And I can tell you for a fact that he had absolutely nothing to do with growing the fundamentals in the \neconomy. And I can tell you for a fact that Janet Yellen did. Because when you print out much money you see a \nlittle bit of bump up in the stock market. But until you actually have meaningful policy reform nothing happens \nfundamentally with overall economic growth. It wasn't until we got word of the tax cuts that things really started to \ntake off. And that rumor got built into the market. And that optimism got fell into GDP.\n\n(CROSSTALK)\n\nO'CONNELL: Hamza, if you want to do --\n\nREGAN: Hang on. Let Ford get in. Go ahead, Ford.\n\nO'CONNELL: Hamza, if you want to do what Nancy Pelosi is doing and saying the three million people getting \nraises is crumbs, let me tell you something the Republicans are going to hold the House in 2018. And to Trish's \npoint, look, unemployment at a 17-year low, consumer confidence and small business confidence is through the \nroof. And the reason why that is, is because of optimism based on tax bill which has had a 20-point swing over the \nlast month, and deregulation policies put in by the Trump administration, which are basically cut regulations on a 22 \nto one clip. It was regulation that was stifling the American economy. And it's deregulation that essentially put us \nnear three percent in GDP and hopefully with the tax bill it will put us near four. And frankly if you guys want to keep \ntouting that Obama did all of this, I promise you we're going to hold the House --\n\n(CROSSTALK)\n\nKHAN: I mean, you can promise what you want, but the polls are showing right now the Democrats in the best \nposition ever to take back the House. And on top of that --\n\nO'CONNELL: No, they're not. Actually, I'm going to now rebut you.\n\nKHAN: Hey, you can rebut me, but let me get to my point here, even within the Republican Party there is no clear \nstep going forward on how they're going to get immigration reform through the House right now and through the \nSenate on top of that. And that's actually on front page of \"Politico\" as I recall from today.\n\nOn top of that, only two percent --\n\nREGAN: So you're going to send all those people home because you won't end chain migration.\n\nKHAN: Yes, I'm not sure if it's right for you to be going off about chain migration. We have a lot of great Americans \nwho came here from every part of the country. And then, you yourself, Trish, called those 1.8 million people a few \nyears ago, to be Americans. Therefore, why are we negotiating about their right to be in their own country? I'm just \nusing your own words.\n\nREGAN: Let's just stop you there. Because what you are saying because you're not going to allow him to end chain \nmigration and you're not going to allow him to end the lottery program, instead of by the way, one would think you \nwant to be strategic who comes here, but if you don't allow him to end those things, then you're going to take 1.8 \n\n\n\nmillion people and send them away? I mean, Hamza, I don't know how you're going to explain that one to your \nbase?\n\nKHAN: Let me do this, Trish. Do you think it's a good optic for the Republican Party to be trying to send 1.8 million \nback to some other part of the world that they have never actually been to.\n\nREGAN: Ah, so that's what it is.\n\nKHAN: We have so many innocent people in this country --\n\nREGAN: That is what it is. That is what it is. You want to make it look, as though the President -- OK, this feeds \nyour narrative because if the economy is doing as well as it has been doing, if it is growing at four percent as CEO \nof JPMorgan suggests it will, a Democrat by the way, well then, you will going to have nothing to run on except that \nhe is the bogeyman.\n\nO'CONNELL: That's exactly --\n\nKHAN: Well, he is the bogeyman. There is no argument there.\n\nO'CONNELL: No, he is not the bogeyman, Hamza.\n\nKHAN: Yes, he is the bogeyman. He is going after people in our country simply because they don't have the right \ncolor passport.\n\n(CROSSTALK)\n\nREGAN: All right, I got to wrap it up there. It is good to talk to you both. But I want to get back to Mercedes who is at \nthe White House. Thank you so much, Hamza, spirited discussion, and Ford O'Connell.\n\nMercedes, you heard what Hamza was saying, I mean, I question whether they are almost deliberately doing this, \nright? Because they kind of like the optics of the President deporting people, it feeds the narrative that somehow \nbig, bad, Donald Trump is going go knocking on everyone's door and send kids home to Mexico or wherever else \nthey may be from, and that upsets people. And people have an emotional reaction to that, therefore getting out vote \nfor the base.\n\nSCHLAPP: The Democrat party's platform right now is that of obstruction. They don't want the President to \nsucceed. They are actually bitter because of his success. I mean, it's very clear that the President is trying his best \nto work with both parties, to work with both the House and the Senate. He is the one that has taken the lead on \nimmigration reform. He is the one that's saying, I want permanent and compassionate solution to DACA \nrecipients. At the same time he wants to protect Americans. And that means securing our border. That means \nproposing a 25 billion-dollar trust fund that would insure that we would have -- not only the physical barrier but the \npersonal and the technology needed in order to make sure that we're able to control what's happening on the \nborder.\n\nI mean, we have to understand that through borders where we're seeing drugs coming through. There are \nindividuals who are coming to the United States, part of the MS-13 gang. I mean they are -- and guess what? Those \nMS-13 gang members they end up in communities that are primarily Latino or African-American. So we have to \ninsure that there is safety along our border.\n\nAnd so I think for the President, what he is doing is, he is saying, let's work together. I'm extending my hand over to \nthe Democrats. Let's get to a good point where we find a permanent solution to DACA as well as secure the border. \nAnd it is where mainstream America is at. I mean --\n\nREGAN: And by the way, you used to work with the Democrats right, Mercedes. I mean, we're going through the \nhistorical record, going back to 2006, you had Barack Obama -- Senator Barack Obama, you had Chuck Schumer, \n\n\n\nyou had -- forgive me, you had Hillary Clinton, Nancy Pelosi, I believe, here we go here is the whole list. Forgive \nme. Joe Biden, all saying we needed a fence. They called it a fence as opposed to a wall back then in 2006.\n\nSCHLAPP: And you know who else agreed on ending chain migration? It was actually Feinstein, it was Schumer, it \nwas all part of the \"gang of six\" or eight, you know, that came out during the Senate in 2013. There were plenty of \nDemocrats who agreed that there was a need to end chain migration, end the diversity visa lottery program. So \nthere is a lot more bipartisan room to grow there. And I think the President is saying let's just get a solution done, \nfor the sake of DACA recipients, for the sake of Americans, let's get to a point where we have a generous \ncompromise and really get this done. The question will become, are Democrats simply going to play politics. Are \nthey will to be come up with a true solution that would benefit DACA recipients as well as insure we secure our \nborder?\n\nREGAN: I think he might be able to get it done, really. I mean, tax reform went through. And by the way, you heard \nour Democratic strategist say this growing economy, booming economy has nothing to do with the President. All \nBarack Obama. But that's what you're fighting?\n\nSCHLAPP: It was -- I don't know what planet he is living on. But I can just tell you that what we are seeing in terms \nof business confidence, consumer confidence, when you just look at the deregulation alone and the impact it had \non our economy, that it is having on small business growth it is impactful. And for the President, it is not just, you \nknow, we're seeing the paycheck increases and the fact that average families, you're going to see raises in their \nincome, close to $4,000 a year. That is impactful.\n\nAnd for Speaker Pelosi to call that crumbs, it just shows how elite and out of touch she is with where every day \nAmericans are. And it's incredibly unfortunate because what President Trump understands is the pulse of the \nAmerican people. He understands the need of these families and the fact that they are ones that should have \nmoney in their pockets for their family. And that at the end of the day, America is open for business, that we can \ncreate jobs and keep our economy growing.\n\nREGAN: Let's keep it up, the Dow 26,170. Mercedes Schlapp, thank you very much.\n\nSCHLAPP: Thank you very much.\n\nREGAN: All right, new developments everyone on the controversial surveillance memo alleging abuses at the \nJustice Department, sources telling Fox News, the President will declassify and release the memo to the public. We \nhave all the Intel for you next.\n\nREGAN: All right, everyone, new developments surrounding the controversial memo on alleged surveillance abuses \nat the Justice Department. Sources telling Fox that President Trump will declassify that memo tomorrow despite \npleas from the FBI to keep it under wraps. For more, let's go to our own Blake Burman, who is at the White House. \nHi, Blake.\n\nBLAKE BURMAN, FOX BUSINESS CORRESPONDENT: Hi there, Trish. And the White House now publicly \nacknowledging that President Trump has indeed read this four-page memo. The President did not mention it or his \ndecision at all just within the past hour or so as he addressed congressional Republicans in West Virginia.\n\nThe President now on his way back here to the White House. And according to sources the President is expected \nto declassify the memo. It would then be sent back, we were told, according to sources, back up to the Hill. At which \npoint the House Intelligence Committee would get it. And it is believed at this point the likely timing is that it could be \nreleased at some point by tomorrow morning.\n\nOne of the top Republicans on the House Intelligence Committee, Peter King, and he called this memo, just a little \nwhile ago, vital.\n\n(BEGIN VIDEO CLIP)\n\n\n\nPETER KING (R), NEW YORK CONGRESSMAN: I don't want to oversell it. I agree with Trey Gowdy. I think \nRepublicans sometimes make a mistake of oversell things. But I'm going to say, this is vital, it's essentially to the \npublic to say and it's certainly important in the body of evidence to be out there.\n\n(END VIDEO CLIP)\n\nBURMAN: Democrats have been fighting this memo, some on the House Intelligence Committee on the Democratic \nside as well trying to produce their memo. The lead Democrat is Adam Schiff, and he said just a little while ago that \nthis memo is the Republican attempt to tar the Department of Justice and the FBI.\n\n(BEGIN VIDEO CLIP)\n\nADAM SCHIFF (D), HOUSE INTELLIGENCE COMMITTEE: I think the FBI is exactly right. This memo is really a \nspin on a -- not just a set of particular documents but broader classified information than that. That because of \nserious and material omissions is inaccurate and gives a very misleading impression.\n\n(END VIDEO CLIP)\n\nBURMAN: Schiff is also involved, Trish, in another battle right now, about this memo as he says there were material \nchanges made to it by the Republicans, led by Devin Nunes and his committee members, however a spokesperson \nfor Nunes saying that it is a bizarre distraction that Schiff is now engaging in, and that they were not material \nchanges, and said rather grammatical fixes and changes that Democrats and FBI wanted to see. Trish.\n\nREGAN: All right, thank you very much, Blake Burman.\n\nJoining me right now is Fox News Legal Analyst, Judge Andrew Napolitano.\n\nAnd Judge, you say that this thing needs to be declassified ASAP.\n\nANDREW NAPOLITANO, FOX NEWS SENIOR JUDICIAL ANALYST: I absolutely do. I actually want more than \njust this declassified because I want to see Congressman Schiff's version of the raw intelligence data as well.\n\nSo here is how it happens. The Republican staff members, not members of the committee have top secret security \nclearances. And they can see the raw Intel, raw Intel is, transcripts of telephone conversations, copies of text \nmessages, copies of emails between and among Justice Department figures and FBI agents, the last year of \nPresident Obama's administration and first year of President Trump's administration. From that, the Republican \nstaff concluded that there was a serious abuse of FISA authorities. There was spying that should not have \noccurred. And there was spying done for political purposes. Congressman Schiff and his team have looked at the \nsame data and said there are no such abuses here. So not only do I want to see both memos, I want to see the raw \ndata memos are based.\n\nREGAN: Look, you may not be able to see the raw data because that would be a security compromise.\n\nNAPOLITANO: Unless we just whited out the names of sources and certain other information. We can certainly see \nthe texts and the emails and phone conversations without knowing from whom they came because the American \npublic needs to know, who broke the law with the authority we gave them? Who knew about the law being broken? \nWho looked the other way?\n\nTrish, these FISA abuses were known to the committee for the past eight months. They sat on it, until after FISA \nwas extended by the Congress and signed by the President. They released it the next day. Congress should have \nhad an opportunity to look at this stuff before it ignorantly voted to extend FISA.\n\nREGAN: But, you know, I hear what you're saying because the problem right now is we're in such a polarized \npolitical environment.\n\nNAPOLITANO: We are.\n\n\n\nREGAN: But the Republicans have one version of facts and the Democrats have another version of these facts or \ninterpretation I should say, that you want people to be able to tell for themselves.\n\nNAPOLITANO: Yes.\n\nREGAN: And as a journalist I want to be able to see it because I want to be able to make my own conclusions.\n\nNAPOLITANO: Right.\n\nREGAN: -- like -- I'm sure many Americans do.\n\nNAPOLITANO: As journalists we want to be the eyes and ears of the public. We want to read this document and be \nable to interpret them. But when the same raw material is subject to two interpretations that are 180 degrees from \neach other, I also want to know which one of the politicians is spinning at the truth, by looking at the truth, at data \nmyself.\n\nREGAN: Yes. I hear you. So with all of this in mind, what could this memo possibly tell us? I mean, in which should \nwe be taking it with a grain of salt because of the political environment?\n\nNAPOLITANO: I hope that Congressman King's fears do not come to pass. I hope this is not been oversold. I \nmean, we've been -- we've been conditioned to expect something that is career-ending, KBG-like, over the top.\n\nNow perhaps to those of us that have been in law enforcement and today monitor it won't be that catastrophic but to \nthe American public it might, I don't know. What I think we're going to see is the use of intelligence data for political \npurposes, if we see that, that is a very, very, grave threat to freedom in America.\n\nREGAN: It is. It is. And some careers will be ended. And maybe this is the kind of thing, I don't know you go to jail \nfor. I mean if this is --\n\nNAPOLITANO: Could very well be. One of our competing networks reported a few minutes ago, fears in the White \nHouse that FBI Director Chris Wray may resign if this is released. Another headache the President doesn't need.\n\nREGAN: But I was looking at this, and as the FBI came out and said, we don't want this, I thought, is this a CYA \nmove?\n\nNAPOLITANO: It may very well be. I cannot remember. A person has been watching this stuff for 40 years and last \ntime the FBI publicly criticized the White House and got away with it. That is what we saw last night and again this \nmorning.\n\nREGAN: Judge Andrew Napolitano.\n\nNAPOLITANO: My pressure.\n\nREGAN: Thank you so much. It's always good to see you.\n\nNAPOLITANO: My pressure, Trish. Thank you.\n\nREGAN: All right, markets right now, trading a bit lower, we just moved into negative territory. Wall Street is of \ncourse, awaiting tomorrow's jobs report. A biggie. Everyone is going to be watching this. What happens to the \nunemployment rate? What happens, I want to know to wages? Have we started to see any of that filter into the \nwage data. We're on it for you next.\n\nREGAN: All right, everyone, let's check out these markets. You can see we moved back into positive territory with \nthe S&P and the Nasdaq are still lower. It's all happening, of course, a day ahead of the big jobs report coming \ntomorrow. We do have three big tech companies with earnings out and you can see after the bell are due, Apple \ntrading up a little bit, Amazon, however, lower as well Alphabets, which is the fancy name for Google these days.\n\n\n\nJoining me with more on these markets we have Money Map Press Chief Investment Strategist, Keith Fitz-Gerald. \nKeith, it has gotten a little volatile lately. And I think back to --\n\nKEITH FITZ-GERALD, CHIEF INVESTMENT STRATEGIST, MONEY MAP PRESS: It has.\n\nREGAN: -- State of the Union we were off more 300 points and, you know, doing better now but, what's going on?\n\nFITZ-GERALD: Well, you know, I tell you, for one thing, volatility is actually a good thing, Trish. We forgotten, but \nthis used to be normal not too many years ago. And second, you have to have buying and selling to move higher it \ntakes two to tango part on (ph). And that's what we're getting now. Traders are simply adjusting the interest rates. \nThey're readjusting the political expectations, taking a little money off the table, which is absolutely normal.\n\nREGAN: You know, people talk about interest rates, and there's some concern out there, I mean, keep in mind how \nmuch debt we have, and by the way, how much sort of money printing if you would that they -- the Fed had to go \nlong on, there is concern about rising interest rates that are moving too quickly and, potentially an economy that's \nnot keeping up. How much concern is that to you right now?\n\nFITZ-GERALD: I think that's very valid point, but here is the thing. The Fed lost control a long time ago. So take that \nout of the equation. What more important is traders are doing in the 10-year treasury in particular is the key. If it's \nrising quickly, that is a problem for the markets, if it's moving in measured paces traders will naturally rein it in. So \nunless we get some sort of spike in that -- we really not going to have a problem.\n\nREGAN: I wonder if we can show a chart, maybe a year-to-date or one-year chart on the 10-year right now. I'm \ngoing to see if the team can get that together for you.\n\nBut, you know, we're still under three percent on the 30 year. Keith, there is part of me, that really wonders why \ndon't we have more inflation on this economy or more of expectation of inflation. The idea that, you know, 30 years \nfrom now, you're basically going to be sort of right where you are, doesn't make any sense?\n\nFITZ-GERALD: No, it doesn't. I mean, you know, this is central banks at work. They're pumping so much money \ninto the system. And yet, we got all kind of other things which would be topic for another discussion.\n\nBut here is the key, is that when you're moving all of that money, it's got to go somewhere. So what they're doing is \ncreating a magnet for it in the financial markets. The markets really are not just yield, they're about risk. And that is \nhow global traders assess these rates as risk not as a return.\n\nREGAN: But Keith, how many jobs are you looking forward to tomorrow?\n\nFITZ-GERALD: You know, I think it's going to be a good number. What I want to see is composition. I want to see \nwage rate increases. That's the key.\n\nREGAN: It might be early -- it might be early but we've seen a lot of companies handing out raises. I think you might \nget it more so in next month's report. But certainly we'll be looking for indications of that tomorrow. Keith Fitz-\nGerald, thank you very much.\n\nVice President Mike Pence blasting Nancy Pelosi for her let them eat cake attitude over tax reform. She \nrepeatedly calls those $1000 bonuses \"crumbs.\" She is doubling down on this. I'm wondering it is just a little like the \ndeplorables comment. Remember from Hillary Clinton, so tone deaf, not getting how the average American feels \nbecause I will tell you, 1000 bucks is a lot of money to anyone in this country. We've got more Intel on this, next.\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: We were waiting for February, and then we got hit with these corporations giving tremendous bonuses to \neverybody. That Nancy Pelosi called crumbs. That was a bad. That could be like deplorable, does that make sense, \ndeplorable and crumbs? Those two words, they seem to have a resemblance. I hope it has the same meaning but \n\n\n\nshe called it crumbs when people are getting $2000 and $3,000 and $1000. That is not crumbs. That is a lot of \nmoney.\n\nMIKE PENCE (R), VICE PRESIDENT OF THE UNITED STATES: Nancy Pelosi predicted economic \"Armageddon.\" \nRemember that one? Well, that wasn't the worst of it. It's just amazing to me that after this tax cut passes, 3 million \nAmericans get another thousand dollars in their pockets, in many cases. She actually described that as \"crumbs.\" \nSo if you're going to say $1,000 is crumbs, you live in a different world than I live in.\n\n(END VIDEO CLIP)\n\nREGAN: I'm laughing because did you hear the President equate crumbs with the deplorable comment? You know, \nit's funny, we have a conference call every morning, our whole team here as we put the show together for you, and \nI weigh in editorially, and my comment this morning was, Nancy Pelosi calling this thing crumbs, it is a lot like Hillary \nClinton referring to deplorables. I mean it that's kind of moment. I never understand why she would possibly double \ndown on this or the likes of Chuck Schumer or Debbie Wasserman Schultz would want to pick up on this, because it \nis that bad. It is a deplorable kind of moment. As though, the President was listening to our conference call there.\n\nAnyway, I'm teasing, but joining me right now, a member of the Trump Re- Election Advisory Board, Gina Loudon.\n\nAnd Gina, I mean, I don't get it. It is so tone deaf to say that a thousand dollars is crumbs. Much like Hillary Clinton \ncalling Trump supporters deplorables, I think this is going to come back to haunt them in a pretty massive way. \nThey clearly don't have very good advisors around them, shall we say.\n\nGINA LOUDON, DONALD J. TRUMP PRESIDENT ADVISORY BOARD MEMBER: Well, let's say, Trish, that \nmaybe we could give Nancy the benefit of the doubt and she was being honest in saying Armageddon because it \nmay truly be Armageddon for the Democrat Party.\n\nYou know, their fund-raising is at record lows. And while the RNC, of course, is doing great with fund-raising \nespecially after that killer State of the Union address by the President. And so, you know, maybe, Nancy can say \nshe is sorry. Maybe she can repent. She could donate her crumbs to her church. Or maybe she donates them to \nthe DNC since they're in such need. Who knows? For Nancy, this is her own little reality. This is not reality that the \nmost of us happen to live in.\n\nREGAN: But I mean talking about the Marie Antoinette, if you would, of the Democratic Party right now, I mean, not \nonly that she say once, she then echoed it and she has got her minions out there echoing at as well.\n\nYou know, I just, I think they don't get it. I understand that they don't really like seeing the Dow at 26,000. They \ndon't really like the lack of regulation or the idea that Americans are going to get a raise beginning today, right? \nBecause this is threatening to their existence, and somehow Gina, I think what it tells you is that the kind of \nconservative economic principles that this administration embraces, they actually work.\n\nLOUDON: Right. And, it really puts them at odds, if you will with the entire American people. I mean the only way \nDemocrats actually win with a doubling down that you mentioned, by Nancy Pelosi and rest of the Democrats, \nagainst the American economy is if somehow they can make the American economy go south and then celebrate \nthat fact. That puts them in direct odds with the American people, which is where they happen to find themselves on \na lot of issues like illegal immigration and other things.\n\nBut, Trish, this is a solid lack of vision for this party. It is like they don't recognize -- like, they can't look 10 miles \ndown the road and say, this might not go well for us, but this is become a pattern with the Democratic Party, to have \na lack of vision, and I believe it is why we see this sorts of implosions like this, and the doubling down of those \nsame implosions over and over again.\n\nREGAN: Gina Loudon, well, he stole their thunder, their economic thunder any way. It's going to be hard for them to \nfight what is now becoming a rising tide here of economic optimism. Thank you so much for joining us.\n\n\n\nI just want to point out to the viewer that the President just landing, you can see him get in the helicopter there, he \njust landed back at Joint Base Andrews after having been at that Republican retreat at Greenbrier Resort there in \nWest Virginia.\n\nAnyway, a lot is going on right now with Democrats blasting the President over immigration reform. Even calling \nhim, what they just love to call him, a racist. But Democrats -- I can tell you they were singing a very different tune. \nWe were talking about this earlier with Mercedes Schlapp.\n\nYou know, just a few years ago you had the likes of Barack Obama, Hillary Clinton, Chuck Schumer, Joe Biden, all \nvoting for a, \"fence.\" They wanted stronger borders. We have the tapes of even President Clinton calling for it when \nhe was in office. We're showing it to you next.\n\nREGAN: All right, everyone, Democrats, they're blasting President Trump's immigration proposal, some even \ncalling it racist. But, I just want you to hear what Bill Clinton said about immigration back in 1995, followed by what \nPresident Trump said just the other night. It is important to watch these together. Here we go.\n\n(BEGIN VIDEO CLIP)\n\nBILL CLINTON, FORMER PRESIDENT OF THE UNITED STATES: All-Americans, not only in the states most \nheavily affected but in every place in this country are rightly disturbed by the large numbers of illegal aliens entering \nour country. That's why our administration has moved aggressively to secure our borders more, by hiring record \nnumber of new border guard, by deporting twice as many criminal aliens as ever before.\n\nTRUMP: For decades, open borders have allowed drugs and gangs to pour into our most vulnerable communities.\n\nTonight, I am calling on Congress to finally close the deadly loopholes that have allowed MS-13, and other criminal \ngangs, to break into our country. We have proposed new legislation that will fix our immigration laws and support \nour ICE and Border Patrol agents.\n\n(END VIDEO CLIP)\n\nREGAN: OK. Let's just get this straight, right? It is somehow OK for Bill Clinton to call for more border security and \nthe deportation of illegals, but not OK for President Trump?\n\nJoining me right now is former Obama Foreign Policy Advisor David Tafuri. David, I don't get it. Because the party \nhe represents?\n\nDAVID TAFURI, FORMER OBAMA FOREIGN POLICY ADVISOR: Look, Trish, I'm with you on this, first of all those \ntwo speeches are remarkably similar in those parts. And you're right, there should be sort of a philosophical \nstatement that we can accept and provide some compassion for people who are here already illegal I like the \nparticipants in DACA, known as the DREAMers. In return we have to increase border security. That is what \nPresident Clinton said in 1995. That is what President Trump.\n\nPresident Trump has proposed a compromise on immigration, which I think is a fair compromise. It means let's \ngive generous acceptance for DACA participants, let's create a pathway to citizenship for them. In return, let's put a \nlot of money into border security, including perhaps his wall. That is something that Democrats and Republicans \nshould get behind. The problem is, there are Republicans in the House that are not going to support that, and there \nare some Democrats as you highlighted who also don't support it.\n\nREGAN: Yes, I would also point out that Democrats historically have supported, \"wall\" although back then in 2006 it \nwas called a fence, OK, so you had Barack Obama, Hillary Clinton, Joe Biden, Charles Schumer all saying, yes, \nFence Act. It was actually called, \"The Secure Fence Act of 2006.\"\n\n\n\nI guess, what frustrates me, and I appreciate that you also are frustrated by this, David. What frustrates me is the \nhypocrisy here. That, you know, you know it is OK if Chuck Schumer is proposing it but just not OK if Donald Trump \nis proposing it.\n\nTAFURI: Look, nobody should be against securing our borders. And if that requires $25 billion, which sound like a \nlot, but if that money is going to be spent well and it's not going to be wasted and it's going to be used in a way that \neffectively and efficiently secures our borders, we ought to support that. In return, the Democrats should get some \nprovisions that make it easier for people who are already here, who are contributing to our economy, who are \nemployed, who are in school, to get on a pathway to citizenship.\n\nREGAN: He has offered that. But here is the problem. These are the other sticking points. And by the way I just \npoint out interesting little fact for everyone, David, the proposed wall back in 2006 was $50 billion that the \nDemocrats have come up with. And the President's wall is $25 billion, so double the cost even though it was that \nmany years ago.\n\nBut David, it's not just having border issues at stake. It's also the matter of chain migration and the lottery system, \nwhich hasn't benefited our country. I mean, I don't understand the aversion some Democrats have to us saying, OK, \nwe need doctors, we need nurses, we need factory workers, we need domestic help, we need certain things, and \ntherefore we're going to seek those people that can fit those needs?\n\nTAFURI: Trish, you're right. Democrats -- some Democrats are also opposed to aspects of Trump's compromise \nincluding the chain migration and including the lottery visas.\n\nNow, in the lottery visas I think Trump's proposal is fair, which is let's do merit-based immigration, rather than the \nlottery visas. On the chain migration, I think Democrats can also get behind limiting chain migration.\n\nREGAN: OK.\n\nTAFURI: In fact, they were willing to agree in limiting chain migration for the DACA, DREAMers participants. But I \nthink the problem is, the proposal Trump has made limits it for all immigrants. So let's say you're an engineer from \nIndia, you come to the U.S., you work for Google, and you can't bring your parents.\n\nREGAN: I'm coming up against a break. Not to break you up, David but I'm coming up against the break. I do \nappreciate that it sound like there is a little more room than one would have thought, here you are, David Tafuri, a \nformer member of the Obama administration. Thank you so much, good to see you.\n\nThe Democrats putting out Congressman Joe Kennedy III to give the party's official response to President Trump's \nState of the Union address, but is a Kennedy really the best face of a party of rich white men with a very famous \nlast name which harkens back to the past? Is this all they got? Historian Doug Wead is next.\n\nREGAN: All right, well I'm sure you saw Joe Kennedy III giving the Democratic response to the State of the Union. \nJust ask him, do the Democrats really have to trot out a Kennedy? Is that all they got?\n\nJoining me right now is Presidential Historian Doug Wead, Author of the book, \"Game of Thorns.\"\n\nDoug, great to see -- what do you make of this? I mean, look, you know, no offense against him. Thank goodness \nby the way, they had somebody younger than who they typically have. I mean, they need fresh blood, but -- but a \nKennedy?\n\nDOUG WEAD, PRESIDENTIAL HISTORIAN: Well, I thought it was great. They need to do something. I thought it \nwas very ironic, Trish, that Joe Kennedy III was using the same arguments against Trump's economic plan that \nJFK's enemies used against him, 56 years before. Boy, how the world has changed.\n\n\n\nREGAN: Wow. You know, Doug, you make a good point, because I've always said, you know, economics doesn't \nneed to be so political in that JFK cut taxes, he did exactly what the President managed to get done with tax \nreform, and here, you know, the next generation is saying something very, very different.\n\nWEAD: Yes, and when the Joe Kennedy III argued it's all for rich people, when they said that to JFK, you remember \nvery famously he used the new England proverb that had been passed to him by Ted Sorensen, he said a rising \ntide raises all boats. So Kennedy defended himself and Joe Kennedy III in Congress used another argument \nagainst Trump's tax reform. He said that this is going to drive up the national debt, and that's what Republicans \nused as an argument against JFK.\n\nREGAN: Right.\n\nWEAD: And the Kennedy --\n\nREGAN: And it's funny how times have changed because I'm thinking -- you don't know how many Democrats I've \nsaid since when did you become a fiscal conservative?\n\nWEAD: And the fact that he's catholic, I think, is something the Democrats need. They lost the vote in Wisconsin, \nPennsylvania, Ohio and Michigan, a lot of it was because they had trashed the catholic vote in those e-mails with \nPodesta and Bill Clinton had begged Hillary to reach out to the catholic vote, and they just absolutely wouldn't do it. \nSo maybe the Democrat Party is coming around a little bit, 22 percent of those voters in 2016 were catholic. Only \none percent were Muslim, which they spent so much time and money trying to reach out to.\n\nREGAN: You know, Doug, I grew up as Irish Catholic and my father came from a very big Irish Catholic family, and \nyou were a Democrat like you were Irish like you were catholic. I mean, that was part of that generation. And I think \nthat Donald Trump has really gotten in there and stolen that thunder, if you would, right out from under the \nDemocrats. So maybe they think a Kennedy can bring them back. I would recommend he get the right economic \npolicies.\n\nDoug, it's good to see you. Thank you so much.\n\nWEAD: Good to see you, too. Thank you for having me.\n\nREGAN: All right, Liz Claman, we're sending it your way.\n"}