{"title": "'Undocumented workers' contribute more than they cost Minnesota", "body": "\nIf you look at the \"by the numbers\" box on the inside page of the Dec. 9 article \"Illegal residents cost state $175M,\" \nit's only the study commissioned by Gov. Tim Pawlenty that asserts \"illegal immigrants\" cost the state money. The \nstudy it's contrasted with says \"undocumented workers\" contribute money to the state — nearly twice as much \nas the governor's study says \"illegal immigrants\" cost. However, if you subtract the one number from the other, it \nstill looks like \"undocumented workers\" are contributing more to Minnesota than the \"illegal immigrants\" are \ncosting.\n\nLooks like a bargain for the state of Minnesota — as long as you recognize that the \"illegal immigrants\" have \nactually come here to work — and that they pay taxes into our system that they may never get back, because they \nare \"undocumented.\"\n\nToo bad the headline only reflected half of the story.\n\nELIZABETH DICKINSON\n\nSt. Paul\n\nDickinson was the 2005 Green Party candidate for St. Paul mayor.\n\nGov. Tim Pawlenty has unveiled the themes of fear and division that will fuel his re-election campaign, with a study \non the costs of illegal immigration. This is not what we need. We need a vision of a positive future. Instead of \nsowing fear and division, our leaders should help us think about the cost to all of us of racial disparities in health, \neducation and every other measure of our quality of life — and lead us in making Minnesota a great place for us \nall.\n\nI am tired of election campaigns that drive Minnesotans away from politics and apart from one another. Elections \nshould engage us in a real conversation about our hopes and dreams for our common future. I hope that in 2006 \nwe will hear more about the future of Minnesota, and how we could get there together — from the governor, and \nfrom all candidates for public leadership.\n\nSARAH GLEASON\n\nSt. Paul\n\nThe study on the cost of illegal immigration, as well as the governor's desire to \"fix the system,\" is sadly \npredictable. When it comes to immigration in the U.S., the laws are always made by white Americans for the benefit \nof white Americans.\n\nThe racist legacy of U.S. immigration policy, beginning with the Chinese Exclusion Acts of the late 19th century, has \nstrongly colored our attitudes and our policies. Here in Minnesota, for example, there has been little, if any, uproar \n\n\nover the recent spike in immigrants from Eastern Europe and Russia. In contrast, both the Hmong and the Somalis \nhave experienced heavy doses of questioning, suspicion and flat-out discrimination.\n\nOne needs only to look at U.S. history to know that the definition of \"illegal\" is changed whenever the perceived \nthreat changes. This is no way to run a democracy.\n\nNATHAN G. THOMPSON\n\nSt. Paul\n\nRegarding the Dec. 8 article, \"More than 80,000 illegal immigrants believed in Minnesota\": Thanks for presenting \nsome actual data on illegal immigration instead of the usual articles about how \"immigrants\" are here to \"make \nbetter lives for themselves\" and \"doing jobs Americans won't do.\"\n\nI feel the 80,000 figure is a bit on the conservative side. According to the U.S. Census Bureau, in 2000 there were \nabout 60,000 illegal aliens in Minnesota. With more than 1 million crossing the border illegally each year and the \nfact that Minnesota is a magnet for illegal immigrants, I find it hard to believe that there are only 20,000 more \ninvaders in Minnesota five years later. You can also bet that the costs are higher, economically and socially.\n\nBRAD CORDOVA\n\nSt. Louis Park\n\nBig vs. small government\n\nIf there's anything I learned from Craig Westover on Dec. 7, it's that he'll probably end up on Santa's naughty list \n(\"Connecting the news story dots\").\n\nI was shocked at his belief that the government should sit by while Ford looks at cutting jobs and workers get \ndiseases that come from smoking.\n\nAlthough I believe the government should not be involved in everything, Westover is caught in his own idealism. I, \ntoo, have a quote. It's one a professor told me about a historical battle between Thomas Jefferson's ideal that the \ngovernment should be small and limited and Alexander Hamilton's belief that our government needs to be big to \nprotect people's freedoms: \"Jefferson is who as a country we want and strive to be, but it's Hamilton who we are \nand need to be.\"\n\nWILLIAM CORY LABOVITCH\n\nSouth St. Paul\n\nMcCarthy's words\n\nwere prescient\n\nI was saddened to hear of the passing of Eugene McCarthy. During the Vietnam War, he at first was rather in favor \nof it, but later, when he saw the folly of how it was going, he made a statement that, word for word, reflects exactly \nhow the Iraq war is going today. He said, \"The trumpets aren't sounding nearly as clearly, nor are we entirely \ncertain of the direction of the charge.\"\n\nTOM O'CONNELL\n\nRiver Falls, Wis.\n\nI am disappointed in your portrayal of Eugene McCarthy in the Dec. 13 editorial (\"Remembering Sen. Eugene J. \nMcCarthy\"). You don't recognize him as the Minnesota and national hero he truly was.\n\n\n\nMuch more than a \"liberal,\" he was honest, something we could use much more of in our country today. He stands \nout when compared to all other Minnesota favorite sons in this regard.\n\nGILBERT E. WARD\n\nShoreview\n\nBush always heads\n\nin wrong direction\n\nOnce again, President Bush has flown in the wrong direction. When Katrina blew in, he was in Texas. On the first \nhorrific day, he promptly flew, to Arizona for a fundraiser, then on the next to California for more of the same — not \na care in the world had our commander in chief.\n\nOn Dec. 9, with hunger, homelessness and degradation increasingly horrible down South, his compassion drove \nhim to fly north to aid and abet his sycophant Mark Kennedy, then hop back into his Cadillac limo and away to the \nEast again. The buck stops there?\n\nGEORGE D. PETERSON\n\nGolden Valley\n\nLast month former U.S. Senator Max Cleland, a wheelchair-bound disabled Vietnam War veteran, flew here for \nVeterans Day. He took the time to visit wounded soldiers at the VA Medical Center's new \"polytrauma\" unit. It's the \nlead national facility in a new program designed to deal with the alarming increase in brain injuries being inflicted by \nthe powerful bombs used in Iraq. Cleland is concerned about our commitment to provide long-term care for these \nheroes.\n\nOn Dec. 9 another Vietnam-era veteran-turned-politician flew into Minneapolis for a political fundraising event. \nPresident Bush drove right past the VA Medical Center on his way downtown, but unlike Cleland he wasn't able to \nvisit the polytrauma patients. To be fair, though, every wounded soldier able to pay $1,000 for lunch did have an \nopportunity to hear him talk about our success in Iraq.\n\nMaybe he'll stop by next time.\n\nMARK PISCIONERI\n\nEagan\n\nThe writer is a Navy veteran.\n"}