{"title": "Chung: Green-card turnaround restores faith", "body": "\nTamsen Mitchell never envisioned herself as the type to march in a protest rally. The 33-year-old is a game \ncompany project manager, here on an employment-based visa, stuck in what seems like the never-ending line for a \ngreen card.\n\nA week later, the British woman was marveling at two things: The U.S. Citizenship and Immigration Services \nreversed itself on a controversial move it made July 2 - and that she had found herself marching in San Jose in \nhopes of bringing about that reversal.\n\n\"People like me don't normally protest,\" she said. \"We're . . . the doctors and programmers and research scientist \npeople.\"\n\nOn Tuesday, Homeland Security Secretary Michael Chertoff announced that the USCIS would accept the \napplications it rejected July 2, after all. The agency extended the deadline to Aug. 17. It also allowed the old \napplication fees, which had been set to more than double from $393 to $1,010 on July 30, to stand.\n\nThe move restores credibility in the fairness of a process that had set off a mad scramble among individuals who \nhad waited for their eligibility to apply for a permanent residency visa, only to be shut out at the last minute.\n\nThe one certain thing\n\n\"It is a very bad time to be taking aim at those immigrants who were trying to follow the law,\" said Benjamin \nJohnson, executive director of the American Immigration Law Foundation. \"It raises the question, `You don't like the \nillegal ones, and now you don't want the legal ones to apply?' \"\n\nMitchell had submitted her application in late June, but she knew of hundreds who had to drop everything in an \neffort that involved family members, companies and thousands of dollars to meet the July 2 deadline.\n\nWhen the State Department, through its visa bulletins, signals that it is time to apply for a green card, it is a \nsingular, special moment, Johnson said.\n\n\"It is the light at the end of the tunnel,\" Johnson said. \"It is huge.\" That is why the sudden rejection had reverberated \nfrom Washington to Silicon Valley. Frustration caused Mitchell, a member of Immigration Voice, to reach out to \ncolleagues at Cisco, Sun and Google to join last week's march. In D.C., Immigration Voice members organized a \nnovel protest: Thousands of floral bouquets were sent to USCIS Director Emilio Gonzalez.\n\nMany factors\n\n\"I heard people talking about it,\" Johnson said. \"That means something in Washington.\"\n\n\nSo did the legal foundation's preparation of a class-action lawsuit. So did U.S. Rep Zoe Lofgren's letter asking \nChertoff to provide detailed documentation of what led to the sudden cutoff.\n\nBoth actions meant the USCIS would have to reveal the internal process by which they receive and count visas and \nmake decisions, Johnson said. Correcting the error was a better option.\n\n\"To be fair, there were plenty of people in the administration who understood that the immigrants who are trying to \nfollow the law shouldn't bear the burden of their mistake - people who recognized this just wasn't fair,\" he said.\n\nIt's hard to appreciate this from the outside. Mitchell's American boyfriend, after listening to her problems, had a \nCalifornian's analogy for her: \"It sounds like going to the DMV, but 10 times worse.\" Perhaps a hundredfold. \"Many \nof us have been stuck in this process for 10 years,\" Mitchell said.\n\nThey had high spirits on the march, but Mitchell calls the reversal just a \"baby step\" compared to the immigration \nreform.\n\n\"We were very shocked something good came of it,\" she said. \"As a group, we're under no illusion it was just us \nwho did that; we're just part of the bigger puzzle.\"\n\nContact L.A. Chung at lchung@mercurynews.com or (408) 920-5280.\n"}