{"title": "Cuban Police Try to Dissuade Rafters;Crowds Desert Beaches as Deadline and Rough Weather Approach", "body": "\nCuban police began cracking down today on would-be emigrants working furiously to launch rafts ahead of a \nTuesday government deadline after which no departures by sea will be allowed.\n\nAn Interior Ministry police captain patroling this popular beachfront this morning said he was under orders to \n\"persuade\" rafters not to leave. He added, however, that police were not instructed to interfere with the departures \nof any rafts already waiting at the beach.\n\nCuba is acting under terms of an accord signed Friday with the United States calling on President Fidel Castro to \nhalt an exodus of rafters that has flooded U.S. detention centers with 30,000 migrants. In exchange, Washington \nagreed to permit the number of legal Cuban migrants to rise from the current 2,700 per year to 20,000.\n\nState-run television said that in compliance with the accord, police would immediately begin confiscating any \nvehicles used to transport rafts to the coast and that drivers would be arrested.\n\nScores of police officers were visible patroling Havana's seafront Malecon boulevard, while checkpoints were \nestablished on key highways leading to beaches.\n\nAt several of the most popular launching points here in Cojimar, about 11 miles east of Havana, activity had \nsignificantly diminished today in comparison with a packed beachfront Friday and Saturday.\n\nPolice officers in olive-green uniforms, carrying sidearms and clubs, stood at various points observing the activity. \nOnlookers, tourists and beach vendors stayed away, in contrast to the scene here a week ago when hundreds of \nobservers crowded the beaches and cheered each launch.\n\n\"The Gestapo passed through here early this morning,\" said Ramon, a Cojimar resident who sold an inner-tube raft \nfor $ 200. \"They told everyone they would have better chances [applying for immigrant visas] at the U.S. Interests \nSection.\"\n\nOn Saturday, residents here said, the Cuban government dispatched students, factory workers and other \ngovernment employees to circulate among rafters at the beach to urge them not to leave.\n\nWhereas on previous days anti-government rhetoric was heard everywhere, the small gathering of onlookers and \nrafters today seemed reticent in the presence of police.\n\n\n\"The rocks have ears. The rafts have ears. Today is not a good day to believe what you hear,\" cautioned a man \nwho would identify himself only as Carlos.\n\nThe police captain, who would not give his name, said his officers have been told to fire on anyone who makes \nthreatening moves toward police enforcing the ban on rafters. Previously, rafters have warned of violence if \npolice attempted to interfere.\n\n\"We are not supposed to shoot anybody ever. Warning shots are allowed, but if you try to attack me, yes, I will \nshoot you,\" the captain said. \"We will enforce the law by any means necessary, and the law says no more rafts can \nbe transported to the beach.\"\n\nNature was poised to offer a helping hand late today as a tropical depression approached southeastern Cuba. \nWeather forecasters predict high winds, rain and rough seas tonight through Tuesday, threatening to make raft \nlaunchings after today a dangerous prospect.\n\nGraphic\n\n \n\nCHART, EBB AND FLOW OF CUBAN RAFTERS (CHART NOT AVAILABLE.), TWP\n"}