{"title": "TO ASIAN REFUGEES, U.S. IS STILL LAND OF HOPE", "body": "\nKhounphom Sone expects to be living in Brooklyn by the Fourth of July.\n\n''I can't know in my mind what Brooklyn will be like, but I have been told it is a very big city, with houses 50 or 60 \nlevels high,'' said Mr. Khounphom Sone, a 36-year-old refugee from Laos.\n\n''But I want to go to Brooklyn very much,'' he said. ''Because there is my brother.''\n\nMr. Khounphom Sone, his 33-year-old wife, Pratsany, and their five children - waiting here in a crowded processing \ncenter with papers that say, ''Destination: La Guardia'' - symbolize in a number of ways the Asian newcomer to \nAmerica in 1986, a year of special significance as America celebrates its immigrant heritage with the centennial of \nthe Statue of Liberty.\nReuniting a Family\n\nThey are refugees. From the Middle East to the South China Sea there are almost seven million refugees in Asia, \nabout half of them Afghans who have fled to Pakistan. Others include Vietnamese boat people, exiled Sri Lankan \nTamils, Cambodians and ethnic Melanesian Indonesians.\n\nMr. Khounphom Sone, whose father was a village leader and who bears a Lao tattoo on his arm that translates \n''Son of a Warlord,'' is seeking to reunite a family torn apart by war and revolution.\n\n''Asian immigration is increasing in a geometric pattern because of family reunions and migrations,'' a United \nStates consular official said. ''A family chain develops; a community grows.'' Under current immigration law, close \nrelatives of United States residents receive preference in immigration proceedings and are not counted as part of \nthe quota for people from their country who are allowed to immigrate.\n\nMr. Khounphom Sone's family is poor and has had little education; Mr. Khounphom Sone (pronounced koon-POM \nso-NAY) had four years of primary schooling and is a mechanic; his wife was a noodle-shop waitress. Increasingly, \nrefugee and immigration officials say, people with limited skills, facing hard times in the developing world, want a \nchance to be American.\n\nFrom China to Indonesia, from Manila to Bombay, people tell interviewers that they want to go ''for a job and so my \nchildren can get an education.''\n\nConsular and refugee officials who meet hundreds of thousands of would-be Asian emigrants to the United States \nsay little has changed in the basic reasons refugees want to live in America.\n\n \n\n\nFollowing the Children\n\n''The pull factor is still there,'' an American official said. ''They see the same gold sidewalks.''\n\nIn most of the developing nations in Asia, there remains a belief that life is better in America - economically and \npolitically, but above all in terms of education.\n\nThough many refugees have seen ample evidence of American shortcomings in films and television, most profess \na belief that Americans are on the whole ''fair people,'' as one Southeast Asian put it, and that they will give anyone \nwho works hard a chance.\n\nIn Asia, there are other motivating factors for emigration, according to consular officials.\n\nAn American diplomat here pointed to the elderly Asians, living comfortably in their own societies, who go to Los \nAngeles or New York only because the time has come for the younger generation to look after them, and the \nyounger generation is no longer in Asia.\n\n''We as Americans, with our looser family ties, don't always understand this,'' this consular official said. ''A \ngrandmother or grandfather who probably speaks no English may not really want to go. But that's where all the kids \nare.''\n\nThe line frequently blurs between political asylum and economic migration. Boat people from Vietnam tell reporters \nregularly that they are leaving because, as one recent arrival in Thailand said, ''Communism doesn't give us rice or \nwork.''\n\nMr. Khounphom Sone is also representative of the hundreds of thousands of Laotians, Cambodians and \nVietnamese who have suffered suspicion and retribution because of their association with the American side in the \nwars that brought Communist governments to those countries in the 1970's.\n\nTens of thousands of Indochinese remain in political prison camps; others are languishing in Thailand as displaced \npeople, asking any American who comes along why they have been forgotten.\n\nMr. Khounphom Sone's case has an ironic twist. A welder in the defeated Lao army, he was able to escape from \nseven years of political detention in October 1983 when the truck taking his work gang to a forced-labor project near \nPakse, in southern Laos, hit what was probably an unexploded American bomb.\n\n \n\nCrossing the Mekong River\n\nWounded from the blast, he crept from his hospital bed and fled to Vientiane, 375 miles away.\n\nThere his wife, who had been able to visit him regularly in detention, joined him four days later with their children. \nWhen night fell, he put his wife and three little girls on a bamboo raft. He and his son, Soutchay, then 11, swam and \npushed the family across the Mekong River to Thailand.\n\nMore than 300,000 people, almost a tenth of the population of Laos, have fled the country since the Communist \ntakeover in 1975. Many of them, though not Mr. Khounphom Sone's family, come from the Hmong and other hill \ntribes in remote mountain areas of this landlocked and undeveloped country.\n\nBecause the Laotian refugee population in Thailand has soared to almost 90,000, the Thai Government has \nrecently opened the camps to interviewers from the United States Immigration and Naturalization Service. \nRefugee officials say that Laotians will probably form the largest Southeast Asian ethnic group accepted for \nAmerican resettlement this year.\n\n \n\nA Brother in Texas\n\n\n\nIt was in a Thai refugee camp that Mr. Khounphom Sone found his father-in-law and learned from him that Mr. \nKhounphom Sone's two brothers, who had fled Laos earlier, were in the United States.\n\nOne brother, Siritham Korakahn, 40, had become a welder in Texas. The other, Souvanh Vilayvanh, 23, of \nBrooklyn, has had a succession of jobs and intermittent illnesses that kept him out of work, Mr. Khouphom Sone \nsaid. But Mr. Souvanh Vilayvanh had married an American, had an apartment and was able to act as the family's \nsponsor.\n\nAnd so the family - Sone and Pratsany, along with Soutchay, who is now 14, and four daughters: Khanthadokmay, \n10; Kasapa, 8; Chanthida, 5, and Thaithouna, who is 8 months old - wait for the bus to Bangkok airport, and a life \nthey cannot even imagine.\n\nDrawn from some of the most isolated villages in Asia, the Laotians often face unexpected trauma in the West, \nrefugee officials say. Learning About the U.S.  Amornpan Nimanan, the Thai commander of the refugee \nprocessing center where Mr. Khounphom Sone's family has been staying, said he had seen Lao refugees weep \nwith fear in a bus on the Oakland Bay Bridge as they rode to a new life.\n\nLaotians have met harassment and violence in several American cities, as have Cambodians. Refugee officials say \nthat on the whole the Vietnamese, more urbanized and more aggressive, have fared better, along with ethnic \nChinese and Korean migrants.\n\nAt Phanat Nikhom and other camps throughout Asia an effort is made to teach the refugees English, with special \n''high school English'' courses for teen-agers. Occasionally, videotapes made in American communities are shown.\n\nWhile many Asians now trying to come to the United States are poor, there are indications that a wave of more \nhighly skilled immigrants may be imminent. As Hong Kong's assimilation by China approaches, an unknown \nnumber of Hong Kong residents is expected to leave the colony, some with considerable fortunes.\n\nGraphic\n\n \n\nPhoto of Khouphom Sone and his family at refugee center in Thailand (NYT/Barbara Crossette)\n"}