{"title": "'They Were Yelling, Crying And Screaming'; Details of Immigrants' Ordeal Emerge", "body": "\n The deadly leg of their journey began just when the illegal immigrants thought the dangerous part was over. \n\n Scores of them, searching for jobs and relatives in the United States, had already managed to cross the border \nillegally. Some had rejoiced in navigating the 3,000-mile trip by bus and on foot from Honduras and El Salvador. \nOthers were relieved they had evaded U.S. border agents, leaving behind their impoverished Mexican towns. \nSome had come alone, others in small groups, but now they were all huddled together in a safe house in Harlingen, \nTex., just north of Brownsville, finally in the United States. \n\n That was when smugglers loaded them into the trailer of a white 18-wheeler, one that looked like hundreds of \nothers on Texas roads that haul everything from VCRs to watermelons. It was late Tuesday night, and the driver \nwas bringing them 300 miles through the Texas heat to Houston, from which they would fan out to restaurant jobs, \npacking plants and waiting relatives all over the country. For this they had each paid smugglers $ 1,000 to $ 2,000. \n\n But with 70 of them crammed in the dark, sealed, airless trailer, oxygen ran out fast, and soon they began to gasp \nand wilt. \"They were yelling, crying and screaming,\" said Eduardo Ibarrola, the Mexican consul general in \nHouston, who interviewed at least 32 of the survivors today and on Wednesday.  \n\nIncreasingly desperate, some managed to punch holes from the inside through the taillights, and frantically began \nsticking out their hands and scraps of clothing to attract the attention of passing motorists. At least one who had a \ncell phone called 911 and begged for help from the local police, but his frantic pleas in Spanish were scarcely \nunderstood -- and went untranslated for four hours, until it was too late. \n\n Finally, after four hours on the road, the driver pulled into a truck stop south of the town of Victoria and opened the \ncontainer door around 2 a.m. Apparently, what he saw made him flee, according to a criminal complaint filed \nagainst him today -- the dead and dying, collapsed and drained on the trailer floor. The driver, apparently \naccompanied by a woman, unlinked the cab and drove off, leaving the immigrants to fend for themselves. \n\n \"I have seen a lot of horrible things, but this is truly tragic,\" said Ibarrola, who said a 5-year-old boy and a man \nbelieved to be his father were among the 18 who perished. So were three men in their twenties and thirties from the \n\n\ncentral Mexican state of Guanajuato, according to officials in Texas who were still trying to identify the victims \ntoday. Several youths from Honduras and a 14-year-old from El Salvador are among those in the hospital. \n\n The agonizing deaths on a Texas highway this week were the latest of the nearly 2,000 deaths of illegal \nimmigrants crossing the border since 1997, according to the Mexican Foreign Ministry. The tragedy has added \nurgency to Mexico's long-standing plea that the U.S. Congress approve a new migration pact that would allow more \nMexicans to work legally in the United States. \n\n \"We have to do something. These tragedies keep happening -- people are dying in the desert, in the river, in \nrailroad cars and, now, at a truck stop,\" Ibarrola said. He said those with whom he spoke included three teenage \ngirls from Central America who were to meet up with relatives, and several who were headed to service jobs in \nrestaurants, including one as far away as North Carolina. \"We need to have a better way to provide workers that the \nU.S. economy needs.\" \n\n As U.S. and Mexican officials promised to cooperate to bring the smugglers to justice, the suspected driver of the \nrig, Tyrone Williams of Schenectady, N.Y., was charged with trafficking in illegal immigrants. According to the \nindictment, filed in U.S. District Court in Houston, Williams, 32, was arrested at Twelve Oaks Medical Center, a \nHouston area hospital, where he arrived around 5:15 a.m. Wednesday, about three hours after leaving his human \ncargo 130 miles to the south. At first Williams told a nurse at the hospital, who thought he seemed \"extremely \nanxious and nervous,\" that he believed the trailer was empty. \n\n But in an interview with federal immigration agents later on Wednesday, Williams said he had made the \narrangements for transporting the undocumented immigrants with two Hispanic men, whom he knew only as Joe \nand Abel, according to the criminal complaint. \n\nWilliams said the men told him there would be 16 immigrants in the trailer, and that he would be paid $ 2,500 to \ntake them to Robstown, Tex., about 120 miles north of the border, according to the complaint. Once en route, \nthough, he said the men called him on his cell phone and offered an additional $ 2,500 to continue all the way to \nHouston.  \n\nIt was near Victoria that he noticed, in his rearview mirror, a taillight dangling from his trailer -- apparently one that \nwas punched out by those inside. When he pulled over at the truck stop, he heard banging and screaming through \nthe trailer's rear door; and when he opened it, the desperate immigrants came spilling out, he reportedly said. \n\n According to the complaint, Williams said he heard a woman in the trailer screaming, \"El nio!\" -- the boy! -- over \nand over. \n\n The driver reportedly told agents that he bought 20 bottles of water for the immigrants before becoming \nfrightened, unhooking his trailer and leaving the scene. \n\n About 50 survivors of the incident remained in Victoria today, a half-dozen of them in hospitals and the rest in a \ncommunity center where they were being interviewed by law enforcement investigators and consular officials from \nMexico, El Salvador and Honduras. Authorities said a few survivors who managed to slip away after sheriff's \ndeputies arrived early Wednesday were still unaccounted for. \n\n The survivors included 32 Mexicans, 14 Hondurans and four Salvadorans. The dead comprised at least 13 \nMexicans as well as at least one Honduran and one Salvadoran.  \n\n Federal officials said they plan to transfer the survivors to Houston as soon as appropriate accommodations could \nbe found. \n\n Ibarrola said today that he was working with U.S. prosecutors and the survivors to try to identify the smugglers. But \nhe said some of the survivors, who plan to return to Mexico, might be reluctant to identify the smugglers, fearing \nreprisals against their families back home. \n\n\n\n Mexican President Vicente Fox, in a statement, condemned the illegal trafficking of people and expressed the hope \nthat those responsible would be severely punished.  \n\n \"They're workers, and they come here to get a better life,\" Ibarrola said. \"And they suffered this nightmare.\" \n\nJordan reported from Mexico City. Special correspondent Karin Brulliard contributed to this report from Austin. \n"}