{"title": "HALF-MILLION MARCH FOR ELIAN'S RETURN TO CUBA THE WOMEN WAVED FLAGS AND SHOUTED SLOGANS. AUTHORITIES ORGANIZED THE PROTEST. CASTRO MADE A RARE APPEARANCE.", "body": "\nShouting \"Bring back Elian\" and \"Down with the lies,\" a half-million women answered Cuban President Fidel \nCastro's call yesterday to protest another delay in Elian Gonzalez's return to his communist homeland.\n\nThe women waved small Cuban flags and marched soldierlike along Havana's main coastal highway, in step with \na uniformed military band.\n\nMaking a rare appearance at a large outdoor event, Castro showed up to greet the women and listen to political \nspeeches by children in school uniforms and to folk-music performances by young adults.\n\n\"We Cubans are accustomed to fighting!\" a female teacher in her 20s shouted to the marchers from a stage \nerected in front of the U.S. Interests Section, the American mission here. \"People of Cuba, we cannot grow faint in \ncombat!\"\n\nLeading the march were Elian's grandmothers, Raquel Rodriguez and Mariela Quintana. They were accompanied \nby Vilma Espin, president of the Federation of Cuban Women and the wife of the defense minister, Gen. Raul \nCastro, Fidel Castro's brother.\n\nOn Thursday, a U.S. appellate court panel sided with Elian's father, Juan Miguel Gonzalez, ruling that immigration \nofficials were entitled to deny an asylum hearing for the 6-year-old boy. But under the ruling, Elian must remain in \nthe United States for 14 days to give his Miami relatives a chance to appeal, and then another week after that.\n\nCubans had hoped the child would return home with his father immediately after the ruling.\n\n\"We will not cross our arms in the face of this prolonging of the injustice and the crime,\" Cuba's government said \nThursday night in a statement calling for the largest mass mobilization in one city since the beginning of the \ninternational custody dispute in late November.\n\nThe statement decried what it called Elian's \"cruel and interminable wait to return to the bosom of his family.\"\n\n\nA similar \"March of the Combatant Mothers\" was held in January with about 100,000 participants. An estimated two \nmillion people rallied simultaneously in a chain of protests across the length of the island in December.\n\nElian's mother and 10 others died in November when their boat sank during a journey from Cuba to the United \nStates. Two men rescued Elian off the Florida coast after finding him floating on an inner tube.\n\nThe boy's Miami relatives were given temporary custody of Elian, who immediately became the subject of an \ninternational tug-of-war. Juan Miguel Gonzalez traveled to the United States on April 6 in hopes of reclaiming his \nson and returning with him to Cuba, but the Miami relatives refused to turn the child over to his father.\n\nFather and son were reunited April 22 after Elian was taken forcibly from the Miami relatives' home during a federal \nraid. Elian has since lived with his father in the Washington area while waiting for the U.S. judicial system to decide \nhis fate.\n\nGraphic\n\n \n\nPHOTO;\n\nPHOTO\n\nThousands of Cubans march in Havana to protest another delay in the return of 6-year-old Elian Gonzalez to his \ncommunist homeland. The march yesterday was one of the largest mobilizations of Fidel Castro's six-month \ncampaign to bring the boy home. Leading the march were Elian's grandmothers. (JOSE GOITIA, Associated \nPress)\n"}