{"title": "Sources: Diplomat Says Giuliani Pushed For Visa For Former Ukrainian Official Who Promised Dirt on Bidens; Trump to Host G7 at His Own Doral, Florida Resort; Trump Claims Mulvaney \"Clarified\" Quid Pro Quo Admission; Sen. Richard Blumenthal (D-CT) Is Interviewed About Impeachment Proceedings; Rep. Randy Weber (R-TX) Is Interviewed About President's Dealings With Ukraine. Aired 9-10p ET", "body": "\n[21:00:00]\n\nANDERSON COOPER, CNN HOST: Stephanie Grisham can say whatever she wants from her perch on \"Fox & \nFriends.\"\n\nBut you know what? When she finally exits the stage, as all the President's people seem to do, whether they want \nto or not, let's see whether the President is in a tizzy or not when he delivers her review on the \"Ridiculist.\" What will \nhe say?\n\nThe news continues. Want to hand it over to Chris for CUOMO PRIME TIME. Chris?\n\nCHRIS CUOMO, CNN HOST: I have to tell you, as a student of Cooperology, it is hard to know from your sheer \nvisage when you're in a tizzy and when you are not.\n\nCOOPER: Well I -- it's because I push my emotions deep down inside. So --\n\nCUOMO: I like that. I have no emotions.\n\nCOOPER: Oh, even better.\n\nCUOMO: But if I did, I'd push them down also.\n\n\nCOOPER: I long to be you.\n\nCUOMO: Anderson, have a great weekend, my brother. Thank you for the good work.\n\nCOOPER: All right, bye.\n\nCUOMO: I am Chris Cuomo. Welcome to PRIME TIME.\n\nBreaking news. New evidence of the depth of the efforts by this President to go after the Bidens, a CNN exclusive, \nand key players making the case, and trying to defend on the show tonight.\n\nWhere do you stand? Let's get after it. (BEGIN VIDEO CLIP)\n\nTEXT: CUOMO PRIME TIME.\n\n(END VIDEO CLIP)\n\nCUOMO: All right, so here is the latest. The President's personal lawyer pushed the State Department and the \nWhite House to get a visa for the ousted Ukrainian Prosecutor, who promised dirt on the Bidens.\n\nThis comes in a CNN exclusive, from four sources, citing the testimony of Deputy Assistant Secretary of State, \nGeorge Kent, this week, to Congress. They tell us that, in January 2019, Rudy Giuliani tried to secure a U.S. visa \nfor Ukrainian Viktor Shokin.\n\nYou've heard that name a lot now. He was forced to resign in 2016, with the help of the United States, for failing to \nroot out corruption.\n\nNow, as if the plot were not already painfully clear, President Trump's Acting Chief of Staff admitted to a quid pro \nquo, and then POTUS and company had him deny it.\n\nSo, we know what happened. The question is what does it mean? Where do things stand? Let's ask a possible \nfuture juror, and top Democrat, Senate Judiciary Member, Richard Blumenthal from Connecticut.\n\nAlways good to see you, senior -- Senator.\n\nSEN. RICHARD BLUMENTHAL (D-CT): Good to see you.\n\nCUOMO: Thank you for joining us, especially on a Friday night.\n\nBLUMENTHAL: Thank you.\n\nCUOMO: So, we know what happened. It is inarguably wrong for a number of reasons.\n\nYou can argue that it is abuse of power. But do you believe that you have reached a point with all that you have \nseen, to this point, that this is worthy of articles of impeachment and removal?\n\nBLUMENTHAL: It is unquestionably worthy of moving forward with impeachment proceedings, as the House is \ndoing. It is unquestionably an abuse of power by the president of the United States, a betrayal of his oath of office.\n\nLet's remember, the commander in chief on that July 25th phone call is pressuring, indeed extorting a foreign leader \nto interfere in our elections, to try to sway our democratic process, and compromise our democracy.\n\nFor the commander in chief to undertake that role, and then to engage his personal lawyer, Rudy Giuliani, and the \nShokin efforts, and other efforts abroad, and as well as other members of his Administration, is absolutely an abuse \nof power. CUOMO: So, a reasonable Republican is sitting next to you in the Senate. And they say, \"Senator -- \nSenator, I hear you. It was bad. He shouldn't have done it. It's wrong. And I don't like that he -- they denied it. And I \ndon't like a lot of things about it.\n\n\n\nBut to nullify an election, the Founding Fathers wanted this to be such an overwhelming and flagrant wrong that two \nout of three of us saw it the same way. And I don't think it's worth nullifying an election with an election right around \nthe corner.\n\nIt was bad. But, you know, Ukraine's OK. We didn't compromise their efforts versus Russia. In fact, we gave them \narms that we haven't even given them in the last administration. And they got the aid. And we've exposed this for \nwhat it is. That's enough for me.\n\nWhat do you say?\n\nBLUMENTHAL: I say it's not nullifying an election. It's removing from power someone who has abused that power, \nin fact, violated the Constitution. That's the reason that the Founders had the impeachment process because they \nwanted to protect our Republic.\n\nRemember, Benjamin Franklin -- Franklin's admonition. It's a democracy or republic if you can keep it. And the only \nway for us to discharge our obligation, as senators, is to protect our democracy against that kind of abuse of power.\n\nAnd again, it's the president's own words, Chris, in that July 25th conversation, \"Do us a favor.\" He wasn't talking \nabout a quid pro quo to benefit the United States of America. It was to benefit him personally, his political position.\n\nAnd what we're seeing more and more, of course, is that he wants favors from foreign leaders, to benefit his \npersonal financial situation.\n\nCUOMO: So, now we're at the end of the week. That's the state of play with the President. With his attorney, what \ndo you think the likelihood is that Rudy Giuliani gets indicted?\n\nBLUMENTHAL: Well there is mounting evidence. And I'm obviously not in the prosecutor line of work, which I was \nonce.\n\nCUOMO: But you did these cases.\n\nBLUMENTHAL: I did these kinds of cases, not exactly prosecuting a President's personal lawyer.\n\n[21:05:00]\n\nBut what we're seeing here is potential conspiracy, to solicit, and pressure a foreign leader, to provide political \ncampaign help, that's a violation of federal law, lying to the federal government, tax or bank fraud violations.\n\nCUOMO: You worried about the money coming in and out from these two who were indicted and the other names \nthat are getting listed?\n\nBLUMENTHAL: Exactly right. The associates, they are Giuliani associates who have been indicted and charged, \ncertainly could be involved in a conspiracy, involving Giuliani and others in the Trump Administration.\n\nRemember, in Watergate, Nixon was pardoned. But the president's men went to jail. And my guess is that we're \ngoing to be seeing cracks in that wall, in so far impenetrable wall.\n\nCUOMO: What would you do, if the president came out tomorrow, and said, you know, I don't like the way this is \ngoing.\n\nI pardon Rudy Giuliani right now for anything that he did in connection to what I did in Ukraine, anything to do with \nTurkey, even the bird, even around Thanksgiving. You cannot go after Rudy Giuliani for anything.\n\nThere's a chance that could happen.\n\n\n\nBLUMENTHAL: It would spark an uproar, a -- an outrage. And I believe, talking about sitting next to a reasonable \nRepublican that my colleagues on the Republican side, at some point, are going to have to look to history.\n\nThey will be haunted by this era, if they feel -- if they fail to do the right thing. And clearly, the right thing would be to \nstop a pardon. President has very broad power. But Congress has some power to override it.\n\nAnd certainly, the President has no power to pardon for a state crime --\n\nCUOMO: Right.\n\nBLUMENTHAL: -- which then there could be a prosecution to do.\n\nAnd finally, I would say that kind of pardon itself might be an impeachable offense, and my Republican colleagues \nare going to have to regard this time in history as one that will follow them throughout their lives and through history \nbeyond it.\n\nCUOMO: You know one simple problem I haven't heard discussed yet is that Mr. Giuliani says that he represents \nthe President pro bono.\n\nIf that's true, and we have no reason to believe that it isn't, I haven't seen any proof otherwise, is a president or any \nofficial allowed to accept that kind of dollar value in pro bono service work from an attorney?\n\nAnd I've been looking through the law. And you guys have all these rules in Congress about it having to be for a \ncommittee and a specific purpose and a specific amount.\n\nUnless you accept the argument that Mr. Giuliani's legal advice is worth zero, this is hundreds of thousands of \nthings wouldn't of -- of value. Wouldn't it have -- had to have been recorded?\n\nBLUMENTHAL: Well some might question whether Rudy Giuliani's legal advice, at this point, is worth what others \nmight regard. But the point is that those services, if they are a gift, or if they are an exchange for something, could \nwell be a violation of law.\n\nCUOMO: You want to add using Doral for the G7 to your emoluments suit. The President's proxy, his acting chief \nof staff says, he's not going to make any money off it. It is the best place for it, so there is no issue.\n\nBLUMENTHAL: Our emoluments lawsuit says that the President repeatedly and consistently, throughout his term of \noffice, has accepted payments, and benefits, from foreign governments, in violation of the premier anti-corruption \nclause in the United States Constitution.\n\nThe reason for that clause, as you know, is that one of the Founding fears -- Father's greatest fears was in fact that \nthe President or some other member of the Executive Branch would be beholden, would take favors from a foreign \ngovernment, and here is a classic textbook example of the violation of that emoluments clause.\n\nSo, we are definitely going to add it in our brief to be submitted this coming week. But even if there's no profit, \nthere's clearly a payment or benefit, because at that time of year, as you heard earlier, during Anderson Cooper's \nshow, the Doral probably is going to be largely deserted.\n\nThe profits or financial situation of that hotel have declined sharply, as the Washington Post recently reported, by 70 \npercent. And even if there is no payment, and there will be payment, there is benefit in terms of the promotion of the \nproperty, and that is of inestimable value.\n\nThink of the -- the impact of having that brand shown all over the world, literally, all over the world, and, in effect, a -\n- an advertisement, unpaid for by any Trump entity, but of tremendous benefit to the Trump Organization, which this \nPresident still owns. He's never divested a single cent worth of that property.\n\nCUOMO: Some heady efforts to come. Senator Blumenthal, thank you so much for joining us.\n\n\n\nBLUMENTHAL: Thank you.\n\nCUOMO: Always a pleasure to have you on the show.\n\nBLUMENTHAL: Thank you.\n\nCUOMO: Have a good weekend, Sir.\n\nBLUMENTHAL: You too. Thank you.\n\nCUOMO: Appreciate it.\n\n[21:10:00] All right, when not crying there was no quid pro quo, Trump defenders make a couple of arguments to \ndefend the situation. And I argue they defy the facts, so let's do this.\n\nLet's lie out -- lay out -- that was not a Freudian slip. Let's lay out what they say and what the facts tell us right after \nthis.\n\n(BEGIN VIDEO CLIP)\n\nTEXT: CUOMO PRIME TIME.\n\n(END VIDEO CLIP)\n\n(BEGIN VIDEO CLIP)\n\nTEXT: LET'S GET AFTER IT.\n\n(END VIDEO CLIP)\n\nCUOMO: All right, so Trump defenders keep saying two things. It was about corruption, not the Bidens. And this is \nreally just about one phone call. We can prove both of those false.\n\nThe CNN exclusive, Giuliani was pushing the White House to get a visa for the former Ukrainian prosecutor, whom \nthe U.S. helped get ousted. Why? Because he was offering dirt on Biden.\n\n[21:15:00]\n\nNow, they didn't give him the visa. But this is proof that his shadow diplomacy, Mr. Giuliani's, was unwanted in the \nState Department, and that this President was not only interested in the DNC and, as his Chief of Staff admitted, a \nquid pro quo, for dirt on the DNC, is also wrong, by the way, but most importantly, we can show what we know.\n\nThere's a tape, a call, transcript, texts, and testimony, wasn't just about corruption. It was about the Bidens and the \nDNC. And it wasn't just one call.\n\nRudy Giuliani -- Giuliani admitted on this show he wanted the Bidens. He told The New York Times that he was \nafter dirt on Biden. Someone saying, somebody could say it's improper. Not enough people are saying it's \nimproper, frankly.\n\nThe President himself later said this right to you.\n\n(BEGIN VIDEO CLIP)\n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES: I would recommend that they start an investigation into \nthe Bidens.\n\n(END VIDEO CLIP)\n\n\n\nCUOMO: He -- you know, it came out of his mouth, more than once. In the phone call with his counterpart, it's the \nAmerican President who brings up Biden.\n\nThe text messages show Trump's guys, Taylor, Sondland, Volker, they all thought that Burisma, where Biden was \non the Board was as much or more in the mix as any 2016 fancy.\n\nThen, there's the congressional testimony, where Trump's own E.U. Ambassador, Sondland, his friend, a major \ndonor, says the deliverable, mentioned in the texts, Trump and Giuliani were looking for including something they \ncould use against Biden.\n\nSo, point one is done.\n\nNow, this idea about it just being about one phone call, the aid money was held up for longer than anybody seems \nable to explain, months before the call, and over a month after, way longer than allowable without going back to \nCongress to explain.\n\nSo, it wasn't just about the call. It's about what happened before and after. A face-to-face POTUS visit with the \nUkrainians was dangled for months to get what they wanted.\n\nSo many were involved. U.S. diplomats personally involved in drafting a statement to make sure it did as much as \npossible to benefit one person, Donald J. Trump.\n\nThe VP, the Energy Secretary, White House staff, his lawyer, all to make this happen, a group effort, many acts, \nover a long time, many months, not one call.\n\nWhen you follow the facts, it is clear, hurting Biden central to a sustained enterprise that spent untold taxpayer \ndollars, and reached the highest levels of our government.\n\nThe only remaining question is whether or not what we know happened is worthy of removing a President from \noffice. Now, that is a matter for Congress. But seeing what was done here, that's just a matter of common sense.\n\nNow, despite all the evidence, people are really digging in that this was not wrong, it's not bad. OK. So, let's bring \nin Congressman Randy Weber, Republican, Texas, to make the case. Let's get after it.\n\n(BEGIN VIDEO CLIP)\n\nTEXT: CUOMO PRIME TIME.\n\n(END VIDEO CLIP)\n\n[21:20:00]\n\n(BEGIN VIDEO CLIP)\n\nTEXT: LET'S GET AFTER IT.\n\n(END VIDEO CLIP)\n\nCUOMO: All right, you can add Republican John Kasich to the list of those calling for President Trump's \nimpeachment. Now, impeachment, removal, I still do not see that as an easy call. But condemning what the \nPresident did here should be obvious, at this point.\n\nLook at all this stuff the whistleblower said that has been confirmed. I show you this because, you know, they say \nthe whistleblower is all hearsay. Well it's just not true.\n\n\n\nTrump pressured Ukraine. We get that from Trump's public -- public comments. We get it from the White House \ntranscript of the call. Trump's asking about the Bidens.\n\nWe get it from Trump's public comments. We get it from that call. We get it from Rudy Giuliani on this show, talking \nto The New York Times. Volker, Sondland, reportedly giving advice to Ukrainians on how to navigate Trump's \ndemands.\n\nVolker admitted that in his texts, let alone in his testimony. Locking down records of the call, the White House \nacknowledged it. OMB's stating that Trump's order to freeze U.S. aid. Mulvaney says we do that all the time.\n\nTrump publicly confirmed that this happened, said it was about corruption, and then spending. You know, there's a \nwhole list of them.\n\nSo, why do I bring this up? Whether or not to impeach, that is an open question, it's a tough argument. But that this \nwas wrong, I don't see it the same way.\n\nLet's see how Congressman Randy Weber of Texas sees it.\n\n(BEGIN VIDEO CLIP)\n\nTEXT: ONE ON ONE.\n\n(END VIDEO CLIP)\n\nCUOMO: Welcome to the show. It's good to have you on PRIME TIME.\n\nREP. RANDY WEBER (R-TX): Thank you, Chris.\n\nCUOMO: So Congressman, I know you don't like the process, and I'm happy to talk to you about that what you \nthink is at play here. But in terms of just looking at what we know about the situation, to this point, can you really \nsay that this president did nothing wrong in his dealings with Ukraine?\n\nWEBER: Chris, have you read the transcript?\n\nCUOMO: Yes.\n\nWEBER: You recognize that in that transcript that President Zelensky says to President Trump, he did a great job of \ndraining the swamp over here, and then he could use President Trump's help, he could learn from the President. \nDid you read that?\n\nCUOMO: Yes.\n\nWEBER: So, here is the President of Ukraine who has said to our great president, look, you've done a great job of \ndraining your swamp. We've got corruption over here. I could use some help. And I could learn from you.\n\nAnd the President says, yes, there are a couple of examples. And he uses the CrowdStrike, which was through the \nRussian collusion --\n\nCUOMO: I know the --\n\nWEBER: -- timing where there was actually no Russian.\n\nCUOMO: -- conspiracy theory.\n\n[21:25:00]\n\n\n\nWEBER: Well and so CrowdStrike, a wealthy Ukrainian, I'm told, owns part of that company. They got to look at the \nDNC's server, as you mentioned earlier. The FBI, they never would let the FBI look at it, by the way.\n\nCUOMO: No, that's not how it happened.\n\nWEBER: And the president's simply saying--\n\nCUOMO: The -- they were brought in as a third-party --\n\nWEBER: The president --\n\nCUOMO: -- analyst. The FBI accepted that, as they have in many other cases. And the National Security adviser for \nthe president, Mr. Bossert, said this conspiracy theory about CrowdStrike is nonsense.\n\nWEBER: Well the fact of the matter is it was never gotten to the bottom of. And so, the President is saying to the \nnew -- the President Zelensky of the Ukraine, you want to clean up your corruption, let me give you a couple of \nexamples.\n\nHere's one. Get to the bottom of what happened in that instance. Here's two. You've got a company that was, by all \noutward appearances, it had Joe Biden's son, Hunter Biden, a pay-for-play -- pay-for-play job, if you want to call it \nthat.\n\nAnd it's not the president's fault that Joe Biden's son was there. It's not the President's fault that it was a \nUkrainian that was involved with CrowdStrike.\n\nCUOMO: No, but it's the president choice, Congressman.\n\nWEBER: He points out to -- he --\n\nCUOMO: It's the president's choice to pick out --\n\nWEBER: He points out --\n\nCUOMO: -- two things that would benefit him politically in the next election.\n\nWEBER: Chris?\n\nCUOMO: And ask Ukraine to look at them in an exchange of help.\n\nWEBER: Chris, he -- he's talking about -- the president of Ukraine is talking about cleaning up corruption in his \ncountry.\n\nOur great president, who's been draining the swamp over here, is telling that President, you want to start with some \ncorruption in your country? Well we know of at least a couple.\n\nIt's unfortunate that Hunter Biden was caught up in that. It's unfortunate that it was part of the Ukrainian company \nthat owned CrowdStrike. The President points out --\n\nCUOMO: So, you think it's -- but you're making it sound like this is a coincidence, Congressman. He picked what \nwould help him politically. We both know this President doesn't --\n\nWEBER: Look --\n\nCUOMO: -- know anything about what Burisma is or what happened, except what Rudy Giuliani told him. They \ntargeted things --\n\nWEBER: Listen --\n\n\n\nCUOMO: -- that he thought would help him politically. And that's OK. But you can't leverage --\n\nWEBER: Chris?\n\nCUOMO: -- foreign aid.\n\nWEBER: Chris?\n\nCUOMO: Yes, Sir.\n\nWEBER: Presidents deal with other countries all the time. As Mick Mulvaney said, this President, who -- I've talked \nto him about aid for Harvey. I talked to him about the missiles that went into Syria. He makes calculated decisions.\n\nCUOMO: Give me another example of a president --\n\nWEBER: He says that the E.U. countries --\n\nCUOMO: -- asking a country to do something to help them in an election in exchange for aid?\n\nWEBER: Well, will tell you this, Chris. This president has been -- been doing exactly what he told America he would \ndo, and that's what they elected him to do. He is very thoughtful. And there's -- the Democrats hate him because of \nthat.\n\nCUOMO: I don't know -- I don't know who hates him.\n\nWEBER: They hate him. They've started going --\n\nCUOMO: And I don't even like the word, Congressman. I'll tell you the truth. I don't believe in hate as a concept.\n\nWEBER: You hate to hear that --\n\nCUOMO: There's no question --\n\nWEBER: You hate to hear that word, do you?\n\nCUOMO: I -- I don't --\n\nWEBER: You hate to hear that word. I got it.\n\nCUOMO: I don't -- I don't like to hear it because I think that it shouldn't be part of our politics.\n\nWEBER: Well --\n\nCUOMO: That kind of animus.\n\nWEBER: Chris? Chris?\n\nCUOMO: And I get that you don't like the process.\n\nWEBER: The -- the --\n\nCUOMO: But all I'm saying is this, Congressman. This is all I'm saying. I get that you don't like the process. I get \nyou don't think it's worthy of impeachment or removal. I get it.\n\nBut the idea that you don't think it was wrong for a President to talk to the Head of another country, and ask for dirt \non two political opponent targets, and that that's OK --\n\nWEBER: That's not -- that's not what he did, Chris.\n\n\n\nCUOMO: How else do --\n\nWEBER: That's not what he did, Chris.\n\nCUOMO: -- you explain it?\n\nWEBER: He made a -- he made a suggestion to the president of Ukraine who's asked for help in cleaning up \ncorruption in his own country.\n\nCUOMO: So you talk to him about Ukraine corruption, but you only --\n\nWEBER: President said, here's a couple's, try cleaning --\n\nCUOMO: -- talk about Americans? And then Volker, Taylor, Sondland, all tell stories about -- WEBER: Look, it's - \nhey --\n\nCUOMO: -- believing that it was an inappropriate to ask, to have Ukraine help in an American election, so they all \ngot it wrong?\n\nWEBER: Chris, that was not about the election. Chris, that was about helping the Ukraine. It's not the president's \nfault that they were Democrats that Bidens were Democrats. Don't blame that on the President.\n\nCUOMO: I'm not blaming down the president.\n\nWEBER: Don't blame that fact that Hunter --\n\nCUOMO: I'm blaming what he did on the President.\n\nWEBER: Don't blame that on the President the fact -- the fact that Hunter Biden was apparently, what seemingly \nmost people think, it was a pay-to-play situation, no, but --\n\nCUOMO: Most people think? It was looked at by Ukraine --\n\nWEBER: -- you try to make that like it's Donald Trump's fault.\n\nCUOMO: -- and here in the United States. You guys were in power at this time, and you were investigating all kinds \nof nonsense, and you didn't look at this. But now, it's a no-brainer.\n\nWEBER: I'm -- listen, this president has been doing what he set out to do. The Democrats have been set out to \nimpeach him from day one. They've had an ROI. Accountants know what ROI means, return on investment.\n\nFor the Democrats, this meant resist, obstruct, impeach.\n\nCUOMO: Oh please! You mean like Mitch McConnell said during the --\n\nWEBER: Al Green found an impeachment --\n\nCUOMO: -- Obama administration? I know there's ugly politics on both sides. But you can only deal with the facts in \nfront of you.\n\nWEBER: Chris, do you --\n\nCUOMO: And the facts in front of you --\n\nWEBER: Do you want to hear what --\n\nCUOMO: -- are what he did. And you know what he did was wrong. You know it doesn't make any sense.\n\n\n\nWEBER: No. That's -- that is absolutely --\n\nCUOMO: And you know if a Democrat did it, you'd be all over them.\n\nWEBER: -- not the case. That is absolutely not the case. The Democrats have been out to impeach him. And Al \nGreen filed an impeachment resolution before the Mueller report was in, has been voted on three times, even the \nDemocrats wouldn't vote for in the floor of the House.\n\nCUOMO: So vote against impeachment. But why do you have to say that this --\n\nWEBER: That --\n\nCUOMO: -- isn't wrong? It impugns your own integrity to ignore something like this, when in the past, you've stood \nagainst much less. During Benghazi, what bothered you --\n\nWEBER: Let me --\n\n[21:30:00]\n\nCUOMO: -- about that situation were issues that didn't rise to this level. What you went after Obama about for not \ndealing with subpoenas, and congressional process --\n\nWEBER: Listen --\n\nCUOMO: -- was much less than this president.\n\nWEBER: There's no way this compares the -- you look at the transcript. You can try to stretch the truth and make it \nsay what you think it ought to say. But this President, we ought to be working on infrastructure for this country, on \nhealthcare, on trade.\n\nWhy won't they put USMCA up on the floor? There's things we ought to be doing. If you look at Nancy Pelosi in the \nHouse, they ought to be focused on the American people's business and not to try --\n\nCUOMO: Congressman, we just came out of an administration where the head of the Senate minority said --\n\nWEBER: -- not - not --\n\nCUOMO: -- I am here to stop Obama as a one-term President. And we had a Republican majority in the House that \ndid nothing but obstruct, try to kill his healthcare plan, and investigate. And now, you're in high dudgeon.\n\nWEBER: They didn't --\n\nCUOMO: When you're actually faced with facts of a president --\n\nWEBER: Chris, did they --\n\nCUOMO: -- abusing his power.\n\nWEBER: Chris, did they try to impeach Obama? They didn't. Of course, we didn't do that. The Democrats --\n\n(CROSSTALK)\n\nCUOMO: You didn't have any facts like this.\n\nWEBER: -- any excuse they could.\n\nCUOMO: If you had him asking a --\n\n\n\nWEBER: Chris, I --\n\nCUOMO: -- foreign power to help him out with his next opponent, and in -- in an exchange for aid--\n\nWEBER: That's not --\n\nCUOMO: -- you would have been --\n\nWEBER: That's - Chris --\n\nCUOMO: -- all over it.\n\nWEBER: Chris, you're going to have to wake up to the fact that that's not what he did. He offered to help President \nZelensky with corruption in his own country.\n\nCUOMO: And the corruption that he wanted to help him with --\n\nWEBER: It's unfortunate that the Bidens were --\n\nCUOMO: -- was the DNC and the Bidens.\n\nWEBER: It's -- it's -- hey, look --\n\nCUOMO: That's the big problem of corruption --\n\nWEBER: It's un -- it's un --\n\nCUOMO: -- in Ukraine?\n\nWEBER: Chris, it's unfortunate that the Bidens got caught in it, yes, I mean, that's unfortunate.\n\nCUOMO: So, you're bothered by the Bidens. Let me ask you something.\n\nWEBER: They were there. I mean --\n\nCUOMO: Let me ask you, just a question.\n\nWEBER: It -- yes, Sir.\n\nCUOMO: Are you bothered by Ivanka Trump working for the American people and negotiating intellectual property \nwith China at the same time she's visiting on a state visit? Does that bother you?\n\nWEBER: Does she get -- does she get paid?\n\nCUOMO: Does that look like a little bit inappropriate? WEBER: Does she -- Chris, this whole family has sacrificed \ntheir fortunes, their income, put them on hold, to go to work for the American people. And most --\n\nCUOMO: They're making money hand over fist. Look at the number. They made like --\n\nWEBER: Most --\n\nCUOMO: -- 80 something million dollars last year in office.\n\nWEBER: Most - most --\n\nCUOMO: They got finance deals for their buildings. They got intellectual property from China --\n\nWEBER: They don't have --\n\n\n\nCUOMO: -- while they're working for the government.\n\nWEBER: Chris, they --\n\nCUOMO: Congressman --\n\nWEBER: They don't have to stop being in business because he doesn't take a salary. This president knows what \nbusiness is all about.\n\nCUOMO: You do have to stop doing your private business --\n\nWEBER: He's thoughtful. He wants --\n\nCUOMO: -- when you work for the public sector. You're upset --\n\nWEBER: He -- he--\n\nCUOMO: -- that Biden leveraged his dad who is the VP, as a private citizen. But you're not upset about Ivanka \nTrump leveraging her position in the United States government with China. That doesn't bother you? Do you see \nwhy people --\n\nWEBER: Listen --\n\nCUOMO: -- might shake their head in disgust?\n\nWEBER: This -- this family has put their lives on hold, their fortunes on hold, for temporary time, to do what's right \nby the American people. The economy is growing.\n\nCUOMO: They're putting it on hold?\n\nWEBER: You're -- you're watching --\n\nCUOMO: That's why the G7 is at Doral?\n\nWEBER: We're watching the whole country turn around.\n\nCUOMO: Yes, I'd skip that too if I were you.\n\nWEBER: The economy's the best. Unemployment's at the lowest.\n\nCUOMO: The economy can be good. And you can act with --\n\nWEBER: You can go write down the list.\n\nCUOMO: -- integrity too, Congressman. That's what I'm saying. It's not either/or. It's both.\n\nWEBER: That's -- you're --\n\nCUOMO: I love a great economy.\n\nWEBER: Chris, you're --\n\nCUOMO: I love integrity in office.\n\nWEBER: Hey, let me tell you something. He's got integrity with other countries. That's the reason President --\n\nCUOMO: Really?\n\n\n\nWEBER: -- Zelensky asked him to help clean up that corruption. He gives him two examples.\n\nCUOMO: He didn't ask him to. First of all --\n\nWEBER: It's unfortunate --\n\nCUOMO: Hold on. Zelensky didn't ask him for anything --\n\nWEBER: It's -- it's -- read the --\n\nCUOMO: -- other than a visit, some Javelins, and aid. He was not asking him, Donald Trump, as some kind of \ncorrupt-fixer. He's ignored the corruption in his own Administration, his own family, and in his own actions. He won't \neven show his taxes. The idea that someone's going to seek him out --\n\nWEBER: Chris?\n\nCUOMO: -- as Corruption Counsel is a little bit of a stretch.\n\nWEBER: Demo -- the Democrats have been after him since absolute day one. Al Green said that they had to \nimpeach him because they're afraid he might get re-elected.\n\nCUOMO: What does that have to do with the facts at hand, Congressman? I'm just asking you, you can \nacknowledge that this is --\n\nWEBER: What -- what does that have to do?\n\nCUOMO: -- wrong.\n\nWEBER: What it means -- CUOMO: But not think it's impeachable.\n\nWEBER: Chris, what it means, you're asking me a question, I'm going to answer it.\n\nCUOMO: Please.\n\nWEBER: What it means is that they had an impeachment charge ready, searching and searching, and hoping they \ncould hang their hat on something. Russian collusion, Mueller investigation didn't get it. Now, they've come out --\n\nCUOMO: All right.\n\nWEBER: -- with this transcript of this phone call that they're assuming things that aren't there. And I've read it.\n\nCUOMO: It's not about the transcript.\n\nWEBER: I've been backwards and forwards through it.\n\nCUOMO: It's the transcript. It's the texts. It's the testimony. It's the interviews. It's what he said on camera. I mean \nthere's a lot there, Congressman. I understand your argument. I appreciate you making it. I just hope you can live \nwith it.\n\nCongressman Randy Weber, thank you very much for being on the show. You're always welcome.\n\nWEBER: Thank you.\n\nCUOMO: Be well. Have a good weekend.\n\n\n\nAll right, there's some Republicans though, unlike Congressman Weber, who have had enough, like Anthony \nScaramucci. Now, he's got his ear to the ground. He's still wired into the party, even though he's not wired into \nTrump anymore.\n\nWhat does he know about the state of play in that party, and about these men who were arrested as associates of \nRudy Giuliani? We got a picture of Scaramucci with these guys. How deep into the party did they get?\n\nAnthony is here. Let's talk to him, next.\n\n(BEGIN VIDEO CLIP)\n\nTEXT: CUOMO PRIME TIME.\n\n(END VIDEO CLIP)\n\n[21:35:00]\n\n(BEGIN VIDEO CLIP) TEXT: LET'S GET AFTER IT.\n\n(END VIDEO CLIP)\n\nCUOMO: Scrutiny over Mr. Giuliani's activities in Ukraine is growing by the day. Despite the White House \ndownplaying Mr. Mulvaney's now \"clarified\" quid pro quo remarks, the damage is done.\n\nWhen will it be enough for Republicans to start asking their own questions or at least to acknowledge what is \nobvious? Let's bring in Anthony Scaramucci.\n\nYou know, Anthony, first of all, God bless your father. I hope he's doing well. I know you went home to visit him. \nAnd yet, you know, you know I'm thinking of the whole family.\n\nANTHONY SCARAMUCCI, FORMER WHITE HOUSE COMMUNICATIONS DIRECTOR, FOUNDER & PARTNER, \nSKYBRIDGE CAPITAL, AUTHOR: Thanks, Chris.\n\nCUOMO: Appreciate it. So, look, you hear -- you--\n\nSCARAMUCCI: I appreciate that. And I appreciate your help well with me. Thank you.\n\nCUOMO: Oh, no, of course, of course, that's about us.\n\nSo, look, we -- we talk about all the time, what's worthy of impeachment, what's worthy of removal, open questions \nto me, even now.\n\nBut what he did, you heard that Texas Congressman. He's welcome on the show. I want him to make the case. I'll \ntreat him with respect. But Ukraine wanted Donald Trump to help with corruption because he's done so well with the \nswamp here? He believes it?\n\nI mean how much of your party will buy into that?\n\nSCARAMUCCI: Well I also -- you have to listen now. I have sympathy for the argument because there was a big \nrally in Texas. Congressman wants to stay in the Congress. He's very worried about the president's ability to \nintimidate and bully people.\n\nIf he comes on your show, and he says, hey look, this stuff really doesn't look right. I went to law school. I \nunderstand the laws. I read the Constitution. He broke and disavowed the Constitution, he's going to get slammed \nby the President, and that's going to decrease his ability to get re-elected.\n\n[21:40:00]\n\n\n\nAnd so, I get what's going on Chris. I've been spending time traveling in the swing states, was in Pennsylvania, this \npast week, I was in Michigan, East Lansing, yesterday, and then I was in Columbus, Ohio today.\n\nI met with over a 1,000 people in those places. And I -- you know, I'm meeting with wealthy donors, and I'm waiting \n-- meeting with Union members --\n\nCUOMO: What are they saying?\n\nSCARAMUCCI: -- and political leaders.\n\nAnd they are saying the same thing that normal Americans are saying, outside of the Trump bubble, that there's \nsomething severely wrong with the President, and the President has actually broken the law.\n\nAnd now, the big question is, are we going to allow lawless activity to happen at the Presidential level? And I know \nthat -- I know the President's personality very well.\n\nHe's big-footing the media with Doral. That is a distraction. That is a red herring. Let me throw that out there. We'll \nspend more time on Doral than we will the quid pro quo and all of the illicit activity that's going on.\n\nThe Hunter Biden thing is don't focus on what's going on with me or people around me. Focus on Hunter Biden.\n\nAnd so, I understand the methodology of what he's doing, and I'm puzzled by it because I would have thought, by \nthis point, we would have broken into people, like the Texas congressman that you just had on.\n\nCUOMO: I mean he just made an argument, Anthony. He just said --\n\nSCARAMUCCI: To hear with him say OK, you know what, I don't --\n\nCUOMO: -- when you get into public service --\n\nSCARAMUCCI: -- I don't really need the job, you know.\n\nCUOMO: -- you're not supposed to put your life on hold, I mean that's absurd. That's exactly what you do when you \ngo into public life. Who knows better than you with your company? When you go into public service --\n\nSCARAMUCCI: Well that's --\n\nCUOMO: -- you got to stop making money on the outside.\n\nSCARAMUCCI: Well that's the abnormalcy and the malignancy of what the President is doing, and it's a real \nshame, you know. He could -- he could -- he could have dropped all this stuff and, you know, it would have been a \nlot better.\n\nBut listen, we're here now, and that's the malignancy of what he's doing. And so, so for me, you know, it's turning, \nOK? And so, and I'm spending time on this, and energy.\n\nI'm going to announce the PAC, beginning of November. You know, we'll go up on the air with some ads. I think \nyou'll be very happy -- not happy -- not you personally. But I think people who want to see this thing go down in the \nright way, and the fair way, for America, will be very happy with the team of people that I've put together and the \npartners that I brought into the PAC.\n\nBut we have to stop this, OK? And we have to help the Republican Party rebuild and heal itself from this. I \nunderstand what happened. And I understand the bullying. I -- I understand.\n\nHey Chris, you've never felt more alive than when the President's calling you an unstable nutjob on Twitter, you \nknow. So, what are you going to do? I -- I understand the bullying. I understand the fear for these guys.\n\n\n\nCUOMO: No, I'm -- I'm with you.\n\nSCARAMUCCI: A lot of these guys don't have a lot of money so--\n\nCUOMO: What I don't understand is just the--\n\nSCARAMUCCI: Yes, of course.\n\nCUOMO: --collective unconscious here, Anthony, like even these two guys, Fruman and Parnas. I know one of \nthem was connected to Trump's father back in the day.\n\nBut these guys are shady. And it just makes me wonder, you know, with their whispers about wires -- why's Rudy \naround these guys, why is he using guys like this, these guys are shady.\n\nI mean it's bad enough they made the mistake with Manafort. But was anybody like trying to say to him \"Watch out \nfor these guys,\" you know?\n\nSCARAMUCCI: Yes, yes, actually. And so, I didn't know these guys. You showed a picture of me.\n\nCUOMO: I haven't showed it yet.\n\n(CROSSTALK)\n\nSCARAMUCCI: --Israel.\n\nCUOMO: But they -- they're putting it around the internet to try to smear you.\n\nSCARAMUCCI: Oh!\n\nCUOMO: That you -- you were in Israel touching the--\n\nSCARAMUCCI: Oh, yes, yes, no problem.\n\n(CROSSTALK)\n\nSCARAMUCCI: Totally fine.\n\nCUOMO: --Wailing Wall with these guys.\n\nSCARAMUCCI: Yes, no, it was actually -- I was inside the tomb of Abraham and his wife. And we were touching \nthe--\n\nCUOMO: Oh, the tomb, right, OK.\n\nSCARAMUCCI: --holy monument.\n\nHe was -- yes, he was -- he was standing next to me. It's totally fine. There were 20 people on the trip with me. \nGovernor Huckabee was on the trip as well. I obviously didn't control the guest list or anything like that. And -- but--\n\nCUOMO: But who -- how'd they get in?\n\nSCARAMUCCI: --you know, when I got back -- well that's the question. I don't know. We'd have to ask the guys that \norganized the trip.\n\nBut you have to understand, people very close to Rudy. And so, one thing that Lev, he was way more talkative than \nIgor, he was name- dropping Rudy like a machine-gunner, you know, that was sort of unfair to the Mayor.\n\n\n\nBut there were people inside the Mayor's circle, not me, because I didn't know these people, that told him to knock \nit off with these people. And I don't know why the Mayor decided not to do that. That's up to the Mayor.\n\nYou know, you know I love the Mayor, you love the Mayor. I pray for the Mayor every single day. I don't -- I don't -- I \n-- I want to remember him as the guy that helped save New York and heal New York after 9/11.\n\nI -- I don't like what's going on now. And I hope he gets out of this OK. But -- but here's the thing.\n\nThey did infiltrate the Republican Party. And it should also -- you should ask people a question. How much money \ndoes it actually take to buy elements of influence if you are an outsider? And so -- and the answer is \"It's not a lot,\" \nChris.\n\nCUOMO: I'll tell you what.\n\nSCARAMUCCI: And that should scare everybody.\n\nCUOMO: But it's also weird that the money keeps coming.\n\nSCARAMUCCI: That's -- it -- it should really scare everybody.\n\nCUOMO: Russia keeps popping up in all these things, even like giving Erdogan this pass, you know, who does he \nmeet with last week? Putin. And then, he gets on the phone with Trump, and he gets green light.\n\n[21:45:00]\n\nThese guys have all this money flowing through their accounts from Russia, almost in similar amounts of what they \ngive Rudy, you know, it just it looks so terrible.\n\nThe President says, \"I don't know them.\" One of them used to work for his dad. They're all -- they're in pictures with \nhim, you know.\n\nSCARAMUCCI: Well I mean there's a lot of -- there's a lot of investigative reporters that are working on the fact that \nthe President knows them way more than he's saying that he knows them. And so, you know, and that will come \nout as well, and that's more slime.\n\nAnd then, the President will come up with another idea to big-foot the media away from that. Maybe he'll announce \na -- another Summit somewhere at Trump Tower or something like that.\n\nBut -- but the -- the truth of the matter is it is cracking. Governor Kasich, thank God, a great American, speaking out. \nAdmiral McRaven, a Republican from Texas, speaking out. There's a lot of people that are speaking out now.\n\nAnd the field of bravery, you know, when I spoke out in August, and said, \"This is absolutely crazy, and we're in a \nTrump novelle (ph) meltdown,\" I was a lone person.\n\nCUOMO: Right.\n\nSCARAMUCCI: And somebody told me, \"What is it like a Kamikaze raid?\" But it isn't now. There's a full battalion of \npeople now. And I predict this will end well for the United States, but not well for the President.\n\nCUOMO: Well we'll see. This is some ugly stuff.\n\nAnthony Scaramucci, thank you for joining me on a Friday night. The best to your father and your family.\n\nSCARAMUCCI: Thank you. Thank you. Have a great weekend, Chris.\n\nCUOMO: All right, be well, Anthony.\n\n\n\nAll right, so look, where are we right now? I have an argument to make to you.\n\nAnd I know. I'm looking at my social media feed. \"What do you mean he shouldn't be removed?\" Look, that's a \npolitical judgment. They have to make the case. And that's their opinion. It's not a legal process.\n\nBut what is objective is what we see in front of us that I will argue to you too many Republicans are choosing to \nignore. So, let me lay it out for you. You decide. Next.\n\n(BEGIN VIDEO CLIP)\n\nTEXT: CUOMO PRIME TIME.\n\n(END VIDEO CLIP)\n\n[21:50:00]\n\n(BEGIN VIDEO CLIP)\n\nTEXT: CLOSING ARGUMENT.\n\n(END VIDEO CLIP)\n\nCUOMO: All right, look, so here's my argument.\n\nI believe that impeachment is debatable, by definition, all right? What this President did, and why he did it, cannot \nbe debated in good faith. Here's why.\n\nThe transcript, President Zelensky, \"We are ready to continue to cooperate for the next steps. Specifically, we're \nalmost ready to buy more Javelins,\" these missiles, \"from the United States for defense purposes.\" The President, \n\"I would like you to do us a favor though.\"\n\nThe favor, dirt on Biden and the DNC. That's not cleaning up Ukraine corruption. That's taking out an opponent. \nAnd it is wrong to ask a foreign power to do that. Period!\n\nAnd there is so much corroboration of the wrongdoing. Look, they all parrot the same talking points they were given, \nand they all force -- fall short.\n\nVolker's texts, \"Heard from the White House. Assuming President Z convinces Trump he will investigate, get to the \nbottom of what happened in 2016, we'll nail down date for visit to Washington.\" That was the give and the get.\n\nOr this one, Bill Taylor, \"Are we now saying that security assistance and White House meeting are conditioned on \ninvestigations?\" Gordon Sondland, \"Call me.\"\n\nAnd what about the testimony, from the string of diplomats, on Capitol Hill, expressing their concerns that Giuliani \nwas effectively a shadow Secretary of State with shady connections to shady people?\n\nHis purpose, the DNC, and the Bidens. And, in case, that isn't enough, you have this.\n\n(BEGIN VIDEO CLIP)\n\nMICK MULVANEY, ACTING WHITE HOUSE CHIEF OF STAFF, DIRECTOR OF THE OFFICE OF MANAGEMENT \nAND BUDGET: Did he also mention to me in past that the -- the - the corruption related to the DNC server? \nAbsolutely! No question about that. But that's it. And that's why we held up the money.\n\nAnd I have news for everybody. Get over it. There's going to be political influence in foreign policy.\n\n(END VIDEO CLIP)\n\n\n\nCUOMO: The Acting Chief of Staff \"Walked it back\" they say. No, he didn't. Be straight.\n\nHe got told by Trump and others to go out, lie, deny, and cry, \"The media made me do it.\" In other words, \"Learn \nfrom the Master.\"\n\n(BEGIN VIDEO CLIP)\n\nTRUMP: And there was never any quid pro quo.\n\nThere is no pro quo.\n\n(END VIDEO CLIP)\n\nCUOMO: Saying it a lot doesn't make it true. He is the master of mendacity.\n\nHe held up the money over corruption concerns? Please! You have never heard this president address corruption \nby anyone around him, his cabinet, his Campaign Manager, other key advisers, his kids, or himself.\n\nAnd it wasn't just one call. This was months of multiple players, diplomats, the VP, the Cabinet Secretary, the White \nHouse, and his lawyer.\n\nThe paper in Ukraine, the Kyiv Post, says, \"Look at this shady thing and all the people who made it happen.\" And \nthe picture of the U. S. President is right on the cover.\n\nCome on! When is it going to be enough for Republicans to call it out as wrong? I'm not saying that you have to \nimpeach or remove.\n\nThey sure had the guts to call things flagrant when it was Benghazi, and in '98, when they started an investigation \ninto President Clinton about real estate transactions, and they ended up with this infamous lie.\n\n(BEGIN VIDEO CLIP)\n\nBILL CLINTON, FORMER PRESIDENT OF THE UNITED STATES: I did not have sexual relations with that \nwoman, Ms. Lewinsky.\n\n(END VIDEO CLIP)\n\nCUOMO: That was enough. They didn't need a crime. They said it again, and again, \"It's about ethics. It's about \nsetting a standard. It's about cleansing the office, and sending a message to future presidents about what's \nacceptable.\"\n\nBut what it was really about was playing to advantage. And yes, the Democrats hated it then. And they're indulging \nin it now. And the two sides swapped arguments, and it's ugly, and obvious.\n\nBut the Democrats have the facts on their side in this one, and that puts the GOP in the position of having to \npretend that the facts aren't there. With Mueller, the bar was \"Show the collusion. Show working with a foreign \nagent to impact an election. It's so important.\" I warned then that I didn't see that stuff in the Mueller investigation. I \ntold people to manage your expectations or set yourself up for disappointment.\n\nBut here, the requirements are met big time, collusion all over the place, clear working with a foreign power to \nimpact an election. It's clear, and they know it.\n\nBut the same mouths that saw things so clearly when attacking the Democrats, now, they say this.\n\n[21:55:00]\n\n(BEGIN VIDEO CLIP)\n\n\n\nREP. JIM JORDAN (R-OH): We stand behind the President, like the American people do. And that this \ninvestigation, as I just said earlier, is unfair and partisan, and the American people see it the way it is.\n\nUNIDENTIFIED MALE: And Mulvaney's comments didn't open that door up to some Republican Members to be \nskeptical?\n\nJORDAN: I don't see it at all.\n\n(END VIDEO CLIP)\n\nCUOMO: He doesn't see it at all because he's like this. That's why he won't come on the show anymore.\n\nIt is OK to say \"I don't think it should be justified as removal.\" But to say \"Nothing was wrong, no abuse,\" that makes \nyou as bad as this President, and all the patsies who go along with him. You are abusing your power as well. That's \nmy argument.\n\nFrom our President's mouth to your ears, I got a BOLO for you. Be On the Look-Out for a massive foreign \ndisinformation campaign, next.\n\n(BEGIN VIDEO CLIP)\n\nTEXT: CUOMO PRIME TIME.\n\n(END VIDEO CLIP)\n\n(BEGIN VIDEO CLIP)\n\nTEXT: LET'S GET AFTER IT.\n\n(END VIDEO CLIP)\n\nCUOMO: All right, here's the BOLO, Be On the Look-Out, nice and quick. Our president is parroting falsehoods put \nout by our adversaries. Turkish President claimed that Syrian Kurds were deliberately allowing ISIS prisoners and \ntheir families to escape.\n\nTrump then tweeted the same on Monday, repeated it days later. No proof. Another BS claim from Trump, echoes \nPutin's sentiments. \"Russia hates ISIS as much as we do.\"\n\nFact, 90 percent of Russian air strikes in Syria haven't targeted ISIS or terror groups. They've hammered anti-\nAssad rebels, helping him prop up his regime.\n\nThese are things to be on the look-out for. We'll be doing it. Stay with us.\n\nThank you for watching. CNN TONIGHT with D. Lemon starts right now.\n"}