{"title": "LETTERS TO THE EDITOR Send your letters by email to bleditor@thehindu.co.in or by post to 'Letters to the Editor', The Hindu Business Line, Kasturi Buildings, 859-860, Anna Salai, Chennai 600002.", "body": "\nOct 14, 2019( The Hindu Business Line: http://www.thehindubusinessline.com/ Delivered by Newstex)  Cotton \npolicy With reference to 'Plight of cotton farmers still unresolved' (October 14). Indian cotton growers have been \nexploited for a long time. Technology of Bt varieties helped boost average incomes by 60 per cent. Economic \nreforms gave a fillip to exports and now close to 90 per cent of cotton acreage is under cultivation of Bt variants.But \nleveraging of modern bio-sciences was not matched by its acumen in agro administration. \n\nThe coordination between the various Ministries — Agriculture , Commerce, Foreign and Trade — remains \ntenuous. Never could a holistic view be taken, particularly on exports.The instincts of control over leveraging trade \ninstilled during the British rule persist, and we now are unable to iron out disparities in the WTO. Regional/vote bank \npolitics too, play a role in this situation.R NarayananMumbai Fair competition Apropos the article 'Plight of cotton \nfarmers still unresolved' (October 14). The authors vividly bring to fore the poor status of developing countries \npertinent to their cotton prices, which are not competitive in the global market. African countries which depend \nheavily on cotton exports for agro income are especially at and disadvantage due to the US' subsidy-backed \nprices.We cannot find reason why the US is continuing to protect its cotton farmers with subsidies. Indeed, \ncelebrating 'World Cotton Day' will be more meaningful when all the cotton-growing countries stand on an equal \nplatform with open competition. The joint proposal by India and China for capping product specific subsidies to 5 \nper cent on production value seems to be the right way forward.NR NagarajanSivakasi Equal opportunity This \nrefers to 'India Inc needs a gender correction' (October 14). It is not shocking to learn about findings of the CS \nGender 3000 Report, which only revealed the usual facts. Barring few big names like Kiran Mazumdar Shaw, Anu \nAga, Renuka Ramnath, Kalpana Morparia etc, there are hardly any women representing boards or senior \nmanagement in India Inc. This has more to do with our poor mindset rather than anything else, as Indian women \nhave broken all glass ceilings and ventured into all so-called 'male' domains.It is about time we change as a society \nand start giving women equal opportunity. We surely can bring lot of good Western practices like compulsory \nmaternity leaves and the 'work from home' option in all sectors.Bal GovindNoida Top-level vacancies This refers to \n'With Jayakumar's MD/CEO term ending, BoB is headless' (October 14). It was intriguing to learn that Bank of \nBaroda has become the second largest public sector bank to become 'headless', even as the same scenario \nunfolds at the Bank of India, as the one-year extended tenure of its incumbent MD ...O ended on Saturday. \nNeedless to say, such a 'vacuum' at this level does not augur well for the image of the government of the day.One \njust shudders to imagine the real reasons behind the government's inability to timely and wisely 'select' the best \nsuited persons to fill such a key position for some obvious reasons. But, if the government is currently beset with \nany 'suitability syndrome' from amongst the PSBs, it may always consider the names of any of its hot favourite \nbureaucrats, as was done earlier in case of the RBI. Mind you, Shaktikanta Das was strangely yet quite \nconveniently chosen (even without any banking expertise) to replace Urjit Patel, who had exited the RBI's \ngovernorship in December, 2018, following some sharp differences with the government. Reasonably speaking, \n\n\nsuch a top level 'vacuum' in two government-owned banks should be addressed without further delay.Vinayak \nGBengaluru \n"}