{"title": "PRINCIPALLY, SHE HOPES TO HELP IMMIG STUDENTS SHE SPEAKS NEWCOMERS' LANGUAGE", "body": "\nALEXANDRA ANORMALIZA knows firsthand how hard it is to move to a new country as a child and learn another \nlanguage.\n\nThat's why the principal of the new International High School at Prospect Heights is determined to help students \nlearn English at her new school for recent immigrant kids.\n\n\"I was one of the fortunate students. I learned English relatively quickly and moved on,\" said Anormaliza, whose \nfamily moved to the U.S. from Ecuador when she was 9.\n\n\"But some kids easily fall through the cracks,\" she added, noting that some kids arrive here unable to write in their \nnative languages, or following difficult circumstances that forced them to flee their native countries.\n\n\"I know that there is definitely a need for this type of school.\"\n\nThe International High School at Prospect Heights, which opens tomorrow in the old Prospect Heights High School \nbuilding on Classon Ave., is Brooklyn's second high school for students who have recently arrived from other \ncountries. The first, Brooklyn International High School on Flatbush Ave., was founded about a decade ago.\n\nIn all, there are now six international schools in the city, including one in Queens that also opens tomorrow.\n\nAnormaliza, a newly minted principal from the Leadership Academy, said an additional Brooklyn international \nschool was needed to accommodate the ever-growing number of immigrants to the borough.\n\n\"The reason we decided to open in Brooklyn is because, other than Queens, it has the biggest area of need,\" she \nsaid. \"Brooklyn International High School is full.\"\n\nLike its predecessor, the new Brooklyn international school accepts only students who have been in the country for \nfour years or less. Eligible students also must show a need for extra help in learning English by scoring \nintermediate or below on the New York State English as a Second Language exam. But other than that, there are \nno additional academic requirements or tests to pass, Anormaliza said.\n\n\n\"We don't look at grades or achievement level; what we're looking at is students who have the need,\" said \nAnormaliza, who taught business to English language learners at Murry Bergtraum in Manhattan for nine years \nbefore becoming an administrator.\n\n\"Our goal is to provide them with the language skills they need to be successful to go to college or to have a \nsuccessful life after high school,\" she said.\n\nThe school begins this year with a freshman class of 100, hailing from China, Eastern Europe, Latin America and \nmany other parts of the globe. Each year, the school will add a grade until it reaches its capacity of 400 students.\n\nehays@edit.nydailynews.com\n\nGraphic\n\n \n\nMICHAEL BERMAN Alexandra Anormaliza is new principal of new school - International High School at Prospect \nHeights, located on Classon Ave. It is geared for students who are recent immigrants.\n"}