{"title": "Arizona Sheriff Conducts Immigration Raid at City Hall, Angering Officials", "body": "\nA late-night raid of City Hall and the Main Library here by 60 heavily armed sheriff's deputies and posse members \nsearching for illegal immigrants has escalated tensions between city officials and the county sheriff, who ordered \nthe raid. \n\n  The operation took place at 2 a.m. on Thursday, timed to catch suspected illegal immigrants working as janitors on \nthe overnight shift. Deputies did not find any suspects at City Hall, but arrested three people at the library whom \nthey suspected of using forged identification to gain employment at a cleaning company. \n\n  The raid angered city officials who have been at odds with Sheriff Joe Arpaio of Maricopa County over his \nefforts to fight illegal immigration.\n\n  Mayor Scott Smith of Mesa criticized Sheriff Arpaio for sending the SWAT team into his city without properly \nadvising the Mesa police, who learned about raid when an officer discovered sheriff's deputies assembling in a \nresidential park about 12:30 a.m.\n\n  ''Law enforcement should never put the public at risk,'' Mr. Smith said. \n\n  The sheriff's office has jurisdiction across the county, but the Mesa police chief,  George Gascon, had requested \n48 hours' notice before immigration enforcement operations in his  city.\n\n  Sheriff Arpaio questioned the value of giving city officials prior notices, when in the past, he said, the Mesa \npolice have interfered with immigration sweeps.\n\n  ''There is a little lack of trust between our office and Mesa police,'' Sheriff Arpaio said. ''They want to use the \nsafety issue to put the blame on us on safety, when we are out there doing things that they won't do.''\n\n  Deputies arrested 13 other people suspected of being illegal immigrants at their homes and are seeking nine \nothers in connection to the case, Sheriff Arpaio said.\n\n  The raid followed an  investigation lasting many months that began with a tip from a former Mesa city employee, \nSheriff Arpaio said. The tipster had approached the Mesa police with his information but was turned away, the \nsheriff said.\n\n  Sheriff Arpaio, a Republican, is facing re-election in November. Protesters have criticized his agency on issues \nthat include slow response times to emergency calls, and major crimes going uninvestigated.\n\n\nhttp://www.nytimes.com\n"}