{"title": "APPEAL BOARD REVERSES DECISION ON DEPORTATIONS BASED ON DUI CONVICTIONS", "body": "\nA little-known federal appeal board has reversed its own ruling on whether aliens can be deported for drunken \ndriving. As a result, it appears that an Irishman with three felony DUI convictions in Missouri may stay here.\n\nThe Board of Immigration Appeals ruled April 4 in a case from Massachusetts that driving under the influence does \nnot constitute a crime of violence and is therefore not grounds for deportation. The board reviews decisions \nmade by the Immigration and Naturalization Service.\n\nBefore that ruling, the Justice Department argued in a case in the 8th U.S. Circuit Court of Appeals in St. Louis that \nFrank P. Byrne should be deported. Now, the department wants the Board of Immigration Appeals to take a look.\n\n\"It's just a matter of time before the Board of Immigration Appeals terminates the case,\" said Byrne's attorney, Tim \nWichmer of Clayton. \"It's a win, a total win.\"\n\nThe INS released Byrne from custody in St. Louis on April 18. Byrne is on parole from his state prison sentence and \nliving in Kansas City.\n\nByrne, 41, said that during the case INS officials promised him legal documents so he could pursue his appeal, but \nthen failed to provide them. \"I felt like they were pounding me into giving up the opportunity to fight,\" he said.\n\nHeather Phillips, an attorney for the Justice Department, said that depending on a review of how Byrne's case fits \nwith the Massachusetts decision, he still might be deported.\n\nThe law on this issue has been unsettled. Four federal appellate courts - the 2nd, 5th, 7th and 9th circuits - have \nruled that DUI convictions are not a foundation for deportation; two others said they are.\n\nThe board's decision April 4 overturned a precedent it set in 1999 that regarded driving under the influence as a \ncrime of violence. It said the reversal ensures uniform treatment of aliens nationwide.\n\nINS spokeswoman Karen Kraushaar said figures were not readily available on DUI deportations. But of the \n174,430 people deported in the year that ended Sept. 30, 1,325 were for traffic offenses, she said.\n\nByrne has been a permanent U.S. resident since 1986, and lived in St. Louis for periods in 1998 and 1999. His DUI \nconvictions were in Jackson County.\n\nNotes\n\n\nReporter Peter Shinkle:; E-mail: pshinkle@post-dispatch.com; Phone: 314-340-8215  \n"}