{"title": "Variety of measures can cut illegal immigration", "body": "\nThe number of illegal visitors deported from the United States last year rose by 15% over 1994, a fact trumpeted by \nthe Clinton administration as proof that it is serious about fighting illegal immigration.\n\nFew really doubt the White House is serious about illegal immigration. The subject has even emerged as a \nprominent foreign policy issue, figuring in our diplomatic relations with Mexico and other nations from which illegal \nimmigrants come. And the 15% jump, caused by the expedited deportation of criminals and an increase in \nenforcement spending, is encouraging.\n\nBut more is required. Each year, 300,000 illegals join the 2 million to 4 million already here. In that context, the \n51,600 deportations of 1995 seem trivial, especially since most of the deportees were prison inmates. If you can't \ndeport an illegal who's also a criminal, you can't deport anyone.\n\nThe real difficulty is not deporting illegals who also are criminals. Nor is it confined to people crossing the Mexican \nborder. It is figuring out how to track and deport visitors who enter legally and then overstay their visas, a group that \naccounts for as many as half of all illegals.\n\nWhile enforcing visa deadlines is difficult, several new strategies show promise.\n\nThe main one is to create a national worker registry to help employers verify the status of new employees. \nUnfortunately, this is stalled in Congress, where some members have tried to shanghai the idea into a full-fledged \nnational ID system, an idea loaded with privacy problems.\n\nOther ideas are common sense. Washington can stiffen penalties for those who repeatedly hire illegals. And it can \ndo better at targeting law enforcement resources on industries known to use and abuse illegals: agriculture, for \ninstance, and food service.\n\nAnother intriguing idea is to create a database of visitors who overstay their visas. Embassies could then check visa \napplicants for past violations before issuing new visas. Or how about requiring employers or schools that sponsor \nvisitors on temporary work or student visas to pay a bond if those visitors don't leave on time?\n\nSome of these are big ideas, some are little and some are better than others. But none is as bad as the competing \nidea that the best way to fight the illegal flood is to dramatically relax immigration laws.\n\nThere's little popular support for any version of an open-borders policy, and with good reason. Even heavily \nmodified, the policy would swamp some states. Some social services that are now stretched thin would be strained \nto the breaking point. And the distinction between legal and illegal would vanish, exposing millions of legitimate \nimmigrants to a backlash.\n\nThere's a strong case to be made for a generous approach to legal immigration. But the best way to make room \nfor legal immigrants is to send illegal visitors home.\n\n\nNotes\n\nTHE EDITORIAL PAGE; Today's debate; CURBING ILLEGAL IMMIGRATION; OUR VIEW; Deportations rose in \n'95 but barely made a dent. There are many things the U.S.  can do. Here are a few.\n"}