{"title": "No help for man facing deportation U.S. judge says she has no jurisdiction in case of German immigrant who is a father here.", "body": "\nSt. Louis - A German immigrant moved a step closer to a deportation that he says would tear apart his family \nafter a federal judge ruled Tuesday that she cannot to help him.\n\nStefan Lang, 37, a house painter who lives in Florissant, asked last month for a court order to force immigration \nauthorities to let him appeal his removal, and to stay in the meantime.\n\nU.S. District Judge Catherine D. Perry said she has no jurisdiction because the paperwork to adjust his \nimmigration status was not filed on time back in 1998.\n\n\"Were I free to decide whether Lang - by all accounts a devoted father - should be granted lawful permanent \nresident status, I might well conclude that he could remain in the United States,\" Perry wrote in her order. \"That \ndecision, however, cannot be made by me. ... I cannot exercise jurisdiction where Congress has not provided it.\"\n\nLang's lawyer, Raymond Bolourtchi, said they would take the case to the 8th U.S. Circuit Court of Appeals and ask \nfor mercy from the new leaders at the Department of Homeland Security.\n\n\"We're going to keep this going as far as we can keep it alive,\" Borourtchi said.\n\nLang has permission to remain in the country for about a month, the lawyer said, and will ask for an additional stay \nuntil the case reaches final resolution.\n\nLang, who married an American during a visit to St. Louis in 1998, testified in court that he signed his immigration \ndocuments on time but that his then-attorney filed them five days too late.\n\nAs a result, he lost the right to appeal immigration decisions, Perry said.\n\nIn 1999, Lang got a \"green card\" allowing him to stay. It was withdrawn three years later, after his then-wife, Melva \nDorsey, wrote a letter to immigration officials after a lovers' spat, withdrawing her sponsorship. She has since \ntestified on his behalf.\n\nAfter Lang and Dorsey split up in 2004, Lang became full-time father of their daughter and of her daughter from an \nearlier relationship. Because of concerns about the ability of the girls' mother or their grandparents to take over, the \nfamily fears Lang's deportation would leave the children wards of the state.\n\nLang said he did not learn for seven years that the government was seeking to deport him. In November, he got a \nletter saying officials were seeking his immediate removal.\n\n\nThe girls, Isabell, 9, and Andy, 12, both have written to Barack Obama asking for his help.\n\nGraphic\n\n \n\n PHOTO - Lang \n"}