{"title": "SEN. CHARLES E. SCHUMER HOLDS A HEARING ON COMPREHENSIVE IMMIGRATION REFORM IN 2009, CAN WE DO IT AND HOW?", "body": "\n(CORRECTED COPY: FILLS IN TOP)\n\n \n\nSENATE COMMITTEE ON THE JUDICIARY, SUBCOMMITTEE ON\n\nIMMIGRATION, REFUGEES AND BORDER SECURITY HOLDS A\n\nHEARING ON COMPREHENSIVE IMMIGRATION REFORM IN 2009,\n\nCAN WE DO IT AND HOW?\n\n \n\nAPRIL 30, 2009\n\n \n\nSPEAKERS:\n\nSEN. CHARLES E. SCHUMER, D-N.Y.\n\nCHAIRMAN\n\n\nSEN. DIANNE FEINSTEIN, D-CALIF.\n\nSEN. RICHARD J. DURBIN, D-ILL.\n\nSEN. PATRICK J. LEAHY, D-VT.\n\nSEN. SHELDON WHITEHOUSE, D-R.I.\n\nSEN. RON WYDEN, D-ORE.\n\n \n\nSEN. JOHN CORNYN, R-TEXAS\n\nRANKING MEMBER\n\nSEN. CHARLES E. GRASSLEY, R-IOWA\n\nSEN. JON KYL, R-ARIZ.\n\nSEN. JEFF SESSIONS, R-ALA.\n\nSEN. ARLEN SPECTER, R-PA.\n\nEX OFFICIO\n\n \n\n*\n\nSCHUMER: OK.  The hearing will come to order.\n\nAnd first, I ask unanimous consent that Chairman Leahy and Senator Kennedy's opening statements be read into \nthe record.\n\nWithout objection.\n\nAnd secondly, we'll have a vote, I believe, at approximately 2:30, so we'll have to take a brief break then to allow \npeople to vote.  I'm also going to allow any of the members who are here to give opening statements -- that's not \nusually the practice, but I think this is an important issue and it would be fair to do that.\n\nOK.  And I want to thank our witnesses for being here.\n\nNow, before we begin today's business, I'd like to take the opportunity to recognize the remarkable leadership that \nmy predecessor, Senator Kennedy, has provided to this subcommittee.\n\nThe last 46 years, Senator Kennedy has been at the forefront of every major immigration debate in this country as a \nmember, chairman, or ranking member of this subcommittee.\n\nI'm sure I speak for my colleagues on both sides of the aisle when I say that no senator has worked harder or \ncontributed more to the immigration conversation than Senator Kennedy, and we all sincerely thank him for his \nleadership.\n\nNow, since I became chairman of this subcommittee in February, I'm often asked the question that we hope to \nanswer today: \"Can we achieve significant immigration reform in this session and, if so, what would this reform look \nlike?\" That's the question that many people are answering or asking.\n\nNow, people only need to pick up a newspaper or turn on their televisions to see many stories quoting Washington \ninsiders and political pundits who say it is bad politics to even discuss immigration reform at a time when America is \nfacing such serious economic challenges.  But these articles do not report what I am hearing in my conversations \nwith Americans.  No one is happy with our current system, whether they are left, right, or center.\n\n\n\nThere is a recognition in America that the status quo is clearly not working.  Indeed, recent polls show that 57 \npercent of Americans believe that immigration reform should be a high priority for this Congress.\n\nThe politics may be hard, but the reality is obvious: It is everyone's best interests to change and fix our current \nimmigration system.\n\nAnd it is therefore my belief that we can and must try to find a way to enact significant improvements to our \nimmigration system now.\n\nSo how do we get from here to there?\n\nFrom my perspective, it is time to tone down the rhetoric, focus on the facts, and carefully weigh what is in the best \ninterests of our taxpayers, our economy, our security, and our future.  That is the spirit in which we have called \ntoday's hearings, and the spirit which we can conduct our considerations moving forward.\n\nIt is my belief that the American people are pro legal immigration and anti illegal immigration.  It is my belief that the \nAmerican people are not afraid of an immigration system that is both tough and fair.\n\nThey want an immigration system that both faces up to reality and respects the rule of law.  They want an \nimmigration system that will stop the flow of illegal immigrants, and respect legal immigrants who want to work, pay \ntaxes, remain in this country, and become citizens.\n\nThat's what I want too, and I believe that is what the majority of my colleagues here in the Senate want.\n\nBut make no mistake: We cannot restore confidence in our immigration system until and unless we face up to \nreality, put ideology aside, and find solutions that will work to address the situation in which we find ourselves today.\n\nI am hopeful that we can find solutions, because a well- functioning immigration system is not only part of America's \nlegacy, it's also crucial to our country's future.\n\nThe founding fathers never intended for America to close the door to new Americans.  And in each generation since \nthe birth of our country, we've accepted the most determined and idealistic people from everywhere in the world.  \nAnd we have been stronger for it.\n\nBecause of immigration, Google, Yahoo, Intel, and Ebay are American success stories.  In New York, one quarter \nof all businesses are immigration-owned.  According to the U.S. Census Bureau, these immigration-owned \nbusinesses have combined sales of $42.7 billion, and employ 230,000 workers -- some of whom are immigrants \nthemselves and some of whom whose families have in this country for 12 generations.\n\nNationally, 40 percent of patents in the U.S. are awarded to immigrants.  And a recent study found that immigrants \nare 50 percent likelier to start businesses than native-born citizens.  New inventions and start-up businesses are \ncritical to improving our economy, and as the numbers tell us, immigrants play a vital role in both these areas.\n\nGiven the very high stakes in whether and how we move forward on the issue of immigration, we have invited a \nbroad spectrum of our country's finest and most distinguished leaders to share their wisdom and experience.  And \nwe thank you for coming.\n\nThese individuals come from a broad array of disciplines, and offer vastly diverse perspectives regarding \nimmigration based on their training and their area of expertise.\n\nThese distinguished witnesses will tell us whether they agree that comprehensive immigration reform is necessary \nand should be enacted in 2009.  They will also help us determine what a reformed system might look like.\n\nAs we go forward with this hearing today and with this debate throughout the year, I hope all of my colleagues will \nagree to work together to capitalize on areas of consensus rather than exploit areas of disagreement.\n\n\n\nFor instance, although my colleague, the distinguished ranking member from Texas, and I may have some \nideological differences, we both approach the immigration conversation from a starting point: We are both senators \nfrom border states with long and rich history of welcoming immigrants from all over the world.  In fact, the Texas \nseaport at Galveston became known as \"the Second Ellis Island.\"\n\nAnd that's why our discourse on immigration should take place with a common understanding that even if we all \ncame to America on a different boat -- or through some other means -- we are all in the same boat now.\n\nSo as chairman of this subcommittee, I pledge that I will work and work and work and work to strike the right \nbalance and achieve the critical reforms to our immigration system that the American people are asking us to enact.  \nThis will be very, very hard to do -- make no mistake.  This is hardly an easy task -- but we have to try for the sake \nof our -- the future of our country.\n\nI'm confident that our distinguished panel will move us closer toward a pathway to reform.  And I look forward with \ngreat interest to their testimony.\n\nAnd I now want to recognize the distinguished ranking member, Senator Cornyn, for an opening statement.\n\nWe'll let everyone -- any members who is here issue an opening statement this morning.\n\nCORNYN: Thank you, Mr. Chairman.\n\nI appreciate your opening statement.  It's one that I would have been quite comfortable delivering myself, especially \nthe part about Galveston…\n\n(LAUGHTER)\n\n… being the second Ellis Island.\n\nI want to thank all of our witnesses for being here. And I'm grateful to Chairman Leahy and Senator Schumer for \ninitiating once again this important dialogue on, I think, an absolutely critical issue.\n\nNo one -- no one benefits from the status quo with regard to our immigration situation.  I agree that legal \nimmigration is something that has made our country a better place.  It's strengthened our economy.  It's forged ties \nof kinship between the United States and our neighbors.  And it's -- renews our national identity as the promised \nland for families in every generation.\n\nIn Texas, as you pointed out, we are a big border state, with -- where we see and enjoy a lot of cultural diversity.  \nMany of my constituents have families on both sides of the Rio Grande River, and they are watching very closely \nthe way that we treat this debate.\n\nAnd I agree with you: It needs to be respectful, it needs to be civil.  And most importantly, we need to get something \ndone in a practical sort of way and find that common ground.\n\nAs I've said, the status quo is not acceptable to anyone.  Texans see and Americans see that our border is not yet \nsecure.\n\nWe see employment verification laws which are not yet enforced. And we see millions of men, women and children \nwho are here in violation of our immigration laws who, in essence, are afforded no protection from all our (ph) other \nlaws.\n\nIn other words, I think the immigrant that comes here without going through our legal immigration system finds \nhimself a victim in so many circumstances, whether the woman is the victim of domestic violence, afraid to go to the \npolice because she's afraid of being deported, to a worker who works for their wages and is denied their fair \nearnings by the employer who says, well, you know, \"You'll take what you'll get or I'll turn you in to the immigration \nauthorities.\"\n\n\n\nI mean, all down the line, I think the biggest victim of the status quo is the immigrant who's here living in the \nshadows and who is in non-compliance with our immigration laws.\n\nObviously, there's a public health component of our immigration system, and so we need to restore one that is \nprotective of the public health as the recent incidents of this last week or so has reminded us.\n\nI believe that an important component of an immigration reform system, in addition to border security, in addition to \nemployment verification so employers don't have to operate as a police officer, but rather the government provides \nthem the tools to determine whether somebody can legally work at their place of employment or not, and a \ntemporary worker program are essential components of an immigration reform bill.\n\nAs a matter of fact, some of this may sound familiar because in 2005, as Senator Kyl, my distinguished colleague -- \nour distinguished colleague from Arizona and I undertook to introduce what we called the Comprehensive Border \nSecurity and Immigration Reform Act of 2005.  And that's been obviously four years ago.\n\nSince that time, we've had a number of bills considered on the floor, the McCain-Kennedy Bill and other iterations of \nthat.\n\nAnd I have to go back to check my notes, but I'm advised, we spent 36 business days on the floor of the United \nStates Senate grappling with this issue.  And talk in terms of calendar days, that's almost two months.  And we \nhave not yet gotten the job done, and we have to persevere.\n\nNow, as I said, I appreciate the chairman calling this hearing and the distinguished witnesses we have.  I hope this \nis just the beginning of a number of hearings we have so we can engage the American people in an essential \ndialogue to work our way through this -- this problem.\n\nIf we've learned anything about the debate, it is that the Washington elites cannot dictate to the American people \nwhat the solution must be.  We've got to work with and listen to the American people and see what we can do in \norder to come up with a practical solution to this challenge.\n\nI welcome the president's announcement that he considers immigration reform to be an important subject.  But I'm \na little discouraged that he seems now to be talking about establishing working groups to develop a framework for \nlegislation rather than tackling this head on.  But I'm going to give him the benefit of the doubt, and I hope he will \nshow us, the Congress, who must work on this legislation what his plan is.\n\nWe know what Senator Kyl's and my plan was.  We know what Senator McCain's, Senator Kennedy's plan was.  \nAnd I think it's essential that the president demonstrate the kind of leadership that can only come from the president \ntelling us what his plan is, so we can get them on the table and work our way through them.\n\nSo I want to say again how grateful I am to you.  And again, your opening statement, Mr. Chairman, is one that I \nwas very comfortable with as well.\n\nI believe we must streamline our temporary worker programs, offer more visas to highly skilled students who study \nat our colleges and universities.  When they can't work here, they go back to their native land and they compete \nwith us and create jobs there rather than here in the United States.\n\nSo I think we need a fair but firm solution, one that embraces the rule of law and one that creates the kind of order \nthat, right now, in the absence of that order, only makes life more difficult for people who are living outside of our \nimmigration laws.\n\nLet me close by saying I agree with your comments about Senator Kennedy.  He has been in the middle of every \nimmigration debate for 40 years.  As a matter of fact, one of the bills that I'm proud of is when I got here, Senator \nKennedy and I joined together to pass, along with our colleagues' help, an expedited pathway to citizenship for \nindividuals who are part of our United States military.\n\n\n\nIf they're willing to sacrifice and serve in our United States military as legal immigrants but not yet citizens, I think \nit's only appropriate that we provide them an expedited path to becoming American citizens so they can actually \nhave the full benefits of American citizenship for a country that they've risked their lives to serve.\n\nSo thank you very much, Mr. Chairman.  I look forward to hearing from our witnesses.\n\nSCHUMER: Well, first, let me thank Senator Cornyn.  We are off to a great start, because he agrees with 90 \npercent of my statements and I agree with 90 percent of his statements.  That's pretty good to start off and, I think, \nbodes well for the future.\n\nWe're joined by two colleagues who have played very active and fundamental important roles in the immigration \ndebate, and I'm glad they're here.  And I know Senator Cornyn agrees with me.  We look forward to their active \nparticipation and input as we move toward a comprehensive solution.\n\nFirst, my good my friend and colleague, Senator Feinstein from California.\n\nFEINSTEIN: Well, thank you very much, Mr. Chairman.\n\nAnd I thank the ranking member, Senator Cornyn.\n\nI agree with your statements, and I agree with Senator Cornyn's. I'm delighted to see the distinguished witnesses \nhere today.\n\nI was one that participated, as did everyone at this dais, when we discussed and debated comprehensive \nimmigration reform.  And what I learned from that debate was that there is indeed a dark side in this country, and \nthat dark side really prefers to distort the issue. That dark side really caters to the fear in people that if we repair a \nbroken system, that if we develop a comprehensive immigration plan that is fair to people, that moves people out of \nthe shadows, which uses them in their most constructive and productive way, that it is harmful to this nation.\n\nThe point I want to make in my few remarks is the harm that is being caused to this nation by not moving.  One \nsmall part of the bill -- it's not a small part, it's a large part -- has been Ag jobs.  And I've worked with the growers \nand workers in the agriculture of America and inversely many of the states.\n\nAnd here's what I've seen: Between 2007 and 2008, 1.56 million acres of farmland has been shut down in the \nUnited States -- no labor. America's farmers are moving to Mexico.  At least 84,165 acres is now in production in \nthe Mexican states of Baja, Sonora, and Guanajuato. American farmers have moved 22,285 United States jobs to \nMexico, which means they're all in Mexico, to cultivate crops varying in diversity, from avocado to green onions to \nwatermelons.\n\nFarmers are decreasing the size of their farms and switching to less labor intensive and less profitable crops.  In the \nnext one to two years, the United States stands to lose $5 billion to $9 billion in agriculture sales to foreign \ncompetition if Congress does not act.\n\nAs United States farms close and growers downsize production, the United States is also becoming more reliant \non foreign imports of fresh fruits and vegetables -- foreign imports where the standards on pesticides and farming \nare not nearly what they are today.\n\nLet me give you just a few examples.  In March 2008, Keith Eckel, the largest producer of fresh market tomatoes in \nPennsylvania, closed down due to a shortage of farm workers.  In the height of seven-week summer harvesting \nperiod, 10,000 tomatoes were picked usually by manual labor at Eckel's Lackawanna County farm.  His tomato \ncrop was valued at $1.5 million to $2 million.\n\nLast year, he had planted 2.3 million tomatoes on 340 acres. Now, he is essentially shutting it down or greatly \nreducing it.\n\n\n\nIn your own state, Mr. Chairman, New York, 800 farms and $700 million of sales may be forced to go out of \nbusiness or scale back their farm operations if labor shortages continue.\n\nFor the first time since 1991, Jim Bittner, the owner of Singer Farms in Appleton, New York, raised 10 percent of its \nsweet cherry and peach orchards.  The labor shortage has forced him to switch over to crops that can be harvested \nby machines.\n\nSenator Kyl, in your state, in Yuma, Paul Muthart manages 8,000 acres of production for the Pasquinelli Produce \nCompany. His company has been in business for six years in a part of the state that provides up to 90 percent of \nthe fresh lettuce, broccoli, celery and cauliflower in American grocery stores during some winter months.  Mr. \nMuthart is short 20 percent to 25 percent of the labor force he needs.\n\nColorado farmers estimate that the state's fruit and vegetable industry will disappear in the next five to 10 years.\n\nNow, California farmers produce half of America's fruits, vegetables and nuts, and a quarter of our nation's dairy. \nThe California ag industry is estimated to lose between $1.7 billion to $3.3 billion in the next year without a stable \nsupply of labor.\n\nNow, I've heard those that say, \"Go out and have Americans do the work,\" and we'd all be delighted to have \nAmericans do the work.  But the fact is they won't.\n\nIn California, we put notices in every welfare department, \"Ag jobs available. Please come.\" How many people \ncame?  None.\n\nSo this is highly skilled in the sense of it's backbreaking, it takes certain techniques, we have a lot of rural crops, \nand the people who do this work are by and large undocumented, and they can't do it now, so the industry is \ncollapsing.\n\nIn my state alone, we have fallowed a half million acres.  We now have dust storms that necessitate the closure of I-\n5 from dust.  And this is not the way it should be.  We have farmers in breadlines. This is not the way it should be.\n\nAnd so we need this program that will get a stable and continuing supply of labor.  This is the ag jobs bill.\n\nNow, right now, I should tell you that there is a difference between workers and growers on the H-2A part of the \nbill.  I have offered to both sides to negotiate that difference and try to put it together.  And as soon as I do, we will \nbe introducing the ag jobs bill, which I think will fit nicely into whatever, hopefully, this subcommittee will do.\n\nSo thank you very much.\n\nSCHUMER: And we look forward to your leadership on that issue, Senator Feinstein.\n\nSenator Kyl?\n\nKYL: Thank you very much, Mr. Chairman.\n\nAnd I think it's interesting that the four of us mostly agree with everything that each of us has said.  Certainly, all of \nthe comments regarding agriculture that Senator Feinstein just made apply, as you noted, to Arizona as well -- not \nquite as much agriculture in Arizona but we're (inaudible) same conditions and we face the same problem.\n\nFEINSTEIN: Can I make you a co-sponsor of the bill?\n\n(LAUGHTER)\n\nKYL: We are not going to solve the problem piecemeal. And therein is perhaps the first lesson for all of us in this \nroom.  My growers well understand of my commitment to resolving the problem for them.\n\n\n\nWe just had an announcement by two major labor unions in the country, that they would not support a temporary \nworker program. We're going to have to get around that problem.\n\nWell, we're not going to have to get around it, we're going to have to solve it.\n\nFEINSTEIN: This is (inaudible) negotiation.\n\nKYL: I think we are to have the kind of successful -- the kind of bill that Senator Feinstein would so it illustrates the \ndifficulty of the problem.\n\nWe both firmly agree on the need to solve workers agricultural issue, but also, frankly, in both of our states and in \nothers, we've got the homebuilding industry, which relied extensively on illegal immigrants -- the industry itself \nacknowledged that, and in many other industries, as well -- certainly, hospitality industry and many others.\n\nNow, times are not as good now and so the pressure isn't on as much in those industries, but it is every bit as much \nstill in the pressure on in the agricultural industry.\n\nWhat I want to do is just briefly note -- and, frankly, Senator Feinstein's question makes the point that since the \ncomprehensive immigration reform, which we spent hundreds of hours on, and certainly, Senator Kennedy is to be \ncomplimented for his sitting through every one of those meetings as well, there were many complicated provisions \nthat were the result of compromise.\n\nOne could identify four specific ones, though each of us had a little different view as to what the most important \nprovisions were. But I see support emerging on at least three of these four, and that's the primary point that I \nwanted to make -- we've got to deal with this reality.\n\nI mentioned the temporary labor worker provision.  That was part of the key of the legislation.  Support for that \nappears to be eroding, at least with respect to organized labor, and yet, it is a critical component to being a \nsuccessful bill, and not just for agriculture.\n\nThe path to citizenship, we all know what happened to that.  It became amnesty and was probably the most specific \nreasons why the comprehensive immigration legislation went down.\n\nIt was a very innovative provision that was, frankly, one of the key reasons why there was strong support, especially \non the Republican side, and that was revising our immigration laws to be more reflective of the trend occurring \nworldwide, which is more of an emphasis on workforce requirements rather than family or chain (ph) migration.\n\nInterestingly, Americans still would've had about 50 percent family immigration more than most other countries -- in \nfact, I think, more than any other country.  But that was a big part of the reform as well, with a lot of emphasis on a \nso-called stem migration, the high tech, more -- high tech-related folks.\n\nAnd finally, employee verification.  As Senator Cornyn mentioned, we can't even get a firm year of authorization of \nthe E-Verify program now.  These were really essential elements of the bill last time, and I see support eroding \nacross the board.  So we're going backward, not forward.\n\nWe have to find a way to come back together to put that kind of a bill together, or something totally different that I \ncan't quite conceive of it.\n\nI just want to close with this point.  Senator McCain, Lieberman and I just had a hearing a few days ago on -- in \nArizona related to the fact that we haven't controlled the border yet, and that it is dramatically impacting our -- my \nstate of Arizona, but others as well, not so much with respect to illegal immigration today but the crime and drugs \nviolence part of this.\n\n\n\nWe've always known that about 10 percent to 15 percent of the people illegally immigrating across the southern \nborder were criminals.  And if you have a million illegal immigrants, that's 100,000 at least of people that we don't \nwant in this country.  So there are reasons to secure the border other than relating to illegal immigration.\n\nBut we're all aware of the crime associated with the drug cartels in Mexico.  With over half of the illegal immigration \ncoming through my state, and much of that drug trade now resulting in violence in my state, this has become an \nextraordinarily important problem to solve.\n\nAnd as the police chief testified at the hearing, almost all of the crime is illegal-immigrant-on-illegal-immigrant, with \nwomen being raped, people being kidnapped, more ransom being sought, drug violence, murder of people within \nthe cartels and all the rest of it. So we've got a huge problem to solve.\n\nAnd as my colleague, John McCain, said during the campaign when this was a very political hot potato, he said, \nthose of us who supported comprehensive immigration reform learned a lesson.  People want us to secure the \nborder and enforce the law before they're going to have an open mind about comprehensive reform.\n\nUnfortunately, sadly, we still don't have that border under control, as is evidenced by the hearing that we held a few \ndays ago.\n\nSo we have a lot of challenges ahead.  Those of us who supported comprehensive immigration reform the last time \naround have a lot of challenges in front of us.\n\nAnd I appreciate the witnesses who are here today to help us work -- work through those challenges, and urge \neverybody in the audience and others who care about this issue to approach it in the spirit of good will that, I \nbelieve, it was my colleague, Senator Feinstein, said would be needed for us to get this resolved.\n\nThank you, Mr. Chairman.\n\nSCHUMER: Well, thank you, Senator Kyl.  And I'm hardly unaware of the challenges that you put forward.  They're \nall legitimate challenges.\n\nI do think there are potential ideas and solutions out there that I have, others have.  And I think we can do it.  I do.\n\nAnyway, we're going to try.\n\nNow, we have a vote at 3:45 -- sorry, at 2:45.  So I think I'd like to do -- so we could move things along.  We'll have \nour first witness, Chairman Greenspan, give his testimony, and then we'll probably break and resume about 15 \nminutes later if that's OK with all of our witnesses.  Great.\n\nSo let me introduce Chairman Greenspan.  I'll introduce the others after the break.\n\nAlthough he needs no introduction, Alan Greenspan is an economist who served as chairman of the Federal \nReserve System of the United States from 1987 to 2006.  He currently works as a private adviser and consultant \nfor firms throughout the United States through his company, Greenspan Associates, LLC.\n\nHe is the author of the book, \"The Age of Turbulence: Adventures in a New World,\" in which he addresses, among \nother things, the relationship between immigration and the American economy.\n\nChairman, we really appreciate your taking the time to be here and we look forward to your testimony.\n\nGREENSPAN: Thank you very much, Mr. Chairman.\n\nSCHUMER: If you could just pull the mike a little closer to you, I think that would work better.\n\nGREENSPAN: I appreciate this opportunity to testify before you this afternoon.\n\n\n\nImmigration to the United States slowed markedly with the onset of the current economic crisis.  But as the crisis \nfades, there is little doubt that the attraction of the United States to foreign workers and their families will revive.  I \nhope, by then, a badly needed set of reforms to our nation's immigration laws will have been put in place.\n\nThere are two distinctly different policy issues that confront the Congress.  The first is illegal immigration, of course.\n\nThe notion of rewarding with permanent resident status those who have broken our immigration laws does not sit \nwell with the American people.  In a recent poll, two-thirds would like to see the number of the illegals decreased.\n\nBut there is little doubt that unauthorized -- that is, illegal immigration -- has made a significant contribution to the \ngrowth of our economy.  Between 2000 and 2007, for example, it accounted for more than a sixth of the increase in \nour total civilian labor force. The illegal part of the civilian labor force diminished last year as the economy slowed, \nthough illegals still comprise an estimated 5 percent of our total civilian labor force.\n\nUnauthorized -- unauthorized immigrants serve as a flexible component of our workforce, often a safety valve when \ndemand is pressing, and among the first to be discharged when the economy falters.\n\nSome evidence suggests that unskilled illegal immigrants -- almost all from Latin America -- marginally suppress \nwage levels of native-born Americans without a high school diploma and impose significant costs on some state \nand local governments.\n\nHowever, the estimated wage suppression and fiscal costs are relatively small, and economists generally view the \noverall economic benefits of this workforce as significantly outweighing the costs. Accordingly, I hope some \ntemporary worker program can be crafted.\n\nThe second policy issue that must be addressed by Congress is the even more compelling need to facilitate the \ninflow of skilled foreign workers.\n\nOur primary and secondary school systems are increasingly failing to produce the skilled workers needed to utilize \nfully our ever more sophisticated and complex stock of intellectual and physical capital. This capital stock has been \nthe critical input for our rising productivity and standards of living, and can be expected to continue to be essential \nfor our future prosperity.\n\nThe consequences of our educational shortfall is that a highly disproportionate number of our exceptionally skilled \nworkers are foreign-born.  Two-fifths of the science Ph.D.s in our workforce, for example, are foreign-born.  Silicon \nValley has a remarkably large number of foreign-born workers.\n\nAnd as you, Mr. Chairman, have pointed out, 40 percent of our patents are issued to those who are foreign-born.\n\nThe quantity of temporary H-1B visas issued each year is far too small to meet the need, especially in the near \nfuture, as the economy copes with the forthcoming retirement wave of skilled baby boomers. As Bill Gates, the \nchairman of Microsoft, succinctly testified before Congress in March 2007, \"America will find it infinitely more \ndifficult to maintain its technological leadership if it shuts out the very people who are most able to help us \ncompete.\" He added that we are \"driving away the world's best and brightest precisely when we need them most.\"\n\nOur skill shortage, I trust, will ultimately be resolved through reform of our primary and secondary education \nsystems.  But, at best, that will take many years.  An accelerated influx of highly skilled immigrants would bridge \nthat gap and, moreover, carry with it two significant bonuses.\n\nFirst, skilled workers and their families form new households. They will, of necessity, move into vacant housing \nunits, the current glut of which is depressing prices of American homes.  And, of course, house price declines are a \nmajor factor in mortgage foreclosures and the plunge in value of the vast quantity of U.S. mortgage-backed \nsecurities that has contributed substantially to the disabling of our banking system.\n\n\n\nThe second bonus would address the increasing concentration of income in this country. Greatly expanding our \nquotas for the highly skilled would lower wage premiums of skilled over lesser skilled. Skill shortages in America \nexist because we are shielding our skilled labor force from world competition.\n\nQuotas have been substituted for the wage pricing mechanism.  In the process, we have created a privileged elite \nwhose incomes are being supported at noncompetitively high levels by immigration quotas on skilled professionals.  \nEliminating such restrictions would reduce at least some of the income inequality.\n\nIf we are to continue to engage the world and enhance our standards of living, we will have to either markedly \nimprove our elementary and secondary school systems or lower our barriers to skilled immigrants.  In fact, progress \non both fronts would confer important economic benefits.\n\nImmigration policy, of course, is influenced by far more than economics.  Policy must confront the very difficult issue \nof the desire of population to maintain the cultural roots that help tie a society together.\n\nClearly, a line must be drawn between, on the one hand, allowing the nation to be flooded with immigrants that \ncould destabilize the necessary comity of a society and on the other hand allowing the nation to become static and \nbereft of competition, and as a consequence, to lose its economic vitality.\n\nThe United States has always been able eventually to absorb waves of immigration and maintain its fundamental \ncharacter as a nation, particularly the individual rights and freedoms bestowed by our founding fathers.  But it must \nbe conceded that the transitions were always more difficult than hindsight might now make them appear.\n\nIn closing, Mr. Chairman, I would like to concur with President Bill Clinton's view of our immigration history as \nexpressed in remarks of more than a decade ago: \"America has constantly drawn strength and spirit from wave \nafter wave of immigrants.  They have proved to be the most restless, the most adventurous, the most innovative, \nthe most industrious of people.\"\n\nWe as a nation must continue to draw on this source of strength and spirit.  To do so in the context of a rapidly \nchanging global economy, our immigration laws must be reformed and brought up to date.\n\nThank you, Mr. Chairman.  I look forward to your questions.\n\nSCHUMER: Thank you, Chairman Greenspan.\n\nSince we do have a little time, I think we'll call on Mr. Manger, Chief Manger to testify.  He's the chief of the \nMontgomery Police Department, Montgomery County, one of the largest in Maryland with more than 1,200 sworn \nand 550 civilian members serving 950,000 residents in the greater Washington, D.C. Metropolitan area.\n\nChief Manger is a member of the International Association of Chiefs of Police, and serves as director of the Major \nCity Chiefs Association.\n\nThank you for coming, Chief Manger, and we look forward to your testimony.\n\nMANGER: Mr. Chairman, members of the committee, thank you for allowing me to speak on this important issue.\n\nI'm speaking on behalf of the Major City Chiefs Association, which is comprised of the 56 largest police \ndepartments in the United States.\n\nLet me begin by stating that the failure to secure our borders has resulted in significant consequences for local \ngovernments.  And while I'm here to focus on the impacts to local law enforcement, it's important to keep in mind \nthe overwhelming impact it has had on local school systems as well as health and human service agencies. \nEducation, social services and health care are all impacted as much if not more than public safety.\n\n\n\nWith regard to the role that immigration issues play within the law-enforcement community, I'll focus my comments \nprimarily on illegal immigration and the consequences of having millions of undocumented residents living in our \ncities and towns.\n\nThe first thing that any police chief would want you to know is that all individuals, regardless of citizenship, are \nentitled to basic rights and privileges set forth in the Constitution of the United States.  Indeed, every police chief in \nthis nation would, I hope, tell you that all persons, regardless of citizenship, have the right to expect police service \nand protection whenever and wherever they need it.\n\nAnd herein lies one of the compelling reasons for comprehensive immigration reform: It's tremendously challenging \nto deliver police service to a community of people who are afraid to have any contact with the police.\n\nThe results are an increase in unreported crime, reluctant victims and witnesses, and the targeting of immigrants by \ncriminals because the bad guys know that many immigrants will not call the police.\n\nIt's imperative that we find a way to bring these people out of the shadows so that they get the service they need \nand deserve.\n\nIn addition to the over-representation of our immigrant population as crime victims, the presence of large numbers \nof undocumented residents adds significantly to local government budgets and increases the workload for public \nsafety.\n\nI'll highlight some examples. First, an increase in gang activity.  Each one of us, in our youth, wanted to feel as \nthough we were a part of something and that we were among people who cared about us.  For many of us, sports \nand recreation, church, school, and family fulfilled those needs.  But for any 13-year-old boy thrown into a school \nand a neighborhood where he knows no one, unable to speak English, with little or no parental involvement \nbecause his parents are working three jobs, criminal street gangs offer that boy everything he wants.\n\nAgain, allowing that family to come out of the shadows gives that boy access to more opportunities and healthier \nchoices.\n\nPolice are also struggling with a rise in the crimes of identity theft and other types of fraud.  Until just a few weeks \nago, when the Maryland General Assembly changed the law, Maryland did not require proof of citizenship before \nissuing a driver's license.  Consequently, undocumented residents from all over the East Coast submitted \nfraudulent information and obtained a Maryland driver's license.\n\nPolice departments are also seeing an increase in human trafficking cases, hate crimes, and cases involving \nunscrupulous employers not paying their laborers.\n\nMany categories of crimes would be favorably impacted by immigration reform.  But perhaps the most significant \nreason to enact comprehensive immigration reform is to allow police departments all over this nation to get out from \nbeing placed squarely in the middle of a huge problem with which we have little to no control over the solution.\n\nThe number of undocumented residents has grown tremendously in the past 15 years.  In fact, 15 years ago, \noutside of a few border cities, I doubt any police chief would have mentioned illegal immigration as even an issue. \nBut today, illegal immigration has affected our budgets, our workload, and most significantly, our trust and \nconfidence levels in the community.\n\nPolice find themselves trying to respond to pressures from the community and elected officials who have extremely \ndiverse viewpoints on the police department's role in enforcing immigration law.  This issue has polarized our \ncommunities.\n\nMunicipalities have chosen a range of managing this issue.  Some are proud to be \"sanctuary jurisdictions,\" where \nnot only does local law enforcement not inquire about one's immigration status, but those jurisdictions will also not \nhonor nor serve warrants from the Immigration and Customs Enforcement agency. On the other end of the \n\n\n\nspectrum, some jurisdictions have adopted policies that prohibit government services going to undocumented \nindividuals, and they have elected also to participate in the federal 287(g) training.\n\nMost jurisdictions have adopted policies somewhere between the two approaches I've just described.\n\nThe overwhelming majority of major city police agencies have elected not to participate in 287(g) training, primarily \nbecause it undermines the trust and cooperation with immigrant communities that are essential elements of \ncommunity policing.\n\nOne of the realities is that public safety increases when people have trust and confidence in their police department. \nDelivering fair and consistent police service to all crime victims has to be a priority.\n\nThe second reason that most jurisdictions cannot become the immigration police is that local agencies do not \npossess adequate resources to enforce these laws in addition to the added responsibility of homeland security.  \nEnforcing federal law is an unfunded mandate that most agencies just cannot afford to do.\n\nIn addition, immigration laws are very complex and the training required to understand them would significantly \ndetract from the core mission of the local police to create safe communities.\n\nPrior to a few years ago, enforcing immigration law was solely a federal responsibility.  It was a specialty, like tax \nlaw.  If the federal government comes to the conclusion some day that too many people are tax evaders, will the \nsolution be to authorize local police to enforce tax laws?  This is certainly contrary to our mission.\n\nThe bottom line remains: Local law enforcement needs to work closely with all of our federal partners but we cannot \ndo their job for them.\n\nLet me conclude by making the most important point of my testimony.  No matter what you do, Mr. Chairman, you \ncannot solve this complex issue if we do not find a way to stop the build-up of another group of undocumented \nresidents.\n\nSecuring our borders must be a top priority.\n\nLet's find a way to align the labor needs in our country with a sensible immigration policy.  Let's bring these \nmembers of our community out of the shadows and allow them to make a better life for their life.  Let's target those \nundocumented residents with criminal records.  Those individuals with criminal histories should find no safe harbor, \nno sanctuary.\n\nAnd Mr. Chairman, I urge you to use your influence with the attorney general of the United States to remove civil \nimmigration detainers from the NCIC database.  Don't force local law enforcement officers to become the \nimmigration police.\n\nAnd finally, consulting with and involving local police when developing any immigration initiative is imperative if this \ninitiative somehow involves or affects local law enforcement.\n\nIt's imperative that Congress work with the president to enact comprehensive immigration reform.  Done right, our \ncountry will only become stronger.\n\nSCHUMER: Thank you, Chief Manger, for your excellent testimony.\n\nI apologize to Dr. Hunter and Mr. Moseley, we'll be back shortly and resume what is, I think, excellent witnesses \nand great testimony to get us started on this major issue.\n\nThe committee is temporarily in recess.\n\n(RECESS)\n\n\n\nSCHUMER: OK.  The hearing will resume.  And we apologize.  We don't expect more votes for quite a while, so I \nthink, now, we'll be able to run through.\n\nAnd I want to welcome our next witness; we're truly honored to have him here: Dr. Joel Hunter.\n\nAnd I just want to say he went out of his way and changed his schedule because he cares so much about this.  And \nthe whole committee really appreciates that, Dr. Hunter.\n\nEveryone knows him.  He's the senior pastor of Northland.  It's a church distributed in Central Florida.\n\nHe is one of America's leading conservative evangelical voices; heads a congregation of more than 12,000 \nmembers, which I would say, even for New York City, that's a large number of congregants.\n\nOn February 5th, 2009, he was appointed to the President's Advisory Council on Faith-Based And Neighborhood \nPartnerships, which will advise President Obama on substantive policy issues, including inter-faith relations, \nstrengthening the role of fathers in society, and reducing the number of abortions.\n\nIt's an honor to have you here, Dr. Hunter.  Thank you for being here.\n\nHUNTER: Well, thank you, Chairman Schumer, and thank you for the work you did in getting me here.\n\nAnd thank you, Senator Cornyn and other esteemed colleagues on this panel, for providing me with the opportunity \nto speak on the moral and religious reasons for immigration reform.\n\nI'm one of hundreds of thousands of local religious leaders in this country.  I have been a pastor for almost 40 years \nand that's what I want to be for all my years remaining.\n\nAnd even though I am also in leadership positions of national and international groups that are dealing with \nimmigration, it is at the local level that I am continually reminded that policy truly does hurt or help people.\n\nIn my faith tradition, we all started as strangers and aliens, outsiders to the commonwealth of God.  But because we \nhave a God who was willing to do what it took to include us -- at great personal cost -- we are no longer strangers \nand aliens, but fellow citizens -- the Bible says.\n\nSo I find it a high honor to speak to those in power as an advocate for those who have no power.  In a verse that \nwould be echoed in many religions, Proverbs 31:8 commands us to \"speak up for those who cannot speak for \nthemselves.\"\n\nThe hope of any religion is that those who have been on the wrong path can be set on the right path.  The need for \ncomprehensive immigration reform is to create a path that will help people do the right thing.  A broken system \nproduces a dysfunctional society, fractured families, and increases the vulnerability both of the legal and illegal \nresidents.  It helps criminals who thrive in the shadows and it harms decent people, consigning them to a life of \ninsecurity, hiding, and minimal contribution to the general welfare.\n\nA broken system produces both broken and crooked people.  The cost to our nation in terms of productivity, \nnational unity, and national security is depressing.  But it does not compare with the damage being done to \nindividuals and families.\n\nBroken systems tempt many to predatory practices.  I cannot count the stories I have heard about attorneys taking \nthe entire life savings of undocumented workers, producing no results, and then abandoning those workers when \nthe money was gone.\n\nIs that typical of the profession?  We would not believe so.\n\nBut \"lead me not into temptation.\" It is a mighty temptation to de-prioritize those who are desperate and too \nintimidated to raise their voices to complain.\n\n\n\nAnd what about employers that take advantage of the powerless because there is no system of accountability? Or \nbureaucrats who have no incentive to produce results or even to keep track of paperwork because, who will know?  \nOr the talk show hosts that increase their fame and fortune by picturing those without proper papers only as \nconniving and dangerous parasites instead of persons made in the image of God, deserving both respect and help \nto do the right thing?\n\nWe are producing cottage industries of exploitation.  We are also hearing millions of stories that are the opposite of \nthe American dream.\n\nMy friend, Reverend Silas Pintos, tells of a family in his Hispanic congregation that came from England. Both \nhusband and wife were successful business people.  They hoped that, in the U.S., their children would be \nimmersed in a better environment for family values. So they came to start an alternative energy company.\n\nAfter a two-year ordeal with the immigration system and absurd legal fees, the immigration department could not \neven clearly explain to them why their residency application had not gone through.  They returned to England \nemotionally and financially devastated.\n\nMy friend Imam Mohammed Musri told me the wife of a 60-year-old man in his congregation was very sick.  The \nman had papers, but when the attorney handling his case took a judgeship, the man was not told he needed to re-\nregister.  He was deported even though his wife was too sick to go with him.  She was hospitalized and died without \nhim because he could not get back into the country to be by her side.\n\nPastor Augustine Davies is on the staff at my church.  He and his wife are from Sierra Leone and have just \ncompleted the long and arduous task of becoming citizens, but they have a special relationship with many of the \nAfricans inside and outside our congregation who are caught in the system.  One of them is George.\n\nGeorge is from Liberia, West Africa.  He is married and has four adult children who live in poverty back in his home \ncountry.  When George arrived, the INS approved the refugee for the Temporary Protection Status.  George \ncompleted a nursing program and got a job.\n\nHe was turned down for TPS renewal, but now George feels the almost crushing pressure of providing for his family \nand other countrymen who need the money he can send to them because of his job. He stays in the shadows for \nnow.\n\nI do not agree with what he is doing, but I know his present life is because he loves his family, not because he is out \nfor himself.\n\nOur immigration system can also intimidate congregations as well as individuals and families.  My friend Rabbi \nSteven Engel told me that his congregation had sponsored a family from Argentina to come to the U.S.  The INS \nlost paperwork many times; they made regular visits to the synagogue, suspicious that the congregation might be \ndoing something wrong.\n\nThe whole process was so stressful and unwelcoming that when Sergio died from a heart attack at the age of 43, \nthe remaining family returned to Argentina.\n\nThese stories and many others don't live up to the ideals of our country.  We can do better, and we know it.  \nEveryone is frustrated with the present system.\n\nOur immigration system, in many cases, has us echoing the words of the despairing saint who proclaimed, \"I am \nnot practicing what I would like to do, but I'm doing the very thing I hate.\"\n\nThe urgency for immigration reforms that yields efficiency and compassion cannot be overstated because it is so \noverdue.\n\n\n\nSome of the central principles that comprise most major religions are also woven into our country's history and can \nbe used as a standard for immigration reform, these principles that deem each person as valuable, endowed by \ntheir creator with a dignity that transcends earthly circumstance.  Therefore, our system must treat each person \nrespectfully.\n\nThey acknowledge the family as the bedrock of personal and social development, and support of the family as the \nfoundation of a strong society.  Therefore, our system should prioritize the family.\n\nThey see law not as -- not only as necessary for restraining evil, but as needed for structuring healthy relationships.  \nIt is right that wrongdoers are restrained and/or punished, but it is a better justice when laws yield correction and the \nredemption of bad circumstances.\n\nTherefore, our system should have ways to choose to live upright lives after the penalties for wrong decisions.  So \nfor most people who have faith, we are hoping for policies that will prioritize family togetherness, respect for the law, \npersonal productivity, and compassion for those who are most helpless.\n\nWe do not envy you your charge.  Immigration reform is a morally complex and a politically explosive challenge.  \nBut many of us are praying earnestly for you and we are seeking God's wisdom in this matter.\n\nIncluding the stranger is not just a matter of compassion but a necessity for greatness.  Loving your neighbor as \nyou love yourself is not only a moral commandment but a path to national nobility.\n\nIf we can build a nation of families and support networks that not only help the marginalized to be successful, but \nhelp the successful to be helpful, then we can better live up to our potential as a people.\n\nIn the end, I believe our nation will not be judged by the productivity of our budgets, or the genius of our laws, or \neven the earnestness of our faith communities.  We will be judged, both by history and by God, by the way we have \ntreated people, especially those who needed our help.\n\nSCHUMER: Doctor Hunter, I want to thank you for those moving and powerful words.\n\nHUNTER: Thank you.\n\nSCHUMER: And we're going to send your testimony and some of the others to all of our colleagues.  It was really, \nreally terrific.\n\nOur next witness -- and thank you for your patience in waiting, Mr. Mosely.\n\nOur next witness is Jeff Mosely.  He's the president and CEO of the Greater Houston Partnership.  The partnership \nfacilitates corporate relocations and expansions in the Houston area, international outreach initiatives such as \nbusiness development missions outside the U.S. and foreign trade delegations, and strategic planning.\n\nPrior to joining the partnership, Mr. Mosely was the CEO of the Office of the Governor for Economic Development \nand Tourism, a position he held from 2003 to 2005.  And since Senator Cornyn -- you're Senator Cornyn's \nconstituent, maybe he'd like to add a word of introduction.\n\nCORNYN: Well, Mr. Chairman, thank you for allowing me ask Mr. Mosely to come up and testify today.  There is \ngreat interest, as I indicated in my opening remarks, about this subject across the board.\n\nThe chief talked about the impact on local governments.  And certainly, we see that not only in law enforcement but \nalso on our hospitals and health care system.\n\nIt's a matter of finding skilled workers for jobs where we lack skilled workers.  And we need to fix the system.  And \nMr. Mosely has made it his job along with those at the Greater Houston Partnership to try to come up with good \nsolutions and ideas for us.  And so I'm delighted he could be here with us today and share some of his ideas with \nus.\n\n\n\nThank you.\n\nMOSELY: Thank you, Senator Cornyn, Chairman Schumer and members of this committee.  It is a delight to be \nable to bring a few remarks to you this afternoon.  And I thank you for your leadership and to your commitment for \nreforming America's immigration laws.\n\nAnd even though as we've talked earlier, we may not always agree on specific legislative proposals, I am most \ngrateful to each of you as members of this committee for continuing this conversation that Senator Kennedy \ninitiated with the American people so many years ago.\n\nBy way of introduction, the Greater Houston Partnership is a business association whose membership represents \nmore than $1.6 trillion in annual revenues.  Our organization seeks to represent a grassroots voice for business and \nindustry in this immigration reform dialogue.\n\nAnd it's a voice that we know has been missing from the debate. We've witnessed most recently the two failed \nattempts to pass immigration reform.  Arguably, the business community bears some responsibility, chairman, for \nthese failures by standing on the sidelines.\n\nThe intent of the 1986 Immigration Control and Reform Act was to make employers responsible for verifying the \nlegality of their work force.\n\nHowever, the current system by which employers determine worker authorization is actually no better than the \nsocial security card which is still printed on a low cost basis and quite frankly hasn't been updated in any fashion \nsince it was begun back in the 1930s.\n\nWe would also argue that there must be a strong balance between securing our borders and safeguarding our \nprosperity to echo Chair Greenspan's testimony.\n\nThe Greater Houston Partnership recognizes the need to secure our borders.  We also support immigration reform \nthat will allow employers, through an efficient temporary worker program, to recruit skilled and unskilled immigrant \nworkers when there is a shortage of domestic workers.  We also believe there's a need to provide a process for \nlegal status for qualified, screened undocumented migrant workers that are now in the country.\n\nThe Greater Houston Partnership further believes that employers should be responsible for verifying the legal status \nof those they hire.  And to this end, we support the creation of a very fast, reliable employment verification system.  \nHowever, we would also add that we oppose laws that would increase civil and criminal penalties on employers \nwithout providing viable legal options for hiring skilled and semi-skilled workers.\n\nThe Partnership's task force on this issue actually thought we should go further. And this led to the creation of a \nnon-profit organization called Americans for Immigration Reform.\n\nAnd Chairman and members, the purpose of Americans for Immigration Reform is very simple, and that is to build a \nbroad, grassroots, national coalition that favors immigration reform.\n\nLast year, Americans for Immigration Reform commissioned a major study on the economic impact of \nundocumented workers.  And this will sound similar to what Mr. Greenspan talked about.\n\nThe Perryman Study, which is available at houston.org and americansforimmigrationreform.org states this way.\n\nAnd quite frankly, if you think that subprime mortgages and the freezing of credit markets, and high priced energy \nhave a chilling effect on the economy, the Perryman study concluded that if all undocumented workers were \nremoved from the United States economy, the immediate effect would be the loss of some 8.1 million jobs.\n\nAnd even if the economy adjusted, job losses would still exceed 2.8 million.  And moreover, our economy would \nlose, Mr. Chairman and members, $1.76 trillion in annual spending, and $652 billion in annual output.\n\n\n\nSo even if we did have the resources to round up and deport every undocumented worker in this nation, which we \ndon't, the consequences to our economy would be staggering.\n\nThe Perryman Study, again, as I said, can be found free of charge on our Web site, but we think that in today's \neconomic climate, you and I can recognize that even a person that's unemployed in New York's financial sector, \nmore thank likely would not be willing to relocate and do agricultural work in California or construction work in \nHouston in spite of our mild weather.\n\nSCHUMER: Seasons.\n\nMOSELEY: Yes, sir, Mr. Chairman.\n\n(LAUGHTER)\n\nSo that's where we certainly agree with Chairman Greenspan, that immigrants are net contributors to our tax base.\n\nAnd while it's recognized that there are costs affiliated with health care and public education, the economic benefit \nof an educated and healthy workforce strengthens our economy.\n\nWe do not believe in amnesty, Mr. Chairman.  We do not believe in deportation.  But there should be a recognized \nlegal status for the undocumented so that their contributions to the economy can be recorded and they can be \ntaxed for public services just like all of us in our community.\n\nWhat the business community requires and what the religious community desires and what Americans for \nImmigration Reform need, we believe is, as has been stated many times, less rhetoric and a real strong common \nsense solution that we can all support.\n\nWe want leaders that are willing to share the truth rather than having the primary source of information come from \nthe entertainment industry that inflames, rather than explains, the reality and complexities of the immigration issue.\n\nMr. Chairman, on behalf of the Greater Houston Partnership, may I extend an invitation to you and your \ndistinguished colleagues for us to host a field hearing for you in the Houston area at some time in the future.\n\nThank you, Mr. Chairman.\n\nSCHUMER: Well, thank you, Mr. Moseley.  And I want to thank all four of our witnesses.\n\nI don't think we could have had four better witnesses to begin this.  And from different perspectives, each showed \nthe need for immigration reform, and we'll have more witnesses in the second panel who will augment that.\n\nI'm going to ask my first question for Dr. Hunter.  And I just -- your testimony was a tour de force -- it really was.  \nAnd I hear lots of testimony and it's right at the very top of the list so thank you.\n\nCan I ask you this, how many of your colleagues would you say in the ministries and all of the clergy would agree \nwith your views on immigration?\n\nAnd do you think this time around, more religious leaders who agree with your view will speak out in favor of \nimmigration reform as you have done so strongly, not just here but repeatedly?\n\nHUNTER: I do, Mr. Chairman, and let me tell you why.\n\nFirst of all, most local religious leaders are that because they care very deeply about people. And the more they \nhear these stories and the more they become familiar with people who are caught in a very bad system, the more \nsympathy they have and the more they are aware of people's hurts and family's breakups.\n\n\n\nThe second reason is, I think the tide has turned in our country as far as -- it's almost like we are -- we've been \nsystematically desensitized to, you know, everybody, extremizing or extrapolating every wrong thing that could \nhappen.  And so, therefore, the pundits don't quite have -- you notice they're getting more and more extreme. And \nthat's for the reason, they have to escalate in order to get the same amount of attention.\n\nAnd for the religious community, there are quite a few now that used to be very hard on one side or the other and \nthey're kind of saying, \"Wait a minute.  Let's take a second look at this.\"\n\nLet's approach this more intelligently.  Let's take a look at this as a complex problem and therefore work this thing \nthrough.\n\nAnd I think there's just a -- there's a new day in this country and I think that many local religious leaders are going \nto be hopeful, be prayerful, and be working toward a solution to the immigration reform challenge.\n\nSCHUMER: That's very good news and I agree with you.  I mean, even if you just look at the polling data, there are \na small minority of Americans on either end but most Americans want a solution that will be a fair solution, a \nhumane solution, a legal solution.\n\nI think the time is right.  That's frankly why I chose to chair this subcommittee.  In previous years, I had other \nsubcommittees here on this committee.\n\nThe next question is for Alan Greenspan, again, who gave great -- I don't think I have to ask many questions \nbecause the four testimonies here were just so incredible and made such a much more powerful case than my \nquestions.\n\nBut I would just like to flesh out a few things with Chairman Greenspan.\n\nYou mentioned -- you said that undocumented workers contribute positively in many -- in certain ways to the \neconomy.\n\nHaving said that, do you believe that a system which would rely far more on legal immigration and be balanced \nbetween family immigration and economically oriented immigration where, let's say, 90 percent of the new \nimmigrants into this country were legal as opposed to about 40 percent or 45 percent which it is now, would work \nbetter?\n\nGREENSPAN: Most certainly, Mr. Chairman.\n\nIt's very difficult to envisage what it must be like if you're not an undocumented illegal immigrant.  I think that the \nchief specified very well the fear that these people have of somehow being deported.  That cannot but have a very \nchilling effect on the flexibility or willingness to take certain, different types of jobs.\n\nBut let me go a step further and say how important it is to recognize, as Mr. Moseley has pointed out, that the -- a \nvery substantial proportion of both documented and undocumented immigrants in our labor force are at critical \npositions and that the best way to view this is that they have very large participation at the very low- skilled levels \nand at the very high-skilled levels.\n\nIf you were to remove either of those groups, the economy would be in very serious trouble.\n\nThat also tells you incidentally that when you have complementary type of labor forces, which is what the total \nforeign-born employment is, the tendency is to increase the productivity of the total.  And I think we're all acutely \naware of it.\n\nWhen, for example, on your staff, Mr. Chairman, you have a number of senior assistants.  If you hire two or three \npeople for each of those, what will happen is that those people whom you hire are not as good as your assistants, \n\n\n\nbut the working together of the assistants and the helpers enhances the productivity of both and the wage rates of \nboth go up or in a broader context in the economy, the level of productivity and standards of living rise.\n\nSo that when you have the issue of a very large, say, group of individuals who have less than high school \neducation, and you put a number of them in, say, construction jobs, the foreman will all of a sudden be far more \nproductive because they have more people to supervise and more gets done, the wage rates of the less skilled go \nup.  The wage rates of the foreman go up.  So everybody benefits.\n\nAnd I think it's critically important to realize this because those who argue that immigration suppresses the wage \nlevels of native- born Americans are mistaken.  It doesn't.\n\nOn the contrary, it raises them with the sole exception of a small body of those with less than a high school diploma.  \nAnd even they -- it's an arguable case, so that the arguments against immigrant labor are just wrong.\n\nSCHUMER: Thank you, Mr. Chairman.\n\nFor Chief Manger, you testified that asking state and local law enforcement to enforce federal immigration laws is \nan unfunded mandate, which it truly is.\n\nCan you just describe in a little more detail the amounts of money, manpower that the average major city police \nchief currently has to divert from other areas if you were to have to fulfill the unfunded mandate of enforcing federal \nimmigration law?\n\nMANGER: The 287(G) training, I think, is a prime example where the resources necessary to take on these \nimmigration investigations is really a lot more than most police departments can afford to do.\n\nIt's not just simply a matter of going for a day's training and all of a sudden you become, you know, or you have this \n287(G) training and you can do immigration investigations. The training itself takes over a month.\n\nAnd to have police officers that you take out of service to train for that length of time, to be able to begin to do \ninvestigations that, previously, we've never had to do, I mean, it was -- so you're taking on complicated \ninvestigations that take a long period of time.\n\nI'll just give you an example.  We -- you stop someone for a simple traffic violation, and there are some police \ndepartments, not many but some in this country now, that if you don't have a driver's license with you and you \nappear to be foreign-born, they will initiate an immigration investigation, and it's not just simply running a name \nthrough a database.  Very often, these are complicated investigations that take days in order to determine \nsomeone's immigration status.\n\nI just -- I don't know of a police department in this country that has the ability to take on these types of investigations \nwhich are time-consuming, which are crimes that we've never had to investigate before, and just do it with no \nimpact to their budget and their resources.\n\nSCHUMER: And I would imagine as difficult as it is for a large city police department, it may be harder for a smaller \nsuburban or rural police departments…\n\nMANGER: Absolutely.\n\nSCHUMER: … with fewer resources.\n\nMANGER: That's true.  I mean, we -- and larger departments do have some additional resources. We generally \nhave staff that can do specialized investigations.\n\nBut, again, I will speak for my police department, if I had additional personnel, I've got robbery issues, I have got \nauto theft issues, I've got a lot of other crimes that I think are -- threaten public safety a lot more than going after \nsomeone who may have overstayed a visa.\n\n\n\nSCHUMER: Thank you.\n\nSenator Cornyn?\n\nCORNYN: I have just a couple of questions, Mr. Chairman.\n\nLet me start with Mr. Moseley.\n\nIn 2007, when we were debating a comprehensive immigration reform bill, there was an amendment that adopted -- \nthat basically eviscerated the temporary worker provisions or guest worker provisions in the bill -- and some \nobservers called that a \"poison pill\" because that was a part of the understanding that a comprehensive immigration \nreform bill wouldn't necessarily include a guest worker provision for people who did not necessarily want to be \nAmerican citizens but wanted to come to the United States, fill necessary jobs in a legal status, and take the skills \nand savings they earned during that temporary work period back with them to their native land.\n\nHow important do you believe that a guest worker provision is to a comprehensive immigration reform bill?  And \nwhy do you feel that why?\n\nMOSELEY: Senator, I think one of the biggest challenges for all of us would be to somehow put together a law with \ncaps or quotas and somehow think that we can anticipate the workforce demands of our economy five years from \ntoday or three years from today, or next year.\n\nThe reality of it is we all admit today that we're a part of a global marketplace.  And as we move more and more into \nthis global economy, we see a demand for workforce, and those demands need to be met or we need to export \njobs.  That's pretty clear.\n\nToday, in the Houston economy, one of the demands we hear over and over again is the need for engineers in the \nenergy clusters.\n\nAnd the people that are managing these large energy companies are warning us that with baby boomers retiring, \nthere's a curve that is really not going to be met without some type of an opportunity to bring in trained, highly-\ntrained workers from outside the United States -- or we need to export those jobs. That's kind of where we see it.\n\nToday, we have 4,000 job openings at the Texas Medical Center in Houston.  Now, that's a range of jobs.  But \nanybody who's recently been in a hospital probably has looked up and seen that we're importing skilled workers \nwhen they look into the face of a technician or a nurse and they happen to be from the Philippines.\n\nBut we just -- we believe there's a huge value, whatever that mechanism is, in letting a workforce come in to our \neconomy and be used and if they need to go back home, whatever that mechanism looks like, we do see a value in \nthat.\n\nSCHUMER: Chairman Greenspan, may I ask you about a related topic.  And that is, to me, one of the benefits of a \nguest worker program or a temporary worker visa as a component of the comprehensive immigration reform, \nwhich is -- which was suggested by Mr. Moseley, for example -- you could during times of prosperity and a lot of \njobs, you could ratchet it up.\n\nDuring times when the economy is softer and perhaps the need for those workers was reduced, you could dial it \nback without creating a permanent threat to American citizens not being able to find a job because maybe they \nwere -- there was a foreign worker who was permanently here in the country who would occupy that position.\n\nDo you see any benefit to the flexibility in our economy, given the ups and downs of the economy, and having a \ntemporary worker or guest worker program?\n\nGREENSPAN: Yes, I do, Senator. But in the context of broad guidelines, the markets will work by themselves in \nthat regard.  In other words, currently, for example, if you take a look at the actual employment of foreign-born \n\n\n\nworkers relative to native-born, because they happen to be concentrated in areas which are the weakest, like \nconstruction, you see a very significant decline occurring, and a very substantial part of that are undocumented \nworkers.\n\nAnd, in a sense, they're withdrawing because demand is not there. And think if you can set broad principles, you \ndon't have to calibrate as specifically as was implied.  Although I have no objection to doing it because I'm not -- I'm \nnot even sure it is necessary.\n\nBut I grant you, you need limits because, as I indicated in my prepared remarks, opening up in today's world to an \nunlimited flood of immigrants does unsettle a society. But within that context, there's a far more leeway to open up \nfor guest workers or temporary workers than even anybody is remotely talking about.  And I think our economy \ncould absorb them very productively, very quickly.\n\nSCHUMER: Thank you very much.\n\nI just have one last question for Chief Manger.\n\nYou talked about the -- and I'm sympathetic with your views that it really shouldn't -- that the responsibility of federal \nlaw enforcement officials shouldn't be thrust as an unfunded mandate on local and state officials, but can you talk \nwith me just a second about a phenomenon which, I think, it occurs in many of our big city jails, where you have \npeople who were here illegally but who have committed serious crimes.\n\nAnd if we can separate the people who've come here in violation of our immigration laws -- which I think most \npeople would not view as a threat to their safety necessarily, and those who are here illegally but who've committed \ncrimes and exploiting, perhaps, other immigrants and the immigrant community because they know their -- those \ncrimes are unlikely to be reported -- is there some -- what can the federal government do better to provide you the \ntools or to allow for the separation of those and to deal with the really dangerous criminals, including the \ntransnational gangs who are taking advantage of our porous borders now and preying on a lot of the innocent \npeople in many of our big cities and elsewhere?\n\nMANGER: I think that ICE has heard the message that you just stated.  The days of us notifying ICE that we have \nin custody someone who's overstayed a student visa and them thinking that that's a priority to deport that individual, \nI think, are passing.\n\nNow, we have a policy within the Montgomery County Police Department where, if we arrest someone for a violent \ncrime, we make -- and that individual is foreign-born -- we make that notification to ICE for them to check on the \nstatus.\n\nEvery police chief, I think, would tell you that there's -- what you just described -- there's a big difference between \nsomeone who is in our community committing crimes -- an undocumented resident committing crimes in our \ncommunity.  The threat to public safety there, I think, necessitates ICE doing their job and removing that person \nfrom their community.\n\nI think that -- and one of the things that I talked about in my testimony was the fact that people that are here, \nundocumented, committing crimes, preying on our community I think should receive no sanctuary, no safe harbor in \nour country.\n\nAnd we have enough folks here -- documented and undocumented immigrants that are contributing in our \ncommunity that are in no way threatening our public safety that we need to concentrate on, and those that are here \ncommitting crimes, I think, we need to remove from our community.\n\nSCHUMER: A quick follow-up -- and this is my last question: How good a job do you think the federal government, \nICE, is doing now in accomplishing that goal?\n\n\n\nMANGER: Much better than, I would say, than a few years ago. They realized they don't have the resources to get \nrid of every undocumented resident.  They're now focusing on the worst offenders, and that's what we need them to \ndo -- and I think they're doing a better job of it today.\n\nSCHUMER: I could not think of four better witnesses to start off our long-goal quest to come up with a \ncomprehensive immigration reform bill this year.  So I want to thank each and every one of you.  And as I said, I \nwant to distribute this testimony to all of my colleagues.\n\nThanks for being here.\n\nNow, we'll call our second panel to the witness stand and give them a minute to get settled.\n\n(OFF-MIKE)\n\nLet's get started for our second panel.\n\nI'm going to introduce all four, and your entire statements will be submitted into the record, and then we'll ask some \nquestions.\n\nOK, Doris Meissner -- and I've sat on the immigration committee when she had testified before, and I've sat on the \nimmigration subcommittee in the House when she was the then-INS commissioner.\n\nShe's a senior fellow now at the Migration Policy Institute, one of the leading thinkers in the America on immigration \nand national security.\n\nBetween 1993 and 2000, as I mentioned, she served as commissioner of the INS.  Her accomplishments including \nreforming the nation's asylum system, creating new strategies for managing U.S. borders, improving naturalization \nand other services for immigrants, shaping new responses to migration in humanitarian emergencies, and \nstrengthening cooperation in joint initiatives with Mexico, Canada, and other countries.\n\nEliseo Medina is the international executive vice president of the SEIU, the fastest growing labor union on the West \nCoast and the largest union in California.\n\nMore than 2 million workers across the country, including many hundreds of thousands in New York, I'm proud to \nsay, are SEIU members, which is the union with the largest membership of immigrant workers.\n\nWade Henderson is expected, and we hope he will be.\n\nAnyone here from the Leadership Conference? Do we -- any staff? Is he on his way?\n\nOK.  He said he'd be here.  In all fairness to Wade, he said he'd be here at about this time so we expect him.\n\nAnd I'll introduce him now, so he won't hear the introduction, but, as my kids would -- used to say, no big whoop.\n\nWade Henderson is the president and CEO of the Leadership Conference on Civil Rights, counselor to the \nLeadership Conference on Civil Rights Education Fund.  The Leadership Conference is the country's premier civil \nand human rights coalition.  He's also the Joseph L. Rauh professor of Public Policy at the David Clarke School of \nLaw in the University of the District of Columbia.\n\nAnd Kris Kobach is a professor at the University of Missouri, Kansas City, School of Law.\n\nIn 2001, Professor Kobach was awarded a White House Fellowship, which took him to Washington, D.C. to work for \nthe Bush administration in the office of U.S. Attorney General John Ashcroft.\n\nAfter his fellowship ended, Attorney General Ashcroft asked Professor Kobach to stay on as his counsel.  In that \ncapacity, he served as the attorney general's chief adviser on immigration law and border security.\n\n\n\nWe welcome all of you, and we'll begin with Doris Meissner.\n\nMEISSNER: Thank you.  Thank you very much, Senator.\n\nLet me begin by congratulating you for taking on this committee, and thank you for doing so.\n\nWe all know, as you've said, that these are big shoes to fill, and I and my colleagues at the Migration Policy \nInstitute, which is a non-partisan think-tank here in Washington, are available to be helpful to you and to the \ncommittee, with research, analysis and policy ideas.\n\nI want to begin by just saying a few things about the economy, because that, of course, looms above all right now. \nWhere the economy and immigration is concerned, there are a couple of key facts that I think really are critical for \nthe work that you are setting out to do.\n\nChairman Greenspan alluded somewhat to this, but let me underscore it further, and that is that the growth in the \nforeign-born population in this country has slowed considerably since 2007, when the recession began.\n\nAnd that slowdown really began in 2006 with the unauthorized population.  We have seen no significant growth in \nthe increase of the size of the unauthorized population since 2006.\n\nThat's very important because that growth was going at about 500,000 a year, a large number of people for quite a \nfew years running. It does not mean, however, that the people who are in the United States in an unauthorized \nstatus are going home.\n\nThere is some anecdotal reporting about returning migration, but the data do not support that there is a trend of \nreturn migration.  So particularly, where the case of the unauthorized population is concerned, although it's not \ngrowing, it is also not being reduced.\n\nSo we're in a period of pause where immigration increases are concerned.  It's particularly because of a slowdown \nin illegal immigration.\n\nThat's new for the first time in a decade, and it really does provide a historic opportunity for needed reforms, so that \nwhen growth does resume, which will happen, the disconnects between our broken immigrations system and the \neconomy might be fixed and the immigration can contribute, then, in a much healthier way to recovery and to our \nfuture as a nation.\n\nSo with that backdrop, let me touch on just a few critical points that have to do with solutions -- how we do this \nfixing.  I want to make three points.\n\nFirst, enforcement.  Where enforcement is concerned, we know, of course, that the new system has to have rules \nthat are workable, and those are rules that have to be able to be enforced.\n\nBorder enforcement is a given.  Of course, we have to have border enforcement and border control.  But it's also \nthe case, and I think there is wide agreement, that border enforcement cannot succeed without meaningful \nemployer enforcement.\n\nAnd meaningful employer enforcement depends on universal verification, mandatory electronic verification, so that \nemployers can comply with the requirements to hire only legal workers.  The focus where verification is concerned \nhas been almost entirely on the E- Verify system and on the means, the technology means, by which one could do \nverification more effectively.\n\nBut that ultimately will fail in the same way as the I-9 system has failed, without the companion piece of reliable \nidentification documents. And I mention that because I've seen you quoted on this point.\n\n\n\nIt's a point that I raise again and again, and that we raise in our work, and I want to validate your position on that, \nand I want to encourage that the committee work on that and that we work together on that.  It is an absolutely \nessential piece of the verification puzzle.\n\nSecond point -- the second point has to do with legalization. This of course is the issue where all of the passion is \ninvested.  I'm not going to do the pros and cons on legalization, but I want to make two points about legalization.\n\nFirst of all, if you take a hard-headed economic look at legalization and legalization now during a recession period, \nthere is a persuasive case to be made: why it makes sense to do legalization during a recession period.\n\nI've provided the research and the references in detail in my statement so that they're available to the committee.  \nBut I think it is important to step back and take that into account in this discussion.\n\nSecondly on legalization, I think that it is extraordinarily important for the committee to work very closely with USCIS \nand with DHS and government agencies on designing a legalization program so that it is a program that can be \nimplemented.\n\nWe need a phased legalization program that begins with a simple requirement for a background check so that \ncriminals can be weeded out and a straightforward registration process that leads to work authorization and a \nchance to get in the cue for adjustment.\n\nThen, over time, applicants can earn their way to permanent residency and ultimately to citizenship for those who \nso choose.\n\nMy final point has to do with future flows.\n\nI think, if we look back on IRCA, one might argue that the single biggest failing of IRCA was to fail to anticipate \nfuture flows of immigration.  We looked at IRCA as a one-shot deal; we could do it and move on.\n\nThat was a mistake.  Immigration is dynamic.  Legal and illegal immigration are closely tied.\n\nSo we will need increased flows of immigration again at some point in the future, when job growth returns.  And we \nneed to be able to provide for that in legislation.\n\nThe dilemma, of course, is not only the current dilemma of a recession; it is the bigger dilemma of the way in which \nour immigration statutes are written today.  They are extremely inflexible.\n\nAnd there is really very little ability in the current statutory frameworks to adjust levels of immigration against labor \nmarket demands and labor market changing circumstances so that far too rigid system, with ceilings numerically \nwritten into the statute, are really frustrating our ability to have immigration work much more effectively and \nconstructively for the country and for the economy.\n\nAnd the only real variable here has been illegal immigration, which is responsive and that is obviously not an \nacceptable way to go or a situation to be in.\n\nWe at MPI have addressed this issue several years ago in work that we did with a task force that we convened, \nwhich was under the co-chairmanship of former Senator Abraham and Congressman Hamilton. Our report was \ncalled Immigration and America's future.\n\nWe made many recommendations but among the recommendations that we made was the idea of what we call a \nstanding commission on immigration and labor markets as a way of establishing an institutional response to this \nproblem of flexibility and adaptation.\n\nNow, I know the word commission is always a problematic word.  It all -- has all kinds of connotations that are \nworrisome.  But I'd like to urge that the committee think about this as a permanent capability within the federal \ngovernment in the executive branch, really akin to what the Bureau of Labor and Statistics and the Census Bureau \n\n\n\ndo, which would be to provide ongoing research and analysis on the relationship between immigration and labor \nmarkets.\n\nThat is the research that is not now available; it is not going to be produced by the academy because of the nature \nof the work and the way work gets done.\n\nBut we need evidence and we need ongoing evidence from which the Congress can make decisions that adjust \nlevels of immigration in a far more systematic, regular fashion, so that a body like this would make \nrecommendations based on evidence to the Congress for adjustments regularly, and those adjustments would be \nfor the purposes of promoting economic growth and competitiveness for our economy for the future.\n\nI've given you a fuller description in the statement but suffice to say that our ability to have a more dynamic, \nresponsive, legal immigration system for employment-based needs in this country is going to be increasingly \nimportant to us in the future.  This provides a possible way to get from here to there.\n\nThank you very much.  I look forward to working with you in the future.\n\nSCHUMER: Thank you, Ms. Meissner.\n\nMr. Medina?\n\nMEDINA: Thank you, Mr. Chairman.\n\nMy name is Eliseo Medina, and I am a very proud immigrant today. To address a U.S. Senate subcommittee is a \ngreat honor and I thank you for giving me this opportunity.\n\nMy family and I came to this country in 1956.\n\nWe worked in the fields harvesting grapes, oranges and other crops.  We worked very long days, without breaks, \nfor very low wages and terrible working conditions.  To ask for better treatment was asking to be fired on the spot.\n\nBut as difficult as the work was, we also knew that if we worked hard, we had an opportunity to claim our own little \npiece of the American Dream.  Because of my history, the issue of immigration reform is very personal to me.\n\nToday, I am an executive vice president of the Service Employees International Union, one of the largest unions in \nAmerica.  I am honored to be here today representing the 2 million home care, janitors, security officers and other \nSEIU members who live and work throughout the United States.  Many of them are immigrants who came to this \ncountry from all over the world.\n\nRegardless of where we came from, we go to work every day with the same goal: to work hard, to contribute to \nsociety and to achieve our own American Dream.\n\nToday, immigrant workers are advocating alongside their co- workers and neighbors in support of economic \nreform, real health care reform, and strengthening the rights of workers through the passage of legislation like the \nEmployee Free Choice Act.\n\nI believe that to achieve that dream, we also have to address our broken immigration system.  The status quo is \nsimply unacceptable and works only to the benefit of those who break the rules.\n\nThat is why the largest workers organizations in the country, the Change to Win Federation and the AFL-CIO, have \ncome together around a unified proposal for comprehensive immigration reform that consists of five components, \neach of which depends on the others for success: rational control of the border; a secure and effective worker \nauthorization mechanism; adjustment of status of the current undocumented population; improvement, not \nexpansion of, temporary worker programs; and an independent commission to assess and manage future flows \nbased on labor market shortages that are determined on the basis of actual need.\n\n\n\nThis proposal will allow millions of undocumented workers to come out of the shadows, relieving them of the fear of \narrest and deportation and of leaving behind their families.  It will stop the unscrupulous employers from taking \nadvantage of their lack of legal status to exploit them and violate existing wage and hour and health and safety \nlaws.\n\nGuest workers fare no better because they are tied to their sponsoring employer, with no effective redress, \nbecause to complain is to lose your visa and be deported.\n\nI have seen this system firsthand with my father and brother, and later as an adult working with sugar cane cutters \nin Florida under the H2A program.  These workers are not treated as \"guests\" in our country.  They are treated \nmore like indentured servants.\n\nThe current broken system has given rise to a three-tier caste worker system in America: citizens, guest workers \nand undocumented workers. This onerous system depresses wages for all workers, because too many employers \nseek out the cheapest, most vulnerable workers in order to gain a competitive advantage.\n\nThis helps no one: not American workers, not immigrants and not businesses that play by the rules and certainly \nnot taxpayers who wind up paying for an ineffective enforcement system that is focused on arresting service \nworkers, farm and meat-packing workers, instead of stopping drug smugglers, gang members or other large \nthreats to our national security.\n\nReal reform will allow us to focus our resources on our priorities instead of on our prejudices.  It will solve many \nproblems at one time instead of the current band-aid approach.\n\nSince we unveiled our proposal, the portion that has received the most attention has been the independent \ncommission.\n\nThe men and women of the labor movement have long believed that our current system for bringing in permanent \nand temporary workers simply does not work effectively. The key to designing a sustaining -- a sustainable \nworkplace immigration system is that the flow of future workers must be rationally based on the always-evolving \nlabor market needs of the United States.\n\nThe commission would act in two phases.  First, it would examine the impact of immigration on the economy, \nwages, the workforce and business in order to recommend to Congress a new flexible system for meeting our labor \nneeds and set the number of employment visas.\n\nNext, the commission would set and continuously adjust future numbers based on a congressionally approved \nmethod.  We believe that our proposal will give all stakeholders a seat at the table in order to build a system that \nworks for the long term that is based on sound public policy, not on politics, and it will provide for lasting political \nsupport.\n\nWe hope that you will give it consideration.\n\nThank you, Mr. Chairman.\n\nSCHUMER: OK.  Mr. Henderson, I read your introduction and explained to people your promise to be here around \nfour o'clock and you were true to your word.\n\nHENDERSON: Thank you, Chairman Schumer, for the opportunity to address what for the leadership conference \non civil rights is, even now, one of the preeminent civil and human rights issues of the 21st century.  I'd like to begin \nwith what I hope are a few points on which we can all agree.\n\nFirst, I think it is clear to everyone that our nation's immigration system is badly broken.  It fails to keep up with \neconomic realities, it does not keep track of who is here, and it does not give people enough incentive to play by the \nrules.  We clearly need drastic changes.\n\n\n\nI think we also agree on the need to include more effective but also more realistic and more humane immigration \nenforcement.  It is simply unrealistic to stretch fences across our borders; and we cannot leave enforcement to local \npolice, or worse, to private groups.  But we can take more sensible measures, like hiring more Border Patrol agents, \nmaking better use of technology, and working closely with Mexico against human and drug trafficking.\n\nThird, I hope we can agree on the compelling need to give millions of undocumented immigrants in our country a \nrealistic, humane way to come out of the shadows and legalize their status.  As a lifelong civil rights advocate, I \nrecognize the treatment of undocumented immigrants as an economic and legal issue of great importance.\n\nBut it is also a civil rights issue of profound significance that goes directly to our most fundamental understanding of \ncivil and human rights.  We do not need to condone the violation of immigration laws.\n\nBut motives count. And when we consider why most of our current undocumented population came here, and the \nrole that immigration policy played in aiding and abetting their arrival, it is clear that we should not treat them as \nfugitives.  If they are otherwise law- abiding and willing to contribute and play by our nation's rules, then we should \nprovide them with lawful status.\n\nAnd fourth, because we all agree that families are the backbone of our society, our immigration law should reflect \nthis instead of keeping them apart as they do now.\n\nMoving more directly to the focus of today's hearing: how to overhaul our immigration system, I'm certainly mindful \nthat these are incredibly challenging times.  Our economy is badly struggling, leaving countless numbers of \nAmericans economically insecure.  And Congress obviously has a lot on its plate this year.\n\nBut from our perspective, the challenge of immigration reform in 2009 is also pressing.  However, to achieve reform, \nthe American people must be convinced that even in these difficult times, reform makes sense economically as well \nas morally, and that the needs of all Americans are considered.\n\nFor example, the needs of low-wage workers, a group disproportionately composed of African-Americans, have \nlong been neglected by policy makers, and this neglect could impede immigration reform.\n\nThe situation facing African American workers is a complicated one.  And as I explained in more detail in my \nwritten testimony, there is no consensus on whether immigration worsens their employment situation.\n\nFor example, long before immigration policies were made more generous in the 1960s, black unemployment rates \nwere twice as high as for white workers and they have stayed that way even as the immigrant percentage of our \npopulation has increased.\n\nNevertheless, immigration opponents continue to raise the specter of job loss and reduced wages among African-\nAmericans as a tactic in their opposition to comprehensive reform.\n\nEconomic insecurity is certainly very keenly felt today in the African American community as in every community.  \nBut this does not mean that African Americans oppose comprehensive immigration reform -- and we at the LCCR \nhave done extensive research that confirms that point.  Instead, it underscores the need for reform proposals that \nwill simultaneously advance the economic well-being of all low-wage workers.\n\nI believe that reform must take two key steps in order to succeed. First, it must forge policies that promote economic \nadvancement for native-born workers; and second, prevent immigrant workers from being exploited and being \nused to undercut the wages for everyone else.\n\nAs to the first part, my written testimony described some ideas jointly developed by civil rights leaders to address \nthe concerns of low-income workers across the board.\n\n\n\nThey include: better enforcement of anti-discrimination laws; improved job vacancy notification systems to give \nnative-born workers better job information; increased enforcement of workplace standards; and more resources for \njob skills training; and to help workers relocate.\n\nThe second key component is an immigration bill that provides for genuinely fair treatment of immigrants and \nprevents immigrant workers from being used to undercut standards for all workers.\n\nThe American labor movement recently issued a blueprint that embodies these ideas, and my friend, Eliseo \nMedina, has already addressed some of these issues in his testimony.\n\nNow, before I finish, I would like to add that most African Americans understand better than almost anyone else that \nit is inherently wrong to divide people along the lines of race and ethnicity or national origin, and that us versus \nthem wedge politics hurt everyone in the long run.\n\nThat is why, finally, African-Americans also take note of how consistently certain groups show their concern for us \nacross the board and not just when it comes to immigration policy.\n\nSadly, immigration restrictionists rarely show interest in the African-American community at other times.  To anyone \nwho looks closely at where immigration restrictionists stand on other priorities of importance to African-Americans, it \nis clear that they are not and never have been our friends.\n\nI want to thank you again for having me here today and I look forward to your questions.\n\nSCHUMER: Thank you, Wade Henderson.\n\nNow, they did call another vote.  We have about six minutes left on it.\n\nSo, Mr. Kobach, to give you a full hearing and so I have time to ask questions, to people who mind waiting, I will get \nback as quickly as I can.  Is that OK with all our witnesses?\n\nGreat.\n\nOK, thank you.  The hearing is temporarily recessed once again for a vote.\n\n(RECESS)\n\nSCHUMER: The hearing will come to order and we apologize to all the witnesses' brief interlude, and now we're \nready for Mr. Kobach.\n\nKOBACH: (OFF-MIKE) Mr. Chairman, for the rest of this hearing, when we talk about Comprehensive Immigration \nReform, we mean reform similar in basic respects to the Senate Bill 1348 of 2007.  And I will explain, with an \nunderstanding -- two basic reasons why pursuing that course of action would be ill-advised.\n\nFirst, the incapacity of the administration, of USCIS, the bureaucratic incapacity to implement the amnesty in the \ntime scale that was anticipated by that bill; and secondly, the national security concerns that must flow from any \nlarge-scale amnesty.\n\nFirst, looking at the CIS -- it simply does not have the resources at this time to effectively implement an amnesty of \nthe scale contemplated by the 2007 bill.  To understand this, just consider a few numbers.\n\nOn top of the 12 million-plus illegal aliens in the country who would be eligible for the amnesty, presumably, there \nwould also be a mass influx of hundreds of thousands or perhaps millions more, which is exactly what happened \nafter the 1986 amnesty, who would present fraudulent documents to apply for the amnesty as if they had already \nbeen here.\n\n\n\nINS reported after the 1986 amnesty that they discovered 398,000 cases of such fraud, and it's reasonable to \nexpect that a similar influx would occur this time.  But let's just assume for the sake of argument that 12 million \nillegal aliens are eligible and apply for the amnesty.\n\nNow, the 2007 bill required everyone to apply within a single year period.  Now, there are 250 calendar days that \nthe government is open for business in a given year.  That means that there'd have to be an average of 48,000 \napplications for amnesty every day.\n\nAs of September of 2008, there were only 3,638 status adjudicators at USCIS -- and that number cannot be \nincreased quickly because of the difficulty of hiring and training them quickly and, of course, the attrition of existing \nadjudicators.\n\nForty-eight thousand applications spread among about 3,600 adjudicators means an average of 13 amnesty \napplications per adjudicator per day.  And of course, on some days, the number might well be double that amount.\n\nAnd under the 2007 bill, with each application, the adjudicator had only one business day to determine if there were \nany national security or criminal reasons why an individual application should not be granted.\n\nNow, that's a bleak picture.  But unfortunately, it gets worse, because that's assuming that those adjudicators aren't \ndoing anything right now -- of course, they are.\n\nThere's a backlog of pending applications of approximately 3 million cases at the present.  And of course, that's on \ntop -- on top on that comes the 4 million to 6 million applications for things like green cards and other benefits that \nwe currently grant that come in every year.\n\nThe GAO recently reported that USCIS is accordingly stretched to the breaking point so much so that there's so \nmuch time pressure that they spend too little time scrutinizing the applications.  As a result, the GAO concluded the \nfailure to detect fraud is already, quote, \"an ongoing and serious problem,\" end quote, at USCIS.\n\nThey said a high production -- high-pressure production environment exists and it's widely known that at some \nUSCIS offices, there's an informal so-called six-minute rule in place, where an adjudicator has to get through at \nleast 10 applications per hour, and it's a veritable bureaucratic sweatshop.\n\nWell, as a result of this time pressure, USCIS right now is failing to engage in common-sense verification with \noutside agencies, for example: calling a state DMV to see if two people who allege that they are married are \nactually living together.  And in fact, in many offices, adjudicators are discouraged from making back-up calls like \nthat.\n\nSo this agency is already dangerously overburdened and susceptible to fraud.  What would an amnesty of the style \ncontemplated by the 2007 bill do?\n\nIt would more than triple their existing workload.  This six- minute rule might become a three-minute rule, or a two-\nminute rule.\n\nAnd it must also be remembered that the much smaller amnesty of 1986 for 2.7 million aliens was extended, or \nrather it took 17 years for that amnesty to be fully implemented.  As late as fiscal year 2003, USCIS was still \nadjudicating applications from the 1986 amnesty.\n\nThis committee is now contemplating an amnesty that would be approximately four times as large.  Now, in the \npast, USCIS, when presented with a proposal like this, has said that the way it would deal with that surge of \napplications is by hiring contractors, and that that might somehow solve the problem.\n\nBut that approach is problematic for two reasons.  First of all, it's unlikely that the necessary background checks \nand training of the contractors could -- could be completed in time. There's already a massive backload at the \n\n\n\nOffice of Personnel Management, which does the background check on U.S. federal government employees of \nseveral hundred thousand people.  The 2007 bill ignored that problem.\n\nThe second problem is that contractors, even if they could be found and quickly put into place, they have to be \ntrained.  Now, one of the benefits of our current status adjudicators is that they are experts in immigration law and \nthey are trained in detecting fraud in the applications for benefits.  It is simply critical that in any amnesty, the \nadjudicators be properly trained.\n\nSecondly, I want to talk about some national security concerns. An additional flaw in the 2007 bill is that we have \nrequired any background check, as I mentioned for the probationary visa, to be accomplished within one business \nday.\n\nNow, that might be possible if the U.S. government had a readily searchable computer database of every terrorist in \nthe world; but in fact, many of the records are paper records and many of the records are held by foreign \ngovernments.  So a 24-hour background check simply is impossible.  Indeed, right now, the FBI is doing name \nchecks for USCIS for applicants for benefits, and there is a huge backlog of about 60,000 name checks waiting at \nthe FBI right now.\n\nNow, their objective, if all the problems are solved, is to get to a world where most of the name checks can be done \nin 30 days and all the name checks can be done in 90 days.  But we aren't there yet. So to imagine that we could \ndo something like the 2007 bill and have a thorough name check in 24 hours is simple infeasible.\n\nBut even when the government has as much time as it needs -- as much time as it wants to do a name check, \nterrorist applications can -- can get through.  Case in point, Mahmud \"The Red\" Abouhalima: He was given legal \nstatus under the 1986 amnesty as a seasonal agricultural worker even though he was driving a cab in New York.\n\nHe subsequently was a ringleader in the 1993 plot against the World Trade Center.  And his brother Mohammad \nalso got amnesty fraudulently in the 1986 amnesty.\n\nFinally, I'd like to conclude by pointing out that a terrorist has one other option other than attempting to apply for the \namnesty under his real name, and that's to simply to invent a clean identity, a fictitious identity.\n\nThe 2007 bill failed to include any safeguard for this problem, and I would urge you, if a bill is drafted again, it must \nclose this loophole, because the former bill never contained any requirement that a secure biometric embedded \npassport be provided to prove that the amnesty applicant is who he says he is.  All it required was two scraps of \npaper, two easily forged documents, like a pay stub or a bank slip saying that a person of this name exists.\n\nUnder that bill, a person could walk into a USCIS office, call himself Rumpelstiltskin, offer two easily forged pieces \nof paper, and walk out the next day with a federal government issued ID card under that name, which he could then \nuse as a breeder document to getting a driver's license, to board airplanes, to do all sorts of things.\n\nAnd that gap can be closed if the bill were to include a requirement that every amnesty applicant provide a \npassport, a secure passport of the type that has embedded biometrics, which some countries, but not all countries, \ncurrently issue today.\n\nIn conclusion, there are very large bureaucratic problems, incapacity problems and there is also the issue with \nterrorism, which is a very real threat.  I'm not saying that all or even a very large number of amnesty applicants \nwould be terrorists.  But the point is, if an amnesty program is created, it has to take into account this risk.\n\nThank you.\n\nSCHUMER: Thank you, Mr. Kobach.\n\nAll right, here's what I want to ask our panel: The basic formulation, as I see it, to do immigration reform is, I think \nthe American people would accept a fair, reasonable path to citizenship for the illegal immigrants who are here. I \n\n\n\nthink they'd accept a full future immigration policy which would have room for both, and we're going to have to \nresolve both.\n\nI know, Wade, you said family has to come first, or people who say jobs has to come first -- I think you have to have \nboth in there. I think there'd be room for it.  And I think we can even come to an agreement -- I mean, there's a \ngreat deal of disagreement, as Mr. Medina would admit, as to how you get temporary workers into the country.\n\nIf the American people were convinced there wouldn't be another of wave of illegal immigration -- which means you \nreally got to be hard on that, very hard.  That's basically my view.\n\nAnd I would like to know from at least the three panelists here since Mr. Kobach is against the whole thing and just \ncalls it amnesty and that's that.\n\nSo I'd like to ask the other three on the panel: Do you think that's a reasonable formulation?  We can start with you, \nMs. Meissner.\n\nMEISSNER: Yes, I do.  And I think that it's a -- it actually tracks the way in which the comments that I gave.  And I \nthink that there is -- that continues to be the framework and I think we've got to work -- work out the details of that \nframework.\n\nSCHUMER: Right.\n\nHow about you, Mr. Medina?\n\nMEDINA: I would agree, Mr. Chairman.  And let me just say that, correcting one of the comments, that the labor \nmovement is not opposed to temporary workers coming in the future, it's a question of how many, how do they get \nhere, and what rights they have when they get here.\n\nSCHUMER: Right.\n\nMEDINA: But we're not opposed to that question because we understand that there may be -- there will be times \nwhen the economy needs these workers.  The last thing I want…\n\nSCHUMER: And there are probably certain industries that need them more than others.  I mean, I haven't studied \nthis yet, but you could see where agriculture would need it more than construction.  So, for instance, is that unfair?\n\nMEDINA: And this is why we propose a commission so that you can actually wrestle with all of these questions and \ncome up with a workable solution.\n\nAnd Mr. Chairman, if I may, one last comment, is that on the question of national security concerns, it seems to me \nthat it doesn't make any sense to think that somehow we're safer if there are 12 million people that we don't know \nwho they are, what their intentions are, or what their background is, that we're much safer if we bring them forth and \nfigure out who they are, where they live, where they work, and what they're doing.\n\nAnd to continually ignore that, I would submit to you, it's more of a national security concern than legalizing.\n\nSCHUMER: Right.\n\nMr. Henderson, go ahead.\n\nHENDERSON: Mr. Chairman, I think you've articulated a common- sense framework that really is the core of, I \nthink popular support for immigration reform as we understand it, and I think it would unite the American people \naround a comprehensive bill, even in a time of economic challenge, where jobs obviously -- or unemployment are \non the minds of all of Americans.\n\n\n\nI think you're right, that Americans recognize the compelling nature of the legalization program, and would be willing \nto support it so long as the bill met the other criteria that you've asked.\n\nSCHUMER: Right.\n\nI mean, I've put it and I think we have to put it frankly and not beat around the bush if we're going to get something \ndone here, which is my goal.  So that most Americans are pro immigration but anti- illegal immigration, does anyone \non the panel disagree with that?  No?\n\nMr. Kobach, you agree with that, right?  OK.\n\nOK.  Now, let's talk a little bit about -- because Mr. Medina and Ms. Meissner had a little bit of common ground in \nterms of a commission.\n\nBut I didn't understand yours, first, Ms. Meissner -- would you want the commission to set a number that Congress \nwould have to ratify every year?\n\nMEISSNER: I view this commission as a prominent capability of the federal government to be doing research and \nanalysis that is the basis for recommendations to Congress to adjust levels.\n\nSCHUMER: At what -- how frequently?\n\nMEISSNER: And it could be as -- I would say, mandatorily, every two years, but more frequently if need be.\n\nSCHUMER: Right.  You could run into lots of different problems. By having Congress do this every two years is a \nproblem.\n\nMEISSNER: Well, you would not have to.  You could get a recommendation that things are fine and stay at a \nsteady state.  But the point is to be constantly reviewing and learning about what is happening, and where there are \ndisconnects…\n\nSCHUMER: What do you...?\n\n(CROSSTALK)\n\nMEISSNER: … and the point is, to be doing it on the basis of evidence, not political horse-trading.  Now, the horse-\ntrading obviously needs to go on, and that's your job.  I'm simply saying that you need…\n\nSCHUMER: Hard enough once in every decade, let alone every two years.\n\nMEISSNER: Well, but the problem with every decade is exactly where we're at.\n\nSCHUMER: You're right.\n\nMEISSNER: And so, you know, we -- my mental model of this is given where we're at, to have levels that are \nwritten into the statute because I don't think that the Congress at this point is prepared to have enough confidence \nin any other way of doing it and then to begin over time to adjust against those levels, up -- the same up or down.\n\nAnd in a period of recession, as we're in right now, it might be much more frequently that this bureau -- I'm going to \ncall it a bureau -- of the executive branch, you know, comes to the Congress and then there's got to be a \nmechanism for how it is that you actually decide to act or not act on that recommendation.\n\nSCHUMER: I just wonder if a commission -- you know, I don't know, I'm not taking a position pro or con on a \ncommission just trying -- since two different witnesses threw it out.  I'm not sure that the commission would be \ntrusted, so to speak, by either side in the debate or if it's trusted by one side and not on the other.\n\n\n\nWhat do you have to say about that?  Mr. Medina, someone said -- Medina, I'm sorry -- that well, the commission \nyou're talking about is just a way to sort of say, \"We don't need any guest workers,\" or…\n\nMEDINA: Not at all.  Not at all.\n\nSCHUMER: OK.  Could you address that?\n\nMEDINA: We certainly understand that there are labor market needs.  What we envision is a commission that would \nbe much more nimble than the current system so that they would be able to, as Ms. Meissner said, be able to \ndevelop the data on where and how and how many workers are needed and then adjust accordingly.  It would still \nbe subject to congressional approval.\n\nSCHUMER: Oh, yours would be as well to congressional approval?\n\nMEDINA: Yes, but the whole process -- but that the commission would be the one that would be charged with \ndeveloping the information and then saying, \"Here is our proposal.\"\n\nSCHUMER: Right.  And so your commission and Ms. Meissner's commission are not all that different?\n\nMEDINA: I think that there are -- other than what we would like it to be able to -- we see also the commission as a \nplace where we could all sit -- where all the stakeholders would come together and flesh out what the system is.  \nAnd then Congress then could take up approval or disapproval on -- what we thought about it is that we had a fast \ntrack process.\n\nAnd again, this is just the concept that we've come up with for the purpose of the conversation.\n\nSCHUMER: Right.  And you believe that there is a need -- room, you would accept a certain amount of guest \nworkers each year or…\n\nMEDINA: Yes, there will need to be workers coming in the future. We are -- absolutely understand that…\n\n(CROSSTALK)\n\nSCHUMER: Right.  But if someone comes, you could say, no guest workers, just everyone who comes should \nhave a path to, you know, a path to citizenship.\n\nMEDINA: Well, what we would like…\n\nSCHUMER: That's another side of it.\n\nMEDINA: … is to be able to take a look at the future flow that we have today and provide a legal and orderly way for \nthem to get here so that the way to get here is not through the desert…\n\nSCHUMER: Right, of course.\n\nMEDINA: … or not through side-stepping the port of entry.\n\nAnd then, as we do that, the one change that we think is important is that it not be like today's H-1BN, H-2A, where \nworkers have no rights.  And there's a series of some things that we would advocate as we have continuously, but \nin order for workers not to get -- come and then be in a situation where they are so tied to the employer that they \nhave no effective redress when they get exploited.\n\nSCHUMER: Right.  Ms. Meissner, you have the most experience with the bureaucracy, what do you have to say \nabout Mr. Kobach's view that the bureaucracy would be incapable of dealing with a path to citizenship for such a \nlarge number of people.\n\n\n\nMEISSNER: Well, it certainly is incapable of dealing with it right now, but that's a totally static view of the way things \nwork.\n\nI mean, obviously, if there were legalization developed by the Congress, it would have to include the kind of \nplanning and the kind of resources for the implementing agencies to implement.\n\nAnd I think, you know, you would do that.  And the reason that I urged that the legislation be written in a very close \ncollaboration with USCIS and DHS is precisely for reasons of resources but also for reasons how it's designed.\n\nThe worst thing that could be done this time around based on what we learned during ERCA is a program that is \nwhat I think of as retrospective; in other words, a program that asks to look at documents from the past for people to \nprove that they've been in the country.\n\nThat would be a -- that would be a deal-breaker.  This should be a program that is a prospect -- it is getting people \nto register and come forward, a requirement to come forward, and then prospectively earn the adjustment to \npermanent residence and to citizenship.\n\nThat's an entirely different scheme to try to implement, but it matters very much how the legislation is written.  Now, \nyou know, you look at IRCA; that actually was -- the legalization program in IRCA was actually successfully \nimplemented.\n\nINS created an entirely parallel structure within the agency focused solely on legalization with its own offices, its \nown staff, its own training.  And they were able to get it done through the fees that were collected with the \napplication.\n\nYou would have to do something along these lines.  It would be different, but you can do it.\n\nWhen the '96 laws was passed, I mean, there was an enormous workload with the '96 laws.  We wrote 60 \nregulations in six months during that period.\n\nBureaucracy staffs up and does the planning, working with the Congress to carry out a mandate like this.\n\nSCHUMER: Right.  You disagree with her analysis of ERCA, Mr. Kobach -- with a separate group so it wouldn't \nhave the extra burdens with enough employees to do the job or do you think...?\n\nKOBACH: I agree that…\n\nSCHUMER: … it's impossible, period?\n\nKOBACH: No, I don't think it's impossible, period -- the administrative -- but you'd have to massively increase the \nnumber of people.  We're talking about going from 3,600 to somewhere north of 10,000.\n\nAnd that would require training them, and that would require finding them, and that would require a period of time to \nget them in place.\n\nAnd if I might just mention…\n\nSCHUMER: But it could be done?\n\nKOBACH: In theory, it could be done, but it would take time.\n\nSCHUMER: Yes.  No one is saying -- you know, your plan is one plan but it's not the only one that all 12 million \npeople apply and get their papers processed in a year.\n\nCertainly, everyone should have to register immediately so you avoid fraud and stuff, but not be processed, not put \non the path.\n\n\n\nKOBACH: But the 2007 bill actually said, from this date, you have 12 months and everybody has to come in.  And \nso we actually didn't allow time to…\n\nSCHUMER: But you could phase it in, right?\n\nKOBACH: In theory, one could.  I want to mention one other point about commissions.\n\nYou know, we did have a very big -- an important commission, the Jordan Commission, which studied immigration \nreform, and I think it's fitting for everyone to go back and re-read that commission's report because they had a lot of \ngood recommendations.\n\nAnd on the subject of legal immigration, one of their points was that, yes, legal immigration is good but within \nreasonable limits. And that's my view, too.\n\nYou have to have limits so you don't displace American workers. And you have to have limits so that you don't \noverload our assimilation system, so that our melting pot continues to work and that people continue to recognize \nthemselves as Americans.\n\nSCHUMER: But you do admit, obviously, that the present system is broken?\n\nKOBACH: Well, I'll admit that some aspects of it are broken. But actually, our enforcement aspects have been \nworking relatively well in the last year because of the increased work side enforcement that ICE has been engaged \nin, and also because of some of the assistance from states like Arizona that compelled E verify.\n\nAnd you have actually seen self-deportation from certain jurisdictions especially Arizona because of the enhanced \nenforcement pressure.\n\nSCHUMER: I think one of the witnesses testified that the number of illegal immigrants here in America had not gone \ndown -- hadn't gone up, but hadn't gone down.\n\nKOBACH: According to…\n\nSCHUMER: Dorris, is that your view?\n\nMEISSNER: That was mine, yes.\n\nSCHUMER: Yes.\n\nKOBACH: I believe that that's incorrect.\n\nAccording to the current population survey of the U.S. Census Bureau in fiscal year 2008 -- and these numbers \nwere reported by the Center for Immigration Studies -- in 2008, there was a net decrease of 1.3 million illegal aliens.\n\nSCHUMER: Do you disagree with that, Dr. Meissner?\n\nMEISSNER: If you take deportations, which is a normal course of enforcement out, the…\n\nSCHUMER: Sure.\n\nMEISSNER: There has not been a net change in the size of it. It's just not growing.\n\nSCHUMER: OK.  Let's see here.  Let's see if I have anything else.\n\nYes, Mr. Medina, I think the labor movement has had a change in the view -- in its views on immigration over the \nlast five years, fairly dramatic -- led by your union, I would say.\n\n\n\nAnd could you tell us why you think immigration reform, done in the right way, would not hurt the members of your \nunion, many of whom compete with immigrants for jobs?\n\nMEDINA: We think that the problem right now, Senator, is that you have millions of workers with no rights, can't \ndefend themselves, get taken advantage of by the employers; and under that situation, where you have \nundocumented workers, guest workers, and native workers, that you wind up with a situation where everybody \nsuffers.\n\nAnd we believe that the best way to ensure is to have a level playing field for all employers that have to comply with \nthe laws, that have to do the same things, whether it would be OSHA or wage and hour laws and that also are \nprotected by our labor laws.  That that will do more to protect the standard for workers in this country than anything \nelse we could do.\n\nSCHUMER: And do you -- does most of the labor -- I mean, the SCIU has been, as I said, ahead of the curve on \nthis issue.  Do you think most of the labor movement now supports what you're saying here?\n\nMEDINA: This position that we took has been endorsed by every union and the Change to Win Federation and of \nthe AFL-CIO.\n\nSCHUMER: OK.\n\nMEDINA: So we are all on the same page.  I know much has been made about the visions within labor in the past, \nbut in reality, we were on the same page with 90 percent of the issues.\n\nNow, one question that we were wrestling with was future flows…\n\nSCHUMER: Yes.\n\nMEDINA: … and how you address them.  We now come to a process that we believe would deal with that question \nand overall, moving forward.\n\nSCHUMER: If I sat down -- if I sat you down with, say, Mr. Moseley, do you think you could come to an agreement \non how to structure it?\n\nMEDINA: I believe so.  I think that -- one of the things that we really are working hard is to have this conversation \nwith every stakeholder.\n\nSCHUMER: Well, that's what we hope to encourage here, on the four or five major issues that get in the way of \nimmigration reform but if -- on guest workers, which helped bring down the bill last time, you heard, I think, Jon Kyl \n-- do you think that business and labor could come to an agreement?\n\nMEDINA: I think that everybody is sick and tired of a system that doesn't work, and I think people want to make it \nwork.\n\nSCHUMER: Now, I think the time is right.  I do.\n\nDo you agree with that, Dr. Dorris?  Are you Dr. Meissner or Ms. Meissner?\n\nMEISSNER: That does not -- no, I'm Dorris Meissner.\n\nSCHUMER: Ms. Meissner, former commissioner.  I used to call you commissioner.\n\nMEISSNER: Well, you can…\n\nSCHUMER: Do you think labor and business could come to an agreement on the guest worker?\n\n\n\nMEISSNER: I don't know, because I don't -- I mean, I don't know all of the issues that -- the political issues, but I will \ntell you this…\n\nSCHUMER: Just because -- they have more experience than…\n\nMEISSNER: No, I do think so and I actually think that there's an idea here that I want to throw into the mix, which is \nan idea that we also came up within the America's Future task force, and it's the idea of provisional visas, which is \na visa, a new visa stream that is -- it starts out as a temporary visa but it can also become a visa that leads you into \npermanent immigration.\n\nSCHUMER: Right.\n\nMEISSNER: And I think that in a -- and that is the reality of the way things happen on the ground is that people tend \nto come for temporary reasons, whether they are high skilled or low-skilled.\n\nRight now, with H-1Bs, we have found a way that they should be allowed to adjust, but that kind of a concept of a \nvisa that actually may start with one purpose, but as people attach to the labor market and as conditions change, \nmay ultimately make it possible for them to be eligible to become permanent is another form of flexibility that we \nneed.\n\nAnd I think ideas like that, in connection with discussions among constituency groups, business and labor, do offer \nthe opportunity of some real synergy.\n\nSCHUMER: Mr. Medina, is that, on the outset, something you'd consider?\n\nI'm not asking you to endorse it.\n\nMEDINA: We're always really eager to sit down and have conversations to figure out how we solve this.\n\nSCHUMER: All right.  Now, I just want to ask each of you a final question.\n\nIf the goal is to come up with comprehensive immigration reform that would get us support of the majority of the \nAmerican people and majority of the House, the majority of the Senate, which issue, do you think, is our biggest \nstumbling block?\n\nOK, you can have a minute to think about it.\n\nIt's, sort of, like asking: What's your favorite song?  It's hard to pick one, right?  Or your favorite movie.\n\nGo ahead (OFF-MIKE)\n\nMEISSNER: I think it remains the issue of legalization.\n\nSCHUMER: And how -- you mean the path to citizenship?\n\nMEISSNER: No, the idea of -- the idea that a legalization program is rewarding law breaking.\n\nSCHUMER: Right.\n\nMEISSNER: And the continued inability to have that conversation so that I think that it ultimately becomes the -- the \nmost difficult issue continues to be a political issue, not a substantive policy issue.\n\nSCHUMER: Right.  But again, my view is that, at least, that view is muted, A, if the path to citizenship has -- is a \nreal path and has penalties and other types of things, but is reasonable.  OK?\n\n\n\nYou know, Mr. Kobach would just call anything amnesty, but if you robbed somebody and serve five years in jail \nand then come out, it's not amnesty, OK?  Or it's in a -- or you get fined -- in the law, if you're fined and you pay it, \nit's not amnesty.\n\nAmnesty is saying, we absolve you, and no one is for that.  So I thought it was sort of unfair for you to call this \nprogram amnesty. You know, that's not what it is.\n\nAnd I'll let you respond to that.  But my view is…\n\nMEISSNER: But I think explaining that is the critical…\n\nSCHUMER: Yes, but again, I think most Americans -- at least the polling data I have seen, and talking to people, \ntheir greatest fear is not this time's path to citizenship, because they know that there is no other real solution and \nthey're not happy with the present, but that it's going to happen again and again and again.\n\nAnd as most of you know, I have some thoughts on that issue, which we're not going to discuss at this hearing, but I \nthink there are ways to convince people it's pretty fool-proof.\n\nWhat do you think, Mr. Medina?\n\nMEDINA: I would agree with Ms. Meissner, but I think that all the polls and all the focus groups that have been done \nis that, once people understand, this is not Ronald Reagan's amnesty.\n\nThis is earned legalization, where you will have to pay a fine; you have to be gainfully employed; you have to \nundergo a background check; you have to learn English and integrate yourself into society…\n\nSCHUMER: Go to the back of the line.  Would you…\n\nMEDINA: You have to earn it.  You go to the back of the line. It is earned legalization, not amnesty.\n\nWhen people hear that, I think they say, \"That sounds like a good thing to me.  Let's fix it.\" And so I think that…\n\nSCHUMER: I think what the polling data shows is when it's described as amnesty, they say no.  And then when you \ndescribe it without either calling it amnesty or a legal path -- you know, a path to legalization, people say, \"That \nsounds good.\" They list the five or six things that you have.  But that's not how it always works.\n\n(LAUGHTER)\n\nWade -- Mr. Henderson?\n\nHENDERSON: Please call me Wade, Mr. Chairman.\n\nSCHUMER: Yes. You can call me…\n\n(CROSSTALK)\n\nHENDERSON: Actually…\n\nSCHUMER: If I'm going to call you Wade, you can call me Chuck.\n\nHENDERSON: All right.\n\n(LAUGHTER)\n\nI actually think, sir, that your formulation really highlights the greater difficulty, I think, in securing public support for \ncomprehensive reform as we have described it.\n\n\n\nI would agree with both Dorris Meissner and Eliseo Medina about legalization being a challenge.  But I don't think \nthey're the most difficult challenge.  I think the public is there.  I think, for all kinds of compelling reasons, they will \nerase it in time.\n\nI think you've identified what is probably the greater challenge, which is to convince the public that this will not -- this \nprocess will not have to be repeated again or every decade, as now has been the case, in order to accommodate \nthis new flow of undocumented individuals.\n\nSCHUMER: Right.\n\nHENDERSON: I think that's number one.\n\nHand and glove, with that goes this issue of a secure form of identification that helps to ensure that both individuals \nwho are given access to legalization as well as those given access to employment have gone through a process \nthat ensures that they are the individuals they purport to be and that that form of identification will be viable and not \nthen be somehow used improperly…\n\nSCHUMER: Right.\n\nHENDERSON: … in other contexts, whether it's for purposes of harassment in the law enforcement sense, for \npurposes of exclusion under voter ID laws.  There are many permutations of this issue.\n\nSCHUMER: Do you think it's doable?\n\nHENDERSON: I think it is doable…\n\nSCHUMER: You know, for the audience, Wade, Mr. Henderson used to be ACLU so his previous hat is going to be \nvaluable in helping us do this right.\n\nHENDERSON: I think it can be done, but I think it's going to be a real challenge.\n\nSCHUMER: Yes.\n\nHENDERSON: I think it's a challenge.\n\nSCHUMER: Mr. Kobach, you get the last word.  What's going to be toughest part of this?\n\nKOBACH: Mr. Chairman, if I might just…\n\nSCHUMER: Aside from convincing you.\n\nKOBACH: Yes.  Aside from -- let me just go to your discussion about the term \"amnesty.\" I think an amnesty would \nprobably be defined as something that gives the unlawfully present alien legal presence in the United States…\n\n(CROSSTALK)\n\nSCHUMER: Now, why don't you define amnesty without using the specific?  What is amnesty in general?\n\nKOBACH: Well, think of the analogy of a thief.  If you give a thief an amnesty, an amnesty would include forgiving \nhim for his crime after he has paid his -- or maybe not making him pay a penalty.  But you certainly wouldn't say \nthat an amnesty has to include giving the thief the money that he stole.\n\nNow, what has an illegal alien taken? Presence in the United States that was not given to him?\n\nSo therefore, an amnesty should not include, in my view -- a true amnesty or a good amnesty would not include \ngiving him what he has taken.\n\n\n\nWhat kind of amnesty could I support?  Well, here's one -- and maybe you didn't think I could support one -- but that \nis, right now, we have a 10-year bar that says if you've been unlawfully present in the United States, you can apply \nfor a visa for 10 years.\n\nI would say: Don't give the illegal alien lawful presence in the United States right away so you can go back to your \nhome country and you can get in line with all the other millions of people and we won't employ that 10-year bar.  \nThat will be the kind of amnesty I could accept because that would actually encourage people to go home and \nwould encourage them to get right with the law.\n\nBut as far as the stumbling block, I agree with former Commissioner Meissner, the biggest stumbling block is the \nsentiment of the American people that -- this is according to a Rasmussen poll in August of 2008 -- 69 percent of \nvoters say controlling the border is more important than legalizing the status of undocumented workers.\n\nAnd I think the American people are right and the American people would probably prefer to let -- to see for a while \nif enforcement works.\n\n(CROSSTALK)\n\nSCHUMER: Let me ask you this: If you said you could do both, would they have said yes or no, controlling the \nborder and whatever -- what was the second part?\n\nKOBACH: Well, the second part is…\n\n(CROSSTALK)\n\nSCHUMER: I believe you're talking about the Rasmussen poll.\n\n(CROSSTALK)\n\nKOBACH: Oh, controlling the border and, yes, legalizing the status of undocumented workers.\n\nSCHUMER: OK, said both or neither.  What do you think the American people would say?  Just answer the \nquestion.\n\nKOBACH: If the American people had said both, or neither?\n\nSCHUMER: Yes.\n\nKOBACH: That's an interesting question.  I've never seen that question polled.\n\nSCHUMER: OK.  What do you think?\n\nKOBACH: I think probably most would say neither because I think their reaction -- they already perceive that the \nborders are uncontrolled.  And so, therefore, legalizing would be a change from the status quo, so they'd probably \nsay rather have the status quo than an amnesty program.  And I think we'll probably get that result.\n\nSCHUMER: Right.\n\nAnyone else want to say anything here because we're going to probably call on you in the future to help us?\n\nWell, then, I thank you.  This has been a great start.  And as I said, I'm optimistic using the formulations that we've \ntalked about today that we might -- not for sure, and boy it's hard.\n\nI don't want to give anyone the illusion that this is easy, but we might be able to get something done that really \nstands by the basic view that Americans support -- like legal immigration and don't like illegal immigration, and \nimplement something that makes that happen.\n\n\n\nWith that, I want to thank our panel, not only for their wisdom and their excellent testimony and their patience, but \nfor being here.\n\nAnd just before we break, I have to ask unanimous consent to what?\n\nOK.  At this time, I'd also like to submit for the record testimony from the following organizations: AFL-CIO, Asian \nAmerican Justice Center, Economic Policy Institute, El Paso Police Department, Essential Worker Immigration \nCoalition, National Korean American Service and Education Consortium, New York Immigrant Coalition, \nPartnership for New York, Services Immigrant Rights and Education Network.\n\nSo without objection, those are added to the record.  The record is open for seven days.  And with that, we are \nclosing this hearing and thanking our witnesses again.\n\nEND\n\nNotes\n\n[????] - Indicates Speaker Unknown\n\n   [--] - Indicates could not make out what was being said.[off mike] - Indicates could not make out what was being \nsaid.\n"}