{"title": "Eva Rodriguez: The wrong banner to take up", "body": "\nI found it offensive that some of the people who marched on Washington on Sunday for immigration reform were \nwaving the flags of Mexico, Honduras and El Salvador while demanding rights and privileges from this country.\n\nThe flags and the demands for action \"NOW!\" suggested a sort of arrogance and entitlement when humility would \nhave been more in order.\n\nPerhaps these marchers meant the flags as symbols of cultural or ethnic identity and not as political banners of \nforeign sovereigns. Perhaps they meant no offense and are at once proud of their heritage and sincere in their \ndesire to become Americans. But flags weren't my only problem.\n\nI don't understand the claim by some that those here illegally are somehow victims. Did they not choose to come, \nand did they not know that they either entered illegally or illegally overstayed visas? Of course they did. Do they not \nappreciate that one of the things that makes this country great is the rule of law -- unlike, sadly, some of the \ncountries they left behind? If so, undocumented immigrants must take responsibility for their plight.\n\nLet me be clear: I am the daughter of immigrants who fled Cuba in 1960. They arrived with the blessing of the U.S. \ngovernment, which generously offered people like my parents refuge from Fidel Castro's regime. My parents \nbecame fluent in English, became citizens as soon as they could and raised their four children on lechon asado \n(Cuban roast pork) and the Pledge of Allegiance.\n\nIt is a travesty that more would-be immigrants aren't given such opportunities. I understand that our immigration \nsystem is haplessly dysfunctional and major reforms are needed. I understand the feelings of the thousands of \npeople who took to the Mall and voiced their desire for a path to citizenship, who want to live without fear of arrest, \nwho want to do an honest day's work and see their children thrive. I understand that. But next time, show a little \nrespect and leave the foreign flags at home.\n\nEva Rodriguez is a member of the Washington Post editorial page staff.\n"}