{"title": "Immigrants welcome relief from deportation", "body": "\nGrecia Neves of San Jose was scanning the morning news online while chatting on the phone with her husband. \nSuddenly an item leapt out at her: President Barack Obama was changing federal policy -- a change that would \nprotect her from deportation, a fear she's had since she was 12 years old.\n\n\"I was so emotional,\" she said. \"My voice was almost gone from crying and screaming.\"\n\nOn June 15, the president announced a new policy to protect undocumented students from deportation and grant \ntwo-year renewable work permits. Across the country, his executive order spawned sighs of relief and shouts of joy \nfrom the nearly 800,000 young people like Neves.\n\nNeves, 23, who asked her real name not be used to protect her family, came to the country when she was 12 from \nMorelos, Mexico. She's studying physiology at Evergreen Valley College. For years, she's lived cautiously in the \nshadows.\n\nObama's announcement follows the California Dream Act, signed by Gov. Jerry Brown on Oct. 8, which allows \nundocumented students to receive private financial aid for higher education and state Cal Grants\n\n\"There is a lot of optimism in the community. People are very hopeful,\" said Jazmin Segura, the federal policy \nadvocate at Siren, a San Jose immigration advocacy group.\n\nJuan, 17, an incoming freshman at San Jose State University whose name has been changed for his protection, \nwelcomed the new laws. Like many other undocumented students, he came to the U.S. as a child. He was brought \nfrom his native state, Michoacan, Mexico, by his mother when he was only a few months old.\n\nHe was admitted to the University of San Francisco, but did not enroll because he could not get financial aid without \na Social Security number.\n\nThe California Dream Act will make it easier for students like Juan to get private and state aid, but not federal aid. \n\"It's going to help out a lot with tuition. My mom and I were both happy,\" he said.\n\nIt wasn't easy getting the act passed in California, and so far a national Dream Act has not passed, Segura said, \ndespite intense lobbying.\n\nHow Obama's new policy will be administered is still unclear. The U.S. Citizenship and Immigration Service has 60 \ndays to create an application process.\n\nLifting the fear of deportation changes how undocumented students view education. \"I was thinking, man, I'm in a \ntough spot because when I graduate college I'll have a bachelor's in whatever I decide to get, but who would hire \nme?\" said Juan.\n\n\nWith the election around the corner, critics say the proposal was only a political move, but those whom it affects \nsaid they don't care about Obama's motivations. \"If that's what he does I don't mind. He's helping people,\" said \nJuan.\n\nThey still have worries about the new laws. \"If Congress decides they don't like it and makes a new rule, passes it, \nand goes against what Obama is trying to do then I'm worried,\" Juan said. \"If [Mitt] Romney gets elected I doubt \nwe're going to get much help from him.\" Immigrants also worry that even if they get a work permit, it might not be \nrenewed in two years.\n\nBut opponents see the Dream Act and Obama's new proposal as giving amnesty to lawbreakers, and only \nencouraging more illegal immigration.\n\nObama is \"thumbing his nose at the rule of law,\" said Jim Gilchrist, founder of the Minutemen Project, which \nopposes illegal immigration. \"I do not hate Mexicans or people of color.\n\nChildren brought under no fault of their own should return to their homeland and apply for legal status. It seems \nunrealistic, but it's the law.\" Gilchrist said he is a \"passionate supporter of the rule of law and a law enforcement \nadvocate.\" He said the Minutemen do not recognize Obama's new policy on deportation. \"We will only abide by \nlaws passed by Congress, and with overwhelming support of Congress, not by the signature by a president who is \ntrying to pander to get more voters to the Democratic Party.\"\n\nThe Minutemen see the issue as one of national identity. Gilchrist said, \"If we literally let the populations of Mexico \nand Latin America transfer themselves here we will rapidly become a Latin American nation, which is going to \ncompete with our traditional culture, our language.\"\n\nNot everyone thinks this way, especially those who were brought here when they were younger and consider \nthemselves Americans now. Segura said, \"They've been wanting to contribute to this economy and this country and \nthey consider themselves to be Americans. These small steps have been significant in their lives because of that.\" \nJuan said, \"My dad has been living here for more than 20 years. We have a house, we have a dog, and five people \nin the family. We have cars.\"\n\nThe new law won't help all undocumented people, however.\n\nJose Librojo of Daly City, who came here from the Philippines when he was 15, has fought his deportation for \nmore than a year. But he doesn't qualify for Obama's new policy because, at 32, he missed its cut-off age by two \nyears. \"I'm happy for all the Dreamers out there, but unfortunately I didn't make the cut.\"\n\nNeves plans to transfer to University of California-Irvine because of the Dream Act and Obama's relief. She can \nnow go to school full time and qualify for financial aid.\n\n\"My mom kept asking why I was putting so much of my time into school when I couldn't even get a good job after, \nand I told her: 'Something will happen!'\" And something did.\n"}