{"title": "OUR OPINIONS: Security in numbers; Use Social Security information to get better control of illegal immigrants' entry into U.S. workplace", "body": "\nThe surest way to discourage illegal immigration is to make it hard for unlawful immigrants to land a job here. But \nwith up to 12 million illegals in the country already, it's obvious that neither the federal government nor employers \nhave tried very hard to deny work to those who don't have the legal right to be here.\n\nImproved enforcement of immigration laws requires changes: Inspections of workplaces that attract a high \nproportion of illegal immigrants; reducing the hodgepodge of documents that can be used by illegals for \nidentification, and making them harder to counterfeit; making employers more responsible and stiffening penalties \nfor putting illegals on the payroll.\n\nEven with existing tools, though, federal agencies could do a better job simply by cooperating with one another. \n\nSocial Security numbers are a place to start. All U.S. workers are required to have a Social Security card, and \nemployers are required to ask new hires for their numbers. Generally, illegal workers get around that law by giving \nemployers false numbers; for their part, most employers don't bother to check whether those numbers are valid \nbecause they simply don't want to know whether their work force is legal.\n\nHowever, both the Internal Revenue Service and the Social Security Administration have the means to identify \nworkers who use phony Social Security numbers. But according to a government study, the Department of \nHomeland Security, which is supposed to enforce immigration law, has not used data from the Social Security \nAdministration that would raise red flags about worker status.\n\nSome of the results of that investigation by the Government Accountability Office were startling:\n\n* Some 295 Social Security numbers were used as many as 1,000 times each on earnings statements.\n\n* About 1.4 million earnings reports cited Social Security numbers that had never been issued.\n\n* In more than 300 cases, an employer used the same Social Security number on the earnings statements of 10 \ndifferent workers.\n\nThat GAO study also found that the IRS fails to enforce a law requiring employers to report accurate Social \nSecurity numbers. The IRS \"has no record of ever penalizing an employer for inaccurate\" Social Security \nnumbers, the GAO reported.\n\n\nWhen that report was issued a year ago, the IRS promised it would consider ways to improve enforcement. Last \nweek the agency declined to disclose what if any changes have been made, noting that the law does not require \nemployers to \"validate identification numbers provided by employees.\"\n\nThe IRS also said it \"has no legal authority to enforce immigration and Social Security Administration laws.\"\n\nClearly, there are ways to spot employers who may be using illegal workers. What's missing is the political and \nbureaucratic will to do so.\n"}