{"title": "Democrats Have Been Dreaming Of Impeachment For Years; Adam Schiff Knew About Whistleblower Complaint Before It Was File; Illegal Immigrant Welfare Plan; Rep. Mark Walker (R-NC) Reacts To Democrat Bill Giving Illegals Better Health Records Than Veterans; Bernie Sanders Rushed To Hospital For Heart Surgery Today; Gun Control Debate; Officer On Leave For Alerting ICE About Immigrant; Uniting A Country That's Deeply Divided", "body": "\nMARTHA MACCALLUM, FOX NEWS ANCHOR: And I don't think it's constructive for their party. I think that \nDemocrats should say, here's what happened, here is what we're going to do differently this time, and this time \nwe're going to win.\n\nJESSE WATTERS, FOX NEWSHOST: Yes, we don't have to impeach. We'll just beat him.\n\nMACCALLUM: Thank you very much.\n\nWATTERS: Thank you.\n\nMACCALLUM: That's \"THE STORY\" of Wednesday, October 2 --\n\nTUCKER CARLSON, FOX NEWSHOST: Well, good evening, and welcome to TUCKER CARLSON TONIGHT. \nWhen you listen to Nancy Pelosi tell it, impeaching the President is really the last thing she ever wanted to do. In \nfact, she hadn't even considered it, really, until the day that the news of Trump' norm-shattering phone call with the \nPresident of Ukraine emerged into public view. It was at that point that impeachment became entirely inevitable.\n\nAs a patriotic American and a person of deep and sincere and passionate religious faith, Nancy Pelosi really had no \nchoice at that point. The die was cast, she had to remove the president from office immediately.\n\nSo that's Nancy Pelosi story. We don't read minds on this show, so we can't really tell you if it's true or not. What we \ncan say with absolute certainty, provable certainty, is that permanent Washington has been thinking about \nimpeaching Donald Trump for an awfully long time. In fact, before he was even elected President if you can imagine \nthat, they were thinking about impeaching him.\n\nConsider the following clip. It's from a woman called Evelyn Farkas. Farkas was an Obama appointee at the \nDefense Department. She helped run the last administration's -- believe it or not -- Ukraine policy.\n\n\nShe was also an enthusiastic booster of the Hillary Clinton for President Campaign in 2016. So two weeks before \nthe last election, Farkas appeared at a panel discussion which, thankfully for us was videotaped.\n\nSomeone asked Farkas, who she thought would win the election, and here's what she said.\n\n(BEGIN VIDEO CLIP)\n\nEVELYN N. FARKAS, FORMER DEPUTY ASSISTANT SECRETARY OF DEFENSE FOR \nRUSSIA/UKRAINE/EURASIA: We do have a strong system of checks and balances. And actually, if Donald Trump \nwere elected, I believe he'd be impeached pretty quickly or somebody else would have to take over government \nand I'm not even joking.\n\n(END VIDEO CLIP)\n\nCARLSON: If Trump were ever to get elected, and of course, that's likely not to happen, she said, he would be \nimpeached. Now, to be completely clear, we are not alleging that Evelyn Farkas was part of a conspiracy.\n\nConspiracy suggests secrecy and what Farkas and the rest of the National Security state did was not secret. It was \nnever hidden. They all but bragged about it. They hated Donald Trump from day one. I mean, yes, Donald Trump is \nvulgar, but that had nothing to do with why they hated him.\n\nThey disagreed with Trump profoundly, and by the way, disagreed with most American voters on the issues, \nparticularly on the question of Russia, but also on the question of Middle Eastern wars.\n\nBut more than anything, and this is the key, they couldn't control what Donald Trump said or did. Nobody can. And \nthat was the unforgivable crime.\n\nSo from day one, they planned to take him out. This Ukraine nonsense is just the latest pretext for doing that. There \nhave been a lot of them. Russia, Stormy Daniels -- fill in the blanks, it's like Mad Libs.\n\nA story in \"The New York Times\" this morning reveals every bit as much that this is just yet another pretext. It turns \nout that House Intel Committee Chairman, Adam Schiff knew about the whistleblower complaint before it was even \nfiled.\n\nIn fact, he orchestrated this story in secret long before you or I or anyone else in the country heard about it. The so-\ncalled whistleblower contacted Schiff's office, which recommended a lawyer for him or her. Schiff later lied about \nthat on television brazenly and openly. He claimed his office had never spoken to the C.I.A. employee directly.\n\nSchiff had to know admitting that would undermine the story, and hence impeachment himself. By the way, tonight, \nthere are credible rumors that Adam Schiff himself planted today's bombshell \"New York Times\" story.\n\nHe knew it would come out and he wanted the most sympathetic possible coverage. That's the line and we can't \nconfirm that.\n\nBut either way, the story this morning gravely damages the credibility of the claims Schiff and others are making. \nNot that anyone in Washington really cares. They've been waiting for this moment for three years, no matter what \nthe story was.\n\nJohn Daniel Davidson is Political Editor at \"The Federalist\" and he joins us tonight. So, John, it does seem \nsignificant to me. It seems shocking to me, in fact, that Adam Schiff knew about the complaint before it was filed. \nWhat does that tell us about this story?\n\nJOHN DANIEL DAVIDSON, POLITICAL EDITOR, \"THE FEDERALIST\": Well, it tells us that that if there's collusion \ngoing on, it's collusion between the House Intelligence Committee Chair Adam Schiff, and the whistleblower, and \nthe Democrats in Congress who are pushing for impeachment.\n\n\n\nYou know, this is a really serious revelation that we found out today, not only did the whistleblower likely violate \nFederal law, but it really casts Schiff's role in a whole new light in this.\n\nI mean, there are a lot of people who said from the get-go that looked like the whistleblower was not acting alone. \nAnd now we know he wasn't. He was getting help and advice from the Chair of the House Intelligence Committee.\n\nCARLSON: So Schiff went on MSNBC not long ago, and he was asked by a panelist on their morning show, have \nyou spoken to the whistleblower? And he looked right into the camera and said, no, my office has not -- my office \nhas not spoken to the whistleblower directly. Now, if this \"Time\" story this morning is correct, that was a lie.\n\nDAVIDSON: Yes, that was a lie, and there's no way around it now. Adam Schiff lied on camera on national \ntelevision about this. But what you're going to hear the media says, why are you so concerned about this lie from \nAdam Schiff when the real substance of the -- and ignore the substance of the allegations against Trump in this \nUkraine phone call.\n\nAnd the weird thing about it is, there's no cover up here. There's no secret Mueller probe or secret dossier that no \none has seen. Everyone can see the transcript of the phone call.\n\nCARLSON: Exactly.\n\nDAVIDSON: Everyone can see the complaint itself. That was the whistleblower letter and the charges the \nwhistleblower brought forward. And you have Democrats and their courtesans in the media, trying to tell the \nAmerican people you know, don't believe what you can read with your own eyes, believe us that there's a big \nconspiracy here and this is an impeachable offense. And it's just not going to fly this time, not after two years of the \nMueller probe, not after everything else. People can read and see for themselves what's going on.\n\nCARLSON: So we're being told by the morons on cable news that to question the account of the so-called \nwhistleblower is somehow unpatriotic.\n\nBut this is a sincere question. This person is a C.I.A. employee, an adult, a big boy. Why would you, if you wanted \nto file a whistleblower complaint, why would you call Adam Schiff first? I mean, that suggests that your motive is \npolitical.\n\nDAVIDSON: Well, one of the things in \"The New York Times\" story that came out today was that the whistleblower \ndidn't like the way his complaint was being handled by the C.I.A., didn't like the way it was being handled internally.\n\nAnd so, you know, in order to sort of speed the process along and sort of make it go the way he wanted it to go, he \nreached out to the House Intelligence Committee, but it says, and we had early indications of this, that the motive \nhere is not entirely pure, and is probably political.\n\nAnd in fact, you know, this came out early on, the suspicion that the whistleblower had a political bias in favor of \none of Trump's 2020 challengers.\n\nCARLSON: So with the Russia collusion story, which went on for over two years, I think, we, on this show spent a \nfull year, taking it seriously then pretending to take it seriously out of a sense of dutiful obligation, because you \nknow, adults were yelling about it and we were trying to --\n\nBefore we said, this is crap. This is purely political. They made it up. It's a hoax. How long should we wait in this \ncase before doing that?\n\nDAVIDSON: I don't think we should wait at all. I think it's time to call this for the political farce that it is. And you \nknow, Democrats' behavior is broadcasting that it's a political hit job all over the place.\n\nNancy Pelosi's weird press conference today where she was saying that the Trump White House should work with \nHouse Democrats on legislation, even as they go forward with their impeachment probe was just strange.\n\n\n\nAdam Schiff's sort of, you know, threats and intimidation of State Department employees saying that if they don't \nappear before his committee, it will be taken as evidence that the accusations against Trump are true.\n\nYou know, and then, meanwhile, we have no formal vote for an Impeachment Inquiry. Republicans in the House \napparently have no role at all in the impeachment investigation. It's an entirely partisan affair. I don't think it's too \nsoon to call this for what it is -- that it's a political hit job.\n\nCARLSON: Yes. Republicans and conservatives have a way of being very literal, and they kind of play along for too \nlong, but I agree with you. Let's stop tonight, actually. John, great to see you tonight. Thank you.\n\nDAVIDSON: Thanks.\n\nCARLSON: So official impeachment proceedings, despite what they're telling you haven't actually begun yet. But \nalready some Democrats have reached the sentencing phase of the process. Quote, \"Impeachment is not good \nenough for Trump.\" Congresswoman Maxine Waters declared the other day. \"He needs to be imprisoned and \nplaced in solitary confinement,\" end quote. That's right, imprisoned and left to die alone in a cell.\n\nMaxine Waters believes that's the penalty for disagreeing with her. You probably won't be surprised to learn that \nWaters wants cheered on a race riot. She's that kind of person.\n\nSenator Kamala Harris, meanwhile, doesn't think Donald Trump ought to be allowed to speak. In a formal letter \nwritten to Twitter yesterday, the Senator demanded that Big Tech silence the President's social media account.\n\nNow, you'd think that journalists who are of course the guardians of the First Amendment might see Harris's attack \nfor what it is -- a move against free speech, but no, professional dumb person Kara Swisher of \"The New York \nTimes\" wrote a semi-literate column endorsing the idea, if you can believe it. A journalist endorsing shutting down \nspeech.\n\nI am not surprised though because to the modern left, winning elections isn't really the point. They want to see their \nopponents crushed. They want to see them disarmed, censored, silenced, destroyed, removed by impeachment \nwithout an election.\n\nIf that all sounds like fascism, keep in mind the left considers you a fascist. You are the fascist. Because as always, \nwhatever they are guilty of, they immediately accuse you of doing. That's always true. Put that on your fridge and \nlive by it.\n\nAnd here's just one example. Here are two MSNBC guests recently -- one of them is a \"Washington Post\" reporter, \nbelieve it or not. Watch them claim that Trump supporters would like to topple democracy by violence. Watch.\n\n(BEGIN VIDEO CLIP)\n\nEUGENE SCOTT, POLITICAL REPORTER, THE WASHINGTON POST: This has been interpreted as perhaps the \nPresident affirming or encouraging those who feel victimized and disrespected to rise up and act out and push back \neven if violently by any means necessary ...\n\nJEFFREY ENGEL, PRESIDENTIAL HISTORIAN: I'm concerned personally, that if the President continues this \nrhetoric, it might start drawing people to Washington. He might start drawing heavily armed people to the National \nMall.\n\nEntirely possible to think of a scenario where President Trump simply refuses to accept the will of the Senate or of \nthe electorate in 2020, and begins to ask his supporters to come rally to his side.\n\n(END VIDEO CLIP)\n\nCARLSON: So I think that guy is a Professor at Southern Methodist University, which is, you know, kind of a nice \ncollege, you know, in Dallas, lot of very rich people send their kids there and send money there.\n\n\n\nIf you're sending money to Southern Methodist, to SMU, and you see that guy on TV, with a backdrop with your \nschool letters on it, making claims that are totally wild and reckless and dumb and not backed up at all, with data or \nfacts, just right the top of his head, claiming that Trump is planning a violent coup against democracy.\n\nIf they're using your school to do that, wouldn't you think to yourself, why am I sending so much money to Southern \nMethodist University? That's what I would think.\n\nBut let's assess what he said. He said that Trump will, quote \"refuse to accept the will of the electorate.\" Now that's \nthe claim from the very same people who have refused to accept the last election and the same people are \ncurrently working to short circuit the next election.\n\nIt should make you very nervous, and now they're talking about heavily armored partisans on the National Mall. \nVery nervous.\n\nRob Smith is a spokesman for Turning Point USA. He joins us tonight. So Rob, is it -- is it ever not true that \nwhatever it is they're doing, they're accusing you of doing?\n\nROB SMITH, SPOKESMAN, TURNING POINT USA: Oh, absolutely. I mean, the left will tell you all the time that \nfascism is coming to America. You know, fascism is already here, because of the President, when the reality is that \nfascism is already here and they are the ones that are perpetrating it.\n\nIn New York City, right, where I'm talking to you from right now, you can be fined $250,000.00 for calling somebody \nan illegal alien. You can be fined up to $250,000 for quote-unquote \"misgendering\" somebody. So the fascism is \nalready here. And they're the ones that are always the culprits.\n\nCARLSON: So I mean, it should make you a little nervous, listening to them because basically, they're describing \ntheir own desires when they talk about what they believe you're doing.\n\nSMITH: Well, they are and honestly, what I would like to push back on is this idea that everybody that voted for the \nPresident or everybody that supports President Donald Trump is some sort of unhinged person that is going to take \nover the National Mall and start a new Civil War if he is not reelected is completely absurd.\n\nAnd I would challenge every single person that said that from The \"Washington Post\" reporter, to the person from \nthe university to actually go to a real Trump rally, to actually meet these people in real life.\n\nThese are patriotic, law-abiding citizens of all colors, by the way and to insinuate the idea that they would bring a \nCivil War to America, because they don't like the results of the election is completely insane to me.\n\nAnd what they have done over the past two years, is that they have demonized people who voted for the President. \nThey have demonized people on the right. They have demonized conservatives to obfuscate the fact that they have \nno new ideas and that they are not doing anything for the American people.\n\nCARLSON: So there's a huge swath of America whose life expectancy is in decline. They're dying younger, it's \nnever happened in the modern era. Those tend to be Trump voters.\n\nSMITH: Yes.\n\nCARLSON: And now they're being attacked, so like in a normal world, rich people would be concerned about the \npeople below them, but in our world, they're telling them shut up and go die.\n\nSMITH: Yes, I mean, basically, what they're telling them is to shut up and go die, and also in the case of Kamala \nHarris, they are literally trying to deplatform people.\n\nAs a conservative with a pretty high social media following, I have been deplatformed myself. I have been sort of, \nyou know, pushed aside via social media. I think that's a lot of things that people want to do to conservatives.\n\n\n\nAnd the fact that somebody like \"The New York Times\" is publishing something that is advocating for the leader of \nthe free world to be deplatformed from Twitter is pretty outrageous to me.\n\nCARLSON: Well, it's caricature.\n\nSMITH: And the reason why they are so -- the reason why they are so mad, no really, that's your words, not mine \nTucker --\n\nCARLSON: No, she can barely speak English and they gave her a column? It's like what is that?\n\nSMITH: I mean, hey, you know, they're handing out columns like candy over at \"The New York Times\".\n\nCARLSON: They certainly are. I want one now, if Kara Swisher can have a column with \"The New York Times\".\n\nSMITH: You know I am telling you, you know, maybe we'll be up next.\n\nCARLSON: What? Am I kidding? She got one.\n\nSMITH: But the scary thing about that is that they want to deplatform the leader of the free world, because he can \nuse Twitter better than they can and that the right can meme better than the left and we are just better at social \nmedia than they are, Tucker.\n\nCARLSON: They should write about the arguments. You know, that's what we used to do.\n\nSMITH: Well, they can't do that because they don't have arguments.\n\nCARLSON: Good to see, Rob. Thank you.\n\nSMITH: All right. Thank you.\n\nCARLSON: Elizabeth Warren's big bit for 2020 is that Americans want to help foreigners more than they want to fix \ntheir own country. So her new idea, welfare for every person who crosses the border illegally. Psyched for that? \nWe'll be right back.\n\nCARLSON: Alexandria Ocasio-Cortez spends an awful lot of time on social media, but somehow she finds extra \ntime in between taking pictures of herself drinking chai latte or whatever, to think up new things to do to America.\n\nRecently, she has proposed legislation to expand welfare benefits and provide them to everyone, and that would \ninclude all illegal immigrants without any kind of restriction.\n\nNow, that's a pretty far out idea, but it has at least one very powerful supporter, Democratic presidential frontrunner \nElizabeth Warren of Massachusetts. She tweeted that the plan, and I'm quoting, \" ... was a big structural change.\" \nThat's a compliment on the left that would fix America's problems.\n\nWarren has already promised to decriminalize illegal border crossings. In other words, she is now pledging to let \nanyone on earth come to America who wants to, immediately go on welfare, no questions asked, and by the way, \nget free healthcare.\n\nAlana Goodman is an investigative report at \"The Washington Examiner,\" an excellent reporter, we should say. She \njoins us tonight with this. So Alana, am I misstating any of this?\n\nALANA GOODMAN, INVESTIGATIVE REPORT, \"THE WASHINGTON EXAMINER\": Nope, that's exactly what it \ndoes. So it's not just that welfare for illegal immigrants. It's also a whole host of other policies that are on these \nprogressive wish lists.\n\nSo another one of them is rent control, a nationalized rent control.\n\n\n\nCARLSON: Nationalized rent control.\n\nGOODMAN: Nationalized rent control.\n\nCARLSON: It would apply to everybody, every town.\n\nGOODMAN: That would apply to everywhere in the country. Exactly.\n\nCARLSON: So that's not something that's been -- well, we could do a whole show on this, but that's always been a \nlocal question. So San Francisco has it. New York has it --\n\nGOODMAN: Exactly, and it has caused a lot of problems in San Francisco.\n\nCARLSON: A lot of problems.\n\nGOODMAN: This is something that actually -- is one issue that almost all economists agree on, which is that rent \ncontrol is a problem, because many of them believe that it actually leads to higher rent prices by driving down the \namount of housing that's available.\n\nSo that is something that could become a policy issue for Elizabeth Warren.\n\nCARLSON: So places with rent control tend to have very high homeless populations.\n\nGOODMAN: Yes. So exactly. So there's not a lot of places for people to live, because there's not a lot of ...\n\nCARLSON: Well, that's a good idea.\n\nGOODMAN: ... housing that's available. But another issue here, I think, for Warren, from a policy perspective, if she \ndoes get to the general election, is this welfare for illegal immigrants.\n\nSo there was a poll -- a CNN poll -- in July that found that 59 percent of Americans oppose public healthcare for \nillegal immigrants. And that is something that's included in this AOC bill, along with other social welfare benefits \nfor illegal immigrants, including unemployment benefits and also food stamps.\n\nSo I think that that is something that could become a problem if she has to defend this to the public during the \ngeneral election.\n\nCARLSON: So has anybody -- has any credible person done estimate of what would happen? If you said to the rest \nof the world, we're not going to enforce our borders, you're welcome to come here. We won't make you leave. And \nonce you get here, you get free healthcare, free tuition, housing vouchers, food stamps.\n\nGOODMAN: Exactly, and that's something that even Bernie Sanders, who people might say is slightly to the left of \nElizabeth Warren doesn't support it. Because he says, if you support social welfare for everybody, which he does, \nyou have to secure the border.\n\nCARLSON: Yes.\n\nGOODMAN: You can't have one or the other, because we just wouldn't be able to pay for it. So that actually \ndifferentiates him on this issue from Elizabeth Warren.\n\nCARLSON: And as he said correctly, by the way, I don't often agree with Bernie Sanders, but he said that a Koch \nbrothers thing. That's a corporate libertarian idea to lower the value of labor.\n\nGOODMAN: To keep the borders open.\n\nCARLSON: Exactly. To keep the borders open. He is absolutely right, but Elizabeth Warren is on that side.\n\n\n\nGOODMAN: And I think another part of this, too, is this shows that AOC has really become the main power broker \nin the Democratic Party at this point.\n\nThere was a recent poll that found that 25 percent of Democratic voters said that they highly value AOC's opinion \nwhen it comes to deciding who they will support in 2020. That is above Hillary Clinton. That's above Nancy Pelosi. \nThat's above every other --\n\nCARLSON: That's incredible.\n\nGOODMAN: Every other Democratic figure on the national stage, other than former Presidents Obama, Clinton and \nCarter.\n\nCARLSON: I mean, the amazing thing is she has got a lot of pluck and vim, and moxie, and I appreciate all of that, \nbut she's a moron. So she is not somebody who you'd want making decisions for you.\n\nAlana Goodman, great to see you. I hope you'll come back.\n\nGOODMAN: Thank you.\n\nCARLSON: We can tell a lot about a politician by what he prioritizes. Last week, House Democrats passed a bill \nthat would require I.C.E. to create an electronic health record system for illegal aliens within 90 days. Okay.\n\nBut as of right now, America's soldiers and veterans don't have an electronic record system like that, and they won't \nhave one for at least several more years.\n\nThat disparity caught the attention of Congressman Mark Walker who represents North Carolina. He joins us \ntonight. Congressman, thanks so much for coming on. I hope I didn't oversimplify that.\n\nREP. MARK WALKER, (R-NC): No, not at all. I was just listening to you and the guest talk about some of Elizabeth \nWarren's ideals or goals. This is actually happening in the House.\n\nLast week during the Adam Schiff show, one of the things that was snuck under the carpet, if you will, was this bill. \nNow, the title is pretty catchy. The United States Border Patrol Medical Screening Standards Act, but what it does, it \ndoes force the D.H.S. to create this electronic health record system for illegals. Absolutely ludicrous once again.\n\nCARLSON: So what would that mean? What would it -- what would an -- it's an electronic health record system for \nillegals?\n\nWALKER: Yes, yes. Well, the Trump administration has done a great job of creating, going to a lot of processes, \nspecifically when it comes to legislation that we've been able to work with the White House of helping overall \nveterans care.\n\nWhat this actually does, and you said it in your intro that takes several years to get the veterans on this electronic \nhealth record system. We're going to force the D.H.S. to do it in 90 days.\n\nNow, here's a little bit of the drama that played out in the House floor that I'd like to share with you, is that from the \nHouse, there was a motion made that said, okay, keep your bill. All right, keep the electronic health system for the \nillegals. But could we at least pass a motion that we would put the veterans first. Two hundred and twelve \nDemocrats voted that down, and now the bill will go forward. It's absolutely ludicrous.\n\nCARLSON: The request was, could we please put American military veterans ahead in line of illegal aliens -- \nforeign nationals breaking our laws? And the answer was no, we can't do that. That's racist.\n\nWALKER: Yes, and do it 90 days, even though we know it's going to take several years for veterans. I've been \nthrough the border myself. I have seen the good work. I've seen baby diapers being changed, formulas being \nmixed.\n\n\n\nSo we're going to take this money from the C.B.P, we're also going to take it from F.E.M.A. So if you're in a natural \ndisaster area, okay, and you're needing that Federal funding, we're going to take that from you and redirect it and \ncreate a record system for people who are sneaking across the border.\n\nAnd that's why our appreciation for people like you that even though all this impeachment buzz, this is the kind of \nlegislation being passed, not by radicals by the mainstream Democrats that we're serving in the United States \nHouse.\n\nCARLSON: I agree. I agree completely. I mean, if you think of all the Americans who are being crushed by health \ninsurance bills, I mean, really crushed -- that's a lot of your constituents.\n\nWALKER: Exactly right.\n\nCARLSON: And we're rushing to pay for medical care for people who are breaking our laws? I mean, we obviously \nhate ourselves if we're doing that, I think.\n\nWALKER: We do, and we touched on this just a bit earlier. You may look at Trump and say, he is raw. He is leaf \nscorched dearth, which Washington, D.C. probably needed a little bit of it.\n\nBut you look at this, and then you look at the alternative, this kind of crazy legislation being passed in the House as \nwe speak.\n\nCARLSON: No, that's a really good point. Congressman Walker, thank you very much. Good to see you tonight.\n\nWALKER: Thanks, Tucker.\n\nCARLSON: So Bernie Sanders was rushed to the hospital for heart surgery today. Will he be able to stay in the \ncampaign? And if he has to leave, which of his rivals benefit most? Sorry to be so blunt about it, but that's the \ncalculation of politics.\n\nPlus Joe Biden has a radical new gun control plan to compete with Beto O'Rourke. You shouldn't be allowed to \nprotect yourselves as Joe Biden and his bodyguard. That's just ahead.\n\nCARLSON: Well, Alexandria Ocasio-Cortez may be the face of the New Democratic Party, but at the very top \nwhere the levers of power are, there are some older people, and that fact is having a big effect on the presidential \nrace all of a sudden. There are already a lot of real questions about Joe Biden's fitness for office, forgetting stuff, \nsaying weird things.\n\nNow, Senator Bernie Sanders has suspended his campaign after he underwent emergency surgery for blocked \narteries today. So this is a major development in the race. How will it affect who becomes the Democratic nominee?\n\nLisa Boothe is a senior fellow at Independent Women's Voice, a frequent guest here. We're happy to have her \ntonight.\n\nLISA BOOTHE, FOX NEWSCONTRIBUTOR: Hi, Tucker.\n\nCARLSON: Lisa, what -- I mean -- and by the way, I want to say this with sincerity, we're of course, hoping that \nSenator Sanders is okay, of course, and that he is back the race, because we are. But if he doesn't get back in the \nrace, what does this mean?\n\nBOOTHE: Well, yes, exactly. I mean, we sincerely hope that he gets better. He is a husband and a father. So of \ncourse, we want him to be in good health. But look, this does have a big impact on the race. And depending on how \nbig of an impact it has is dependent on how long he is out of the race. Right?\n\n\n\nSo I mean, look, if you're off the campaign trail, when you are facing a very contested and crowded primary field, \nthat is clearly not good for your campaign, particularly at a time where Elizabeth Warren has been on the rise, and \nyou have been on the decline.\n\nIf you look at Elizabeth Warren in Iowa, she is up seven percent since June, New Hampshire, she is up eight \npercent, and the big date to keep an eye on is that October 15th debate because we've seen these debates really \nhelp shape the race.\n\nSo if Bernie Sanders is out of that debate, particularly at a time where he is polling at 11 percent in the Iowa caucus \nand 11 percent in New Hampshire, that's not going to be good for him.\n\nCARLSON: No, it's not. I mean, it's interesting that we haven't talked about this openly. I mean, all of us want to be \npolite, which I think is a good impulse. But 78 -- and he is not the only one who is, you know, of an advanced age in \nthis race.\n\nI mean, statistically speaking, it's tough to pull off a presidential campaign much less running the most powerful \ncountry in the world at that age. I guess we're not allowed to say that. I'm 50, and I feel myself slowing down. So are \nwe going to have --\n\nBOOTHE: I am very frazzled sometimes.\n\nCARLSON: Right. So are we going to have an honest conversation about this? At some point, are we going to \ncontinue to pretend that 78 is just like 38?\n\nBOOTHE: Well, I mean, it certainly does put his age in the forefront, right? And especially when you have someone \nlike Elizabeth Warren, who is younger, who is more vibrant, who really shares a lot of the same policy positions you \nhave, who has actually been smarter also about not tainting herself as a socialist, which puts her in a better position \nfor a possible general election, and also makes her look more electable in the eyes of Democratic primary voters.\n\nAnd you really can't underestimate the fact of, you know, look, the Iowa caucus and the New Hampshire primary \nare so vital in any presidential election, whether it's Republicans or Democrats, and those states are really geared \ntowards candidates like Elizabeth Warren and Bernie Sanders, white liberal states.\n\nSo, you know, any -- or you know any decline for Bernie Sanders helps Elizabeth Warren and we've seen in the \nmost recent \"Des Moines Register\" poll of the caucus go where she went for Bernie Sanders in 2016, thirty two \npercent are supporting Elizabeth Warren right now versus 25 percent for Bernie Sanders.\n\nSo she has already been, even with Bernie Sanders in good health in the race, she has already been siphoning off \nhis supporters in both Iowa and New Hampshire.\n\nCARLSON: Yes, I think it's -- again, not being mean.\n\nBOOTHE: Right. Of course.\n\nCARLSON: It's over. Yes. Lisa Boothe, great to see you tonight. Thank you for that.\n\nBOOTHE: Thank you, Tucker.\n\nCARLSON: Well, Beto O'Rourke rock is never going to be President of the United States, whatever its problems, \nthis is still a basically decent country. That doesn't mean he won't continue to hang around and annoy the hell out of \nnormal people forever, and it doesn't mean he won't have an effect to the Democratic Party. In fact, he already has \nhad an effect. He has forced his party to go way left -- way left on firearms.\n\nJoe Biden has already promised to seize guns from law-abiding Americans, amazingly.\n\n(BEGIN VIDEO CLIP)\n\n\n\nANDERSON COOPER, CNN HOST: So to gun owners out there who say, well, a Biden administration means \nthey're going to come from my guns.\n\nJOE BIDEN (D), PRESIDENTIAL CANDIDATE: Bingo, you're right if you have an assault weapon. The fact of the \nmatter is they should be illegal. Period.\n\n(END VIDEO CLIP)\n\nCARLSON: Now, Biden has released specifics of his gun control plan. He said he would ban so-called assault \nweapons, he doesn't define exactly what that is, and would force current owners of these firearms either to turn \nthem over to the government or register them under the standard currently used for fully automatic weapons -- \nmachine guns.\n\nThat's not Biden's only idea though. His plan also seeks to drive gun manufacturers out of business making them \nliable when their guns are used in crimes, which is of course, insane.\n\nKnife makers are not liable when knives are used in crimes, which they are more frequently than rifles are. Ryan \nCleckner is a former Army Ranger, a contributor to \"The Federalist.\" A frequent guest on the show, and we're happy \nto have him. Ryan, assess this plan if you would, Joe Biden's gun control plans.\n\nRYAN CLECKNER, CONTRIBUTOR, \"THE FEDERALIST\": Do you have enough time, Tucker? You mentioned \nspecific details and he threw a dart at every possible rumor and gun control proposal he possibly could. It's hard to \nkeep track of them all.\n\nI'm starting to think that the hey-let's-ban-guns is the new I'm going to rehab for scandal ridden public figures. \nWeinstein did it. Trudeau did it. Now, Biden is doing it.\n\nThere are tons of proposals. None of them are going to work and do anything to stop violent crime, and some of the \nthree worst you already started to mention, they're going to make manufacturers liable. That's scary. They're going \nto maybe bring back the assault weapons ban, like you said register them under the National Firearms Act.\n\nBut there's a third one that we can talk about, which is anyone who is guilty of a misdemeanor hate crime can lose \ntheir right to possess firearms forever.\n\nSo manufacturer liability, well, you know, that's absurd. You're not going to hold BIC Lighters liable for arson. Doing \nthat to the firearms industry would absolutely cripple the industry as we know it. And I think that's the plan.\n\nCARLSON: Wait, would -- so anyone who is convicted of a misdemeanor hate crime, and I don't even know that \nwas a category, but okay, loses his right to the Second Amendment. He is no longer covered by the Second \nAmendment.\n\nCLECKNER: Yes.\n\nCARLSON: But he is still allowed to vote? So you're not allowed to go deer hunting, but you can choose my \nPresident. How does that work exactly?\n\nCLECKNER: Well, the people that are coming up with these rules want votes. There's one reason. But here's \nsomething scarier. I can talk about a potential slippery slope and say, oh, no, we shouldn't do that about hate crime, \nbecause who gets to decide, what's a hate crime?\n\nWell, we have a perfect example right now. If Biden goes to New York City and call someone an illegal alien, he \ncan lose his right to guns forever under his own proposal, because that's a hate crime now. It's a scary world.\n\nCARLSON: Well, his federally-funded bodyguards would still be armed with high capacity magazines. So I think, \nyou know, he is all set. And that that's kind of the point. It is the people who are making these rules have literally no \nintention of abiding by them at all. They would never give up their right to firearms, because that would be scary.\n\n\n\nCLECKNER: Exactly. Right. They can never answer the hypocrisy there of what's going on. We've talked about this \nbefore, when a politician tells you, you don't need a gun. Maybe that's time you actually need the gun.\n\nCARLSON: Yes. And, okay, you first and that's my gun control plan. You first. You disarm first.\n\nSo let me ask you, is there anybody in the Democratic Party who is kind of sticking with the old agreement on guns, \nwhich is what is basically the status quo. Is anybody -- anybody resisting the radicalism of Beto O'Rourke? Any \nDemocrat?\n\nCLECKNER: I've seen Tulsi Gabbard has done it. She has still come out against gun. She has made a couple of \nunpopular comments with me at least, but she is not racing like everyone else's to bring the party as left as they \npossibly can.\n\nCARLSON: And last question, sincerely, do you think any of the proposals that Biden outlines would reduce what \nthey're calling gun crime? Mass shootings, for example?\n\nCLECKNER: Not a single one. The assault weapons ban that he champions did nothing to stop crime. We know \nthat violent crime is at its highest during the middle of that assault weapons ban. And in fact, it's gotten better every \nday since.\n\nNo, they're not. I think it is political rhetoric. I think he is making false equivalencies like saying that you can't hunt \nducks with more than three shotgun shells. So somehow ducks are better protected than children. He is saying \nchildren can be hunted. There's regs for that. It's absolute absurdity trying to distract from the scandal that's going \non with him.\n\nCARLSON: Not the brightest politician in Washington, anyway, I would say. Ryan, great to see you tonight. Thank \nyou.\n\nCLECKNER: Thanks for having me back.\n\nCARLSON: Virginia police officer caught an illegal immigrant breaking the law, so guess you got busted? The cop \ngot busted for enforcing the law against the sainted illegal alien. We're not making that up. We've got details after \nthe break.\n\nCARLSON: A police officer in the Commonwealth of Virginia has been suspended from his job. What did you \nwrong? He helped the Federal government enforce the law. Fox News Chief Breaking News Correspondent Trace \nGallagher has more for us tonight. Hey, Trace.\n\nTRACE GALLAGHER, FOX NEWSCHIEF BREAKING NEWS CORRESPONDENT: Hey, Tucker, a driver who was \ninvolved in an accident did not have a driver's license. So the responding Fairfax police officer followed standard \noperating procedure and ran him through the D.M.V. database to look for things like criminal behavior.\n\nWell, it turns out the driver failed to show up for a deportation hearing and Immigration and Customs Enforcement \nhad issued an immigration warrant. So at this point, the suspect had committed at least two violations.\n\nThe officer verified the warrant, notified the I.C.E. agent listed as the contact and held the men until the agent \narrived. But Fairfax County Police Chief Edwin Roessler said the officer deprived the man of his freedom quoting \nhere, \"We have trained on this issue a lot. This is the first time we've had a lapse in judgment and the officer is \nbeing punished.\"\n\nIn fact, as you said, the officer was suspended and former Acting Director Tom Homan is baffled. Watch him.\n\n(BEGIN VIDEO CLIP)\n\n\n\nTOM HOMAN, FORMER ACTING I.C.E. DIRECTOR: This world is upside down when those who illegally enter the \ncountry in violation of law, who not only violate our law, all of a sudden they're the victims and the ones who enforce \nlaw are the bad guys.\n\n(END VIDEO CLIP)\n\nGALLAGHER: But since 2007, Fairfax County, Virginia has barred police officers from confirming anyone's \nimmigration status. Those accused of crimes are booked into jails and then their immigration status is checked, but \nthey still won't cooperate with I.C.E., so the point is moot.\n\nBy the way, the driver who was held was released a few hours later with an ankle monitor -- Tucker.\n\nCARLSON: That's a remarkable story. Trace Gallagher, thank you for that.\n\nWell, increasingly, this is a politically divided country. If you live here, you know that. People don't simply disagree \nwith one another on the basis of politics, they think that people on the other side are evil.\n\nFriendships are ending. Family members disowning each other because they have different views. Is there a way \nout of this? It is bad. Everyone knows it's bad.\n\nWell, Jackie Gingrich Cushman has thought a lot about it. She's an author and columnist. She has a new book out \ntitled \"Our Broken America: Why Both Sides Needs to Stop Ranting and Start Listening.\" It turns out she has also \njust entered the race in the State of Georgia to replace Johnny Isaacson in the U.S. Senate. We recently talked to \nJackie Cushman. Here is how it went.\n\n(BEGIN VIDEOTAPE)\n\nCARLSON: What is the answer to where we are now?\n\nJACKIE GINGRICH CUSHMAN, AUTHOR AND COLUMNIST: Firstly, we have to understand why we're here and \nwhat's causing the problem. I did a lot of research in this book and we can talk about that as well.\n\nBut the solution is really to live in community, so right now, 64 percent of Democrats and 55 percent of Republicans \nhave few or no friends in the opposite party -- few or no friends. So there's no interaction of people from opposite \nsides.\n\nCARLSON: That's really changed.\n\nCUSHMAN: That -- it has changed. In addition to that, both sides have pulled apart from an ideology standpoint, \nright? So we used to have an overlap in the middle, and now it's almost no overlap.\n\nAdditionally, when you look at all the maps on election night, it's all red or blue. So that didn't really come into effect \nuntil the Bush-Gore recount with every night, we followed the same map over and over again.\n\nBefore that, the map had changed colors between parties, different networks would use different colors. But the \nBush-Gore recount was every night we saw red and blue, right, same -- and so it's a team now. It's not a political \nparty.\n\nSo I call this fortification of politics. So there are a lot of things that are going on. But really to solve it, you have to \nget involved at the local level, you have to work on problems that you care about with anyone from both sides from \nboth parties, and that's when you really make progress.\n\nCARLSON: That's so interesting that you say that. Why on the local level? What do you mean by that?\n\n\n\nCUSHMAN: Well, I think you can't change the national narrative at the national level. I mean, right? I mean, so you \nknow, we're in Washington, and quite frankly -- and we can talk about the death of news, which I talk about in my \nbook. Yes, there's a lot of death in news.\n\nCARLSON: Our viewers are very familiar with that, yes.\n\nCUSHMAN: Yes, just look at the readers of \"The New York Times\" it does not meet its needs, right?\n\nCARLSON: Yes.\n\nCUSHMAN: We know that.\n\nCARLSON: Unfortunately you're right.\n\nCUSHMAN: Right. So there's a lot of that happening. So I do think you have to push back and say no, that's not \nnews. That's not true. You can't just let you know, untruths, you know, hang around.\n\nBut I do believe that in the local level, you can get to know people, and once you get to know people, you can \nunderstand, well, I don't agree with you, but you're not terrible.\n\nCARLSON: I think that is such a deep point. And no one says that. So if you're living out your political life on social \nmedia, on Twitter or Facebook, for example, when you're debating, you know, Supreme Court nominations, it's all \nkind of high level and abstract.\n\nCUSHMAN: And you have nothing to do with it. I mean, you're sitting in your bedroom at three in the morning, \nright? And you're texting about whatever. And you really need to go out you need to go meet people, you need to \nmake friends from different parties, you can make a difference in your community.\n\nI mean, our nation was not built by one person controlling the national government. Our nation -- the whole \nconstruct is, God gives rights to people, people loan them to the government. Government helps the people. The \npeople have to do all the work. And we're not doing the work. We're sitting around, you know, on Twitter yelling \nabout people, it's ridiculous.\n\nCARLSON: So the first step is like, get the hell out of your bedroom. Down the smart phone.\n\nCUSHMAN: Get off Twitter, right?\n\nCARLSON: Get off Twitter.\n\nCUSHMAN: I mean unless it's something fun or you're promoting what you're doing --\n\nCARLSON: Of course.\n\nCUSHMAN: But not ranting and raving. So I think where we are right now, I use the analogy in my book. I have a \nlittle dog called Bunny, so Bunny is 20 pounds, and Bunny barks at people --\n\nCARLSON: Bunny is called Bunny but Bunny is in fact a dog.\n\nCUSHMAN: But he is in fact a dog. He's really cute. But she barks people and she barks at cars and shadows, \nright? Shadows. She loves to bark at shadows.\n\nAnd a lot of times I feel like it is where we are right now. We are running around bunny barking and not making a \ndifference in the world.\n\n\n\nCARLSON: I'm so glad you wrote this book. Thank you. And I'm glad you're thinking about this and I think people \non both sides, I mean, I hope that people can hear you because I think everyone is concerned about this and I think \nwe have reason to be.\n\nCUSHMAN: Absolutely. We do.\n\nCARLSON: Jackie Gingrich Cushman, \"Our Broken America.\" Thank you very much.\n\nCUSHMAN: Thank you for having me on.\n\n(END VIDEOTAPE)\n\nCARLSON: So you quit smoking, you gave up cookies and Mountain Dew, but you still have something to feel guilty \nabout. Red meat. Red meat is bad for you. Everybody knows that. But is it actually bad for you? We'll investigate \nthat with Dr. Marc Siegel's \"Medical Emergency\" segment. After the break.\n\nCARLSON: Well, for years, the usual health scolds have been barking at you about red meat. It may be delicious, \nthey said, but it will kill you. They'll give you heart disease, cancer, it's basically a ticket to an early death.\n\nNow a group of researchers, an international group have contested that advice. They say that our views of red meat \nin the United States are in fact built on shoddy evidence. And that if red meat has any negative health effect. It's a \nsmall one.\n\nDr. Marc Siegel is the man we go to for the truth of questions like this. He is a Fox Medical Contributor. Doctor, \nthanks so much for coming on.\n\nMARC SIEGEL, FOX NEWSMEDICAL CONTRIBUTOR: Hey, Tucker.\n\nCARLSON: What do you make of this? Does this overturn your views on meat? Should we feel better about having \na steak now?\n\nSIEGEL: It changed my views and it made me wonder about all the Democrat attack -- Democratic attack lately on \nour gashes, cattle friends, right? That we that we actually rely on for meat, for red meat.\n\nAnd what this study did and by the way, it looked at millions of participants in several studies, it was a very strong \nanalysis of multiple studies. And it concluded that red meat itself mainly unprocessed red meat does not correlate \nwith life--threatening heart disease or cancer, except in a very weak tie.\n\nNow what does this mean to me? This means to me that I have to relook at red meat and say, wait a minute, it's a \ngood source of protein. For some people, their only source of protein. It's a source of B vitamins, of iron. It's got a \nlot of healthy ingredients in it -- zinc.\n\nSo I've got a wonder if we aren't throwing the baby out with the bathwater. I'm thinking, you know, it's more of a \nlifestyle thing. Maybe we should be eating our steak with a salad or Brussels sprouts.\n\nThe problem is, Tucker that too many people eat their steak with French fries and a Coke.\n\nCARLSON: Exactly.\n\nSIEGEL: And then they have a dessert, and then they don't get off the couch. So if we could get people to exercise \nand eat more greens and more plants, maybe it's not red meat that's the problem.\n\nCARLSON: But it never made sense -- and I agree completely. I mean, obviously potatoes and donuts will get you. \nI mean, no one kind of disputes that. But why would a species that began as hunter gatherers have like -- why \nwould meat give them cancer? It just doesn't make any sense at all.\n\n\n\nSIEGEL: I agree, Tucker. It's actually probably the processed meat that we need to worry about. The bacon, the \nsausage, where you actually add chemicals like nitrates that could correlate with that.\n\nBut I want everyone out there to know how poor this research is done that made those connections. They say to \nyou, what did you eat yesterday? Well, you may not actually tell what you actually ate.\n\nSo they canvassed thousands and millions of people, what did you eat? And then they observe your response. \nThey don't really do what we need to do, give somebody a great hamburger and a salad. Somebody else a great \nhamburger and French fries. You might find out it's the French fries that are the problem.\n\nSo shame on you out there that are throwing out all of our great hamburgers. Tucker and I are going to go have a \nsteak after this -- not every day, moderation. I'm a physician here. So I don't want everybody out there to have three \nsteaks a day.\n\nCARLSON: Right.\n\nSIEGEL: But Americans tend to have four to five servings a week. And what the studies are showing is that that's \nnot as egregious as people have been saying.\n\nCARLSON: So really quick, a theme that has emerged from all the segments you've done on this show, all of which \nwe're grateful for is that there's a lot we don't know, and you're one of the only people honest enough to admit that.\n\nSIEGEL: Well, and I don't want people jumping to conclusions. You know what pseudo-scientists do? They take \none tiny bit of evidence and then they dilate it and they make their point about it.\n\nCARLSON: Exactly.\n\nSIEGEL: Of course, that's what politicians do, too, isn't it? Medicare- for-All -- let's get rid of the employer based \nhealthcare system. I mean, I wish this man well. I mean, I wish his health and rapid recovery. I don't want to say \nanything too negative.\n\nBut the point is politicians are waving their arms, making grandiose statements. Tonight, I'm here to tell you, go \nhave a steak; just don't have it every day.\n\nCARLSON: I'm going to do that right now. Dr. Siegel, great to see you tonight. Thank you for that perspective.\n\nSIEGEL: Thanks, Tucker.\n\nCARLSON: That's it for us tonight. We'll be back 8:00 p.m. tomorrow and every weeknight in the foreseeable future. \nThe show that is and will always be the sworn, and yet cheers enemy of lying, pomposity, smugness, and especially \ngroupthink -- all of which is in overabundance right now. It's unbelievable. Thanks for joining us.\n"}