{"title": "WEEK IN REVIEW; Sept. 7-13", "body": "\n Memorial Unveiled in Tears, Triumph Pentagon Site Unveiling Draws Thousands \n\nThe Pentagon Memorial to victims of the Sept. 11, 2001, attacks was dedicated Thursday. The two-acre site is the \nnation's first major permanent Sept. 11 memorial, its 184 benches honoring each of the victims. The site aims to tell \nthe story of what happened Sept. 11 in symbolism, not words. Its benches are aligned along the path of Flight 77 \nand organized along a timeline.\n\nThey span from the youngest victim, 3-year-old Dana Falkenberg, to John D. Yamnicky Sr., 71, who was honored \nduring the dedication, having survived two wars and five crashes as a Navy pilot, only to die as a passenger on \nFlight 77 when it hit the building where he worked.\n\nFew Arrestees Found to Be Illegal Pr. William Chief Issues Report on Crackdown \n\nFewer than 2 percent of people charged with crimes in Prince William County since the well-publicized crackdown \non illegal immigration began in March have turned out to be undocumented, Police Chief Charlie T. Deane told \ncounty supervisors.\n\nIn a status report on the first six months of the county's illegal immigration enforcement program, Deane told the \nsupervisors that police questioned 626 illegal immigrants in all. Of those questioned, 341 were arrested, 196 were \nreleased with no charges and 89 were charged and released on summonses. Ten others were determined to be in \nthe country legally.\n\nConfusion Marks D.C. Vote Count In Council Primary, Carol Schwartz Loses \n\nThe D.C. government had its primary Tuesday, and the biggest loser appears to have been the D.C. Board of \nElections and Ethics. Confusion muted victory parties after candidates and their supporters took note of unusually \nhigh numbers of write-in votes in several races. It turned out that they were phantom votes -- eventually removed \nfrom the tallies.\n\nThe problem didn't change any outcomes. Five incumbents won the Democratic primary, and one, Carol Schwartz \n(R-At Large) was defeated in her race. D.C. officials initially blamed a defective computer cartridge for the vote \n\n\ncounting difficulties, but the company that supplied the equipment said its machinery was fine and raised the \npossibility of human error.\n\nFenty Outlines School Modernizations Critics Want Details on $1.5 Billion Upgrades \n\nMayor Adrian M. Fenty presented the outlines of a $1.5 billion modernization plan that he promises will place all \nD.C. schoolchildren in dramatically improved buildings by 2014.\n\nThe blueprint drew criticism almost immediately for its abbreviated timetable and shortage of details. It did not \nspecify estimated costs for each school project.\n\nFenty (D), who has staked his political future on transforming the city's low-performing school system, wants at \nleast some physical improvement to all the District's 120 schools -- 62 elementary, 12 middle, 18 high, 22 pre-K-8 \nand 6 special education -- between 2009 and 2014. High schools would have the most ambitious overhaul, officials \nsaid.\n\nPolice Disability Retirements Probed 'Questionable Practices' Cited in Montgomery \n\nMore than 60 percent of Montgomery County police officers who retired in the past four years are collecting \ndisability payments, including one who was a top finisher in a fitness contest a year after retiring on disability, \naccording to an interim report released Monday by the inspector general's office.\n\nInspector General Thomas J. Dagley cited \"questionable practices\" and patterns or behaviors that a \"prudent \nperson would consider abusive.\" And he called on county officials to tighten oversight of the $32 million program.\n\nCounty Executive Isiah Leggett (D) has acknowledged problems with the system, but he took issue with some of \nthe report's findings. Retirees who qualify for service-related disability receive two-thirds of their salary tax-free for \nlife. An officer who retires without disability after 25 years generally receives about 60 percent of his or her salary, \nand the benefit drops significantly when the retiree begins to collect Social Security.\n\nGraphic\n\n \n\nIMAGE; By Richard A. Lipski -- The Washington Post; A Day of Tears, Triumph Service members remove covers \nfrom the benches of the new Pentagon Memorial. The memorial was unveiled Thursday, drawing thousands.\n"}