{"title": "Tens of thousands march for immigrant rights; Activist says turnout shows 'courage and commitment'", "body": "\nTens of thousands of people took to the streets of Milwaukee on Monday to march for immigrant rights in a \nnational day of action that included withholding their dollars from businesses.\n\nWaving American and Mexican flags, the marchers chanted \"Yes, we can\" in Spanish and \"USA\" and marched \nfrom the city's predominantly Hispanic south side to a park along the Lake Michigan shore.\n\nAlvaro Aleman closed his medical practice in the city to attend the march. The 57-year-old native of Nicaragua has \nbeen a citizen since 1980. He said government officials will have to figure out a way to ensure immigrants are \ntreated with respect.\n\n\"They have to change. They can't live without us,\" said Aleman, who was wearing his white doctor's jacket and \ncarrying a stethoscope.\n\nThe Milwaukee march and a similar rally in Madison were part of a national day of economic protest, with some \nimmigrants and their allies across the country planning to boycott work, school and shopping to show their \nimportance to the country.\n\nPolice declined to give an estimate of the crowd in Milwaukee, though organizers Voces de la Frontera estimated \nsome 70,000 people took part.\n\nChristine Neumann-Ortiz, president of Voces de la Frontera, said the turnout was significant. She said some \npeople had been scared last week, when rumors circulated that immigration officials were conducting raids at \nschools and businesses.\n\n\"The turnout really was a statement that we're of courage and commitment — the movement is only growing,\" \nshe said.\n\nThe national protest came as Congress debates immigration proposals ranging from tightening border security to \nlegalizing all 11 million undocumented migrants in America.\n\nJose Garcia, 47, said the proposals inspired people to take action.\n\n\"I give credit to these people for coming here. They're not doing it to make noise. They're doing it to take a stand. \nThat's powerful,\" said Garcia, who was born in Texas.\n\n\nIn Madison, police estimated 3,000 people rallied at the state Capitol. Mario Garcia, a 26-year-old student at the \nUniversity of Wisconsin-Madison, showed up in a cow costume. He held a sign that read: \"We are Wisconsinites \ntoo! We make the cheese!\"\n\n\"We want people to rethink their politics and change their minds,\" he said.\n\nNear the Capitol, a handful of counter-protesters held a tarp with \"Enforce Our Law Deport All Illegals\" painted on it. \nA similar handful gathered in Milwaukee.\n\nParents took time off work and pulled their children out of school to attend the march. Rene Espinoza Kissell, 15, \ntook the day off from her Milwaukee high school so she could show her support for immigrants like her \ngrandparents, who came from Mexico. She packed an apple to eat for lunch during the march so she wouldn't have \nto buy anything.\n\nThe Milwaukee school district had at least 2,000 more absences on Monday than normal, but it was unclear \nwhether those absences were because of the march, said Phil Harris, the district's media manager.\n\nThere were significant absences among Hispanic students in the handful of Madison schools that reported \nattendance numbers, district spokesman Ken Syke said.\n\nSome businesses closed for at least a few hours so that workers could attend the march. Milwaukee's El Rey chain \nof markets closed for three hours, said part-owner Olivia Villarreal.\n\nThe Pedro's Mexican Restaurants in Madison, Brookfield and Wisconsin Dells were fully staffed Monday, though \nthe business accommodated those who wanted the day off for the protest, said company owner Jim Martine.\n\n\"We're a team,\" he said. \"We're all in this together, so anyone who wanted could attend if they so desired.\"\n\nEamonn O'Neill, 64, said he has tried to become a U.S. citizen ever since he arrived from Ireland in 1965. He \nhopes the government makes it easier for immigrants to become citizens.\n\n\"If there is ever a time to show the world we are a compassionate people, this is it,\" he said.\n\nLupe Flores, 66, wrapped herself in an American flag as she marched through Milwaukee holding a cross. Flores, \nwho was born in Texas and married a Mexican immigrant, said immigrants make the country better because they \ndo work others wouldn't want to do.\n\n\"Every time I see an immigrant, I say, 'Thank you for doing things for my country,' \" she said.\n\nAssociated Press writers John Hartzell and Dinesh Ramde in Milwaukee and Todd Richmond in Madison \ncontributed to this report.\n"}