{"title": "IMMIG WAR HERO & CLAN REUNITED", "body": "\nAN AFGHAN IMMIGRANT paralyzed while working as a Navy translator has a new gig: interpreting for his wife and \nkids, reunited with him in Queens after a lawmaker cut through red tape.\n\n\"Before, I was always away from them,\" Jamil Patkik\n\nsaid as his youngest son, Abdul, 5, cuddled on his lap. \"Now we'll be together forever.\"\n\nPatkik's wife and four kids had been approved to come to New York by U.S. Citizenship and Immigration Services \nbut languished for\n\n10 months on a waiting list in Pakistan.\n\nSen. Kirsten Gillibrand (D-N.Y.) got involved and convinced the U.S. Embassy in Pakistan to issue visas for Patkik's \nfamily, who finally arrived last month.\n\nPatkik, 33, a U.S. citizen, was desperate for them to join him in Flushing because he needs his wife's help with daily \nactivities.\n\nA civilian combat translator, he was paralyzed from the waist down in a deadly 2010 Black Hawk chopper crash in \nAfghanistan's Zabul Province.\n\nNine Americans, including four SEALs\n\nwith whom Patkik worked closely, died in the accident.\n\n\"I thank Mr. Patkik for his heroic service and sacrifice to our country and will continue to assist his family,\" Gillibrand \nsaid.\n\nPatkik's wife, Naseem, said she's overjoyed the\n\nclan is together again. The kids have started school\n\nand are learning a new language.\n\n\"I'm translating English for them,\" said Patkik, smiling.\n\n\nPatkik first immigrated to Queens in 2000 from Pakistan, where his family relocated during the Soviet-Afghan war.\n\nHe met and married his wife during a visit to family in Islamabad. She and their kids stayed there while he split his \ntime between the U.S. and Pakistan.\n\nFriends told him military contractors were looking for Pashto speakers, and in 2008 he tried out.\n\nPatkik was placed with U.S. Army Special Forces and then with the SEALs.\n\nHe was frightened during his first mission, when insurgents fired on their helicopter as it landed.\n\n\"That was like a movie to me,\" he said.\n\nThe danger became routine.\n\nHe signed up for three tours, despite his wife's misgivings.\n\nPatkik remembers little about the terrible accident that changed his life and killed his friends.\n\n\"We were pretty close to landing the helicopter. I was getting ready to pick up my backpack,\" he said. \"The next \nthing I remember, I was on the ground. About 30 feet away, I saw the helicopter burning.\"\n\nThe fall broke his back and damaged his spinal cord; he was one of three to survive.\n\n\"I was lucky,\" he said.\n\nepearson@nydailynews.com\n\nGraphic\n\n \n\nNavy translator Jamil Patkik, with his four children who, along with his wife, have just rejoined him in Queens after \nvisa issues, was paralyzed when his chopper was shot down in Afghanistan in 2010. Photo by David \nHandschuh/Daily News\n"}