{"title": "Refining The Tests That Confer Citizenship", "body": "\nWhere does Father Christmas come from? How old do you have to be to buy a lottery ticket? If your adult son \ndeclares he's a homosexual, what do you do? If a film or a book insults your religious feelings, what is your \nreaction? Why are aboriginal peoples seeking self-government? Who has the power to declare war? \n\n  Answering such questions appropriately may not define you as a citizen of the world, even in this era of supposed \nglobalization, but it would help get you citizenship in Britain (the first two questions), Germany (the second two), \nCanada (the next) or the United States (the last). Perhaps never before in human history has so much energy been \ndevoted to trying to establish citizenship tests to define national identity. Judging from the debates raging and the \nconfused choices made, there is as little agreement within each country as there is between them.\n\nIn the United States, discussions about creating a new citizenship test have been going on for a decade. About \n$3.5 million has been spent since 2001 when the Immigration and Naturalization Service promised a redesign. In \n2004, a report from the National Research Council recommended more bureaucratic consultation, leading to \nconcern that the process was going to become an extended series of debates. A nonprofit concern, the American \nInstitutes for Research, was then asked to make a more practical ''feasibility study.'' Tomorrow, the Citizenship and \nImmigration Service (the successor to the I.N.S.) will announce recommendations about how much the tests should \nbe modified or whether they should be changed at all. \n\n  Britain, meanwhile, introduced a new citizenship test in November and is beginning formal induction ceremonies \nlike those in America. Last week, the newspaper The Guardian reported that the Netherlands was beginning a pilot \nprogram in which tests about Dutch language and culture would be administered to prospective immigrants in their \nnative countries; the government also planned to require all immigrants who stay in the Netherlands more than \nthree years to take citizenship classes. And earlier this month, the Baden-Wurttemberg region of Germany \ninstituted questions to be asked only of Muslims from particular countries -- questions dealing with women's rights, \nreligious freedom and domestic life. \n\n  One reason for the flurry of activity has been just what the German questions so bluntly address: the phenomenon \nof Muslim immigrants and citizens in Europe who not only are segregated from a nation's culture but also hostile to \nit. In 2004, for example, a poll found that 21 percent of Muslims in Germany believed the Koran and the German \nConstitution were incompatible. Hence these attempts to establish a shared identity based on particular beliefs and \nfacts. \n\n  But which ones? Even where the notion of identity would seem to be fairly secure, notions of citizenship can be \nslight. In Britain, the Home Office minister in charge said the new procedures were meant to ''help new citizens to \ngain a greater appreciation of the civic and political dimensions of British citizenship.'' But while the 45-minute test \nincludes questions about the structure of the British government and stresses Britain's religious identity (''What is \nthe Church of England and who is its head?''), the main emphasis is on the test's title: ''Life in the U.K.'' \n\n\n  Judging from news reports and sample questions, the test treats British culture not as a product of centuries of \nevolution and political struggle with stunning achievements (and failures) -- in fact, there is almost no history on the \ntest at all -- but as a set of practical behaviors along with correct attitudes toward women and ethnic minorities. The \npractical can be trivial: If you spill someone else's beer in a pub, what should you do? What is the voltage of British \nelectric outlets? It is as if too much shouldn't be expected, because there is not too much worth championing. \nProspective citizens less fluent in English are met with even lower expectations: they take a ''skills for life'' course \ninstead of an exam and demonstrate their competence to the instructor. \n\n  By comparison, the existing American test of history and civics knowledge seems fairly robust. Objections to it \narose partly because in the 1990's -- a record decade for immigration -- standards had become so lax, that in many \ncases background checks of aspirants failed to turn up significant criminal records. In 1997, the Commission on \nImmigration Reform also found that there was no consistency in administering or scoring the tests; often delivered \norally in regional offices, they were sometimes informally scaled by the examiners. The commission also objected to \nthe tests' reliance on memorization of facts rather than on broader concepts. \n\n  When the redesign began in earnest in early 2001, ''stakeholder groups'' -- social service and legal agencies, \nschools, advocates for immigration -- objected, some arguing that the intention was to make the test more difficult \nand leave less discretion for the examiners. The planned date for a new test, 2006, has been abandoned; Alfonso \nAguilar, the chief of the Office of Citizenship, suggests that a more realistic goal would be 2007 or 2008.\n\n  The current test covers a fair amount of trivia: the name of the Pilgrims' ship; in which month a president is \ninaugurated. But there are also important questions about government structure (''Why are there 100 senators in \nthe Senate?'') and ideas (''What is the basic belief of the Declaration of Independence?''). No specific replacement \nquestions have been publicly proposed.\n\n  ''We see the test as an instrument to promote civic learning and patriotism,'' Mr. Aguilar said in a telephone \ninterview last week. The purpose, he said, is not to limit immigration but to create a system in which the process of \nnaturalization works. ''Our history has been one of expanded citizenship,'' he said. \n\n  A new test could do no better than emphasize that point and demonstrate the kinds of commitments made in \ncitizenship. The process, after all, is called naturalization because it really does change the alien into the natural, \nthe foreign into the familiar. The immigrant is giving up one identity and taking on another; in the process, both \ncountry and citizen are transformed. \n\n  This has tended to be easier in the United States, where the very idea of the nation is bound up with immigration, \nthan in countries whose idea of the nation is bound up with an inherited past. Yet now, even European nations must \npresent themselves in another form, as sets of ideas and customs, as cultures being offered in exchange for \nsacrifices demanded. That social contract is not being negotiated with much confidence in Britain, and it seems \nshaky enough elsewhere, too. The United States generally seems more sure of what it is offering; coming months \nwill show how sure it is of what it is asking.\n\nBorder Patrol\n\n  Here are some sample questions from the new tests:\n\nBritain\n\n  How interested are young people in politics? What do they see as the main issues today?\n\n  Do women have equal rights and has this always been the case?\n\n  How many people say they have a religion and how many attend religious services? What are the largest religious \ngroups?\n\n  Where are Geordie, Cockney and Scouse dialects spoken?\n\n\n\n  What are quangos and non-departmental public bodies?\n\nBaden-Wurttemberg\n\n  What is your position on the statement that a wife should belong to her husband and that he can beat her if she \nisn't obedient?\n\n  What do you think about parents forcibly marrying off their children? Do you think that such marriages are \ncompatible with human dignity?\n\n  Your fully grown daughter/your wife wants to dress like other German women. Would you try to stop that? By what \nmeans?\n\n  Imagine that your grown son comes to you and declares that he is a homosexual and wants to live with another \nman. How would you react?\n\n  Sources: www.lifeintheuktest.gov.uk, www.islam.de. \n\nConnections, a critic's perspective on arts and ideas, appears every other Monday.\n\nhttp://www.nytimes.com\n"}