{"title": "READERS RESPOND: Government has right to bar illegal workers", "body": "\nWe need to support Gwinnett County Commissioner Lorraine Green in her proposal to keep illegals from doing \ncontract work for the county. There is a major reason for this.\n\nIn the history of our country, it has been against our laws to come into our country without authorization (hence, the \nterm \"illegal\").\n\nTherefore, if someone is here illegally, they are lawbreakers.\n\nSince government --- any government (federal, state, county, city) --- is there to establish and enforce laws, how \nin the world does it make sense for the government to condone lawbreakers by hiring them either directly or \nindirectly (through subcontractors).\n\nIt doesn't matter how many lawsuits there are or who's filing them ... our laws are being broken. The government \nwould be breaking the law further by aiding and abetting the lawbreakers. How in the world can that government \nexpect the people to abide by any other laws?\n\nA government that does not enforce the law is no government at all. What good is a government that does not \ngovern?\n\nJAMES NEWMAN, Lawrenceville\n\nBaseball stadium just old idea remixed\n\nA couple of years ago, the commissioners came down from their annual meeting on the mount with the idea that a \nbaseball stadium would solve all of Gwinnett's woes. I believe it was the only idea shared with the public after this \ntaxpayer-funded holiday in the mountains.\n\nIf I recall correctly, the idea wasn't all that well received; why waste millions on a stadium for a AAA team when we \nhave the real Braves so close by?\n\n\nNow we see that Gwinnett will be getting a AAA baseball team, a training camp for the pros, arriving in 2009. Where \nwill they play? Gwinnett County is designing and building a stadium (anticipated cost: $45 million), which the Braves \nwill rent for $250,000 a year. \n\nMaybe it's me, but it sounds like the same idea that a certain commissioner had a couple of years ago, except this \ntime the team came first?\n\nFunny how things work out that way.\n\nBRUCE WILCOX, Lilburn\n\nIf 'Brain Train' is a solution, prove it\n\nIn the Sunday edition of AJC Gwinnett News, Emory Morsburger, a long-standing proponent of the so-called \"Brain \nTrain,\" that would run from Athens to Atlanta, called for General Assembly action on this project (\"Note to legislative \ndelegation: Help!,\" AJC Gwinnett Opinions, Jan. 13). Mr. Morsburger believes that commuter rail would help relieve \ntraffic congestion.\n\nDespite the hype, propaganda and \"studies,\" many believe the so-called \"Brain Train\" will have little or no impact on \ncongestion on major arteries and none on other roads and streets during morning and evening drives, while \nbecoming a drain on taxpayer dollars in perpetuity.\n\nThe proponents of the \"Brain Train\" should be honest with the public and admit that no one knows whether it will \nsucceed, that it is an experiment which they are willing to subject to an objective assessment. This project would be \nauthorized on the condition that it is an experiment that would run for three years after the line becomes \noperational.\n\nCriterion for evaluation would include actual ridership, net revenues and reduction of congestion on major routes \nsuch as I-85 and U.S. 78. A disinterested organization would be hired to conduct the assessment, and the project \nwould be subject to reauthorization or cancellation depending on results.\n\nCommuter rail may or may not be effective in the Atlanta area. If proponents of the \"Brain Train\" are confident in \ncommuter rail as a partial solution to the congestion problem, they certainly ought to be willing to prove, objectively, \nthat it is viable.\n\nIf so, it will be a valuable addition to transportation resources in this area. If not, it will avoid a costly drain on tax \ndollars.\n\nEDWARD A. WATKINS, Lilburn\n"}