{"title": "7 I.N.S. Employees and 26 Others Are Charged With Selling False Immigration Papers", "body": "\nFederal prosecutors in Manhattan announced yesterday that seven employees of the United States Immigration \nand Naturalization Service and 26 others had been charged with selling fraudulent immigration papers for more \nthan $100,000 in bribes.\n\nThe case, the third similar scheme in recent years, continues to raise questions about how well the agency is \naddressing its vulnerability to corruption. The scheme grew so brazen, prosecutors said, that some cash bribes \nwere exchanged right inside the I.N.S. offices at 26 Federal Plaza in downtown Manhattan.\n\nThe immigration employees accused in the case included five officers who interview immigrants and have the \npower to approve applications for green cards, which confer permanent legal status as a United States resident and \nare granted only in limited circumstances. Two lower-level employees were also arrested.\n\nOthers accused included brokers who charged the immigrants for their services, using some of their money for the \nbribes.\n\n\"This is a corruption case based on the simple concept of greenbacks for green cards,\" said Louis D. Schiliro, \nassistant director of the F.B.I. in charge of the New York office, which investigated the scheme for about a year, \nusing wiretaps and I.N.S. employees who worked undercover.\n\nEdward J. McElroy, district director of the immigration service in Manhattan, said this was the largest number of \nI.N.S. employees arrested in such a scheme in New York, although similar schemes have been uncovered in \nManhattan and elsewhere in recent years.\n\nThe Commissioner of the I.N.S., Doris M. Meissner, acknowledged in an interview in 1994, shortly after taking \noffice, that the agency's low pay, antiquated computer systems, and broad power over immigrants' lives set up the \npotential for abuse by dishonest employees. There was \"a climate for abuse\" that did not exist in other agencies, \nshe said.\n\nMary Jo White, the United States Attorney in Manhattan, who announced the charges, said that in exchange for the \nbribes, one immigration employee removed an applicant's criminal record from the official file. In other cases, she \nsaid, officers agreed not to verify claims made by applicants seeking to qualify for green cards, including whether \ntheir marriages to American citizens were legitimate or not.\n\n\nThe bribes averaged about $1,000, and ranged from $300 to $12,000, Ms. White said. The salaries of the accused \nimmigration workers were $25,000 to $50,000 a year, she said.\n\nIt was unclear yesterday how many of the immigrants knew that bribes were being paid for them, or how many of \nthem would have legally qualified for residency status.  Ms. White said that the investigation was continuing. \nOfficials did not say yesterday whether they would charge any of the immigrants or seek to deport them.\n\nProsecutors also described the murky world of immigration brokers in New York, and the indictment noted that at \nleast three of them operated out of travel agencies.\n\nThe brokers even arranged sham marriages to secure eligibility for green cards, Ms. White said, and used code \nwords like \"skirts\" and \"pants\" to refer to the men and women involved. In January, one man in a sham marriage \ncalled his broker to ask for the name of his \"wife,\" the indictment said.\n\nYesterday, 23 defendants were arrested and taken to Federal District Court in Manhattan on charges including \nconspiracy, bribery, and immigration fraud. Two of the immigration employees named in the indictment, which \nwas unsealed yesterday, had pleaded guilty earlier, officials said, while five defendants had not yet been taken into \ncustody.\n\nOne broker, Maria Diaz, who operated out of Gemma Travel in the Bronx, was accused of paying about $60,000 in \nbribes on nine separate occasions, officials said.\n\nMs. Diaz did not return a phone call seeking comment early in the day. In court, she did not make bail and could not \nbe reached.\n\nThe indictment also charged an immigration lawyer, Francois Au of Manhattan, with bribery. Mr. Au, who was \nreleased on bond, did not return a call for comment.\n\nNelson A. Boxer, an assistant United States attorney, said that some of the brokers were overheard on wiretaps \nmaking threats about an immigration employee whom they believed was cooperating with Federal investigators.\n\nMr. McElroy said the case began after co-workers reported suspicious activity at the agency -- people coming in \nwithout appointments, being bumped ahead of other applicants and other irregularities.\n\nOfficials said that yesterday's case was not connected to one in 1995 in which four immigration clerks in the \nManhattan office were charged with taking hundreds of thousands of dollars in bribes to issue employment \nauthorization cards to thousands of illegal immigrants.\n\nSome time earlier, eight employees of the Washington district office were convicted in a scheme to accept bribes \nto sell legal residency to 1,000 immigrants who did qualify and to give another 4,000 people permission to work, \naccording to news reports.\n\nYesterday, a spokesman for Ms. Meissner, Eric C. Andrus, said the agency was continuing to improve internal \nauditing and computer systems to prevent such abuse. He said the fact that co-workers had made the initial reports \nshowed that \"progress is being made and recognized within our own work force.\"      \n"}