{"title": "Critic of Immigration Proposal Cited Lower I.Q. of Immigrants in Dissertation", "body": "\nA co-author of a new Heritage Foundation study highly critical of the Senate's bipartisan immigration proposal also \nwrote a doctoral dissertation in which he argued that immigrants generally had an I.Q. that was \"substantially lower \nthan that of the white native population.\"\n\nJason Richwine, who joined the Heritage Foundation in 2012 as a senior policy analyst after receiving his doctorate \nin public policy from Harvard University in 2009, focused his dissertation, \"I.Q. and Immigration Policy,\" on his view \nthat the lower intelligence of immigrants should be considered when drafting immigration policy. \n\nA summary of Mr. Richwine's dissertation, first reported by The Washington Post, says:\n\n\"The statistical construct known as IQ can reliably estimate general mental ability, or intelligence. The average IQ of \nimmigrants in the United States is substantially lower than that of the white native population, and the difference is \nlikely to persist over several generations. The consequences are a lack of socioeconomic assimilation among low-\nIQ immigrant groups, more underclass behavior, less social trust, and an increase in the proportion of unskilled \nworkers in the American labor market. Selecting high-IQ immigrants would ameliorate these problems in the U.S., \nwhile at the same time benefiting smart potential immigrants who lack educational access in their home countries.\"\n\nIn a section titled \"The Immigrant I.Q. Deficit,\" Mr. Richwine writes, \"Immigrants living in the U.S. today do not \nhave the same level of cognitive ability as natives.\"\n\nHe concludes that section with the belief that Hispanics are not likely to catch up to their non-Hispanic counterparts. \n\n\"No one knows whether Hispanics will ever reach I.Q. parity with whites, but the prediction that new Hispanic \nimmigrants will have low-I.Q. children and grandchildren is difficult to argue against,\" he writes. \"From the \nperspective of Americans alive today, the low average I.Q. of Hispanics is effectively permanent.\"\n\nHe argues that I.Q. should be used as a \"selection factor\" in admitting immigrants into the country, and he says \nthat he is unsure whether \"the deficit\" is a factor of genes, environment, or both.\n\n \"Today's immigrants are not as intelligent on average as white natives,\" he writes in his concluding section. \"The \nI.Q. difference between the two groups is large enough to have substantial negative effects on the economy and on \nAmerican society.\"\n\n\nHis assertions quickly drew attention in the closely watched immigration fight  on Wednesday, and the Heritage \nFoundation immediately sought to distance itself from the academic paper.\n\n\"This is not a work product of the Heritage Foundation,\"  Mike Gonzalez, vice president of communications for the \norganization, said in an e-mail statement. \"Its findings in no way reflect the positions of the Heritage Foundation.  \nNor do the findings affect the conclusions of our study on the cost of amnesty to the U.S. taxpayer.\"\n\nThe Heritage Foundation study is at the center of a split among conservatives about how to proceed on \nimmigration, and a similar study helped kill earlier efforts at an immigration overhaul. The new study concluded that \nthe plan would cost taxpayers $6.3 trillion, by calculating that immigrants would receive $9.4 trillion in government \nbenefits and services, while paying only $3.1 trillion in taxes. It has already come under significant scrutiny and \ncriticism, including from prominent conservatives like Senator Marco Rubio, Republican of Florida and an author of \nthe immigration legislation.\n\nMr. Richwine is no stranger to controversy. In a 2012 op-ed in The Wall Street Journal, in response to a fight over \ncollective bargaining in Wisconsin, Mr. Richwine argued that public workers were overpaid.\n\n\"When the public pay debate began to simmer two years ago, we were among the few analysts to show that many \npublic employees - federal, state and local, including public school teachers - are paid more than what their skills \nwould merit in the private economy,\" he wrote. \"Our core insight was that public-sector pensions are several times \nmore generous than typical private-sector plans, but this generosity is obscured by accounting assumptions that \nallow governments to contribute far less to pension plans than private employers must.\"\n\nHe also has written previously about how he believes I.Q. and immigration are intertwined. In a 2009 article in \nForbes, Mr. Richwine held up Indian-Americans as \"the model minority.\" \n\n• Estimate of Immigration Overhaul's Cost Gets Mixed Reviews on Right\n\n• McCain Says Airstrikes in Syria Put Pressure on Obama to Act\n\n• Sessions Says Immigration Bill Is a Threat to U.S. Workers\n\n• Lawmakers Call for Stronger U.S. Action in Syria\n\n• Obama and G.O.P. Spar Over Direction of Cuts\n"}