{"title": "Immigration Probe Nabs Five Labor Contractors, 56 Illegal Immigrants", "body": "\nImmigrant \"farm workers\" who spoke of harvesting baked beans or climbing a ladder to pick strawberries led to the \nindictment of 61 people in an immigration-fraud scheme, officials said.\n\nFive farm-labor contractors were accused of selling bogus work records to illegal immigrants who knew little or \nnothing about farming to enable the aliens to qualify for immigration-law amnesty.\n\nThe 56 other defendants named in the indictment unsealed Wednesday are illegal aliens.\n\nOfficials described the three-month investigation, dubbed Operation Cucumber, as the largest ever into allegations \nof fraud in the amnesty program for farm workers. The investigation involved 25 federal agents.\n\nThe 1986 immigration reform law grants temporary residency to seasonal farm workers if they can prove they \nworked in agriculture for 90 days between April 30, 1985, and May 1, 1986.\n\nInterviews with amnesty applicants turned up people unfamiliar with the basics of farm work, including one who \ncited a harvest of baked beans and another who claimed to have picked strawberries with a ladder, officials said. \nStrawberries grow close to the ground.\n\n\"Our hope is that we will send a message out,\" said Richard B. Smith, deputy district director for the U.S. \nImmigration and Naturalization Service in Florida. \"That's why we went out for massive arrests.\"\n\nThe five labor contractors were charged with various counts of fraud and conspiring to sell false affidavits. Each \ncount carries up to five years in prison and a $250,000 fine.\n\nThe 56 illegal immigrants who allegedly lied to gain U.S. residency were charged with fraud.\n\nAbout half of the more than 42,000 farm worker applications the INS received between June and October under the \nnew law proved bogus, Smith said.\n\n\"In this program, some days you run 40 percent (fraud) and other days you run as high as 70 percent,\" Smith said.\n"}