{"title": "FORECASTS SHOW LEGAL ALIENS TO RISE IN '96< THE INS SAYS THERE WILL BE 41 PERCENT MORE< IMMIGRANTS - A LARGE INCREASE OVER LAST YEAR.", "body": "\nLegal immigration will rise dramatically this year, with 41 percent more foreigners granted residency than in 1995, \naccording to unreleased Immigration and Naturalization Service projections.\n\nAdvocates of reduced immigration are fuming over the projections, contending the INS must have been aware of \nthem even as it publicly emphasized last year's decrease.\n\nThe Clinton administration, which opposes congressional proposals to substantially cut legal immigration, has \ncontended that it would drop under existing law. Last month, as the House debated whether to reform legal-\nimmigration policy, INS Commissioner Doris Meissner was pointing to a 10.4 percent drop from 1994 to 1995.\n\n\"We've all been duped,\" Rep. Lamar Smith (R., Texas), chairman of the House Judiciary immigration subcommittee, \nsaid yesterday. \"I take this as an intentional misrepresentation to the public and to Congress.\"\n\nCongress is expected to enact a bill cracking down on illegal immigration, but the chances for policy changes this \nyear on legal immigration appear dim.\n\nThe INS projections show legal immigration rising from 593,000 last year to 835,000 in 1996. The numbers would \npeak in 1997 at nearly 854,000, then decline to the mid-700,000 level and hit 729,000 in 2003, according to the \nprojections.\n\nThose numbers do not reflect total legal immigration because they do not include refugees, asylum adjustments \nand a few other types of admissions. Those categories added up to 127,000 people last year - bringing total legal \nimmigration to 720,000 - and are conservatively expected to hover around 100,000.\n\nRobert Bach, INS executive associate commissioner, denied any attempt to mislead Congress or the public. He \nsaid the projections were requested by Sen. Alan K. Simpson (R., Wyo.), chairman of the Senate Judiciary \nimmigration subcommittee, and the subcommittee's ranking Democrat, Edward M. Kennedy of Massachusetts. \n\"Nobody asked us from the House,\" Bach said when told of Smith's comments.\n\n\nHe noted that Meissner testified last fall before the Senate panel that legal immigration was likely to rise because \nof increasing naturalizations.\n\nThat notwithstanding, the administration should not have been emphasizing the declining 1995 rate, said Rosemary \nJenks of the Center for Immigration Studies, which favors reduced immigration.\n\nThe decrease was an aberration caused by administrative adjustments to several programs, one of which caused a \nhuge backlog in residency applications, Jenks and others said.\n\nThe INS acknowledged as much in making the announcement last month. But Meissner nonetheless proclaimed \nlast year's declining legal-immigration rate as proof \"that the nation's legal-immigration policies are changing to \nmeet the realities of the 1990s.\"\n"}