{"title": "In Virginia, a Safety Net For Hispanic Immigrants;Agencies Help Ease Transition to New Life", "body": "\nOn her first stop of the day, Patricia Moreno sees a new client who responds to the question \"What's wrong?\" with \nthe answer \"Everything.\"\n\nThere is no food in the house, the woman tells Moreno. Both she and her husband have lost their jobs. They have \nno medicine to treat their seriously ill daughter. All Moreno can offer today is an emergency food voucher.\n\nMinutes later, Moreno visits a 68-year-old woman who is going blind from glaucoma. Moreno drives her to the \nFairfax County Department of Human Services. But there is no help, Moreno is told, because the woman is an \nillegal immigrant.\n\nBefore the day is over, Moreno will see six such cases. It is a routine day in her work with Comite Hispano de \nVirginia.\n\nThe agency is part of a well-used safety net of a half-dozen private agencies in Northern Virginia that serve \nHispanic immigrants. Often, these agencies are the sole lifeline for needy people whose status as illegal \nimmigrants disqualifies them for most government-financed help. The agency also serves legal immigrants who \nhave little or no understanding of what help is available, or how to get it.\n\nIn the last decade, the number of Hispanics in Northern Virginia has increased by 169 percent, to more than \n100,000 people, according to the U.S. Census Bureau. More than half of them live in Fairfax County. The majority \nare dispersed throughout the county, making their presence -- and their needs -- less visible.\n\nComite Hispano is struggling to meet that nearly invisible need in one of the nation's wealthiest counties. The \nagency's 16 social workers saw nearly 10,000 clients last year, but they admit they are reaching only a fraction of \nthose who need help.\n\n\"I think the majority [of the immigrants] fall through the cracks,\" said Marta Wyatt, director of Comite Hispano. \"We \ndo our part, but we are just a small agency.\"\n\n\"It takes a special quality of person to deal with these kinds of problems,\" said Irma Ortiz, assistant director of \nComite. \"There is a lot of work and it's very stressful.\"\n\nMoreno's part is to be detective, teacher, psychologist, disciplinarian and often the only family for uneducated and \nfrightened immigrants.\n\n\n\"What has always impressed me about new immigrants is the sense of awe they have for the system,\" said Donna \nM. Foster, head of the Fairfax County community health care network, which serves legal immigrants who qualify \nfor help. \"But these people are still shut out of the mainstream of American life. They are disadvantaged and \ndisenfranchised.\"\n\nMoreno's clients seek help with everything from health services to food to shelter -- and many times all three. \nMostly, it's understanding they want, Moreno said.\n\n\"They come here and are so ill-prepared for life in general,\" Foster said.\n\n\"It makes assistance so much more important,\" she said of the role that Moreno and others like her play for these \nimmigrants.\n\nComing from countries with virtually no social support network, these immigrants often have no idea that help is \navailable to them, Moreno said.\n\nJaime Perdomo, for example, spent a year in bed as a quadriplegic after being severely beaten during a mugging. \nThe 21-year-old lived with his father, who, not knowing what else to do, left his son a bowl of food every morning \nbefore heading for work. Perdomo ate from the bowl \"like a dog,\" Moreno said.\n\nWhen social workers with Comite were informed about him by county officials and responded, they found him lying \nin his own urine and feces. He had not left his room for more than a year. Within days, the agency found him a \nwheelchair and a private nurse, and he is now on a regimen of physical rehabilitation.\n\nBut it was the birth of Jose Sanchez that best illustrates the challenges of Moreno's work.\n\nHis birth 18 months ago actually began as a low point in Moreno's career, she said.\n\nBorn prematurely, Jose contracted encephalitis, Fairfax County records said. He was hooked up to a respirator for a \nweek before doctors called Moreno in to translate for the baby's mother, Emperatriz Salvador.\n\n\"They told me it was better to remove the baby from the machine,\" Moreno said. \"At that moment, I didn't know how \nto translate this to the mother. I was very frustrated. As a Catholic I had second thoughts about translating this, but \nas a worker I knew I had to.\"\n\nSalvador, the mother, was well known to workers at Comite, even before Moreno's arrival. Uneducated and \nextremely shy, the woman came to Comite after she learned she was pregnant, seeking medical care.\n\nMoreno described Salvador as completely dependent on social workers. \"She used to call me to ask me to call \nother agencies. She was so afraid that these people would speak English that she couldn't call.\"\n\nShe also had a boyfriend who beat her, according to county records, which specify one instance in which Salvador \nwas severely beaten while she was six months pregnant, forcing her to flee to a shelter.\n\nAt one point, Salvador's only contact with the outside world was through Moreno. But the social worker prevented \ntotal reliance, often scolding Salvador into acting on her own, Moreno said.\n\nSalvador's assertiveness did not reveal itself until that day in the hospital, when Moreno translated the doctor's \nrecommendation to remove Jose from life-sustaining machines.\n\n\"She said she would never kill her son,\" Moreno recalled. So bowing to her wishes, the hospital kept the boy on \nmachines, and eventually he grew well enough to leave the hospital.\n\nBut the county's child protective services moved to take custody of the baby, contending Salvador was unequipped \nto care for him. For Salvador, it was no longer a matter of being intimidated; it was a matter involving her child.\n\n\n\n\"I felt like running,\" Salvador said when told the child could not be with her. \"I felt like dying.\" Ultimately, this woman \nwho had been terrified of the system felt like fighting.\n\nHer fight against a governmental system that had so frightened her in the past was remarkable, Moreno said. Such \nassertiveness, she said, is an integral part of acculturating into the often intimidating American lifestyle.\n\nOnce Salvador made the decision to keep her son, Moreno found her legal help and offered constant moral \nsupport. She became the baby's godmother, and she watched in amazement as independence flowered in \nSalvador.\n\nThis mother with virtually no education was learning cardiopulmonary resuscitation -- for her child. This woman who \nknew no English was learning how to provide complete care for a baby so disabled that he cannot be left alone for \nmore than a few minutes.\n\nThis mother, whose fear of the system was so acute she wouldn't seek help by phone, waged a legal battle to keep \nher child -- and won.\n\nNow, Salvador is able to live in federally subsidized housing because her son is an American citizen. She has \nrecently completed a basket-weaving course and runs a modest business selling the baskets.\n\nThe highlight of Jose's story came shortly before Moreno had the child baptized. For four months, the child had \nbeen on machines. And for the first time, his mother, who fought to keep him, held her son.\n\n\"Everybody, the doctor, me, was holding back the tears,\" Moreno said. \"Every problem has some kind of solution.\"\n\nGraphic\n\n \n\nPHOTO, COMITE HISPANO'S YOLANDA CAMBERDS HUGS AGENCY BENEFICIARY JAIME PERDOMO. \nJAMES A. PARCELL\n"}