{"title": "FBI USED TRAP TO CATCH U.S. OFFICIAL CHARGED WITH SPYING FOR CUBA", "body": "\n* He was arrested after passing along phony information about an impending defection, the agency said.\n\nA U.S. immigration official charged with spying for Cuba was arrested after falling into a trap set by the FBI, \ninvestigators said Friday.\n\nThe FBI said it fed Mariano Faget phony information about an impending defection and then caught him passing it \non just 12 minutes later to a contact with ties to the Cuban government.\n\nFaget, 54, a Cuban-born supervisor in the Miami office of the Immigration and Naturalization Service, may have \nbeen passing on classified information about Cuban defectors for some time, authorities said.\n\nAccording to court papers, Faget met with Cuban intelligence officials in Miami on at least two occasions, \ncontacted officials with the agency that represents Cuba in Washington and had regular contact with the man he \ncalled last week in the sting - a New York businessman with ties to the Cuban government.\n\nAuthorities said they had been investigating Faget for a year but wouldn't say how long they believe he may had \nbeen passing on classified information. They also said they were uncertain about the effects of his alleged \nespionage - whether any Cubans were prevented from coming to the United States or even killed, for example.\n\nFaget (pronounced fy-EHT'), who was arrested Thursday, is charged with violating the federal Espionage Act and \nmaking false statements to a federal officer. The first charge carries up to 10 years in prison; the second could \nbring five years.\n\nAppearing in court Friday, Faget was ordered held until a bail hearing Thursday.\n\nDefense attorney Joel Kaplan would not comment, nor would Faget's family members and friends.\n\nFederal prosecutors said they will ask that Faget be held as a flight risk and a danger to the community.\n\nFaget began working for the INS as a clerk 34 years ago, INS district director Bob Wallis said. He would have been \neligible for retirement next month.\n\nAs a supervisory district adjudication officer for the INS, Faget had \"secret\" security clearance and oversaw \ndecisions that affected the residency status of immigrants, the FBI said.\n\n\nFBI spokesman Paul Mallett said Faget waited only 12 minutes Feb. 11 before he passed on the phony information \nthat a Cuban official was about to defect.\n\nAccording to court papers, INS and FBI officials showed Faget pictures of a Cuban intelligence official he knew, \nand told Faget that the man wanted to defect and that the information was secret and very sensitive.\n\nAfter the meeting, Faget returned to his office and used his personal cell phone to call the New York businessman.\n\n\"Faget told the businessman that 'a person we both know' was 'one of the ones working with the Americans,'\" U.S. \nAttorney Thomas Scott said in a statement. \"Faget then identified the Cuban intelligence officer by name.\"\n\nLater, Faget called the man from home and discussed the case in more detail, the FBI said.\n\nA spokesman for Cuban Interests Section declined to comment. The White House also had no immediate \ncomment.\n"}