{"title": "HEARING OF THE IMMIGRATION, REFUGEES, AND BORDER SECURITY SUBCOMMITTEE OF THE SENATE JUDICIARY COMMITTEE; SUBJECT: COMPREHENSIVE IMMIGRATION REFORM IN 2009, CAN WE DO IT AND HOW?; CHAIRED BY: SENATOR CHARLES E. SCHUMER (D-NY) WITNESSES PANEL I: ALAN GREENSPAN, ECONOMIST, FORMER CHAIRMAN, FEDERAL RESERVE OF THE UNITED STATES, WASHINGTON, D.C.; J. THOMAS MANGER, CHIEF OF POLICE, MONTGOMERY COUNTY, MARYLAND, DIRECTOR, MAJOR CITIES CHIEFS ASSOCIATION, ROCKVILLE, MARYLAND; JOEL HUNTER, SENIOR PASTOR, NORTHLAND CHURCH, MEMBER, PRESIDENT'S ADVISORY COUNCIL ON FAITH-BASED AND NEIGHBORHOOD PARTNERSHIPS, LONGWOOD, FLORIDA; JEFF MOSELEY, PRESIDENT AND CEO, GREATER HOUSTON PARTNERSHIP, HOUSTON, TEXAS; PANEL II: DORIS MEISSNER, SENIOR FELLOW, MIGRATION POLICY INSTITUTE, FORMER COMMISSIONER, U.S. IMMIGRATION AND NATURALIZATION SERVICE, WASHINGTON, D.C.; ELISEO MEDINA, EXECUTIVE VICE PRESIDENT, SERVICE EMPLOYEES INTERNATIONAL UNION, WASHINGTON, D.C.; WADE HENDERSON, PRESIDENT AND CEO, LEADERSHIP CONFERENCE ON CIVIL RIGHTS, WASHINGTON, D.C.; KRIS KOBACH, PROFESSOR OF LAW, UNIVERSITY OF MISSOURI KANSAS CITY, MISSOURI; LOCATION: 226 DIRKSEN SENATE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE IMMIGRATION, REFUGEES, AND BORDER SECURITY SUBCOMMITTEE OF THE SENATE \nJUDICIARY COMMITTEE SUBJECT: COMPREHENSIVE IMMIGRATION REFORM IN 2009, CAN WE DO IT AND \nHOW? CHAIRED BY: SENATOR CHARLES E. SCHUMER (D-NY) WITNESSES PANEL I: ALAN GREENSPAN, \nECONOMIST, FORMER CHAIRMAN, FEDERAL RESERVE OF THE UNITED STATES, WASHINGTON, D.C.; J. \nTHOMAS MANGER, CHIEF OF POLICE, MONTGOMERY COUNTY, MARYLAND, DIRECTOR, MAJOR CITIES \nCHIEFS ASSOCIATION, ROCKVILLE, MARYLAND; JOEL HUNTER, SENIOR PASTOR, NORTHLAND CHURCH, \nMEMBER, PRESIDENT'S ADVISORY COUNCIL ON FAITH-BASED AND NEIGHBORHOOD PARTNERSHIPS, \nLONGWOOD, FLORIDA; JEFF MOSELEY, PRESIDENT AND CEO, GREATER HOUSTON PARTNERSHIP, \nHOUSTON, TEXAS; PANEL II: DORIS MEISSNER, SENIOR FELLOW, MIGRATION POLICY INSTITUTE, \nFORMER COMMISSIONER, U.S. IMMIGRATION AND NATURALIZATION SERVICE, WASHINGTON, D.C.; \nELISEO MEDINA, EXECUTIVE VICE PRESIDENT, SERVICE EMPLOYEES INTERNATIONAL UNION, \nWASHINGTON, D.C.; WADE HENDERSON, PRESIDENT AND CEO, LEADERSHIP CONFERENCE ON CIVIL \nRIGHTS, WASHINGTON, D.C.; KRIS KOBACH, PROFESSOR OF LAW, UNIVERSITY OF MISSOURI KANSAS \n\n\nCITY, MISSOURI LOCATION: 226 DIRKSEN SENATE OFFICE BUILDING, WASHINGTON, D.C. TIME: 2:00 P.M. \nEDT DATE: APRIL 30, 2009\n\nSEN. SCHUMER:  Okay, the hearing will come to order.  And first, I'd ask unanimous consent that Chairman Leahy \nand Senator Kennedy's opening statements be read into the record without objection.  And second, we will have a \nvote, I believe, at approximately 2:30.\n\nSo we'll have to take a brief break then to allow people to vote. I'm also going to allow any of the members who are \nhere to give opening statements.  That's not usually the practice, but I think this is an important issue and it would \nbe fair to do that.\n\nOkay and I want to thank our witnesses for being here.  Now, before we begin today's business, I'd like to take the \nopportunity to recognize the remarkable leadership that my predecessor, Senator Kennedy, has provided to this \nsubcommittee.\n\nFor the last 46 years, Senator Kennedy has been at the forefront of every major immigration debate in this \ncountry, as a member, chairman, or ranking member of this subcommittee.  I'm sure, I speak for my colleagues on \nboth sides of the aisle, when I say that no senator has worked harder or contributed more to the immigration \nconversation than Senator Kennedy.  And we all sincerely thank him for his leadership.\n\nNow, since I became chairman of this subcommittee in February, I'm often asked the question that we hope to \nanswer today.  Can we achieve significant immigration reform this session?  And if so, what would this reform \nlook like?  That's the question that many people are answering or asking.\n\nNow, people only need to pick up a newspaper or turn on their televisions to see many stories quoting Washington \ninsiders and political pundits who say it is bad politics to even discuss immigration reform at a time when America \nis facing such serious economic challenges.\n\nBut these articles do not report what I am hearing in my conversations with Americans.  No one is happy with our \ncurrent system, whether they are left, right, or center.  There is a recognition in America that the status quo was \nclearly not working.\n\nIndeed, recent polls show that 57 percent of Americans believe that immigration reform should be a high priority \nfor this Congress. The politics may be hard, but the reality is obvious.  It is in everyone's best interest to change and \nfix our current immigration system.\n\nAnd it is therefore my belief that we can and must try to find a way to enact significant improvements to our \nimmigration system now. So, how do we get from here to there?\n\nFrom my perspective, it is time to tone down the rhetoric, focus on the facts, and carefully weigh what is in the best \ninterests of our taxpayers, our economy, our security, and our future.  That is the spirit in which we have called \ntoday's hearings, and the spirit in which we can conduct our considerations moving forward.\n\nIt is my belief that the American people are pro-legal immigration and anti-illegal immigration.  It is my belief that \nthe American people are not afraid of an immigration system that is both tough and fair.\n\nThey want an immigration system that both faces up to reality and respects the rule of law.  They want an \nimmigration system that will stop the flow of illegal immigrants and respect legal immigrants who want to work, pay \ntaxes, remain in this country, and become citizens.\n\nThat's what I want too, and I believe that it is what the majority of my colleagues here in the Senate want.  But make \nno mistake, we cannot restore confidence in our immigration system until and unless we face up to reality, put \nideology aside, and find solutions that will work to address the situation in which we find ourselves today.  I am \n\n\n\nhopeful that we can find solutions, because a well-functioning immigration system is not only part of America's \nlegacy, it's also crucial to our country's future.\n\nThe founding fathers never intended for America to close the door to new Americans, and in each generation, since \nthe birth of our country, we have accepted the most determined and idealistic people from everywhere in the world.  \nAnd we have been stronger for it.\n\nBecause of immigration, Google, Yahoo, Intel, and E-bay are American success stories.  In New York, one-quarter \nof all businesses are immigration-owned.  According to the U.S. Census Bureau, these immigrant-owned \nbusinesses have combined sales of $42.7 billion, and employ 230,000 workers some of whom are immigrants \nthemselves and some of whose families have been in this country for 12 generations.\n\nNationally, 40 percent of patents in the U.S. are awarded to immigrants.  And a recent study found that immigrants \nare 50 percent likelier to start businesses than native-born citizens.  New inventions and start-up businesses are \ncritical to improving our economy and as the numbers tell us, immigrants play a vital role in both these areas.\n\nGiven the very high stakes in whether and how we move forward on the issue of immigration, we have invited a \nbroad spectrum of our country's finest and most distinguished leaders to share their wisdom and experience, and \nwe thank you for coming.\n\nThese individuals come from a broad array of disciplines, and offer vastly diverse perspectives regarding \nimmigration based on their training and their area of expertise.\n\nThese distinguished witnesses will tell us whether they agree that comprehensive immigration reform is \nnecessary and should be enacted in 2009.  They will also help us determine what a reformed system might look \nlike.  As we go forward with this hearing today, and with this debate throughout the year, I hope all of my colleagues \nwill agree to work together to capitalize on areas of consensus rather than exploit areas of disagreement.\n\nFor instance, although my colleague, the distinguished ranking member from Texas, and I, may have some \nideological differences, we both approach the immigration conversation from a starting point.  We are both \nsenators from border states with long and rich history of welcoming immigrants from all over the world.\n\nIn fact, the Texas seaport of Galveston became known as \"the Second Ellis Island.\"  And that's why our discourse \non immigration should take place with a common understanding that even if we all came to America on a different \nboat, or through some other means, we are all in the same boat now.\n\nSo as chairman of this subcommittee I pledge that I will work and work and work and work, to strike the right \nbalance and achieve the critical reforms to our immigration system that the American people are asking us to \nenact.  This will be very, very hard to do; make no mistake, this is hardly an easy task, but we have to try for the \nsake of our -- the future of our country.\n\nI'm confident that our distinguished panel will move us closer towards the pathway to reform and I look forward with \ngreat interest to their testimony.  And I now want to recognize the distinguished ranking member Senator Cornyn for \nan opening statement.  We will let everyone -- any member who is here issue an opening statement.\n\nSenator Cornyn.\n\nSEN. JOHN CORNYN (R-TX):  Thank you, Mr. Chairman.  I appreciate your opening statement.  It's one that I \nwould've been quite comfortable delivering myself, especially, the part about Galveston being the second Ellis \nIsland.\n\nI want to thank all of our witnesses for being here and I'm grateful to Chairman Leahy and Senator Schumer for \ninitiating, once again, this important dialogue on -- I think, absolutely a critical issue.  No one -- no one benefits from \nthe status quo with regard to our immigration situation.\n\n\n\nI agree that legal immigration is something that has made our country a better place.  It strengthened our \neconomy; it has forged ties, kinship, between the United States and our neighbors.  It's -- renews our national \nidentity as the \"promised land\" for families in every generation.\n\nIn Texas, you pointed out, we are a big border state with -- where we see and enjoy a lot of cultural diversity.  Many \nof my constituents have family on both sides of the Rio Grande River and they are watching very closely the way \nthat we treat this debate and I agree with you.  It needs to be respectful.  It needs to be civil. And most importantly, \nwe need to get something done in a practical sort of way and find that common ground.\n\nAs I said, the status quo is not acceptable to anyone.  Texans see and Americans see that our border is not yet \nsecure.  We see employment verification laws which are not yet enforced.  And we see millions of men, women, \nand children who are here in violation of our immigration laws, who in essence are afforded no protection from all \nour other laws.\n\nIn other words, I think the immigrant that comes here without going through our legal immigration system finds \nthemselves a victim in so many circumstances.  Whether the woman who is a victim of domestic violence afraid to \ngo to the police, because she is afraid of being deported, to a worker who works for their wages, who is denied their \nfair earnings by an employer who says, well, you know, you take what you'll get, or I'll turn you in to the \nimmigration authorities.\n\nI mean, all down the line, I think the biggest victim of the status quo is the immigrant who is here living in the \nshadows and who is in non-compliance with our immigration laws.  Obviously, there is a public health component \nof our immigration system, and so we need to restore one that is protective of the public health as the recent \nincidents of this last week or so have reminded us.\n\nI believe that it's important component of a immigration reform system, in addition to border security, in addition to \nemployment verification, so employers don't have to operate as a police officer, but rather the government provides \nthem the tools to determine whether somebody can legally work at their place of employment or not, and a \ntemporary worker program are essential components of a immigration reform bill.\n\nAs a matter of fact, some of this may sound familiar, because in 2005, Senator Kyl, my distinguished colleague, our \ndistinguished colleague from Arizona and I, undertook to introduce what we called the Comprehensive Border \nSecurity and Immigration Reform Act of 2005. And that's been obviously, four years ago.\n\nSince that time we've had a number of bills considered on the floor, the McCain-Kennedy bill and other iterations of \nthat.  And I had to back to check my notes, but I'm advised, we spent 36 business days on the floor of the United \nStates Senate grappling with this issue and talking.  In terms of calendar days, that's almost two months.  And we \nhave not yet gotten the job done and we have to persevere.\n\nNow, as I said, I appreciate the chairman calling this hearing and the distinguished witnesses we have.  I hope this \nis just a beginning of a number of hearings we have.  So we can engage the American people in an essential \ndialogue to work our way through this problem.\n\nIf we learned anything about the debate, it is that the Washington elites cannot dictate to the American people what \nthe solution must be.  We've got to work with and listen to the American people and see what we can do in order to \ncome up with a practical solution to this challenge.\n\nI welcome the president's announcement that he considers immigration reform to be an important subject.  I'm a \nlittle discouraged that he seems now to be talking about establishing working groups to develop a framework for \nlegislation and rather than tackling this head on, but I'm going to give him the benefit of the doubt, and I hope he will \ntell us, the Congress, who must work on this legislation, what his plan is.\n\n\n\nWe know what Senator Kyl's and my plan was, we know what Senator McCain's, Senator Kennedy's plan was, and \nI think it's essential that the president demonstrate the kind of leadership that can only come from the president \ntelling us what his plan is.  So we can get them on the table and work our way through them.\n\nSo I want to say again, how grateful I am to you and again your opening statement, Mr. Chairman, is one that I was \nvery comfortable with as --  as well.  I believe we must streamline our temporary worker programs, offer more visas \nto highly skilled students who study in our colleges and universities.\n\nAnd when they can't work here, they go back to their native land and they compete with us and create jobs there \nrather than here in the United States.  So I think we need a fair but firm solution, one that embraces the rule of law \nand one that creates the kind of order that right now, in the absence of that order, only makes life more difficult for \npeople who are living outside of our immigration laws.\n\nLet me close by saying, I agree with your comments about Senator Kennedy.  He has been in the middle of every \nimmigration debate for 40 years.  A matter of fact, one of the bills that I'm proud of is when I got here, Senator \nKennedy and I joined together to pass along with our colleagues' help, a expedited pathway to citizenship for \nindividuals who are part of our United States military.\n\nThey're willing to sacrifice and serve in our United States military as legal immigrants, but not yet citizens.  I think \nit's only appropriate that we provide them an expedited path to becoming American citizens, so they can actually \nhave the full benefits of American citizenship for a country that they've risked their lives to serve.\n\nSo thank you very much, Mr. Chairman.  I look forward to hearing from our witnesses.\n\nSEN. SCHUMER:  Well, first, let me thank Senator Cornyn.  We are off to a great start.  Because he agrees with 90 \npercent of my statement and I agree with 90 percent of his statement.  That's pretty good to start off, and I think \nbodes well for the future.\n\nWe're joined by two colleagues who have played very active and fundamental, important roles in the immigration \ndebate.  And I'm glad they are here and I know Senator Cornyn agrees with me, we look forward to their active \nparticipation and input as we more towards a comprehensive solution.  First, my good friend and colleague, Senator \nFeinstein from California.\n\nSEN. DIANNE FEINSTEIN (D-CA):  Well, thank you very much, Mr. Chairman.  And I thank the ranking member, \nSenator Cornyn.  I agree with your statement and I agree with Senator Cornyn.  So I'm delighted to see the \ndistinguished witnesses here today.\n\nI was one that participated, as did everyone at this dais, when we discussed and debated comprehensive \nimmigration reform.  And what I learned form that debate was that there is indeed a dark side in this country and \nthat dark side really prefers to distort the issue.\n\nThat dark side really caters to the fear in people that if we repair a broken system, that if we develop a \ncomprehensive immigration plan, that is fair to people that moves people out of the shadows, which uses them in \ntheir most constructive and productive way, that it is harmful to this nation.\n\nThe point I want to make in my few remarks is the harm that is being caused to this nation by not moving.  One \nsmall part of the bill -- it's not a small part, it's a large part, has been ag jobs.  And I have worked with the growers \nand workers in the agriculture of America in virtually, many of the states.  And here is what I have seen.\n\nBetween 2007 and 2008, 1.56 million acres of farmland has been shut down in the United States, no labor.  \nAmerican farmers are moving to Mexico.  At least 84,155 acres is now in production in the Mexican states of Baja, \nSonora, and Guanajuato.\n\n\n\nAmerican farmers have moved 22,285 United States jobs to Mexico, which means, they are all in Mexico to \ncultivate crops varying in diversity from avocado, to green onions, to watermelons.  Farmers are decreasing the size \nof their farms and switching to less labor- intensive and less profitable crops.\n\nIn the next one to two years, the United States stands to lose ($)5 (billion) to $9 billion in agriculture sales to foreign \ncompetition if Congress does not act.  As the United States farms close and growers downsize production, the \nUnited States is also becoming more reliant on foreign imports of fresh fruits and vegetables, foreign imports, where \nthe standards on pesticides and farming are not nearly what they are today.\n\nLet me give you just a few examples.  In March 2008, Keith Eckel, the largest producer of fresh-market tomatoes in \nPennsylvania closed down due to a shortage of farm workers.  In the height of the seven- week summer harvesting \nperiod 10,000 tomatoes were picked usually, by manual labor at Eckel's Lackawanna County farm.  His tomato crop \nwas valued at ($)1.5 (million) to ($)2 million.  Last year, he had planted 2.3 million tomatoes on 340 acres.  Now he \nis essentially shutting it down or greatly reducing it.\n\nIn your own state, Mr. Chairman, New York, 800 farms and 700 million of sales may be forced to go out of business \nor scale back their farm operations if labor shortages continue.  For the first time since 1991, Jim Bittner the owner \nof Singer Farms in Appleton, New York raised 10 percent of his sweet cherry and peach orchards.  The labor \nshortage has forced him to switch over to crops that can be harvested by machines.\n\nSenator Kyl, in your state, in Yuma, Paul Muthart manages 8000 acres of production for the Pasquinelli Produce \nCompany.  His company has been in business for six years; in a part of the state that provides up to 90 percent of \nthe fresh lettuce, broccoli, celery, and cauliflower in American grocery stores during some winter months.\n\nMr. Muthart is short, 20 to 25 percent of the labor force he needs.  Colorado farmers estimate that the state's fruit \nand vegetable industry will disappear in the next five to ten years.  Now, California farmers produce half of \nAmerica's fruits, vegetables, and nuts, and a quarter of the nation's dairy.\n\nThe California ag industry is estimated to lose between 1.7 and -- to 3.3 billion in the next year without a stable \nsupply of labor. Now, I've heard those that say go out and have Americans do the work. And we'd all be delighted to \nhave Americans do the work.  But the fact is, they won't.\n\nIn California, we put notices in every welfare department, \"ag- jobs available, please, come.\"  How many people \ncame?  None.  So this is highly skilled in the sense of its backbreaking, it takes certain techniques, we have a lot of \nrow crops, and the people who do this work are by and large undocumented.  And they can't do it now.  So the \nindustry is collapsing.\n\nIn my state alone we have fallowed a half a million acres.  We now have dust storms that necessitate the closure of \nI-5 from dust. And this is not the way it should be.  We have farmers and bread lines, this is not the way it should \nbe.\n\nAnd so we need this program that will get a stable and continuing supply of labor.  This is the ag-jobs bill.  Now, \nright now I should tell you that there is a difference between workers and growers on the H-2A part of the bill.\n\nI have offered to both sides to negotiate that difference and try to put it together.  And as soon as I do, we will be \nintroducing the ag-jobs bill, which I think will fit nicely into whatever, hopefully, this subcommittee will do.\n\nSo thank you very much.\n\nSEN. SCHUMER:  We look forward to your leadership on that issue, Senator Feinstein.\n\nSenator Kyl.\n\n\n\nSEN. JON KYL (R-AZ):  Thank you very much, Mr. Chairman.  And I think it's interesting that the four of us mostly \nagree with everything that each of us have said.  Certainly, all of the comments regarding agriculture that Senator \nFeinstein just made apply, as you noted, to Arizona as well.  Not quite as much agriculture in Arizona, but many of \nthe same conditions and we face the same problem.\n\nSEN. FEINSTEIN:  Can I make you a cosponsor of the bill?\n\n(Laughter)\n\nSEN. KYL:  We are not going to solve the problem piecemeal and therein is perhaps the first lesson for all of us in \nthis room.  My growers well understand my commitment to resolving the problem for them.  We just had an \nannouncement by two major labor unions in the country, that they would not support a temporary worker program.  \nWe are going to have to get around that problem.  Well, we are not going to have to get around it; we are going to \nsolve it.\n\nSEN. FEINSTEIN:  This is the negotiation.\n\nSEN. KYL:  Yes, we are to have the kind of success with the kind of bill that Senator Feinstein noted.  So it \nillustrates the difficulty of the problem.  We both totally agree on the need to solve both this agricultural issue, but \nalso frankly, in both of our states and in others you've got the home-building industry, which relied extensively on \nillegal immigrants, the industry itself acknowledged that.\n\nAnd there are many other industries as well; certainly, hospitality industry and many others.  Now, times are not as \ngood now, and so the pressure isn't on as much in those industries, but it is every bit as much still in the -- pressure \non in the agricultural industry.\n\nWhat I want to do is just briefly note and frankly, Senator Feinstein's question makes the point that since the \ncomprehensive immigration reform, which we spent hundreds of hours on, and certainly Senator Kennedy has to \nbe complemented for his sitting through every one of those meetings as well, there were many complicated \nprovisions that were the result of compromise.\n\nOne could identify four specific ones, though each of us had a little different view as to what the most important \nprovisions were. But I see support eroding on at least three of these four, and that's the primary point that I wanted \nto make.  We've got to deal with this reality.\n\nI mentioned the temporary worker provision.  That was part of the key of the legislation, support for that appears to \nbe eroding, at least, with respect to organized labor.  And yet it is a critical component to any successful bill and not \njust for agriculture.\n\nThe path to citizenship; we all know what happened to that.  It became amnesty and was probably the most specific \nreason why the comprehensive immigration legislation went down.  There was a very innovative provision that was \nfrankly, one of the key reasons why there was strong support, especially, on the Republican side.  And that was \nrevising our immigration laws to be more reflective of the trend occurring worldwide, which is more of an emphasis \non workforce requirements, rather than family or chain migration.\n\nInterestingly, America still would have had about 50 percent family immigration more than most other countries.  In \nfact, I think more than any other country.  But that was a big part of the reform as well, with a lot of emphasis on the \nso-called STEM migrants, the high- tech, more high-tech related folks.\n\nAnd finally, employer verification.  As Senator Cornyn mentioned, we can't even get a full year of authorization of \nthe e-verify program now.  There were all the essential elements of the bill last time and I see support eroding \nacross the board.  So we are going backward, not forward.\n\n\n\nWe have to find a way to come back together, to put that kind of a bill together, or something totally different that I \ncan't quite conceive of.  I just want to close with this point.\n\nSenator McCain and Lieberman and I just had a hearing a few days ago on -- in Arizona, related to the fact that we \nhaven't controlled the border yet, and that it is dramatically impacting our -- my state of Arizona, but others as well.  \nNot so much with respect to illegal immigration today, but the crime and drugs violence part of this.\n\nWe've always known that about 10 to 15 percent of the people illegally immigrating across the southern border \nwere criminals.  And if you have a million illegal immigrants, that's a 100,000 at least, that people we don't want in \nthis country.  So there are reasons to secure the border other than relating to illegal immigration.\n\nBut we are all aware of the crime associated with the drug cartels in Mexico.  With over half of the illegal \nimmigration coming through my state and much of that drug trade now resulting in violence in my state, this has \nbecome and extraordinarily important problem to solve.\n\nAnd as the police chief testified at the hearing, almost all of the crime is illegal immigrant on illegal immigrant, with \nwomen being raped, people being kidnapped; more ransom being sought, drug violence, murder of people within \nthe cartels, and all the rest of it. So we've got a huge problem to solve.\n\nAnd as my colleague John McCain said during the campaign, when this was a very political hot potato, he said, \nthose of us who supported comprehensive immigration reform learned a lesson.  People want us to secure the \nborder and enforce the law before they are going to have an open mind about comprehensive reform.\n\nUnfortunately, sadly, we still don't have that border under control as is evident by the hearing that we held a few \ndays ago.  So we have a lot of challenges ahead of those of us who supported comprehensive immigration reform \nthe last time around have a lot of challenges in front of us.\n\nAnd I appreciate the witnesses who were here today to help us work through those challenges and urge everybody \nin the audience and others who care about this issue to approach it in the spirit of goodwill that I believe -- it was my \ncolleague Senator Feinstein said would be needed to for us to get this resolved.\n\nThank you, Mr. Chairman.\n\nSEN. SCHUMER:  Well, thank you, Senator Kyl and I'm hardly unaware of the challenges that you put forward.  \nThey are all legitimate challenges.  I do think there are potential ideas and solutions out there that I have, others \nhave.  And I think we can do it.  I do.  Anyway, we are going to try.\n\nNow, we have a vote at 3:45 -- sorry at 2:45.  So what I think I'd like to do, so we could move things along.  We'll \nhave our first witness, Chairman Greenspan; give his testimony and then we'll probably break and resume about 15 \nminutes later, if that's okay with all of our witnesses.\n\nGreat, so let me introduce Chairman Greenspan.  I'll introduce the others after the break.  Although we know it \nneeds no introduction, Alan Greenspan is an economist, who served as chairman of the Federal Reserve System of \nthe United States from 1987 to 2006.\n\nHe currently works as a private advisor and consultant for firms throughout the United States through his company, \nGreenspan Associates LLC.  He is the author of the book, \"The Age of Turbulence, Adventures in a New World\" in \nwhich he addresses among other things the relationship between immigration and the American economy.\n\nChairman, we really appreciate your taking the time to be here and we look forward to your testimony.\n\nMR. GREENSPAN:  Thank you very much, Mr. Chairman.\n\nSEN. SCHUMER:  If you could just the mike a little closer to you, I think that would work better.\n\n\n\nMR. GREENSPAN:  I appreciate this opportunity to testify before you this afternoon.\n\nImmigration to the United States slowed markedly with the onset of the current economic crisis.  But as the crisis \nfades, there is little doubt that the attraction of the United States to foreign workers and their families will revive.  I \nhope by then a badly needed set of reforms to our nation's immigration laws will have been put in place.\n\nThere are two distinctly different policy issues that confront the Congress.  The first is illegal immigration, of \ncourse.  The notion of rewarding with permanent resident status, those who have broken our immigration laws \ndoes not sit well with the American people.  In a recent poll, two-thirds would like to see the number of the illegals \ndecreased.\n\nBut there is little doubt that unauthorized, that is, illegal immigration has made a significant contribution to the \ngrowth of our economy.  Between 2000 and 2007, for example, it accounted for more than a sixth of the increase in \nour total civilian labor force.\n\nThe illegal part of the civilian labor force diminished last year as the economy slowed, though illegals still comprise \nan estimated 5 percent of our total civilian labor force.  Unauthorized immigrants serve as a flexible component of \nour workforce, often a safety valve when demand is pressing, and among the first to be discharged when the \neconomy falters.\n\nSome evidence suggests that unskilled illegal immigrants, almost all from Latin America, marginally suppress wage \nlevels of native-born Americans without a high school diploma, and impose significant costs on some state and \nlocal governments.\n\nHowever the estimated wage suppression and fiscal costs are relatively small and economists generally view the \noverall economic benefits of this workforce as significantly outweighing the costs. Accordingly, I hope some \ntemporary worker programs can be crafted.\n\nThe second policy issue that must be addressed by Congress is the even more compelling need to facilitate the \ninflow of skilled foreign workers.  Our primary and secondary school systems are increasingly failing to produce the \nskilled workers needed to utilize fully our ever more sophisticated and complex stock of intellectual and physical \ncapital.\n\nThis capital stock has been the critical input for our rising productivity and standards of living, and can be expected \nto continue to be essential for our future prosperity.  The consequence of our educational shortfall is that a highly \ndisproportionate number of our exceptionally skilled workers are foreign-born.\n\nTwo-fifths of the science Ph.D.s in our workforce, for example, are foreign-born.  Silicon Valley has a remarkably \nlarge number of foreign-born workers.  And as you, Mr. Chairman, have pointed out, 40 percent of our patents are \nissued to those who are foreign-born.\n\nThe quantity of temporary H-1B visas issued each year is far too small to meet the need, especially in the near \nfuture as the economy copes with the forthcoming retirement wave of skilled baby boomers.\n\nAs Bill Gates, the chairman of Microsoft, succinctly testified before Congress in March 2007, \"America will find it \ninfinitely more difficult to maintain its technological leadership if it shuts out the very people who are most able to \nhelp us compete.\"  He added that we are, \"driving away the world's best and brightest precisely when we need \nthem most.\"\n\nOur skill shortage, I trust, will ultimately be resolved through reform of our primary and secondary education \nsystems.  But, at best, that will take many years.  An accelerated influx of highly skilled immigrants would bridge \nthat gap, and moreover, carry with it two significant bonuses.\n\n\n\nFirst, skilled workers and their families form new households. They will, of necessity, move into vacant housing \nunits, the current glut of which is depressing prices of American homes.\n\nAnd, of course, house prices decline -- house price declines are a major factor in mortgage foreclosures and the \nplunge in value of the vast quantity of U.S. mortgage-backed securities that has contributed substantially to the \ndisabling of our banking system.\n\nThe second bonus would address the increasing concentration of income in this country.  Greatly expanding our \nquotas for the highly skilled would lower wage premiums of skilled over lesser skilled. Skill shortages in America \nexist because we are shielding our skilled labor force from world competition.\n\nQuotas have been substituted for the wage pricing mechanism.  In the process, we have created a privileged elite \nwhose incomes are being supported at noncompetitively high levels by immigration quotas on skilled \nprofessionals.  Eliminating such restrictions would reduce at least some of our income inequality.\n\nIf we are to continue to engage the world and enhance our standards of living, we will have to either markedly \nimprove our elementary or secondary -- and secondary school systems or lower our barriers to skilled immigrants.  \nIn fact, progress on both fronts would confer important economic benefits.\n\nImmigration policy, of course, is influenced by far more than economics.  Policy must confront the very difficult \nissue of the desire of a population to maintain the cultural roots that help tie a society together.\n\nClearly, a line must be drawn between, on the one hand, allowing the nation to be flooded with immigrants that \ncould destabilize the necessary comity of a society, and on the other hand, allowing the nation to become static and \nbereft of competition, and as a consequence, to lose its economic vitality.\n\nThe United States has always been able eventually to absorb waves of immigration and maintain its fundamental \ncharacter as a nation, particularly the individual rights and freedoms bestowed by our founding fathers.  But it must \nbe conceded that the transitions were always more difficult than hindsight might now make them appear.\n\nIn closing, Mr. Chairman, I would like to concur with President Bill Clinton's view of our immigration history as \nexpressed in remarks of more than a decade ago, \"America has constantly drawn strength and spirit from wave \nafter wave of immigrants.  They have proved to be the most restless, the most adventurous, the most innovative, \nthe most industrious of people.\"\n\nWe, as a nation, must continue to draw on this source of strength and spirit.  To do so, in the context of a rapidly \nchanging global economy, our immigration laws must be reformed and brought up to date. Thank you, Mr. \nChairman.  I look forward to your questions.\n\nSEN. SCHUMER:  Thank you, Chairman Greenspan.  Since we do have a little time, I think we'll call on Mr. Manger \n-- Chief Manger to testify.  He's the chief of the Montgomery Police Department, Montgomery County, one of the \nlargest in Maryland with more than 1,200 sworn and 550 civilian members serving 950,000 residents in the greater \nWashington, DC, metropolitan area.  Chief Manger is a member of the International Association of Chiefs of Police \nand serves as director of the Major City Chiefs Association.\n\nThank you for coming, Chief Manger.  And we look forward to your testimony.\n\nMR. MANGER:  Mr. Chairman, members of the committee, thank you for allowing me to speak on this important \nissue.  I'm speaking on behalf of the Major City Chiefs Association, which is comprised of the 56 largest police \ndepartments in the United States.\n\nLet me begin by stating that the failure to secure our borders has resulted in significant consequences for local \ngovernments.  And while I'm here to focus on the impacts to local law enforcement, it is important to keep in mind \nthe overwhelming impact it has had on local school systems as well as health and human service agencies.\n\n\n\nEducation, social services, and health care are all impacted as much, if not more than public safety.  With regard to \nthe role that immigration issues play within the law-enforcement community, I'll focus my comments primarily on \nillegal immigration, and the consequences of having millions of undocumented residents living in our cities and \ntowns.\n\nThe first thing that any police chief would want you to know is that all individuals, regardless of citizenship, are \nentitled to basic rights and privileges set forth in the constitution of the United States.  Indeed, every police chief in \nthis nation would, I hope, tell you that all persons, regardless of citizenship, have the right to expect police service \nand protection whenever and wherever they need it.\n\nAnd herein lies one of the compelling reasons for comprehensive immigration reform.  It's tremendously \nchallenging to deliver police service to a community of people who are afraid to have any contact with the police.  \nThe results are an increase in unreported crime, reluctant victims and witnesses, and the targeting of immigrants by \ncriminals, because the bad guys know that many immigrants will not call the police.\n\nIt's imperative that we find a way to bring these people out of the shadows so that they can get the service they \nneed and deserve. In addition to the over-representation of our immigrant population as crime victims, the presence \nof large numbers of undocumented residents adds significantly to local government budgets and increases the \nworkload for public safety.\n\nI'll highlight some examples, first, an increase in gang activity.  Each one of us, in our youth, wanted to feel as \nthough we were a part of something and that we were among people who cared about us.  For many of us, sports \nand recreation, church, school, and family fulfilled those needs.\n\nBut for any 13-year-old boy thrown into a school in a neighborhood where he knows no one, unable to speak \nEnglish, with little or no parental involvement because his parents are working three jobs, criminal street gangs offer \nthat boy everything he wants. Again, allowing that family to come out of the shadows gives that boy access to more \nopportunities and healthier choices.\n\nPolice are also struggling with a rise in the crimes of identity theft and other types of fraud.  Until just a few three \nweeks ago, when the Maryland General Assembly changed the law, Maryland did not require proof of citizenship \nbefore issuing a driver's license.\n\nConsequently, undocumented residents from all over the East Coast submitted fraudulent information and obtained \na Maryland driver's license.\n\nPolice departments are also seeing an increase in human-trafficking cases, hate crimes, and cases involving \nunscrupulous employers not paying their laborers.\n\nMany categories of crimes would be favorably impacted by immigration reform.  But perhaps the most significant \nreason to enact immigration reform is to allow police departments all over this nation to get out from being placed \nsquarely in the middle of a huge problem with which we have little to no control over the solution.\n\nThe number of undocumented residents has grown tremendously in the past 15 years.  In fact, 15 years ago, \noutside of a few border cities, I doubt any police chief would have mentioned the illegal immigration as even an \nissue.  But today, illegal immigration has affected our budgets, our workload, and most significantly our trust and \nconfidence levels in the community.\n\nPolice find themselves trying to respond to pressures from the community and elected officials who have extremely \ndiverse viewpoints on the police department's role in enforcing immigration law.  This issue has polarized our \ncommunities.\n\n\n\nMunicipalities have chosen a range of managing this issue.  Some are proud to be called sanctuary jurisdictions, \nwhere not only does local law enforcement not inquire about anyone's immigration status, but those jurisdictions \nwill also not honor nor serve warrants from the Immigration and Customs Enforcement agency.\n\nOn the other end of the spectrum, some jurisdictions have adopted policies that prohibit government services going \nto undocumented individuals, and have -- they have elected also to participate in the federal 287(g) training.  Most \njurisdictions have adopted policies somewhere between the two approaches I've just described.\n\nThe overwhelming majority of major-city police agencies have elected not to participate in the 287(g) training, \nprimarily because it undermines the trust and cooperation with immigrant communities that are essential elements \nof community policing.\n\nOne of the realities of -- is that public safety increases when people have trust and confidence in their police \ndepartment. Delivering fair and consistent police service to all crime victims has to be a priority.\n\nThe second reason that most jurisdictions cannot become the immigration police is that local agencies do not \npossess adequate resources to enforce these laws in addition to the added responsibility of Homeland Security.  \nEnforcing federal law is an unfunded mandate that most agencies just cannot afford to do.  In addition, immigration \nlaws are very complex and the training required to understand them would significantly detract from the core \nmission of the local police to create safe communities.\n\nPrior to a few years ago, enforcing immigration law was solely a federal responsibility.  It was a specialty like the \ntax law.  If the federal government comes to the conclusion some day that too many people are tax evaders, will \nthe solution be to authorize local police to enforce tax laws?  This is certainly contrary to our mission.  The bottom \nline remains, local law enforcement needs to work closely with all of our federal partners, but we cannot do their job \nfor them.\n\nLet me conclude by making the most important point of my testimony.  No matter what you do, Mr. Chairman, you \ncannot solve this complex issue if we do not find a way to stop the buildup of another group of undocumented \nresidents.  Securing our boarders must be a top priority.\n\nLet's find a way to align the labor needs in our country with a sensible immigration policy.  Let's bring these \nmembers of our community out of the shadows and allow them to make a better life for their family.  Let's target \nthose undocumented residents with criminal records.  Those individuals with criminal histories should find no safe \nharbor, no sanctuary.\n\nAnd, Mr. Chairman, I urge you to use your influence with the Attorney General of the United States to remove civil \nimmigration detainers from the NCIC database.  Don't force local law enforcement officers to become the \nimmigration police.\n\nAnd finally, consulting with and involving local police when developing any immigration initiative is imperative if this \ninitiative somehow involves or affects local law enforcement, it's imperative that Congress work with the president to \nenact comprehensive immigration reform; done right, our country will only become stronger.\n\nSEN. SCHUMER:  Thank you, Chief Manger, for you excellent testimony.  I apologize to Dr. Hunter and Mr. \nMoseley.  We'll be back shortly and resume what is, I think, excellent witnesses and great testimony to get us \nstarted on this major issue.  The committee is temporarily in recess.\n\n(Sounds gavel)\n\n(Recess)\n\n\n\nSEN. SCHUMER:  Okay.  The hearing will resume and we apologize. We don't expect more votes for quite a while, \nso I think now we'll be able to run through.  And I want to welcome our next witness, and we're truly honored to \nhave him here.\n\nDr. Joel Hunter -- and I just want to say he went out of his way and changed his schedule because he cares so \nmuch about this and the whole committee really appreciates that, Dr. Hunter.  Everyone knows him.  He's the \nsenior pastor of Northland.  It's a Church Distributed in Central Florida.  He is one of America's leading \nConservative evangelical voices, heads a congregation of more than 12,000 members, which I'd say even for New \nYork City that's a large number of congregants.\n\nOn February 5, 2009, he was appointed to the president's advisory council on Faith-Based and Neighborhood \nPartnerships which will advise President Obama on substantive policy issues including inter-faith relations, \nstrengthening the role of fathers in society, and reducing the number of abortions.  It's an honor to have you here, \nDr. Hunter. Thank you for being here.\n\nMR. HUNTER:  Well, thank you, Chairman Schumer, and thank you for the work you did in getting me here.\n\nAnd thank you, Senator Cornyn, and other esteemed colleagues on this panel for providing me with the opportunity \nto speak on the moral and religious reasons for immigration reform.\n\nI'm one of hundreds of thousands of local religious leaders in this country.  I've been a pastor for almost 40 years, \nand that's what I want to be for all my years remaining.  I am also in leadership positions of national and \ninternational groups that are dealing with immigration.  It is at the local level that I am continually reminded that \npolicy truly does hurt or help people.\n\nIn my faith tradition, we all started as strangers and aliens, outsiders to the commonwealth of God.  But because we \nhave a God who is willing to do what it took to include us at great personal cost, we are no longer strangers and \naliens, but fellow citizens, the Bible says.  So I find it a high honor to speak to those in power as an advocate for \nthose who have no power.\n\nIn a verse that would be echoed in many religions, Proverbs 31:8 commands us to speak up for those who cannot \nspeak for themselves. The hope of any religion is that those who have been on the wrong path can be set on the \nright path.  The need for comprehensive immigration reform is to create a path that will help people do the right \nthing.\n\nA broken system produces a dysfunctional society, fractured families, and it increases the vulnerability both of the \nlegal and illegal residents.  It helps criminals who thrive in the shadows, and it harms decent people, consigning \nthem to a life of insecurity, hiding, and minimal contribution to the general welfare.\n\nA broken system produces both broken and crooked people.  The cost to our nation in terms of productivity, \nnational unity, and national security is depressing, but it does not compare with the damage being done to \nindividuals and families.  Broken systems tempt many to predatory practices.\n\nI cannot count the stories I have heard about attorneys taking the entire lifesavings of undocumented workers, \nproducing no results, and then abandoning those workers when the money was gone.  Is that typical of the \nprofession?  We would not believe so.  But lead me not into temptation.  It is a mighty temptation to de-prioritize \nthose who are desperate and too intimidated to raise their voices to complain.\n\nAnd what about employers that take advantage of the powerless because there is no system of accountability, or \nthe bureaucrats who have no incentive to produce results or even to keep track of paperwork -- because, who will \nknow? -- or the talk show hosts that increase their fame and fortune by picturing those without proper papers only \nas conniving and dangerous parasites instead of persons made in the image of God, deserving both respect and \nhelp to do the right thing?\n\n\n\nWe are producing cottage industries of exploitation.  We are also hearing millions of stories that are the opposite of \nthe American dream.  My friend Rev. Silas Pintos tells of a family in his Hispanic congregation that came from \nEngland.  Both husband and wife were successful business people.  They hoped that in the U.S. their children will \nbe immersed in a better environment for family values.\n\nSo they came to start an alternative energy company.  After a two-year ordeal with the immigration system and \nabsurd legal fees, the immigration department could not even clearly explain to them why their residency \napplication had not gone through.  They returned to England emotionally and financially devastated.\n\nMy friend Imam Mohammed Musri told me the wife of a 60-year-old man in his congregation was very sick.  The \nman had papers, but when the attorney handling his case took a judgeship, the man was not told he needed to re-\nregister.  He was deported even though his wife was too sick to go with him.  She was hospitalized and died without \nhim, because he could not get back into the country to be by her side.\n\nPastor Augustine Davies is on the staff at my church.  He and his wife are from Sierra Leone and have just \ncompleted the long and arduous task of becoming citizens, but they have a special relationship with many of the \nAfricans inside and outside our congregation who are caught in the system.  One of them is George.\n\nGeorge is from Liberia, West Africa.  He is married and has four adult children who live in poverty back in his home \ncountry.  When George arrived, the INS approved the refugee for the temporary protection status.  George \ncompleted a nursing program and got a job.\n\nHe was turned down for TPS renewal, but now George feels the almost crushing pressure of providing for his family \nand other countrymen who need the money he can send to them because of his job. He stays in the shadows for \nnow.  I do not agree with what he is doing, but I know his present life is because he loves his family, not because he \nis out for himself.\n\nOur immigration system can also intimidate congregations as well as individuals and families.  My friend Rabbi \nSteven Engel told me that his congregation had sponsored a family from Argentina to come to the U.S.  The INS \nlost paperwork many times; they made regular visits to the synagogue, suspicious that the congregation might be \ndoing something wrong.\n\nThe whole process was so stressful and unwelcoming that when Sergio died from a heart attack at the age of 43, \nthe remaining family returned to Argentina.  These stories and many others don't live up to the ideals of our \ncountry.  We can do better, and we know it. Everyone is frustrated with the present system.\n\nOur immigration system, in many cases, has us echoing the words of the despairing saint who proclaimed, \"I am \nnot practicing what I would like to do, but I am doing the very thing I hate.\"  The urgency for immigration reform \nthat yields efficiency and compassion cannot be overstated because it is so overdue.  Some of the central principles \nthat comprise most major religions are also woven into our country's history and can be used as a standard for \nimmigration reform.\n\nThese principles deem each person as valuable, endowed by their Creator with a dignity that transcends earthly \ncircumstance. Therefore, our system must treat each person respectfully.  They acknowledge the family as the \nbedrock of personal and social development, and the support of the family as the foundation of a strong society.  \nTherefore, our system should prioritize the family.\n\nThey see law not only as necessary for restraining evil, but as needed for structuring healthy relationships.  It is \nright that wrongdoers are restrained and/or punished, but it is a better justice when the laws yield correction and the \nredemption of bad circumstances.  Therefore, our system should have ways to choose to live upright lives after the \npenalties for wrong decisions.\n\nSo for most people who have faith we're hoping for policies that will prioritize family togetherness, respect for the \nlaw, personal productivity, and compassion for those who are most helpless.  We do not envy you your charge.  \n\n\n\nImmigration reform is a moral complex and a politically explosive challenge.  But many of us are praying earnestly \nfor you, and we're seeking God's wisdom in this matter.\n\nIncluding the stranger is not just a matter of compassion, but a necessity for greatness.  Loving your neighbor as \nyou love yourself is not only a moral commandment, but a path to national nobility.  If we can build a nation of \nfamilies and support networks that not only help the marginalized to be successful, but help the successful to be \nhelpful, then we can better live up to our potential as a people.\n\nIn the end, I believe our nation will not be judged by the productivity of our budgets or the genius of our laws or \neven the earnestness of our faith communities.  We will be judged, both by history and by God, by the way we have \ntreated people, especially those who needed our help.\n\nSEN. SCHUMER:  Dr. Hunter, I want to thank you for those moving and powerful words.\n\nMR. HUNTER:  Thank you.\n\nSEN. SCHUMER:  And we're going to send your testimony and some of the others to all of our colleagues.  It's \nreally, really terrific.\n\nOur next witness -- thank you for your patience in waiting, Mr. Moseley -- our next witness is Jeff Moseley.  He's the \npresident and the CEO of the Greater Houston Partnership.  The partnership facilitates corporate relocations and \nexpansions in the Houston area, international outreach initiatives such as business development missions outside \nthe U.S. in foreign trade delegations, and strategic planning.\n\nPrior to joining the partnership, Mr. Moseley was the CEO of the Office of the Governor for Economic Development \nand Tourism -- position he held from 2003 to 2005.  And since Senator Cornyn -- you're Senator Cornyn's \nconstituent so maybe he'd like to add a word of introduction.\n\nSEN. CORNYN:  Well, Mr. Chairman, thank you for allowing me to ask Mr. Moseley to come up and testify today.  \nThere is great interest, as I indicated in my opening remarks, about this subject across the board.  Chief talked \nabout impact on local governments, and certainly we see that not only in law enforcement, but also in our hospitals \nand health care system.\n\nIt's a matter of finding the skilled workers for jobs where we lack skilled workers, and we need to fix this system.  \nAnd Mr. Moseley has made it his job along with those at the Greater Houston Partnership to try to come up with \ngood solutions and ideas for us. And so I'm delighted he could be here with us today and share some of his ideas \nwith us.  Thank you.\n\nMR. MOSELEY:  Thank you, Senator Cornyn, Chair Schumer, and members of this committee.\n\nIt is a delight to be able to bring a few remarks to you this afternoon, and I thank you for your leadership and to your \ncommitment for reforming America's immigration laws.  And even though, as we've talked earlier, we may not \nalways agree on specific legislative proposals, I am most grateful to each of you as members of this committee for \ncontinuing this conversation that Senator Kennedy initiated with the American people so many years ago.\n\nBy way of introduction, the Greater Houston Partnership is a business association.  Its membership represents \nmore than $1.6 trillion in annual revenues.  Our organization seeks to represent a grassroots voice for business and \nindustry in this immigration reform dialog.  And it's a voice that we know has been missing from the debate.\n\nWe've witnessed most recently the two failed attempts to pass immigration reform.  Arguably, the business \ncommunity bears some responsibility, chairman, for these failures by standing on the sidelines.  The intent of the \n1986 Immigration Control and Reform Act was to make employers responsible for verifying the legality of their \nworkforce.\n\n\n\nHowever, the current system by which employers determine worker authorization is actually no better than the \nsocial security card which is still printed on a low-cost basis, and quite frankly hasn't been updated in any fashion \nsince it was begun back in the 1930s.  We would also argue that there must be a strong balance between securing \nour borders and safeguarding our prosperity, to echo Chair Greenspan's testimony.\n\nThe Greater Houston Partnership recognizes the need to secure our borders.  We also support immigration \nreform that will allow employers through an efficient temporary worker program to recruit skilled and unskilled \nimmigrant workers when there is a shortage of domestic workers.  We also believe there is a need to provide a \nprocess for a legal status for qualified, screened, undocumented migrant workers that are now in the country.\n\nThe Greater Houston Partnership further believes that employers should be responsible for verifying the legal status \nof those they hire.  And to this end, we support the creation of a very fast, reliable employment verification system.  \nHowever, we would also add that we oppose laws that would increase civil and criminal penalties on employers \nwithout providing viable legal options for hiring skilled and semi-skilled workers.\n\nThe partnership's task force on this issue actually thought we should go further.  And this led to the creation of a \nnon-profit organization called Americans for Immigration Reform.  Chairman and members, the purpose of \nAmericans for Immigration Reform is very simple.  And that is to build a broad grassroots national coalition that \nfavors immigration reform.\n\nLast year, Americans for Immigration Reform commissioned a major study on the economic impact of \nundocumented workers.  And this will sound similar to what Mr. Greenspan talked about.  The Perryman study \nwhich is available at houston.org and americansforimmigrationreform.org states this way.\n\nAnd quite frankly, if you think the subprime mortgages and the freezing of credit markets and high-priced energy \nhave a chilling effect on our economy, the Perryman study concluded that if all undocumented workers were \nremoved from the United States economy, the immediate effect would be the loss of some 8.1 million jobs.  And \neven if the economy adjusted, job losses would still exceed 2.8 million.\n\nAnd moreover, our economy would lose, Mr. Chairman and members, $1.76 trillion in annual spending and $652 \nbillion in annual output. So even if we did have the resources to round up and deport every undocumented worker \nin this nation, which we don't, the consequences to our economy would be staggering.\n\nThe Perryman study again, as I said, can be found free of charge on our website.  But we think that in today's \neconomic climate, you and I can recognize that even a person that's unemployed in New York's financial sector \nmore than likely would not be willing to relocate and do agricultural work in California or construction work in \nHouston, in spite of our mild weather.\n\nSEN. SCHUMER:  In seasons.\n\nMR. MOSELEY:  Yes, sir, Mr. Chairman.\n\n(Laughter)\n\nSo that's where we certainly agree with Chairman Greenspan that immigrants are net contributors to our tax base.  \nAnd while it's recognized that there are costs affiliated with health care and public education, the economic benefit \nof an educated and healthy workforce strengthens our economy.\n\nWe do not believe in amnesty, Mr. Chairman, we do not believe in deportation, but there should be a recognized \nlegal status for the undocumented so that their contributions to the economy can be recorded, and they can be \ntaxed for public services just like all of us in our community.\n\n\n\nWhat the business community requires and what the religious community desires and what Americans for \nImmigration Reform need, we believe is, as has been stated here many times, less rhetoric and a real strong \ncommonsense solution that we can all support.\n\nWe want leaders that are willing to share the truth rather than having the primary source of information come from \nthe entertainment industry that inflames, rather than explains the reality and complexities of the immigration issue.\n\nMr. Chairman, on behalf of the Greater Houston Partnership, I extend an invitation to you and your distinguished \ncolleagues for us to host a field hearing for you in the Houston area at some time in the future.  Thank you, Mr. \nChairman.\n\nSEN. SCHUMER:  Well, thank you, Mr. Moseley.\n\nAnd I want to thank all four of our witnesses.  I don't think we could have had four better witnesses to begin this, \nand from different perspectives each showed the need for immigration reform.  And we'll have more witnesses in \nthe second panel who will augment that.\n\nI'm going to ask my first question for Dr. Hunter.  And I just -- your testimony was tour de force, really was.  And I \nhear lots of testimony, and it's at the very top of the list.  So thank you.  Can I ask you this -- how many of your \ncolleagues, would you say, in the ministries and all of the clergy would agree with your views on immigration?\n\nAnd do you think this time around more religious leaders who agree with your view will speak out in favor of \nimmigration reform as you have done so strongly not just here, but repeatedly?\n\nMR. HUNTER:  I do, Mr. Chairman.  And let me tell you why.  First of all, most local religious leaders are there \nbecause they care very deeply about people.  And the more they hear these stories and the more they become \nfamiliar with people who are caught in a very bad system, the more sympathy they have the more they are aware of \npeoples' hurts and families' breakups.\n\nThe second reason is I think the tide has turned in our country as far as it's almost like we are -- we've been \nsystematically desensitized to, you know, everybody extremizing or extrapolating every wrong thing that could \nhappen.  And so therefore, the pundits don't quite have -- you notice they're getting more and more extreme.\n\nAnd that's further reason they have to escalate in order to get the same amount of attention.  And for the religious \ncommunity, there are quite a few now that used to be very hard on one side or the other and they are kind of \nsaying, wait a minute, let's take a second look at this.  Let's approach this more intelligently, let's take a look at this \nas a complex problem, and therefore work this thing through.\n\nAnd I think there is just a -- there's a new day in this country. And I think that many local religious leaders are going \nto be hopeful, be prayerful, and be working toward a solution to the immigration reform challenge.\n\nSEN. SCHUMER:  That's very good news and I agree with you.  I mean even if you just look at the polling data, \nthere are a small minority of Americans on either end, but most Americans want a solution that will be a fair \nsolution, a humane solution, a legal solution.  I think the time is right.  That's frankly why I chose to chair this \nsubcommittee.  In previous years I had other subcommittees here on this committee.\n\nNext question is for Alan Greenspan, again, who gave great -- I don't think I have to ask many questions because \nthe four testimonies here were just so incredible and made such a much more powerful case than my questions.  \nBut I'd just like to flush out a few things with Chairman Greenspan.\n\nYou mentioned -- you said that undocumented workers contribute positively in many -- in certain ways to the \neconomy.  Having said that, do you believe that a system which would rely far more on legal immigration and be \nbalanced between family immigration and economically oriented immigration -- well, let's say 90 percent of the \n\n\n\nnew immigrants into this country were legal as opposed to about 40 or 45 percent which it is now -- would work \nbetter?\n\nMR. GREENSPAN:  Well, certainly, Mr. Chairman.  It's very difficult to envisage what it must be like if you're not an \nundocumented illegal immigrant.  I think the Chief specified very well the fear that these people have of somehow \nbeing deported that cannot but have a very chilling effect on the flexibility or willingness to take certain -- different \ntypes of jobs.\n\nBut let me go a step further and say how important it is to recognize, as Mr. Moseley has pointed out, that the very \nsubstantial proportion of both documented and undocumented immigrants in our labor force are at critical positions, \nand that the best way to view this is that they have a very large participation at the very low skilled levels and at the \nvery high skilled levels.\n\nIf you were to remove either of those groups, the economy would be in very serious trouble.  That also tells you, \nincidentally, that when you have complementary type of labor forces, which is what the total foreign-born \nemployment is, the tendency is to increase the productivity of the total.  And I think we're all acutely aware of it.\n\nFor example, on your staff, Mr. Chairman, you have a number of senior assistants.  If you hire two or three people \nfor each of those, what will happen is that those people whom you hire are not as good as your assistants, but the \nworking together of the assistants and the helpers enhances the productivity of both.\n\nAnd the wage rates of both go up, or in a broader context in the economy, the level of productivity in standards of \nliving rise so that when you have the issue of a very large, say, a group of individuals who have less than high \nschool education and you put a number of them in, say, construction jobs, the foremen will all of a sudden be far \nmore productive because they have more people to supervise and more gets done.\n\nThe wage rates of the less skilled go up, the wage rates of the foremen go up; everybody benefits.  And I think it's \ncritically important to realize this, because those who argue that immigration suppresses the wage levels of native \nborn Americans are mistaken, it doesn't.\n\nOn the contrary, it raises them with the sole exception of a small body of those with less than a high school diploma; \nand even they, it's an arguable case.  So the arguments against immigrant labor are just wrong.\n\nSEN. SCHUMER:  Thank you, Mr. Chairman.\n\nFor Chief Manger, you testified that asking state and local law enforcement to enforce federal immigration laws is \nan unfunded mandate, which it truly is.  Can you just describe in a little more detail the amount of money, \nmanpower that the average major city police chief currently has to divert from other areas if you were to have to \nfulfill the unfunded mandate of enforcing federal immigration law?\n\nMR. MANGER:  The 287(g) training, I think, is a prime example where the resources necessary to take on these \nimmigration investigations is really a lot more than most police departments can afford to do.  It's not just simply a \nmatter of going for a day's training and all of a sudden you become -- you know, you have this 287(g) training and \nyou can do immigration investigations.\n\nThe training itself takes over a month.  And the police officers that you take out of service to train for that length of \ntime, to be able to begin to do investigations that previously we've never had to do -- I mean, it was -- so you're \ntaking on complicated investigations that take a long period of time.  I'll just give an example.\n\nYou stop someone for a simple traffic violation, and there are some police departments -- not many, but some in \nthis country now -- that if you don't have a driver's license with you and you appear to be foreign-born, they will \ninitiate an immigration investigation.  And it's not just simply running a name through a database.\n\n\n\nVery often, these are complicated investigations that take days in order to determine, with some certainty, \nsomeone's immigration status.  I just -- I don't know of a police department in this country that has the ability to \ntake on these types of investigations which are time-consuming, which are crimes that we've never had to \ninvestigate before, and just do it with no impact to their budget and their resources.\n\nSEN. SCHUMER:  And I would imagine as difficult it is for a large city police department, it may be harder for \nsmaller suburban or rural police department -- very fewer resources.\n\nMR. MANGER:  Absolutely.  Yeah, it's true.  I mean we -- larger departments do have some additional resources.  \nWe generally have staff that can do specialized investigations.  But again -- I will speak for my police department -- \nif I had additional personnel I've got robbery issues, I've got auto-theft issues, I've got a lot of other crimes that I \nthink are -- threaten public safety a lot more than going after someone who may have overstayed a visa.\n\nSEN. SCHUMER:  Thank you.\n\nSenator Cornyn -- (off mike.)\n\nSEN. CORNYN:  I have just a couple of questions, Mr. Chairman.\n\nLet me start with Mr. Moseley.  In 2007, when we were debating a Comprehensive Immigration Reform Bill, there \nwas an amendment that adopted, that basically eviscerated the temporary worker provisions or guest worker \nprovisions in the bill.\n\nAnd some observers called that a \"poison pill\" because that was part of the understanding that a Comprehensive \nImmigration Reform Bill wouldn't necessarily include a guest worker provision for people who did not necessarily \nwant to be American citizens but wanted to come to the United States, fill necessary jobs in a legal status, and take \nthe skills and savings they earn during that temporary work period back with them to their native land.\n\nHow important do you believe that a guest worker provision is to a Comprehensive Immigration Reform Bill, and \nwhy do you feel that way?\n\nMR. MOSELEY:  Senator, I think one of the biggest challenges for all of us would be to somehow put together a law \nwith caps or quotas and somehow think that we can anticipate the workforce demands of our economy five years \nfrom today, or three years from today, or next year.  The reality of it is we all admit today that we're part of a global \nmarketplace.\n\nAnd as we move more and more into this global economy, we see a demand for workforce, and those demands \nneed to be met or we need to export jobs.  That's pretty clear.  Today, in the Houston economy, one of the \ndemands we hear over and over again is the need for engineers in the energy clusters.\n\nAnd the people that are managing these large energy companies are warning us that with baby boomers retiring, \nthere's a curve that is really not going to be met without some type of an opportunity to bring in trained, highly \ntrained workers from outside of the United States, or we need to export those jobs.  That's kind of where we see it.\n\nToday we have 4,000 job openings at the Texas Medical Center in Houston.  Now, that's a range of jobs.  But \nanybody who's recently been in a hospital probably has looked up and seen that we're importing skilled workers \nwhen they look into the face of technician or a nurse and they happen to be from the Philippines.\n\nBut we just -- we believe there's a huge value, whatever that mechanism is, in letting the workforce come into our \neconomy and be used, and if they need to go back home -- whatever that mechanism looks like, we do see a value \nin that.\n\nSEN. CORNYN:  Chairman Greenspan, may I ask you about a related topic?  And that is, to me, one of the benefits \nof a guest worker program or a temporary worker visa as a component of comprehensive immigration reform \n\n\n\nwhich was suggested by Mr. Moseley, for example, you could during times of prosperity and a lot of jobs you could \nratchet it up.\n\nDuring times when the economy was softer and perhaps the need for those workers was reduced, you could dial it \nback without creating a permanent threat to American citizens not being able to find a job because maybe they \nwere -- there was a foreign worker who was permanently here in the country who would occupy that position.\n\nDo you see any benefit to the flexibility in our economy, given the ups and downs of the economy, in having a \ntemporary worker or guest worker program?\n\nMR. GREENSPAN:  Yes, I do, Senator.  But in the context of broad guidelines, the markets will work by themselves \nin that regard.  In other words, currently, for example, if you take a look at the actual employment of foreign-born \nworkers relative to native born, because they happen to be concentrated in areas which are the weakest, like \nconstruction, you see a very significant decline occurring.\n\nAnd a very substantial part of that are undocumented workers. And in a sense, they're withdrawing because the \ndemand is not there. And I think if you set broad principles you don't have to calibrate as specifically as is implied, \nalthough I have no objection to doing it as I'm not even sure if it is necessary.\n\nBut I grant you, you do need limits because, as I indicated in my prepared remarks, opening up in today's world to \nan unlimited flood of immigrants does unsettle a society.  But within that context, there's far more leeway to open \nup for guest workers or temporary workers than even anybody is remotely talking about.  And I think our economy \ncould absorb them very productively, very quickly.\n\nSEN. CORNYN:  Thank you very much.\n\nI just have one last question for Chief Manger.  You talked about the -- and I'm sympathetic with your views that it \nreally shouldn't -- that the responsibility of federal law enforcement officials shouldn't be thrust as an unfunded \nmandate on local and state officials.  But can you talk with me just a second about a phenomenon which -- I think it \noccurs in many of our big-city jails where you have people who were here illegally but who have committed serious \ncrimes.\n\nAnd if we can separate the people who've come here in violation of our immigration laws, which I think most \npeople would not view as a threat to their safety necessarily, and those who are here illegally but who've committed \ncrimes and exploiting perhaps other immigrants in the immigrant community because they know those crimes are \nunlikely to be reported, is there some -- what can the federal government do better to provide you the tools or to \nallow for the separation of those and to deal with the really dangerous criminals, including the transnational gangs \nwho are taking advantage of our porous borders now and preying on a lot of innocent people in many of our big \ncities and elsewhere?\n\nMR. MANGER:  I think that ICE has heard the message that you just stated.  The days of us notifying ICE that we \nhave in custody someone who's overstayed a student visa and them thinking that that's a priority to deport that \nindividual, I think, are passing.  Now, we have a policy within the Montgomery County Police Department where if \nwe arrest someone for a violent crime we make -- and the individual is foreign-born, we make that notification to \nICE for them to check on the status.\n\nEvery police chief, I think, would tell you that there's a -- what you just described, there's a big difference between \nsomeone who is in our community committing crimes and an undocumented resident committing crimes in our \ncommunity.  The threat to public safety, there, I think necessitates ICE doing their job in removing that person from \nour community.\n\nI think -- and one of the things that I talked about in my testimony was the fact that people that are here \nundocumented committing crimes, preying on our community, I think should receive no sanctuary, no safe harbor in \nour country.  And we have enough folks here, documented and undocumented immigrants that are contributing to \n\n\n\nour community, that are in no way threatening our public safety that we need to concentrate on.  And those that are \nhere committing crimes, I think we need to remove from our community.\n\nSEN. CORNYN:  A quick follow up, and this is my last question. How good a job do you think the federal \ngovernment, ICE, is doing now in accomplishing that goal?\n\nMR. MANGER:  Much better than, I would say, than a few years ago. They' realize they don't have the resources to \nget rid of every undocumented resident.  They're now focusing on the worst offenders. And that's what we need \nthem to do, and I think they're doing a better job of it today.\n\nSEN. SCHUMER:  (Off mike) -- I could not think of four better witnesses to start off our long goal, quest, to come \nup with a Comprehensive Immigration Reform Bill this year.  So I want to thank each and every one of you.  And \nas I said, I want to distribute this testimony to all of my colleagues.  Thanks for being here.\n\nNow we'll call our second panel to the witness stand, and give them a minute to get settled.\n\n(Pause)\n\nLet's get started for our second panel.  I'm going to introduce all four.  And your entire statements will be submitted \ninto the record, and then we'll have some questions.\n\nOkay, Doris Meissner -- and I've sat on the Immigration Committee when she's testified before, and I've sat on the \nImmigration Subcommittee in the House when she was the then INS commissioner. She's a senior fellow now at \nthe Migration Policy Institute, one of the leading thinkers in America on immigration and national security. Between \n1993 and 2000, as I mentioned, she served as commissioner of the INS.\n\nHer accomplishments, including reforming the nation's asylum system, creating new strategies for managing U.S. \nborders, improving naturalization and other services for immigrants, shaping new responses to migration and \nhumanitarian emergencies, and strengthening cooperation and joint initiatives with Mexico, Canada, and other \ncountries.\n\nEliseo Medina is the international executive vice-president of the SEIU, the fastest growing labor union on the West \nCoast and the largest union in California.  More than 2 million workers across the country, including many hundreds \nof thousands in New York, I'm proud to say, are SEIU members, which is the union with the largest membership of \nimmigrant workers.\n\nWade Henderson is expected and we hope he will be -- anyone here from the Leadership Conference?  Do we -- \nany staff?  Is he on his way?\n\n(No audible response)\n\nOkay, he said he'd be here, and in all fairness to Wade, he said he'd be here at about this time.  So we expect him.  \nAnd I'll introduce him now.  So he won't hear the introduction, but as my kids used to say, no big woop.  Wade \nHenderson is the president and CEO of the Leadership Conference on Civil Rights, counselor to the Leadership \nConference on Civil Rights Education Fund.\n\nThe Leadership Conference is the nation's premier civil and human rights coalition.  He's also the Joseph L. Rauh \nprofessor of public policy at David Clarke School of Law in the University of the District of Columbia.\n\nAnd Kris Kobach is a professor at the University of Missouri- Kansas City School of Law.  In 2001, Professor \nKobach was awarded a White House fellowship which took him to Washington, DC to work for the Bush \nAdministration in the Office of U.S. Attorney General John Ashcroft.  After his fellowship ended, Attorney General \nAshcroft asked Professor Kobach to stay on as his counsel, and in that capacity he served as the attorney general's \nchief advisor on immigration law and border security.\n\n\n\nWe welcome all of you, and we'll begin with Doris Meissner.\n\nMS. MEISSNER:  Thank you.  Thank you very much, Senator.  Let me begin by congratulating you for taking on \nthis committee and thank you for doing so.  We all know, as you've said, that these are big shoes to fill.  And I and \nmy colleagues at the Migration Policy Institute, which is a nonpartisan think tank here in Washington, are available \nto be helpful to you and to the community with research, analysis, and policy ideas.\n\nI want to begin by just saying a few things about the economy because that, of course, looms above all right now.  \nWhere the economy and immigration is concerned, there are a couple of key facts that I think really are critical for \nthe work that you are setting out to do.\n\nChairman Greenspan alluded somewhat to this, but let me underscore it further, and that is that the growth in the \nforeign-born population in this country has slowed considerably since 2007 when the recession began, and that \nslowdown really began in 2006 with the unauthorized population.  We have seen no significant growth in the \nincrease of the size of the unauthorized population since 2006.\n\nThat's very important, because that growth was going at about 500,000 a year, a large number of people for quite a \nfew years running.  It does not mean, however, that the people who are in the United States in an unauthorized \nstatus are going home.  There is some anecdotal reporting about return migration, but the data do not support that \nthere is a trend of return migration.\n\nSo, particularly where the case of the unauthorized population is concerned, although it's not growing, it is also not \nbeing reduced. So we're in a period of pause where immigration increases are concerned.  It's particularly \nbecause of a slowdown in illegal immigration.\n\nThat's new for the first time in a decade, and it really does provide a historic opportunity for needed reforms so that \nwhen growth does resume, which will happen, the disconnect between our broken immigration system and the \neconomy might be fixed, and immigration can contribute then in a much healthier way to recovery and to our future \nas a nation.\n\nSo with that backdrop, let me touch on just a few critical points that have to do with solutions, how we do do this \nfixing.  I want to make three points.  First, enforcement.  Where enforcement is concerned we know, of course, that \nthe new system has to have rules that the workable and those are rules that have to be able to be enforced.  Border \nenforcement is a given.\n\nOf course we have to have border enforcement and border control. But it's also the case, and I think there is wide \nagreement, that border enforcement cannot succeed without meaningful employer enforcement.  And meaningful \nemployer enforcement depends on universal verification, mandatory electronic verification so that employers can \ncomply with the requirements to hire only legal workers.\n\nThe focus, where verification is concerned, has been almost entirely on the E-Verify system and on the means -- \nthe technology means by which one could do verification more effectively.  But that ultimately will fail in the same \nway as the I-9 system has failed, without the companion piece of reliable identification documents.\n\nAnd I mention that because I've seen you quoted on this point, it's a point that I raise again and again, and that we \nraise in our work, and I want to validate your position on that and I want to encourage that the committee work on \nthat, and that we work together on that.  It is an absolutely essential piece of the verification puzzle.\n\nSecond point.  Second point has to do with legalization.  This, of course, is the issue where all of the passion is \ninvested.  I'm not going to do the pros and cons on legalization, but I want to make two points about legalization.  \nFirst of all, as you take a hardheaded economic look at legalization, and legalization now during a recession period, \nthere is a persuasive case to be made why it makes sense to do legalization during a recession period.\n\n\n\nI've provided the research and the references in detail in my statement so that they're available to the committee, \nbut I think it is important to step back and take that into account in this discussion.  Secondly on legalization, I think \nthat it is extraordinarily important for the committee to work very closely with USCIS and with DHS and government \nagencies on designing a legalization program so that it is a program that can be implemented.\n\nWe need a phased legalization program that begins with a simple requirement for a background check so that \ncriminals can be weeded out, and a straightforward registration process that leads to work authorization and a \nchance to get in the queue for adjustment.  Then, over time, applicants can earn their way to permanent residency \nand ultimately to citizenship for those who so choose.\n\nMy final point has to do with future flows.  I think if we look back on IRCA, one might argue that the single biggest \nfailing of IRCA was to fail to anticipate future flows of immigration.  We looked at IRCA as a one-shot deal; we \ncould do it and move on.  That was a mistake.  Immigration is dynamic.\n\nLegal and illegal immigration are closely tied, so we will need increased flows of immigration again at some point \nin the future when job growth returns, and we need to be able to provide for that in legislation.  The dilemma, of \ncourse, is not only the current dilemma of a recession; it is the bigger dilemma of the way in which our immigration \nstatutes are written today.\n\nThey are extremely inflexible, and there is really very little ability in the current statutory frameworks to adjust levels \nof immigration against labor market demands and labor market changing circumstances.  So that far too rigid \nsystem with ceilings numerically written into the statue are really frustrating our ability to have immigration work \nmuch more effectively and constructively for the country and for the economy.\n\nAnd the only real variable here has been illegal immigration which is responsive.  And that is obviously not an \nacceptable way to go or a situation to be in.  We at MPI have addressed this issue several years ago in work that \nwe did with a task force that we convened which was under the co-chairmanship of senator -- former Senator \nAbraham and Congressman Hamilton.\n\nOur report was called Immigration and America's future.  We made many recommendations, but among the \nrecommendations that we made was the idea of what we call a \"standing commission on immigration and labor \nmarkets\" as a way of establishing an institutional response to this problem of flexibility and adaptation.\n\nNow I know the word \"commission\" is always a problematic word; it all -- has all kinds of connotations that are \nworrisome.\n\nBut I'd like to urge that the committee think about this as a permanent capability within the federal government in \nthe executive branch, really akin to what the Bureau of Labor Statistics and the Census Bureau do, which would be \nto provide ongoing research and analysis on the relationship between immigration and labor markets.\n\nThat is research that is not now available.  It is not going to be produced by the academy because of the nature of \nthe work and the way work gets done.  But we need evidence, and we need ongoing evidence from which the \nCongress can make decisions that adjust levels of immigration in a far more systematic, regular fashion so that a \nbody like this would make recommendations based on evidence to the Congress for adjustments regularly.\n\nAnd those adjustments would be for the purposes of promoting economic growth and competitiveness for our \neconomy for the future. I've given you a fuller description in the statement, but suffice to say that our ability to have \na more dynamic, responsive legal immigration system for employment-based needs in this country is going to be \nincreasingly important to us in the future.\n\nThis provides a possible way to get from here to there.  Thank you very much.  Look forward to working with you in \nthe future.\n\nSEN. SCHUMER:  Thank you, Ms. Meissner.\n\n\n\nAnd Mr. Medina.\n\nMR. MEDINA:  Thank you, Mr. Chairman.\n\nMy name is Eliseo Medina, and I'm a very proud immigrant today. To address a U.S. Senate subcommittee is a \ngreat honor and I thank you for giving me this opportunity.  My family and I came to this country in 1956.  We \nworked in the fields harvesting grapes, oranges, and other crops.  We worked very long days without breaks for \nvery low wages and terrible working conditions.\n\nTo ask for better treatment was asking to be fired on the spot. But as difficult as the work was, we also knew that if \nwe worked hard we had an opportunity to claim our own little piece of the American dream.  Because of my history, \nthe issue of immigration reform is very personal to me.  Today I am an executive vice-president of the Service \nEmployees International Union, one of the largest unions in America.\n\nI am honored to be here today representing the 2 million homecare, janitors, security officers, and other SEIU \nmembers who live and work throughout the United States.  Many of them are immigrants who came to this country \nfrom all over the world.  Regardless of where we came from, we go to work every day with the same goal -- to work \nhard, to contribute to society, and to achieve our own American dream.\n\nToday immigrant workers are advocating alongside their co-workers and neighbors in support of economic reform, \nreal health care reform, and strengthening the rights of workers through passage of legislation like the Employee \nFree Choice Act.  I believe that to achieve that dream we also have to address our broken immigration system.\n\nThe status quo is simply unacceptable, and works only to the benefit of those who break the rules.  That is why the \nlargest workers' organizations in the country, the Change to Win federation and the AFL-CIO have come together \naround the unified proposal for comprehensive immigration reform that consists of five components, each of \nwhich depends on the others for success.\n\nRational control of the border; a secure and effective worker authorization mechanism; adjustment of status of the \ncurrent undocumented population; improvement, not expansion of temporary worker programs; and an independent \ncommission to assess and manage future flows based on labor market shortages that are determined on the basis \nof actual need.\n\nThis proposal will allow millions of undocumented workers to come out of the shadows, relieving them of the fear of \narrest and deportation and of leaving behind their families.  It will stop the unscrupulous employers from taking \nadvantage of their lack of legal status to exploit them and violate existing wage and hour and health and safety \nlaws.\n\nGuest workers fare no better because they are tied to their sponsoring employer, with no effective redress because \nto complain is to lose your visa and be deported.\n\nI have seen this system firsthand with my father and brother, and later as an adult worker with sugarcane cutters in \nFlorida under the H-2A program.  These workers are not treated as guests in our country. They are treated more \nlike indentured servants.\n\nThe current broken system has given rise to three-tier caste worker system in America, citizens, guest workers, and \nundocumented workers.  This onerous system depresses wages for all workers because too many employers seek \nout the cheapest, most vulnerable workers in order to gain a competitive advantage.\n\nThis helps no one, not American workers, not immigrants, and not businesses that play by the rules, and certainly \nnot taxpayers who wind up paying for an ineffective enforcement system that is focused on arresting service \nworkers, farm and meatpacking workers, instead of stopping drug smugglers, gang members, or other large threats \nto our national security.\n\n\n\nReal reform will allow us to focus our resources on our priorities instead of on our prejudices.  It will solve many \nproblems at one time instead of the current band-aid approach.\n\nSince we unveiled our proposal, the portion that has received the most attention has been the Independent \nCommission.  The men and women of the labor movement have long believed that our current system for bringing \nin permanent and temporary workers simply does not work effectively.\n\nThe key to designing a sustaining -- a sustainable workplace immigration system is that the flow of future workers \nmust be rationally based on the always-evolving labor market needs of the United States.  The commission would \nact in two phases.\n\nFirst, it would examine the impact of immigration on the economy, wages, the workforce, and business in order to \nrecommend to Congress a new flexible system for meeting our labor needs and set the number of employment \nvisas.  Next, the commission would set and continuously adjust future numbers based on a congressionally \napproved method.\n\nWe believe that our proposal will give all stakeholders a seat at the table in order to build a system that works for \nthe long-term that is based on sound public policy, not on politics, and it will provide for lasting political support.  We \nhope that you will give it consideration.  Thank you, Mr. Chairman.\n\nSEN. SCHUMER:  Okay.\n\nMr. Henderson, I read your introduction and explained to people you've promised to be here around 4 o'clock and \nyou were true to your word.\n\nMR. HENDERSON:  (Off mike) -- and thank you for the opportunity to address what for the Leadership Conference \non Civil Rights is even now -- sorry, my apologies, let me begin again.\n\nThank you, Chairman Schumer, for the opportunity to address what for the Leadership Conference on Civil Rights \nis even now one of the preeminent civil and human rights issues of the 21st century.\n\nI'd like to begin with what I hope are a few points on which we can all agree.  First, I think it is clear to everyone that \nour nation's immigration system is badly broken.  It fails to keep up with economic realities, it does not keep track \nof who is here, and it does not give people enough incentive to play by the rules.  We clearly need drastic changes.\n\nI think we also agree on the need to include more effective, but also more realistic and more humane immigration \nenforcement.  It is simply unrealistic to stretch fences across our borders, and we cannot leave enforcement to local \npolice, or worse to private groups.\n\nBut we can take more sensible measures like hiring more Border Patrol agents, making better use of technology, \nand working closely with Mexico against human and drug trafficking.\n\nThird, I hope we can agree on the compelling need to give millions of undocumented immigrants in our country a \nrealistic, humane way to come out of the shadows and legalize their status.  As a lifelong civil rights advocate, I \nrecognize the treatment of undocumented immigrants is an economic and legal issue of great importance.\n\nBut it is also a civil rights issue of profound significance that goes directly to our most fundamental understanding of \ncivil and human rights.  We do not need to condone the violation of immigration laws, but motives count.\n\nAnd when we consider why most of our current undocumented population came here and the role that immigration \npolicy played in aiding and abetting their arrival, it is clear that we should not treat them as fugitives.\n\nIf they are otherwise law-abiding and willing to contribute and play by our nation's rules, then we should provide \nthem with lawful status.\n\n\n\nAnd fourth, because we all agree that families are the backbone of our society, our immigration law should reflect \nthis instead of keeping them apart as they do now.  Moving more directly to the focus of today's hearing, how to \noverhaul our immigration system, I'm certainly mindful that these are incredibly challenging times.\n\nOur economy is badly struggling, leaving countless numbers of Americans economically insecure, and Congress \nobviously has a lot on its plate this year.  But from our perspective, the challenge of immigration reform in 2009 is \nalso pressing.\n\nHowever, to achieve reform the American people must be convinced that even in these difficult times reform \nmakes sense economically as well as morally, and that the needs of all Americans are considered.\n\nFor example, the needs of low-wage workers, a group disproportionately composed of African-Americans, have \nlong been neglected by policymakers, and this neglect could impede immigration reform.  The situation facing \nAfrican-American workers is a complicated one.  And as I explain in more detail in my written testimony, there is no \nconsensus on whether immigration worsens their employment situation.\n\nFor example, long before immigration policies were made more generous in the 1960s, black unemployment were \ntwice as high as for white workers, and they have stayed that way even as the immigrant percentage of our \npopulation has increased.\n\nNevertheless, immigration opponents continue to raise the specter of job loss and reduced wages among African-\nAmericans as a tactic in their opposition to comprehensive reform.\n\nEconomic insecurity is certainly very keenly felt today in the African-American community as in every community, \nbut this does not mean that African-Americans oppose comprehensive immigration reform -- and we at the LCCR \nhave done extensive research that confirms that point -- instead it underscores the need for reform proposals that \nwill simultaneously advance the economic wellbeing of all low-wage workers.\n\nI believe that reform must take two key steps in order to succeed.  First, it must forge policies that promote \neconomic advancement for native-born workers and second, prevent immigrant workers from being exploited and \nbeing used to undercut the wages for everyone else.\n\nAs to the first part, my written testimony describes some ideas jointly developed by civil rights leaders to address \nthe concerns of low-income workers across the board.\n\nThey include better enforcement of antidiscrimination laws, improved job vacancy notification systems to give \nnative-born workers better job information, increased enforcement of workplace standards, and more resources for \njob-skills training and to help workers relocate.\n\nThe second key component is an immigration bill that provides for genuinely fair treatment of immigrants and \nprevents immigrant workers from being used to undercut standards for all workers.  The American labor movement \nrecently issued a blueprint that embodies these ideas, and my friend, Eliseo Medina has already addressed some \nof these issues in his testimony.\n\nNow before I finish I would like to add that most African- Americans understand better than almost anyone else that \nit is inherently wrong to divide people along the lines of race and ethnicity or national origin, and that \"us versus \nthem\" wedge politics hurt everyone in the long run.\n\nThat is why finally African-Americans also take note of how consistently certain groups show their concern for us \nacross the board, and not just when it comes to immigration policy.\n\nSadly, immigration restrictionists rarely show interest in the African-American community at other times.  To \nanyone who looks closely at where immigration restrictionists stand on other priorities of importance to African-\nAmericans, it is clear that they are not, and never have been our friends.\n\n\n\nI want to thank you again for having me here today, and I look forward to your questions.\n\nSEN. SCHUMER:  Thank you, Wade Henderson.  Now, they did call another vote.  We have about six minutes left \non it.\n\nSo Mr. Kobach, to give you a full hearing and so I'd have time to ask questions, do you people mind waiting?  I will \nget back as quickly as I can.  Is that okay with all our witnesses?\n\nGreat, okay, thank you.  The hearing is temporarily recessed once again for a vote.\n\n(Sounds gavel)\n\n(Recess)\n\nSEN. SCHUMER:  Hearing will come to order, and we apologize to all the witnesses for that brief interlude.  And \nnow we're ready for Mr. Kobach.\n\nYou've got to put on the mike, sir.\n\nMR. KOBACH:  Thank you, Mr. Chairman.  I'll assume for the sake of this hearing that when we talk about \ncomprehensive immigration reform we mean reform similar in basic respects to the S.B. 1348 of 2007.  And I will \nexplain with that understanding two basic reasons why pursuing that course of action would be ill-advised.\n\nFirst, the incapacity of the administration of USCIS -- the bureaucratic incapacity to implement the amnesty in the \ntimescale that was anticipated by that bill, and secondly, the national security concerns that must flow from any \nlarge-scale amnesty.\n\nFirst, looking at the CIS, it simply does not have the resources at this time to effectively implement an amnesty of \nthe scale contemplated by the 2007 bill.  To understand this, just consider a few numbers.\n\nOn top of the 12 million plus illegal aliens in the country, who'd be eligible for the amnesty presumably, there would \nalso be a mass influx of hundreds of thousands, or perhaps millions more, which is exactly what happened after the \n1986 amnesty, who would present fraudulent documents to apply for the amnesty as if they'd already been here.\n\nINS reported after the 1986 amnesty that they discovered 398,000 cases of such fraud, and it's reasonable to \nexpect that a similar influx would occur this time.\n\nBut let's just assume for the sake of argument that 12 million illegal aliens are eligible and apply for the amnesty.  \nNow, the 2007 bill required everyone to apply within a single-year period.\n\nNow, there are 250 calendar days that the government is open for business in a given year.  That means that \nthere'd have be to be an average of 48,000 applications for amnesty every day.\n\nAs of September 2008, there were only 3,638 status adjudicators at USCIS, and that number cannot be increased \nquickly because of the difficulty of hiring and training them quickly, and of course the attrition of existing \nadjudicators.\n\nForty-eight thousand applications spread among about 3,600 adjudicators means an average of 13 amnesty \napplications per adjudicator per day.  And of course on some days the number might well be double that amount.\n\nAnd under the 2007 bill, with each application the adjudicator had only one business day to determine if there were \nany national security or criminal reasons why an individual application should not be granted.\n\nNow, that's a bleak picture, but unfortunately, it gets worse because that's assuming that those adjudicators aren't \ndoing anything right now.  Of course they are.  There's a backlog of pending applications of approximately 3 million \n\n\n\ncases at present, and of course that's on top -- on top of that comes before the four million to six million \napplications for things like green cards and other benefits that we currently grant that come in every year.\n\nThe GAO recently reported that USCIS is accordingly stretched to the breaking point, so much so that there's so \nmuch time pressure that they spend too little time scrutinizing the applications.  As a result, the GAO concluded the \nfailure to detect fraud is already quote \"an ongoing and serious problem,\" end quote, at USCIS.\n\nThey said a high production -- high pressure production environment exists, and it's widely known that at some \nUSCIS offices, there is an informal so-called \"six minute rule\" in place where an adjudicator has to get through at \nleast 10 applications per hour and it's a veritable bureaucratic sweatshop.\n\nWell, as a result of this time pressure, USCIS right now is failing to engage in commonsense verification with \noutside agencies.\n\nFor example, calling a state DMV to see if two people who alleged that they are married are actually living together, \nand in fact in many offices adjudicators are discouraged from making backup calls like that.  So this agency is \nalready dangerously overburdened and susceptible to fraud.\n\nWhat would an amnesty of the style contemplated by the 2007 bill do?  It would more than triple their existing \nworkload.  This six minute rule might become a three minute rule or a two minute rule. And it must also be \nremembered that the much smaller amnesty of 1986 for 2.7 million aliens was extended, or rather it took 17 years \nfor that amnesty to be fully implemented.\n\nAs late as Fiscal Year 2003, USCIS was still adjudicating applications from the 1986 amnesty.  This committee is \nnow contemplating an amnesty that would be approximately four times as large.\n\nNow, in the past, USCIS when presented with a proposal like this has said that the way it would deal with that surge \nof applications is by hiring contractors, and that that might somehow solve the problem. But that approach is \nproblematic for two reasons.\n\nFirst of all, it's unlikely that the necessary background checks in training of the contractors could be completed in \ntime.  There is already a massive backload at the Office of Personnel Management which does background check \non U.S. federal government employees of several hundred thousand people.  The 2007 bill ignored that problem.\n\nThe second problem is that contractors, even if they could be found, and quickly put into place, they have to be \ntrained.  Now, one of the benefits of our current status adjudicators is that they are expert in immigration law, and \nthey are trained in detecting fraud in the applications for benefits.  It is simply critical that in any amnesty the \nadjudicators be properly trained.\n\nSecondly, I want to talk about some national security concerns. An additional flaw in the 2007 bill is that we are \nrequired any background check as I mentioned for the probationary visa to be accomplished within one business \nday.  Now, that might be possible if the U.S. government had a readily searchable computer database of every \nterrorist in the world.\n\nBut in fact, many of the records are paper records and many of the records are held by foreign governments.  So a \n24-hour background check simply is impossible.  Indeed right now, the FBI is doing name- checks for USCIS for \napplicants for benefits, and there is a huge backlog of about 60,000 name-checks waiting at the FBI right now.\n\nNow, their objective, if all of the problems are solved is to get to a world where most of the name-checks can be \ndone in 30 days, and all of the name-checks can be done in 90 days.  But we aren't there yet.\n\nSo to imagine that we could do something like the 2007 bill and have a thorough name-check in 24 hours is simply \ninfeasible.  But even when the government has as much time as it needs, as much time as it wants to do a name-\ncheck, terrorist applications can get through.\n\n\n\nCase in point, Mahmud, \"the Red\" Abouhalima.  He was given legal status under the 1986 amnesty as a seasonal \nagricultural worker, even though he was driving a cab in New York.  He subsequently was a ringleader in the 1993 \nplot against the World Trade Center, and his brother Mohammed, also got amnesty fraudulently in the 1986 \namnesty.\n\nFinally, I'd like to conclude by pointing out that a terrorist has one other option other than attempting to apply for the \namnesty under his real name, and that's to simply invent a clean identity, a fictitious identity.\n\nThe 2007 bill failed to include any safeguard for this problem, and I would urge you if a bill is drafted again, it must \nclose this loophole because the former bill never contained any requirement that they secure biometric-embedded \npassport be provided to prove that the amnesty applicant is who he says he is.\n\nAll it required was two scraps of paper to easily forge documents like a pay stub or a bank slip saying that a person \nof this name exists.\n\nUnder that bill, a person could walk into a USCIS office, call himself Rumpelstiltskin, offer two easily forged pieces \nof paper and walk out the next day with a federal government issued ID card under that name, which he could then \nuse as a breeder document to getting a drivers license, to board airplanes, to do all sorts of things.\n\nAnd that gap can be closed if the bill were to include a requirement that every amnesty applicant provide a passport \n-- a secure passport of the type that has embedded biometrics, which some countries but not all countries currently \nissue today.\n\nIn conclusion, there are very large bureaucratic problems and capacity problems, and there is also the issue of \nterrorism, which is a very real threat.  I'm not saying that all or even a very large number of amnesty applicants \nwould be terrorists, but the point is if an amnesty program is created, it has to take into account this risk. Thank you.\n\nSEN. SCHUMER:  Thank you, Mr. Kobach.  All right, here's what I want to ask our panel.  The basic formulation as \nI see it to do immigration reform is I think the American people would accept a fair reasonable path to citizenship \nfor the illegal immigrants who are here.  I think they'd accept a full future immigration policy which would have \nroom for both, and we're going to have to resolve both.\n\nI know, Wade, you said family has to come first.  There are people who say jobs has to come first.  I think you have \nto have both in there.  I think there'd be room for it.  And I think we can even come to an agreement, I mean there's \na great deal of disagreement, as Mr. Medina would admit, as to how you get temporary workers in to the country.\n\nIf the American people were convinced there wouldn't be another wave of illegal immigration, which means you' \nreally got to be hard on that, very hard.  That's basically my view.  And I would like to know from at least the three \npanelists here, since Mr. Kobach is against the whole thing, and just calls it amnesty and that's bad, so I'd like to \nask the other three on the panel, do you think that's a reasonable formulation?\n\nWe can start with you, Ms. Meissner.\n\nMS. MEISSNER:  Yes, I do, and I think that it actually tracks the way in which the comments that I gave, and I think \nthat there is -- that continues to be the framework, and I think we've got to work out the details of that framework.\n\nSEN. SCHUMER:  All right.\n\nHow about you, Mr. Medina?\n\nMR. MEDINA:  I would agree, Mr. Chairman.  And let me just say that correcting one of the comments that the labor \nmovement is not opposed to temporary workers coming in the future.  It's a question of how many, how do they get \nhere, and what rights they have when they get here.\n\n\n\nSEN. SCHUMER:  All right.\n\nMR. MEDINA:  But we're not opposed to that question, because we understand that there may be -- there will be \ntimes when the economy needs these workers.\n\nSEN. SCHUMER:  All right.\n\nMR. MEDINA:  And the last thing I would --\n\nSEN. SCHUMER:  And there are probably certain industries that need them more than others.\n\nMR. MEDINA:  Yes.\n\nSEN. SCHUMER:  I mean, I haven't studied this yet, but you could see where agriculture would need it more than \nconstruction for instance; is that unfair?\n\nMR. MEDINA:  And this is why we proposed a commission so that you can actually wrestle with all of these \nquestions and come up with a workable solution.  And Mr. Chairman, if I may, one last comment is that on the \nquestion of national security concerns, it seems to me that it doesn't make any sense to think that somehow we're \nsafer.  If there are 12 million people that we don't know who they are --\n\nSEN. SCHUMER:  Of course.\n\nMR. MEDINA: -- what their intentions are, and what their background is that we're much safer if we bring them \nforward and figure out who they are, where do they live, where do they work, and what they're doing and to \ncontinue to ignore that, I would submit to you is more of a national security concern than legalizing.\n\nSEN. SCHUMER:  Right.\n\nMr. Henderson, if you'd like to --\n\nMR. HENDERSON:  Mr. Chairman, I think you've articulated a commonsense framework that really is the core of, I \nthink, populist support for immigration reform as we understand it.  And I think it would unite the American people \naround a comprehensive bill even in the time of economic challenge where jobs obviously are -- and employment \nare on the minds of all Americans.\n\nI think you're right that Americans recognize the compelling nature of a legalization program, and would be willing to \nsupport it so long as the bill met the other criteria that you've outlined.\n\nSEN. SCHUMER:  Right.  I mean, I've put it, and I think we have to put it frankly and not beat around the bush if \nwe're going to get something done here, which is my goal.  So most Americans are pro- immigration, but anti-\nillegal immigration.  Does anyone on the panel disagree with that?  No.\n\nMr. Kobach, you' agree with that, right?  Okay.  Okay.  Now, lets talk a little bit about -- because Mr. Medina and \nMs. Meissner had a little bit of common grounds in terms of a commission, but I didn't understand yours first, Ms. \nMeissner.  Would you want the commission to set a number that Congress would have to ratify every year?\n\nMS. MEISSNER:  I view this commission as a permanent capability of the federal government to be doing research \nand analysis that is the basis for recommendations to Congress to adjust levels.\n\nSEN. SCHUMER:  At what -- how frequently?\n\nMS. MEISSNER:  And it could be as frequent -- I would say mandatorily every two years, but more frequently if \nneed be.\n\n\n\nSEN. SCHUMER:  All right, so you could run into lots of different problems by having Congress do this every two \nyears is the problem.\n\nMS. MEISSNER:  Well, you would not have to.  You could get a recommendation that things are fine and stay at a \nsteady state.  But the point is to be constantly reviewing and learning about what is happening and where there are \ndisconnects.\n\nSEN. SCHUMER:  What did --\n\nMS. MEISSNER:  And the point is to be doing it on the basis of evidence, not political horse trading.  Now the horse \ntrading obviously needs to go on and that's your job.  I'm simply saying that you need --\n\nSEN. SCHUMER:  Hard enough when it's every decade, let alone every two years.\n\nMS. MEISSNER:  Well, but the problem with every decade is exactly where we're at.\n\nSEN. SCHUMER:  You're right.\n\nMS. MEISSNER:  And so you know, we -- my mental model of this is, given where we're at, to have levels that are \nwritten into the statute, because I don't think that the Congress at this point is prepared to have enough confidence \nin any other way of doing it, and then to begin overtime to adjust against those levels, up -- the same, up or down.\n\nSEN. SCHUMER:  All right.\n\nMS. MEISSNER:  And in a period of recession, as we're in right now, it might be much more frequently.  But that \nthis bureau -- I'm going to call it a bureau of the executive branch -- you know, comes --\n\nSEN. SCHUMER:  Yeah.\n\nMS. MEISSNER: -- to the Congress and then there has got to be a mechanism for how it is that you actually decide \nto act or not act on that recommendation.\n\nSEN. SCHUMER:  I just wonder if a commission, you know, I don't know, I'm not taking a position pro or con on a \ncommission, just trying since two different witnesses threw it out.  I'm not sure that the commission would be trusted \nso to speak by either side in the debate or if it's trusted by one side, not in the other, what do you have to say about \nthat?\n\nMr. Medina, someone said -- Medina, sorry, that well, the commission you're talking about is just a way to sort of \nsay we don't need any guest workers or --\n\nMR. MEDINA:  Not at all.\n\nSEN. SCHUMER:  Okay, could you address that?\n\nMR. MEDINA:  Not at all.  No, we certainly understand that there are labor market needs.\n\nWhat we envision is a commission that will be much more nimble than the current system, so that they would be \nable to as Ms. Meissner said, being able to develop the data on where and how and how many workers are needed \nand then adjust accordingly and would still be subject to Congressional approval.\n\nSEN. SCHUMER:  Oh, yours would be as well, to Congressional approval?\n\nMR. MEDINA:  Yes, but -- the whole process, but that the commission would be the one that would be charged with \ndeveloping the information, and then saying, here is our proposal.\n\nSEN. SCHUMER:  All right.  And so your commission and Ms. Meissner's commission are not all that different.\n\n\n\nMR. MEDINA:  I think that other than that what we would like it to be able -- we see also the commission as a place \nwhere we could all sit -- that all the stakeholders would come together and hash out what the system is.  And then -\n- Congress then could take up approval or disapproval on that.\n\nWhat we thought about is that we had a fast-track process, and again this is just the concepts that we've come up \nwith for purpose of the conversation.\n\nSEN. SCHUMER:  All right, and you believe that there is a need, room, you would accept a certain amount of guest \nworkers each year or --\n\nMR. MEDINA:  Yeah, there will need to be workers coming in the future.  We are -- absolutely understand that.\n\nSEN. SCHUMER:  Right, but sometimes you could say no guest workers, just everyone who comes should have a \npath to -- you know, a path to citizenship.  That's another side of it.\n\nMR. MEDINA:  Well, what we would like is to be able to take a look at the future flow that we have to date and \nprovide a legal and orderly way for them to get here.  So that the way to get here is not through the desert --\n\nSEN. SCHUMER:  All right.\n\nMR. MEDINA:  Or not through --\n\nSEN. SCHUMER:  Of course.\n\nMR. MEDINA: -- sidestepping the port of entry.  And then as we do that, the one change that we think is important \nis that it not be like today's H-1B and H-2A where workers have no rights.  And there's a series of things that we \nwould advocate as we have continuously -- but in order for workers not to get -- come and then be in a situation \nwhere they are so tied to the employer that they have no effective redress, or they get exploited.\n\nSEN. SCHUMER:  All right.  Ms. Meissner, you have the most experience with the bureaucracy.  What do you have \nto say about Mr. Kobach's view that the bureaucracy would be incapable of dealing with a path to citizenship for \nsuch a large number of people?\n\nMS. MEISSNER:  Well, it certainly is incapable of dealing with it right now, but that's a totally static view of the way \nthe things work.  Obviously, if there were legalization developed by the Congress, it would have to include the kind \nof planning and the kind of resources for the implementing agencies to implement.\n\nAnd I think, you know, you would do that, and the reason that I urged that the legislation be written in very close \ncollaboration with USCIS and DHS is precisely for reasons of resources, but also for reasons how it's designed.\n\nThe worst thing that could be done, this time around, based on what we learned during IRCA is a program that is -- \nwhat I think of as retrospective, in other words, a program that asks to look at documents from the past for people to \nprove that they've been in the country.  That would be a deal breaker.\n\nThis should be a program that is a prospect is getting people to register and come forward, a requirement to come \nforward, and then prospectively earn the adjustments to permanent residence and to citizenship.\n\nThat's an entirely different scheme to try to implement.  But it matters very much how the legislation is written.  \nNow, you know, you look at IRCA, that actually was -- the legalization program in IRCA was actually successfully \nimplemented.\n\nINS created an entirely parallel structure within the agency focused solely on legalization, with its own offices, its \nown staff, its own training and they were able to get it done through the fees that were collected with the application.  \nYou would have to do something along those lines.\n\n\n\nIt would be different, but you can do it.  The '96 laws passed, I mean, there was enormous workload with the '96 \nlaws.  We wrote 60 regulations in 6 months during that period.  A bureaucracy staffs up and does the planning \nworking with the Congress to carry out a mandate like this.\n\nSEN. SCHUMER:  All right.\n\nYou disagree with her analysis of IRCA, Mr. Kobach?  It was a separate group, so it wouldn't have the extra \nburdens with enough employees to do the job?\n\nMR. KOBACH:  Well, I agree that --\n\nSEN. SCHUMER:  Or do you think it's just impossible, period?\n\nMR. KOBACH:  No, I don't think it's impossible, period, the administrative, but you'd have to massively increase the \nnumber of people.  Because I mean, we're talking about going from 3,600 to somewhere north of 10,000.\n\nAnd that would require training them, and that would require finding them, and that would require plenty of time to \nget them in place.  And if I might just mention --\n\nSEN. SCHUMER:  But it could be done?\n\nMR. KOBACH:  In theory, it could be done, but it would take time. If I could --\n\nSEN. SCHUMER:  Yeah.  Well, no one is saying, you know, your plan is one plan, but it's not the only one that all \n12 million people apply and --\n\nMR. KOBACH:  Right, but the --\n\nSEN. SCHUMER: -- get their papers processed in a year.  Certainly everyone should have to register immediately \nso you avoid fraud and stuff, but not be processed, not put on the path.\n\nMR. KOBACH:  But the 2007 bill actually said from this date you have 12 months and everybody has to come in.  \nSo we actually didn't allow the time to --\n\nSEN. SCHUMER:  But you could phase it in, right?\n\nMR. KOBACH:  In theory one could.  I want to mention one other point about commissions.  You know, we did have \na very big and important commission, the Jordan Commission which studied immigration reform.  And I think it's \nfitting for everyone to go back and reread that commission's report because they had a lot of good \nrecommendations.\n\nAnd on the subject of legal immigration, one of their points was that, yes, legal immigration is good, but within \nreasonable limits, and that's my view too.  You have to have limits that -- so you don't displace American workers, \nand you have to have limits so that you don't overload our assimilation systems, so that our melting pot continues to \nwork and that people continue to recognize themselves as Americans.\n\nSEN. SCHUMER:  You do admit obviously that the present system is broke?\n\nMR. KOBACH:  Well, I'll admit that some aspects of it are broken, but actually, our enforcement aspects have been \nworking relatively well in the last year.  Because of the increased worksite enforcement that ICE has been engaged \nin and also because of some of these systems from states like Arizona that compel E-Verify.  You've actually seen \nself-deportation from certain jurisdictions, especially Arizona, because of the enhanced enforcement pressure.\n\nSEN. SCHUMER:  I think one of the witnesses testified that the number of illegal immigrants here in America had \nnot gone down.  It hadn't gone up, but it hadn't gone down.\n\n\n\nMR. KOBACH:  According to --\n\nSEN. SCHUMER:  Is that your view?\n\nMS. MEISSNER:  That was mine, yes.\n\nSEN. SCHUMER:  Yes.\n\nMR. KOBACH:  I believe that that's incorrect.  According to the current population survey of the U.S. Census \nBureau in Fiscal Year 2008 -- and these numbers were reported by the Center for Immigration Studies, in 2008, \nthere was a net decrease of 1.3 million illegal aliens.\n\nSEN. SCHUMER:  You disagree with that, Dr. Meissner?\n\nMS. MEISSNER:  If you take deportations which is normal course of enforcement --\n\nSEN. SCHUMER:  Sure.\n\nMS. MEISSNER: -- the old -- there has not been enough change in the size of it.  It's just not growing.\n\nSEN. SCHUMER:  Okay, let's see here.\n\nYeah, Mr. Medina, yeah, I think the labor movement has had a change in the view -- in its views on immigration \nover the last five years, fairly dramatic, led by your union, I would say.\n\nAnd could you tell us why you think immigration reform done in the right way would not hurt the members of your \nunion, many of whom compete with immigrants for jobs?\n\nMR. MEDINA:  We think that the problem right now, Senator, is that you have millions of workers with no rights, \ncan't defend themselves, taken advantage of by the employers.  And under that situation where you have un-\nrecommended workers, guest workers, and native workers, that you wind up with a situation where everybody \nsuffers.\n\nAnd we believe that the best way to ensure is to have a level playing field for all employers that have to comply with \nthe laws, that have to do the same things whether it be OSHA (ph) or wage and hour laws, and that also are \nprotected by our labor laws, that that will do more to protect the standard for workers in this country than anything \nelse we could do.\n\nSEN. SCHUMER:  And do you -- does most of the labor, I mean SEIU has been, as I said, ahead of the curve on \nthis issue.  Do you think most of the labor movement now supports what you are saying here?\n\nMR. MEDINA:  This position that we took has been endorsed by every union and the Change to Win Federation \nand at the AFL-CIO.\n\nSEN. SCHUMER:  Okay.\n\nMR. MEDINA:  So we are all on the same page.  I know much has been made about divisions within labor in the \npast, but in reality, we were on the same page with 90 percent of the issues.  The one question that we were \nwrestling with was future flows --\n\nSEN. SCHUMER:  Yes.\n\nMR. MEDINA: -- and how you address them.  We now come to a process that we believe would deal with that \nquestion and so we are all moving forward.\n\n\n\nSEN. SCHUMER:  If I sat down -- if I sat you down with say Mr. Moseley, do you think you could come to an \nagreement on how to structure it?\n\nMR. MEDINA:  I believe so.  I think that one of the things that we really are working hard is to have this \nconversation with every stakeholder.\n\nSEN. SCHUMER:  Well, that's what we hope to encourage here on the four or five major issues that get in the way \nof immigration reform, but -- on guest workers, which helped bring down the bill last time you heard I think John \nKyl.  You think that business and labor could come to an agreement?\n\nMR. MEDINA:  I think that everybody is sick and tired of a system that doesn't work.\n\nSEN. SCHUMER:  Yeah.\n\nMR. MEDINA:  And I think people want to make it work.\n\nSEN. SCHUMER:  Now, I think the time is right.  I do.\n\nDo you agree with that, Dr. Doris?  Are you Dr. Meissner or --\n\nMS. MEISSNER:  No, I'm just Ms. Meissner -- (laughs.)\n\nSEN. SCHUMER:  Ms. Meissner, former commissioner.  I used to call you commissioner.\n\nMS. MEISSNER:  Right, you can.\n\nSEN. SCHUMER:  Do you think labor and business could come to an agreement on the guest worker?\n\nMS. MEISSNER:  I don't know because I don't -- I mean, I don't know all of the issues but -- the political issues.  But \nI will tell you that --\n\nSEN. SCHUMER:  Just your hunch.  You have more experience.\n\nMS. MEISSNER:  No, I do think so.  And I actually think that -- there is an idea here that I want to throw into the \nmix, which is an idea that we also came up with in the America's Future Task Force, and it's the idea of provisional \nvisas, which is a visa -- a new visa stream that is -- starts out as a temporary visa, but can also become a visa that \nleads you into permanent immigration.\n\nSEN. SCHUMER:  Right.\n\nMS. MEISSNER:  And I think that in -- and that is the reality of the way things happen on the ground, is that people \ntend to come for temporary reasons whether they are high-skilled or low-skilled.  Right now, with H-1Bs, we have \nfound a way that they should be allowed to adjust.\n\nBut that kind of a concept of a visa that actually may start with one purpose, but as people attach to the labor \nmarket, and as conditions change, may ultimately make it possible for them to be eligible to become permanent is \nanother form of flexibility that we need.\n\nSEN. SCHUMER:  Right.\n\nMS. MEISSNER:  And I think ideas like that in connection with discussions among constituency groups, business \nand labor, do offer the opportunity to some real synergies.\n\nSEN. SCHUMER:  Mr. Medina, is that -- on the outset something you'd consider?  I'm not asking you to endorse it.\n\n\n\nMR. MEDINA:  We are always really eager to sit down and have conversations to figure out how we solve it, \nabsolutely.\n\nSEN. SCHUMER:  Now, I just want to ask each of you a final question.\n\nIf the goal is to come up with comprehensive immigration reform that would get the support of the majority of the \nAmerican people, and majority of the House, and majority of the Senate, which issue do you think is our biggest \nstumbling block?\n\nOkay, you can have a minute to think about it; sort of, like asking what's your favorite song.  It's hard to pick one, \nright?\n\n(Laughter)\n\nYour favorite movie.  Go ahead, Ms. Meissner.\n\nMS. MEISSNER:  I think it remains the issue of legalization.\n\nSEN. SCHUMER:  And how -- you mean the path to citizenship?\n\nMS. MEISSNER:  No, the idea of -- the idea that a legalization program is rewarding law-breaking.\n\nSEN. SCHUMER:  Right.\n\nMS. MEISSNER:  And the continued inability to have that conversation and -- so that I think that it ultimately \nbecomes -- the most difficult issue continues to be a political issue, not a substantive policy issue.\n\nSEN. SCHUMER:  Right, but again my view is that at least that view is muted, a) if the path to citizenship has -- is a \nreal path and has penalties and other types of things, but it is reasonable, okay? You know, Mr. Kobach would just \ncall anything amnesty, but if you rob somebody and serve five years in jail and then come out, it's not amnesty, \nokay?\n\nOr in a -- or you get fined, in the laws you're fined --\n\nMS. MEISSNER:  Right.\n\nSEN. SCHUMER: -- and you pay it, it's not amnesty.  Amnesty is saying we absolve you, and no one is for that.  So \nI thought it was sort of unfair for you call this program amnesty, you know.  That's not what it is.  And I'll let you \nrespond to that.  But my view is --\n\nMS. MEISSNER:  But I think explaining that is the critical issue.\n\nSEN. SCHUMER:  Yeah, but again, I think most Americans, at least the polling data I have seen, and talking to \npeople, their greatest fear is not this time's path to citizenship because they know that there is no real other solution \nand they are not happy with the present.\n\nBut that is going to happen again and again and again.  And as most of you know, I have some thoughts on that \nissue which we're not going to discuss at this hearing.  But I think there are ways to convince people it's pretty \nfoolproof.\n\nWhat do you think, Mr. Medina?\n\nMR. MEDINA:  I would agree with Ms. Meissner,  But I think that all the polls and all the focus groups that have \nbeen done -- because once people understand this is nor Ronald Reagan's amnesty, this is earned legalization, \n\n\n\nwhere you will have to pay a fine, you have to be gainfully employed, you have to undergo a background check, you \nhave to learn English and integrate yourself into society --\n\nSEN. SCHUMER:  Go to the back of the line, would you --\n\nMR. MEDINA: -- that you have to earn it.  Go to the back of the line, it is earned legalization, not amnesty.  When \npeople hear that, I think they say, that sounds like a good thing to me, let's fix it. And so I think --\n\nSEN. SCHUMER:  I think what the polling data shows is when it's described as amnesty they say no, and then \nwhen you describe it without either calling it amnesty or legal path -- you know, path to legalization, people say that \nsounds good.  They list the five or six things that you have.  But that's not how it always works.\n\nWade -- Mr. Henderson?\n\nMR. HENDERSON:  Please call me Wade, Mr. Chairman.\n\nSEN. SCHUMER:  Yeah, you can call me --\n\nMR. HENDERSON:  Actually --\n\nSEN. SCHUMER:  If I'm going to call you Wade, you can call me Chuck.\n\nMR. HENDERSON:  All right.  I actually think, sir, that your formulation really highlights the greater difficulty I think \nin securing public support for comprehensive reform as we've described it.\n\nI would agree with both Doris Meissner and Eliseo Medina about legalization being a challenge, but I don't think it's \nthe most difficult challenge.  I think the public is there.  I think for all kinds of compelling reasons they will embrace it \nin time.\n\nI think you'd identified what is probably the greater challenge, which is to convince the public that this will not -- this \nprocess will not have to be repeated --\n\nSEN. SCHUMER:  Exactly.\n\nMR. HENDERSON: -- again every decade as now has been the case in order to accommodate this new flow --\n\nSEN. SCHUMER:  Right.\n\nMR. HENDERSON: -- of undocumented individuals.  I think that's number one; hand in glove with that goes this \nissue of a secure form of identification that helps to ensure --\n\nSEN. SCHUMER:  Oh, yes.\n\nMR. HENDERSON: -- that both individuals who are given access to legalization, as well as those given access to \nemployment have gone through a process that ensures that they are the individuals they purport to be, and that that \nform of identification will be buyable and not then be somehow used improperly --\n\nSEN. SCHUMER:  Right.\n\nMR. HENDERSON: -- in other contexts, whether it's for purposes of harassment in the law enforcement sense, for \npurposes of exclusion under voter ID laws.  There are many permutations of this issue --\n\nSEN. SCHUMER:  You think it's doable?\n\nMR. HENDERSON:  I think it is doable, but I think --\n\n\n\nSEN. SCHUMER:  You know for the audience, Wade -- Mr. Henderson used to be ACLU, so his previous hat is \ngoing to be valuable in helping us do this right.\n\nMR. HENDERSON:  I think it can be done, but I think it's going a real challenge.\n\nSEN. SCHUMER:  Yeah.\n\nMR. HENDERSON:  I think it's a challenge.\n\nSEN. SCHUMER:  Yeah.  Mr. Kobach, you get the last word.  What's going to be the toughest part of this?\n\nMR. KOBACH:  Mr. Chairman, if I might just --\n\nSEN. SCHUMER:  Aside from convincing you.\n\nMR. KOBACH:  Aside from -- let me just go to your discussion about the term \"amnesty.\"  I think an amnesty would \nprobably be defined as something that gives the unlawfully present alien, legal --\n\nSEN. SCHUMER:  No, why don't you define amnesty without using the specific?  What is amnesty in general?\n\nMR. KOBACH:  Well, think of the analogy of a thief.\n\nIf you give a thief an amnesty, an amnesty would include forgiving him for his crime after he's paid his -- or maybe \nnot making him pay a penalty, but you certainly wouldn't say that an amnesty has to include giving the thief the \nmoney that he stole.\n\nNow, what has an illegal alien taken?  Presence in the United States that was not given to him.  So therefore an \namnesty should not include -- in my view, a true amnesty or a good amnesty would not include giving him what he \nhas taken.\n\nWhat kind of amnesty could I support?  Well, here's one, and maybe you didn't think I could support one, but that is \nright now we have a 10-year bar that says if you've been unlawfully present in the United States, you can't apply for \na visa for 10 years.\n\nI would say, don't give the illegal alien lawful presence in the United States right away.  So you can go back to your \nhome country, and you can get in line with all the other millions of people, and we won't impose that 10-year bar.\n\nThat will be the kind of amnesty I could accept, because it would actually encourage people to go home, and it \nwould encourage them to get right with the law.  But as far as the stumbling block, I agree with former \nCommissioner Meissner.\n\nThe biggest stumbling block is the sentiment of the American people that -- this is according to a Rasmussen poll -- \nin August of 2008, 69 percent of voters say controlling the border is more important than legalizing the status of \nundocumented workers.  And I think the American people are right, and the American people would probably prefer \nto let' see -- to see for a while if enforcement --\n\nSEN. SCHUMER:  And let me ask this, if you said you could do both, would they say yes or no?  Controlling the \nborder and -- what was the second part?\n\nMR. KOBACH:  The second part --\n\nSEN. SCHUMER:  With the Rasmussen poll, what was --\n\nMR. KOBACH:  Oh, controlling the border and yeah, legalizing the status of undocumented workers.\n\n\n\nSEN. SCHUMER:  Okay, if you said both or neither, what do you think the American people would say?  Just \nanswer the question.\n\nMR. KOBACH:  If the American people had said both or neither?\n\nSEN. SCHUMER:  Yeah.\n\nMR. KOBACH:  That's an interesting question.  I've never seen that question polled.\n\nSEN. SCHUMER:  Okay, what do you think?\n\nMR. KOBACH:  I think probably most would say neither, because I think the reaction -- they already perceive that \nthe border is uncontrolled, and so therefore legalizing would be a change from the status quo.  So they'd probably \nsay rather have the status quo than an amnesty program, and I think you'd probably get that result.\n\nSEN. SCHUMER:  Right.  Anyone else want to say anything here? Because we're going to probably call on you in \nthe future to help us.\n\nWell, then I thank you.  This has been a great start, and as I said, I'm optimistic using the formulations that we've \ntalked about today that we might, not for sure, and boy, it's hard; I don't want to give anyone the illusion that this is \neasy, but we might be able to get something done that really stands by the basic view that Americans support -- like \nlegal immigration and don't like illegal immigration and implement something that makes that happen.\n\nWith that, I want to thank our panel, not only for their wisdom, and their excellent testimony, and their patience, but \nfor being here. And just before we break, I have to ask unanimous consent to -- to what?\n\nTo put -- okay, at this time I'd also like to submit for the record testimony from the following organizations; AFL-CIO, \nAsian American Justice Center, Economic Policy Institute, El Paso Police Department, Essential Worker \nImmigration Coalition, National Korean American Service and Education Consortium, New York (Immigrant ?) \nCoalition, Partnership for New York, Services, Immigrant Rights, and Education Network.\n\nSo without objection, those are added to the record; the record's open for seven days.  And with that we are closing \nthis hearing and thanking our witnesses again.\n"}