{"title": "The Paydown Plan; O'Brien appointed as Penn State's New Coach; Seacrest's New Hosting Job; New Hampshire Showdown; Wrongly Deported Teen Back in U.S.; Adopted Child Taken from Couple", "body": "\nDON LEMON, CNN ANCHOR: Hello, everyone. You're watching CNN. I'm Don Lemon. Thank you so much for \njoining us.\n\nWe're going to begin with developing political news.\n\nNew Hampshire is getting real close, just three days before the nation's first presidential primary. But there are \nmiles to go before the candidates sleep and miles to go before the voting begins, starting with a pair of hugely \nimportant televised debates.\n\nWe want to check in with two of CNN's best on the ground in Manchester tonight. CNN political editor Paul \nSteinhauser is there and so is CNN's political reporter Shannon Travis.\n\nGood to see both of you. You look very happy. I know you've been working your butts off, but you look lively.\n\nPaul, we're going to start with you. There is a debate tonight, another tomorrow. Why are they so important?\n\nPAUL STEINHAUSER, CNN POLITICAL EDITOR: Well, listen, Don. These debates, we've seen the whole cycle, \nhave been so outsized in importance like we've never seen before in previous contest.\n\nI mean, these debates, you know, you've seen them -- they make and break candidates. They broke Rick Perry. \nThey've broken Herman Cain and some others. Well, that could happen again tonight.\n\nThe other thing, Don, we haven't had a debate. There have been 13 this cycle, but you know, we haven't had one in \nthree and a half -- almost a month now. Three and a half weeks to a month.\n\nIt has been a while and a lot has change. We've lost a candidate, Michele Bachmann. We've got Rick Santorum \nwho now -- remember, he used to be on the sidelines on these debates, kind of off to the side. Now, he's going to \nbe right in the middle.\n\n\nListen, Mitt Romney is used to the scrutiny. We'll see if Rick Santorum is also used to scrutiny.\n\nAnd I got to say one other thing, when I stand next to Shannon Travis here on the camera, I make him look so \nsmall because I'm so big and strong.\n\n(LAUGHTER)\n\nLEMON: Oh, my gosh! I don't know about that! I don't know about that.\n\nShannon, let's bring you in here because he mentioned Rick Santorum and Rick Santorum has said during the \ndebates, you know, us people who are here on the end, we don't get as many questions. It's usually the folks in the \nmiddle, like Mitt Romney who is in a very strong position, Shannon here. And basically unless he makes some \nmajor gaffe, a major mistake, there's a battle underway for second place and that's really about it.\n\nSHANNON TRAVIS, CNN POLITICAL REPORTER: And that is a key point. I mean, Paul talked a lot about Rick \nSantorum, how he hasn't really been tested that much during the cycle because to be honest with you, not a lot of \npeople, especially in the media, have paid much attention to Rick Santorum. That all changes now.\n\nSo, in terms of this race for second place, you've got Rick Santorum, almost tied with Mitt Romney in the Iowa \ncaucus, eight-vote difference between the two. But you can best believe Rick Santorum is going to come out hard \nagainst Mitt Romney tonight. He's already been doing that out on the campaign trail.\n\nBut in terms of other people who want that number two, Ron Paul -- he is doing very well in polling here in New \nHampshire. He would like that spot. Rick Perry after his reassessment, you can expect him come out strong. And \nas Paul just mentioned, Newt Gingrich as well.\n\nYou can expect to see a new Newt Gingrich tonight because he wasn't so happy about a lot of those ads against \nhim that supporters of Mitt Romney ran.\n\nLEMON: Let me -- let me jump in here, Shannon, because that's really my next question. I went away for the \nholidays, didn't follow much attention, because I just wanted to relax. I come back, because Newt Gingrich was \npretty close to the top. He's like Newt Gingrich -- Newt, oh, my gosh, he's surging, surging.\n\nSo, now I come back, and he's not. So what does he have to do? Paul or Shannon, either one can answer this -- \nwhat does he have to do in these debates to get -- to raise back up, if that's possible?\n\nSTEINHAUSER: He can do it, too, because we've seen him in all these debates.\n\nRemember he was nobody in the polls? Everybody always said he was a strong debater. So, this is one of the \nplatforms he needs.\n\nOne of the reasons he hasn't been able to bounce back in these polls yet is because he hasn't had a debate \nopportunity. This weekend, he gets two. We do have a double header here. We've got one tonight. Let's play \nanother one tomorrow morning.\n\nSo, this is the golden opportunity for Newt Gingrich to get back in it, Shannon. TRAVIS: Absolutely. I mean, Newt \nGingrich, as Paul just said, he is a real strong debater, so a few more -- tonight and tomorrow, a few good strong \ndebate performances, Newt could be back in the game. And again, how negative is he going to go, he keeps \nsaying, I'm just going to tell the truth. I'm not going to go negative.\n\nBut can he make a dent in this Mitt Romney armor?\n\nLEMON: You know, Paul, I think it's -- I think Newt Gingrich has a point to some extent when he says it depends on \nwhat you think negative is. If you think the truth is negative. And so, I think he has a point with that.\n\n\n\nThe truth isn't always negative. But just because there's something bad about another candidate that you want to \npoint out, the candidate may have, you know, something in his past that may be a bit controversial. By pointing that \nout, is that necessarily negative or is he just honestly telling the truth about someone's character and history?\n\nSTEINHAUSER: Is it a good point, but I think Newt Gingrich, in a way, is trying to have it both ways. He says I'm \nstaying positive, but at the same time, he keeps hammering Mitt Romney for being moderate Mitt from \nMassachusetts.\n\nSo, I mean, is that a little bit of an attack there? Maybe it is, or he's just describing Mitt correctly?\n\nI think Newt Gingrich is trying to have it both ways. Listen, he needs to do something to get back into this thing. If \nhe doesn't in one of these debates here or South Carolina, it's going to be over for Newt Gingrich.\n\nTRAVIS: And one last thing, Don, in terms of the truth versus negativity. There is the truth, what you point out, what \nyou see as inconsistencies in your rivals' records.\n\nAnd then there's also nasty, negative ad. We saw that ad against Jon Huntsman by some supporters of Ron Paul, \napparently, which is just really an awful ad. Even Ron Paul himself has disavowed it. It takes aim at his children and \nthings like that.\n\nSo, there's the truth and then there's just really nastiness.\n\nLEMON: All right, guys. Your three minutes are up for now. But we'll have you back.\n\n(LAUGHTER)\n\nLEMON: Thank you. Looking forward to it. We'll see you later. Thanks, Shannon and Paul.\n\nListen, stay with us for \"The Best Political Team on Television\" for complete coverage of the New Hampshire \nprimary. Mr. Wolf Blitzer, Erin Burnett, Anderson Cooper, Candy Crowley, John King, live coverage. Make sure you \njoin them. That's Tuesday night, 7:00 Eastern, right here on CNN.\n\nAll right. We have some other news to cover, including this story, an American teenager wrongly deported to \nColombia now back on U.S. soil. Fifteen-year-old Jakadrien Turner lied her way into serious immigration trouble. \nBut now that she is back, her family wants the government to pay for not figuring it out.\n\nOur Ed Lavandera was there for the long awaited reunion.\n\n(BEGIN VIDEOTAPE)\n\nUNIDENTIFIED MALE: We're so happy and we're ready to get her home. We're happy to have her back.\n\nED LAVANDERA, CNN CORRESPONDENT: The stunning and embarrassing saga involving 15-year-old Jakadrien \nTurner culminated Friday night here at the Dallas airport with Turner walking out of the airport, walking hand in hand \nwith her mother and grandmother. It was her grandmother who spent months and months scouring the Internet \ntrying to find any kind of sign of her granddaughter who had ran away from home in November of 2010.\n\nThat was when this story all began to unravel, when Turner was arrested in Houston in April of last year, gave \nauthorities the fake name of Tika Cortez, and said she was illegal immigrant from Colombia. Essentially, the \nteenage runaway got herself deported and now she is back in Dallas.\n\nThere are still a great number of questions that remain unanswered as to how she could have fooled so many \npeople in so many ways and her attorney says that someone will have to pay for that.\n\nRAY JACKSON, TURNER FAMILY ATTORNEY: Make the people who are responsible pay for the civil rights \nviolations that Ms. Turner has had to go through.\n\n\n\nLAVANDERA: Jakadrien Turner walked out of the airport here visibly emotional and overwhelmed by the attention \nthat her story has received here. Her mother and grandmother left without saying anything. They were very quiet.\n\nBut one person close to the family says that all she wants to do is sit around and watch television with her family \nand try to reconnect after so much time.\n\nEd Lavandera, CNN, Dallas, Texas.\n\n(END VIDEOTAPE)\n\nLEMON: All right. Ed, thank you very much.\n\nSo, this next story is about a little -- do you know anyone who has adopted a child or if you've adopted a child, you \nprobably don't know that this could happen.\n\nTwo years old, taken away from the only parents she's ever known. Now, the birth father has her, all because of a \nlittle-known U.S. law. Two minutes away from that story.\n\nLEMON: You really want to pay attention to this story.\n\nA 2-year-old child ripped from the arms of the only parents she has ever known. And the court is making them stand \nby and just let it happen. Her biological dad turned up and took her halfway across the country.\n\nOur George Howell explains why the federal law is on his side.\n\n(BEGIN VIDEOTAPE)\n\nGEORGE HOWELL, CNN CORRESPONDENT (voice-over): Veronica, a toddler, adopted and raised by the couple \nshe's known since birth. Taken from them by a court order on New Year's Eve and turned over to the Native \nAmerican biological father she has never meant. A family torn apart by a law designed to keep Indian families \ntogether.\n\nThe parents are Matt and Melanie Capobianco.\n\nMELANIE CAPOBIANCO, ADOPTIVE MOTHER: Matt said when we had to do the transfer, it was like he was \nfailing her as a father, to send her off with people that she didn't know, what she must think of us.\n\nHOWELL: The Capobianco say it was an open adoption. Veronica's biological mother was in full agreement. But \nwhen Veronica was 4 months old, the biological father Dustin Brown filed suit to get her back. Brown's attorney \nsays he claimed he'd been tricked into signing papers agreeing to give up his daughter.\n\nBrown won full custody of his daughter under a law called the Indian Welfare Act of 1978. The law was designed to \nkeep Indian children and their families together.\n\nCNN legal analyst Avery Freidman says in this case, the law was misused.\n\nAVERY FRIEDMAN, CIVIL RIGHTS ATTORNEY: It's a wonderful law which seeks to preserve the integrity of \nfamilies, of Native Americans. But it cannot be used as a bludgeon to destroy, you know, the integrity of an existing \nfamily.\n\nHOWELL: The assistant attorney general for the Cherokee Nation says the law is clear.\n\nCHRISSI ROSS NIMMO, CHEROKEE NATION ASSISTANT ATTORNEY GENERAL: Some of the protections \nprovided by the Indian Child Welfare Act, there's a placement preference if children are removed by the state or if \nthey're placed in private adoption placement. The first preference is for a family member.\n\n\n\nHOWELL: But in cases like this, what about the child?\n\nMATT CAPOBIANCO, ADOPTIVE FATHER: I mean, everybody keeps saying how bad they feel for us. But, I \nmean, she's a 2-year-old girl that got shoved in a truck and driven to Oklahoma with strangers.\n\nHOWELL: The Capobiancos thought the transfer would happen on New Year's Day. But it happened on New Year's \nEve, a lot sooner than they were prepared for. They've gotten to speak with Veronica once a day after she was \ntaken away.\n\nMELANIE CAPOBIANCO: She said, \"Hi, Mommy! Hi, Daddy!\" She sounded really excited to hear us. She said, \"I \nlove you, I love you,\" numerous times.\n\nHOWELL: Their daughter starting the New Year with an entirely new family, the only family Veronica has ever \nknown starting the year without her.\n\n(END VIDEOTAPE)\n\nLEMON: George Howell joins me right here live in the studio.\n\nSo, George, outrageous story. And I'm sure people are reacting in kind.\n\nHOWELL: Don, we've gotten a lot of calls. We've been covering the story all day. A lot of outrage, as you can \nimagine. Some people are really upset about what's happened to the Capobianco family -- a lot of concern about \nVeronica who right now is in the middle of this tug- of-war.\n\nNow, we did speak with Dustin Brown's attorney and she tells me that Veronica has transitioned well to the new \nfamily. That she's doing OK. She got to speak to the Capobiancos a day after that transfer, but they have not heard \nfrom her since then.\n\nLEMON: Can you imagine? I mean, just your heart -- oh, right around the holidays.\n\nHOWELL: Either way you look at it, it tugs at your heart.\n\nLEMON: Yes, it does, it does, it does.\n\nSo, what's next? Any new information on this? What's going on?\n\nHOWELL: Yes, just a few minutes ago, I did get a new statement. This is from the family. I want to read this to you. \nThis statement says the issue in this case is that lower court applied the federal Indian Child Welfare Act in such a \nway that it abrogates the South Carolina adoption law. This is one of the issues that is being appealed here.\n\nSo they plan to basically take this to the South Carolina Supreme Court. They plan to appeal, but that could be \nheard over the summer.\n\nLEMON: So not a done deal yet.\n\nHOWELL: Not yet.\n\nLEMON: And lots more reporting to do on this. All right. We wish them well. HOWELL: Don, thanks.\n\nLEMON: All right. Thank you, George. Appreciate it.\n\nYou know, the economy is front and center this election year, but a big part of the issue is not getting very much \nattention. Noted author, TV personality and thought leader, we call him a thought leader, Tavis Smiley, wants to \nchange that. He wants a discussion on poverty in America to become front and center in 2012.\n\nTavis joins me live to talk about it.\n\n\n\nTavis, we've got to do it, we got to get a break, in two minutes.\n\nLEMON: We've been talking a lot about politics here and we're going to go even deeper.\n\nThe New Hampshire primary is just three days away. The Republican presidential race has never been hotter. But \none issue that doesn't get much attention from any candidate or even the president -- poverty.\n\nAuthor and commentator Tavis Smiley wants to put poverty back on the nation's political agenda. You've probably \nseen him and Professor Cornel West going all around the country talking about this issue, bringing it to the fore.\n\nTavis joins me now from Washington.\n\nGood to see you, Tavis.\n\nListen, next Thursday, you're going to host a televised event called Remaking America From Poverty to Prosperity.\n\nThe Republicans want votes. The president is trying to connect with voters so he can get reelected. But they aren't \nreally talking about poverty much. Why is that?\n\nTAVIS SMILEY, PBS BROADCASTER/AUTHOR: Yes. First of all, good to see you. And happy New Year. Dr. West \nsends his regards.\n\nAnd I was thinking, we say \"Happy New Year\" so easily, just flows off our lips. But for so many Americans, Don, this \nis not going to be a happy New Year unless and until we start talking about the elephant in the room, and that is the \nissue of poverty.\n\nIn the last presidential campaign, those three debates between Obama and McCain, the word poverty or poor didn't \ncome up one time. President Obama, Senator Obama at the time, didn't mention it. Mr. McCain didn't mention it. \nNone of the moderators even asked about it.\n\nThe country was tanking. The economy was tanking at the very moment, nobody raised the issue of poverty. Since \nthat time, these numbers are just abysmal. They are unacceptable. The most recent number, one out of two \nAmericans is either in poverty or near poverty. I wasn't a math major, but that means that half of the country is \nwrestling with the issue of poverty. And so, here we are again in another campaign, and I and others have \ndetermined that with we are not going to let this presidential cycle go from beginning to end without forcing the \nultimate two candidates to not talk -- I mean, to get away with not talking about the issue of poverty.\n\nLEMON: You know, it's interesting that you mentioned that -- I think that came out over the holidays, as I was \nchecking in a little bit, took some time off. But I remember seeing that study and going, wow.\n\nSMILEY: Right.\n\nLEMON: And wondering, have we become just so -- I don't know if immune is the right word -- to this whole idea of \npoverty and being in the midst of it? What is it?\n\nSMILEY: Well, I believe and Dr. West believes, as you mentioned earlier, that the telling of truth allows suffering to \nspeak. If nobody tells it the truth, then the suffering of everyday people gets rendered invisible.\n\nAnd what's happened in this political atmosphere where politicians think they're polls are telling them they ought to \ntalk to the angst of the middle class, what happens is they talk about the middle class, they think they're talking to \nthe middle class. The reality is that the new poor in this country are the middle class.\n\nAnd worse yet, the younger you are, the more likely you are to be in poverty. The fastest of the groups growing \nfastest and falling fastest into poverty happen to be women and children. Something is wrong with a country. That's \nwatching these women and their babies fall into poverty more quickly than any other group right along with that \nmiddle class.\n\n\n\nI mentioned to you during the break right quick that Indiana University, the School of Public and Environmental \nAffairs, is releasing a white paper next Wednesday the 11th.\n\nLEMON: Yes.\n\nSMILEY: A paper, a white paper that we commissioned. And I can tell you exclusively tonight a couple of things I \nsaw from that report that I got a chance to peek at before walking into your studio tonight.\n\nNumber one, the I.U. white paper that will come out to the nation next Wednesday that the media will be talking \nabout, finds a couple of things I think is interesting. Number one: that this great recession has left behind, Don, \nmore long-term unemployed Americans than at any point in the nation's history since we started collecting this data \nin 1948.\n\nBut, worse yet, the white paper coming out next week will say to the nation that, even though the economy appears \nat the moment to perhaps be getting some sort of small uptick -- the White House, of course, happy about that the \nlast few day was this couple hundred thousand jobs bringing online, most of that I think due to increased hiring \nduring the holiday season.\n\nBut even with this economic uptick, this report suggests to us as Americans that the numbers of the poor are still \ngoing to grow even as this economy starts to bounce back. Primarily because the unemployment rate is still way \ntoo high, the phase of the recovery is so anemic. And number three, there have been too many Americans who, \nlong term, have been stuck in unemployment lane.\n\nSo, it's going to get worse before it gets better.\n\nLEMON: Listen, before our time runs out here, I want to talk about two things with you.\n\nSMILEY: Yes.\n\nLEMON: Number one, Remaking America, that event, who's going to be there? What are you doing? And number \ntwo, I know that you and Dr. West have a book coming out in April that's really going to awaken people when it \ncomes to poverty.\n\nSMILEY: Yes. I thank you for asking.\n\nNumber one, Michael Moore, the Academy Award-winning documentarian will be with us live next Thursday at \nGeorge Washington University Lisner Auditorium. Suze Orman, I think the most respected person about these \nissues in the country will be with us. Jeffrey Sachs who wrote the seminal text on poverty, \"The End of Poverty,\" will \nbe with us. Barbara Ehrenreich who wrote that wonderful text, \"Nickel and Dimed\" will be with us. And there are \nothers.\n\nBut you've got Michael Moore and Suze Orman and Cornel West and Barbara Ehrenreich and others in this \nnation's brain trust. Experts talking about this issue, we're going to do our part to keep the nation's attention focused \non the issue and not let these politicians get away not addressing the issue, number one.\n\nAnd to the book you mentioned, Dr. West and I are working on a book called \"The Rich and the Rest of Us.\" It's a \npoverty manifesto that will be out in April. We'll be talking about that in the months to come, about how we get the \nnation to focus on the issue and what the plan, what the priority ought to be, what the process ought to be, to not \njust reduce poverty in America but to eradicate poverty.\n\nLEMON: Make sure you come back and talk to us about the book. Poverty, an important topic -- and you guys are \ngetting it to the nation's attention. We appreciate you coming on. Happy New Year to you as well. Thank you, sir.\n\nSMILEY: Thank you, Don.\n\n\n\nLEMON: You know, parents have a lot of choices to make when it comes to picking the best schools for their kids. \nBut how many know the differences between public and private schools, magnet schools and charter schools. Our \neducation contributor Steve Perry is going to explain right now.\n\n(BEGIN VIDEOTAPE)\n\nLINDY MARTIN, MURPHY, TEXAS RESIDENT: Hi. I'm Lindy Martin from Murphy, Texas. And, Dr. Perry, I'm \nwondering, what is the difference between a charter school, a magnet school, and then, private school and public \nschool?\n\nSTEVE PERRY, CNN EDUCATION CONTRIBUTOR: This is one of the most important questions that people can \nask. Magnet schools are publicly funded, publicly run schools of choice. Magnet schools are typically schools that \nare open for the purposes of making sure there's integration in a particular neighborhood.\n\nThen there are charter schools. And charter schools can be run by the district or they can be run by a private not-\nfor-profit or some cases, a for-profit school.\n\nA traditional public school is just what you're used to seeing, which is the one closer to your house that your kids to \ngo, because you live close to it.\n\nThen, there are Catholic schools and other religious schools. And there are schools that are private and separate \nfrom the public school system.\n\nThe differences are, local public schools are run by the local board of education. Magnet schools are run by the \nlocal board of education. Charter schools are sometimes run by the board of education, but typically by private. \nThen there are, of course, private schools which are run by private organizations.\n\n(END VIDEOTAPE)\n\nLEMON: We have some new information to give you this evening about a missing Atlanta woman who vanished the \nday after Christmas. Her name is Stacey Nicole English. Her car was found abandoned with the engine running but \nthere's been no sign of the 36-year-old.\n\nAnd I spoke with her parents, and they tell me they've just learned there was a 911 call about her car three hours \nafter she was last seen. So, that is some new information there. Also, police say they want to re-question a man \nwho was visiting English for the holidays.\n\nAnd I asked Stacey's parents what they know about him.\n\n(BEGIN VIDEOTAPE)\n\nLEMON: There was someone with her that night, is in St. Louis now. I don't know if it was someone she was dating, \nbut it was a friend. Did they get into an argument and he left?\n\nKEVIN JAMISON, FATHER: By his admission, and we're only hearing one side. She asked him to leave, argument, \ndispute, whatever it was we don't it know because we hear one side.\n\nLEMON: And that was here in Atlanta. Now, he is back in St. Louis.\n\nK. JAMISON: That's correct. And so now this new time line has come forth. Someone had to see something.\n\nLEMON: Do you know this young man? Have you -- did she ever talk about him? Had you ever met him?\n\nCINDY JAMISON, MISSING WOMAN'S MOTHER: Well, she talked to me about him on Christmas Eve because, \nwhile I was talking to her, I know that he came in, and she said that he was coming into the house. She says, oh, \nhe's a friend of mine, and it's not real serious.\n\n\n\nBut they had been dating, is my understanding.\n\nLEMON: If it was someone she had been dating and friendly with, did you try reaching out to him? Is he available to \ntalk to you? Have you spoken to him?\n\nC. JAMISON: Yes. Personally, we called a few days after the first contact to him was made by the APD. And then a \nfew days later, my husband and I just picked up the phone and called him and said, hey, have you heard anything \nfrom her? Have you reached out to call her? And he said no to both questions.\n\n(END VIDEOTAPE)\n\nLEMON: Well, investigators are not calling, not calling that man a person of interest. According to a police report, he \ntold investigators that English was acting out of character during his stay and he says he left after English began \nasking him if he was Satan and told him to go. That's according to him.\n\nMoving on now, it is a big problem for a lot of us. The holidays are past, the bills are coming in. Now, how do we \npay them? What do we do? Advice from a leading personal finance expert is going to help you through it, next.\n\nLEMON: We're just talking here in the studio about a song called \"The Party's Over.\" Shakira's never heard it. The \nparty's over it's time to call it a day. The holidays have come and gone. Maybe you spent a boat load of money on \npresents. Now, here come the credit card bills with the finance charges. It's time to pay up.\n\nTerry Savage who is the author of the book \"The Savage Truth on Money,\" and she's a personal finance columnist \nwith the \"Chicago Sun Times\" and we did work together in Chicago for quite a while. So, she's in Orlando right now \nwith some tips on how to handle the post- holiday debt. I understand you have a pretty neat trick for paying down \nany amount of credit card debt. A trick, how does that work?\n\nTERRY SAVAGE, PERSONAL FINANCE COLUMNIST \"CHICAGO SUN TIMES\": This is truly the card trick of all \ntime. You know, everybody is scared to open the bills. They're coming due. You have the big balance on there. \nThen you look down there and you see that little box, oh, the minimum monthly payment, I can pay that. So here's \nthe trick. Take this current minimum monthly payment, double it. That's the amount you're going to pay and then \nwrite that amount down, put it on a sticky note on your checkbook register or on your computer screen if you're \npaying your bills online. Make that same payment every single month, double this month's payment even though \nthe new minimum is lower. Don't charge another penny, and your credit card will be paid off in less than three \nyears, no matter what the balance. Just keep making that payment. Don't charge another penny, though.\n\nLEMON: OK. So then what about this. A lot of people do it, I hear. What if you transfer the balance to another card \nthat has a lower rate, Terry?\n\nSAVAGE: Yes. Well, you're really fooling yourself because just transferring the balance is - it may give you some \nbreathing room so I'm not going to tell you not to do it. I'm going to in fact show you where to get some good tips on \nwhere to transfer your credit card balances. But then I'll tell you about the fine print. If you go to lowcards.com they \nhave some very interesting offers on the home page of credit card issuers that are offering you good deals to \ntransfer your balance. You can even get a zero percent interest rate. So that's tempting, but you've got to use that \ntime to pay down your credit card bill because the fine print will tell you that if after you transfer, you may encounter \na balance transfer fee. You may encounter rising interest rates within three months or six months, higher than \nyou're even paying right now.\n\nSo if you're going to play the balance transfer game, remember that's giving you time to pay it down. And also, if \nyou don't have good credit, those companies aren't going to want to take your balances from the other cards. But \nit's worth a try anyway.\n\nLEMON: At least you can try. OK, if you're absolutely buried, some people get buried in debt over the holidays.\n\nSAVAGE: Yes.\n\n\n\nLEMON: Because they think they have to buy everything, expensive gifts for everyone. Listen, I don't fall into that \ntrap. I mean, it's - I mean I've learned over the years.\n\nSAVAGE: Oh, no, you don't.\n\nLEMON: Where can you turn, though?\n\nSAVAGE: OK. There is help, but this the sucker time of the year. This is a year where you see the advertisements \non TV and radio saying, \"Oh come to us, we'll negotiate your credit card bills away and so forth.\" Don't be a sucker \ntwice. You've already got the credit card balances. There's one great place to turn for help, it's the National \nFoundation for Consumer Credit, the web site is nfcc.org. The toll-free number is 800-388-2227.\n\nI give that out so often I know it by heart. You can talk to them, either go in for an appointment or on the phone to \nget counseling. That doesn't go on your credit report. You can just get help and advice. Or they have a debt \nrepayment program. They're not wiping out or negotiating your debt, but they do deal with your creditors, it does go \non your credit report. Negotiate maybe lower interest rate. You send them one check in and they pay them out to \nyour creditors. They are supported by the credit card companies who want you to pay, but they will also tell you, \nyou know, if your case is pretty hopeless, they'll lead you to a bankruptcy lawyer. But you don't want to be ripped off \npaying fees. They're non profit. They're free or very low cost. So Nfcc.org to learn more.\n\nLEMON: That's drastic, bankruptcy, hopefully that doesn't happen for people for Christmas. I mean that's not what \nit's about. I've got a trick of my own, when you spend a lot of money for Christmas, usually after the holidays people \nwant to lose weight, so just don't eat. You can kill two birds.\n\nSAVAGE: Don't eat. Yes, then you can combine the extra money to pay down your credit cards. Look, you know, \nDon -\n\nLEMON: You got it.\n\nSAVAGE: People complain about the banks making all this money, all these profits? The fact is, you can take that \nprofit away from them. The late fees and everything else if you just pay down your credit card. So try my card trick.\n\nLEMON: You're the best. Thanks, Ms. Savage, and happy new year to you.\n\nSAVAGE: Happy new year, Don.\n\nLEMON: All right. And it's happy new year. I just said it's January. Certainly doesn't feel like it in the east and really \nin big parts of the country. Jacqui Jeras. So Jacqui, I was talking to friends in Chicago and they're, like, \"I'm driving \naround in a convertible.\" It's been really warm here. I'm loving it.\n\nJACQUI JERAS, AMS METEOROLOGIST: Do you love it?\n\nLEMON: You know I like the heat, you know I don't like the cold.\n\nJERAS: It's so great to be able to get outside and exercise, and usually those New Year's resolutions, maybe get \nthe new bicycle out that you got over the holidays and that kind of thing. Of course it won't last forever and a cold \nfront is moving through, but it's still going to stay above average. We had a number of records today. Check it out.\n\nGalveston, Texas, 75 degrees. Newark, New Jersey, up to 64 in January. And look at that, La Guardia 62, 65 \ndegrees in Bridgeport, Connecticut. Now, the cold front has been pushing across the central U.S. today and as we \nhead towards tomorrow it's going to make its way all the way off the East Coast. Ahead of that thing we've seeing \nthose temperatures between 15 and 20 degrees above where you should be this time of year. The cold front will \ndrop the temperatures only about 10, 20 degrees from where you are now but it's still above normal. Look at New \nYork tomorrow, 44, that's six degrees above average. Tomorrow, Atlanta 63, that's 11 above where you should be. \n\n\n\nAnd check out Minot, North Dakota, 41 degrees for your Sunday. That's double where you should be, right? You \nshould be about 20 degrees for this time of year.\n\nSo it is an incredibly warm air mass. Now one of the contributing factors - people are saying, \"Why is it so warm?\" \nHow can it, you know, this crazy warm in January - well, you've heard of the January thaw before, right? That term \ndidn't come up for nothing. But one of the things that we've been watching is the snow cover. This is how much \nsnow we had on the ground one year ago this week. And today, as we take a look at the current conditions, it just \nalmost disappears, doesn't it? Only 12 percent of the nation has some snow, and that snow kind of acts as a \nrefrigerator. It keeps things cold out there, plus snow is white so that heat from the sun reflects right back out into \nspace. So it really makes a difference. And even with that cold front coming through, we're going to see rain as \nopposed to snow. So looking at some rain showers and even some showers and thunderstorms across parts of the \nsoutheast.\n\nLEMON: Do you know this guy?\n\nJERAS: I do know this guy.\n\nLEMON: And you know what? You didn't eat your way through the holidays because you look great.\n\nUNIDENTIFIED MALE: She does.\n\nJERAS: My goal for 2012 is to do a triathlon, a sprint tri, in May. He's going to help me with the swim because I'm \nnot a good swimmer.\n\nLEMON: This is Mark McDonald. He's kind of changed my whole outlook on nutrition because I used to starve \nmyself right?\n\nJERAS: Right.\n\nLEMON: Try to workout.\n\nJERAS: But you just told people you're not going to eat.\n\n(CROSSTALK)\n\nLEMON: Mark's going to tell us that don't have to starve yourself. You get to eat so much. I can't eat all of this. He \nhas got four tips to make this the best year ever. It's not one of those things you hear (INAUDIBLE) holidays, \"Oh \nyou know what? How do you get healthier? How do you lose weight?\" This isn't one of those segments. This is real. \nYou want to stick around. Mark McDonald, back in a moment.\n\nLEMON: If you guys only knew what happens in the studio during the commercial breaks. People are running \naround. Great food, great parties, I'm sure you (INAUDIBLE) and not a whole lot of exercise. Does that sound \nfamiliar?\n\nMARK MCDONALD, HEALTH & FITNESS EXPERT: Yes.\n\nLEMON: It happens to all of us. So before you dive into a crash diet for the new year, let's bring in Mark McDonald. \nHe is a fitness and nutrition expert, the author of there's the book, it's called \"Body Confidence, Three Step System \nthat Unlock Your Bodies Full Potential.\" OK. Now we have that business out of the way. You said you have four \ntips, right. Four tips that are different.\n\nMCDONALD: Yes.\n\nLEMON: But, basically, at the bottom of this, it's really about balance, right?\n\nMCDONALD: It's all balance.\n\n\n\nLEMON: So start with the first tip. What's the first one? You said to balance - have the right strategy, which is what?\n\nMCDONALD: To use the right strategy, which is twofold. You know, when people start the new year, they want to \ncut, restrict, get that weight off. So using the right strategies rather than focusing on calories, inverse calories out \nwe got to stabilize your blood sugar which is what you do, eating every three to four hours, the right amount of \nprotein, fat and carbs, and the right calories per meal. Five to six times a day, you stabilize your hormones, release \nyour stored fat and then you dive right into the tip.\n\nLEMON: Here's the thing that I want to tell you. When you're starting, you're trying to get to your goal or whenever \nyou want to be, you're a little bit stricter, right? You want to eat clean. Once you get there, here's the secret with \nthis. Once you get there, all you have do, you can pretty much eat what you want within limitation. If you want \nwings, sometimes, you can do that, you know, in moderation. But you can eat. And so what I used to do and what \nmost do, they starve themselves, right? Work out every day and do a lot of cardio and then starve at night. I would \nget skinny -\n\nMCDONALD: But then you rebound. I mean that's what you used to do. When we first met, you said, \"I used to just \nstarve, starve, starve. You face gets sunken in, you crave and you are irritable and cranky.\"\n\nLEMON: Oh, I'm so irritable.\n\nMCDONALD: And then you would rebound.\n\nLEMON: Now my team now knows what was behind it. Go ahead.\n\nMCDONALD: And then you would rebound and you put all that weight back on. So you need to enjoy your food. \nAnd then once you enjoy your food, you stabilize your blood sugar, the second strategy - to use the right strategy is \noptimizing your exercise, getting the right cardio training.\n\nLEMON: Pace yourself. I just keep saying because this is my experience, and this is the first thing that's really \nworked for me. I used to start with a trainer, \"Oh, I'm going at it, oh, yes, yes, yes.\" Then you're like, you overwork \nyourself. Pace your yourself, that's number two.\n\nMCDONALD: Pace yourself is all about, rather than achieving that goal in two months, imagine if you achieve that \ngoal in two months and then what happens two months later? You lose all of it. If you get it in four months, it's all \nabout pacing yourself, enjoying the process, enjoying your food, not overdoing your exercise either.\n\nLEMON: Making it a lifestyle. OK. Number three you said, enjoy your food. Yes.\n\nMCDONALD: When people diet, they hate their food. You know, you look at your dieting food. So use your herbs, \nuse your sauces. Make sure you're enjoying it. If you hate your meals, you're going to fall off. Don't you enjoy your \nfood?\n\nLEMON: I do enjoy my food. I like that you said, at least now that I can really add flavoring, I can add salt and I can \nadd my Tony Sashry's.\n\nMCDONALD: You love pickle juice.\n\nLEMON: I love pickle juice.\n\nMCDONALD: Why can't you have pickle juice if you love it?\n\nLEMON: I love it.\n\nMCDONALD: And so you add it, you enjoy it.\n\n\n\nLEMON: I'll say, you know what, I really want to do this. I really want a vodka. You say, \"OK, here's how you do it. If \nyou have a vodka, do this, four hours later have some fat.\" Because it then balances.\n\nMCDONALD: Protein and fat, no carbs.\n\nLEMON: Fun with exercise.\n\nMCDONALD: That's the biggest thing. People, if you hate your exercise, you might do it for a moment, but you're \ngoing to fall off. You got to find things you love, whether it's a sport, whether it's walking with your friends and \nfamily, whether it's taking a class. Enjoy your exercise. Find passion for it.\n\nLEMON: Yes, use your favorite sport for cardio, like I like to run. But then every once in a while it's hard on my feet, \nit's hard on my knees. I like to run because you get that adrenaline, you get the idea. So I obviously use that as \ncardio, but then I tried something new. Like I say, I don't want to do Pilates. It's for girls. But do you know my -\n\nMCDONALD: (INAUDIBLE) you said that. LEMON: But do you know that my core has been stronger - I mean, I can \nsee - I've never had really great abs unless I was starving myself. But from doing Pilates which you think would be - \nI'm just saying it a girly exercise, you should think. Not so. You should try new things.\n\nMCDONALD: Every men - most men think Pilates is a girly exercise. Let me tell you, it's the best.\n\nLEMON: It's hard.\n\nMCDONALD: It's all about activating our core. Just how we're sitting now. If our blood sugar is stable, we burn more \nfat. Be smarter, it's what you do. It's not about doing more.\n\nLEMON: I'm leaning in here because I want to tell you how you helped me (INAUDIBLE). I'm going to get these \nbecause I want to snow. So Mark got me these. He said, \"Listen, the thing you don't want to do on holidays when \nyou're out with family, (INAUDIBLE) you don't want to starve yourself.\" I do these. If I can't get the meal I want, I \ntake these little power crunch bars and I eat and they are completely balanced. And there's like berry flavor. There's \n-\n\nMCDONALD: Great product and great in between meals, mid morning then afternoon.\n\nLEMON: And it's balanced. It has the balance that you want. So you can eat this if you can't get to (INAUDIBLE) or \nwhatever tuna or chicken or whatever it is I'm eating. Or sometimes this is is my meal and I love it.\n\nMCDONALD: Exactly. Protein bars and protein shakes are great fillers of the gap, mid morning, mid afternoon, the \nlate night snacks. Because eating five to six times a day is tough.\n\nLEMON: Yes, who are you telling?\n\nMCDONALD: So if you're struggling, this takes you how long to eat? Two minutes.\n\nLEMON: Two minutes. And sometimes I can't eat as much as you want me to eat.\n\nMCDONALD: Exactly. Every time you (INAUDIBLE) to miss a meal, you'd burn muscle and then you go into the \nlunch and eat too much and store fat.\n\nLEMON: All right. I'm tired of just talking to you up here. It's true, people are asking me about it, people at the gym \nthey're stopping me, \"Oh what's that book?\" There are a couple of people here at CNN who started it. Thank you, \nsir. We're going to have you back. Appreciate it.\n\nMCDONALD: Thank you, Don.\n\nLEMON: Stop hugging everybody in the newsroom.\n\n\n\nMCDONALD: Can I hug you?\n\nLEMON: You're freaking me. No, not on national television. His wife and kid are there so don't think something \nweird.\n\nIs Ryan Seacrest about to add morning news co-host to his resume? We'll check it out with \"Entertainment \nWeekly's\" Jessica Shaw. She is next from New York.\n\nLEMON: This guy has more jobs. Well, anyway. Ryan Seacrest possibly moving closer to world domination. There \nare reports that he's being courted by NBC Universal. Jessica Shaw, she writes the \"Shaw Reports\" for \n\"Entertainment Weekly.\" I'm sure you've read it and she joins me now from New York. So listen, what do you think \nthey wanted to do? Can I guess here, Jess? Can I guess here?\n\nJESSICA SHAW, \"ENTERTAINMENT WEEKLY\": Bring it.\n\nLEMON: Because I said it on television before. I don't think that he'd get the main host job. This is just my opinion \nbecause he doesn't have the news chops. But much like I think it's Lara Spencer, who is on -\n\nSHAW: Right.\n\nLEMON: - \"Good Morning America,\" she's like sort of a contributor for entertainment things. Maybe I think that's \nwhat his role would be. Do you think I'm right?\n\nSHAW: I think that's a very good guest. The fact is Ryan Seacrest's contract with \"E\" is up early this year and \"E\" is \nowned by NBC. Now Matt Lauer's contract with the \"Today\" show, also NBC, is up later this year. So people are \nscrambling. They have got to get Matt Lauer to stay. That is, you know, the number one priority at the network right \nnow. But if he decides not to, Ryan Seacrest is a big name, he has a big audience that comes with him and the \ntruth is he wants - he wants world domination. I mean listen, he wants to be more involved with the \"Today\" show. \nAnd you never know what will happen.\n\nLEMON: OK. We'll be watching that. We'll see. Let's talk now about cable because cable late-night TV is getting a \nnew competitor starting tomorrow night. He's a heavy hitter. But an unusual choice. I think he started off as a \nproducer, head of the network and then sort of worked his way into a host role. Tell us about that.\n\nSHAW: That's right. Andy Cohen. You're talking about Andy Cohen, the host of \"Watch What Happens Live\" on \nBravo, which I love. It's like part performance art, part cocktail hour, part group therapy session. It's just this \nhilarious, half-hour show. Now Andy Cohen is an executive at Bravo. He started doing this, he actually started \nblogging and it was very popular, and then he started doing this late- night show two nights a week. It became I \nmean it grew in double digits last year, which is huge in TV.\n\nLEMON: Hey, Jessica? SHAW: Yes.\n\nLEMON: The housewives, that was under his watch. Was that his idea? Was he the brain child behind housewives \nor was it just on his clock that that happened?\n\nSHAW: Well, no. He was definitely instrumental in getting it on the air. Not just the original one of Orange County \nbut the subsequent ones New York, Atlanta, Beverly Hills, I mean, and there are even more in development. So this \nshow is right behind the \"Daily Show\" in terms of female viewers, 18 to 49, which is the coveted viewership. And \nyou know, I think it's great. I love it. I will be setting my DVR.\n\nLEMON: Andy Cohen (INAUDIBLE) talk about world denomination.\n\nSHAW: And Anderson Cooper, CNN's Anderson Cooper, a regular on the show.\n\nLEMON: Yes. Anderson has been on there, you see (INAUDIBLE) on there. And then all of the housewives.\n\n\n\nSHAW: That's right.\n\nLEMON: He has some unusual guests. I think -\n\nSHAW: He doesn't arm wrestle with Andy Cohen the way some other guests have but, you know.\n\nLEMON: But I think like I said -\n\nSHAW: Even now that it's five nights a week.\n\nLEMON: We've been talking about Ryan Seacrest and I think Andy Cohen is on track for very similar because he \ndoes like - I think he is a host sometimes of beauty pageants and all kinds of things. But let's move on.\n\nSHAW: He's done Miss America.\n\nLEMON: Chris Brown, big announcement that involves all of 2012. What's this all about?\n\nSHAW: Yes. Well, I love this story because - so Chris Brown, his people announced that Chris Brown will do no \npress in 2012. Mind you, he's now getting a lot of press for announcing that he is doing no press, which is bizarre. \nBut you know, Chris Brown equally well known for being, you know, an R & B singer and excuse me, beating up his \nthen girl friend Rihanna back, you know, several years ago. So last year he was on \"Good Morning America,\" \nRobin Roberts asked him some questions about -\n\nLEMON: He walked off.\n\nSHAW: -- you know, the Rihanna incident and he walked off. Walked off. A chair was thrown out the window \nallegedly by him. LEMON: I remember that.\n\nSHAW: And right. He's definitely not a media darling. And his people are saying, you know what? We just want his \nmusic to speak for himself. We don't want him to say a word and it's better that way.\n\nLEMON: All right. Jessica, I want to get this in because I think it's very important in the short time we have left. Next \nweek the issue of \"Entertainment Weekly,\" let's go over the must list?\n\nSHAW: Yes.\n\nWell, I think you should have a - I don't have it in front me so all I know that I can think is number one is \"The Good \nWife.\"\n\nLEMON: Oh, I love \"The Good Wife.\"\n\nSHAW: Absolutely.\n\nLEMON: One of my favorite shows. Well written, well acted.\n\nSHAW: I absolutely agree with you. Here's a show that I think had kind of a shaky start this season but in \nDecember the episodes really got it back to, you know, tense and wonderful and I think the show is starting 2012 \nit's going to be great, first couple episodes are really right on.\n\nLEMON: And we have the next List, the must see or must do list for 2012, right there \"A Separation,\" \"The Fault in \nour Stars,\" \"Money Ball,\" \"Downtown Abbey\" and \"The Good Wife,\" of course, my whole team here knows that I talk \nabout it all the time. One of my favorite shows.\n\nSHAW: When you're not talking about \"Downtown Abbey.\"\n\nLEMON: Thank you, Jessica. We appreciate it.\n\n\n\nSHAW: Love that.\n\nLEMON: Thank you.\n\nSHAW: Thanks.\n\nLEMON: One city in need, one very frozen body of water and two nations coming together to help. A first of its kind \nmission and a rare - excuse me, a race against time. The story after the break.\n\nLEMON: Let's check some of our headlines now. New head coach steps up to lead the scandalized Penn State \nfootball program. The school announced Bill O'Brien, the current New England Patriots offensive coordinator will try \nto fill the shoes of Joe Paterno. In November, Penn State fired Paterno, as you know, in the fall out of the child sex \nabuse scandal involving his former defensive coordinator, Jerry Sandusky. A two-ship convoy making a first of its \nkind journey to the (INAUDIBLE) and they're doing it right now. A U.S. Coast Guard ice breaking ship is leading the \nway for a Russian fuel tanker on emergency mission. (INAUDIBLE) has been blocked in by ice. Diesel fuel for the \npolice department and heavy equipment ran out a week ago and gasoline is expected to run out in early February. \nIf all goes well, the two ships will arrive in Nome on Sunday or Monday. Good luck to them. We'll be reporting on it.\n\nI'm Don Lemon at the CNN World Headquarters in Atlanta. Thank you so much for watching. I'll be back here at \n10:00. Make sure you join us then. \"RESTORING THE AMERICAN DREAM,\" a Fareed Zakaria GPS Special on \nfixing U.S. education begins right now.\n"}