{"title": "California's 'Trust Act' bill limiting deportations", "body": "\nLimiting local deportation actions\n\nThe state Senate and Assembly have passed a first-in-the-nation measure that would limit local law enforcers' \ncompliance with federal immigration rules requiring them to report to immigration authorities all arrested people \nsuspected as illegal immigrants.\n\nAfter Senate approval Thursday, final Assembly approval is expected in August, which would send the measure to \nGov. Jerry Brown's desk.\n\nAB-1081, \"The Trust Act,\" declares that the U.S. Immigration and Customs Enforcement's reliance on local law \nenforcers to detain illegal immigrant suspects for deportation review:\n\nShifts a federal responsibility to local police, \"undercutting community policing strategies\" Drains local resources \nbecause the federal government does not pay the full cost of detaining suspects Requires no warrant, proof or \nprobable cause and have been wrongly placed on U.S. citizens. Harms community policing because immigrant \nresidents who are crime victims or witnesses are less likely to report crimes or cooperate with police when that \ncould result in their deportation.\n\nThe legislation would require that:\n\nn No one shall be detained on the basis of an immigration hold after becoming eligible for release from criminal \ncustody, unless, both of the following conditions are satisfied:\n\nThe individual has been convicted of a serious or violent felony, according to a criminal background check or \ndocumentation provided by U.S. Immigration and Customs Enforcement, and The continued detention on an \nimmigration hold would not violate any federal, state, or local law, or any local policy.\n\nIt also would require any local government detaining a person on an immigration hold to adopt a plan guarding \nagainst:\n\nDetaining a U.S. citizen, Racial profiling, and Discouraging crime victims and witnesses from reporting crimes.\n\nLegislation sponsors:\n\nIntroduced by Assemblyman Tom Ammiano, D-San Francisco, and co-sponsored by Democratic Assembly \nmembers Luis Alejo, Salinas; Susan Bonilla, Concord; Gilbert Cedillo, Los Angeles; Mike Eng, West Hollywood; \nWilliam Monning, Santa Cruz; V. Manuel Perez, Indio; Nancy Skinner, Oakland; and Yoriko Yamada, Vacaville; and \nDemocratic state Senators Ron Calderon, Montebello; Loni Hancock, Oakland; and Leland Yee, San Francisco.\n"}