{"title": "THE MASTERS 2002: The world is watching", "body": "\nAugusta --- The leaderboard was beginning to look like a case for the Immigration Service. Singh. Goosen. \nHarrington. Garcia. Cabrera. Jimenez. Bjorn. At that moment, you had to go down to Phil Mickelson to find an \nAmerican in the Masters fray, and he was tied for sixth. It was, you might say, following an ideal set forth by Bobby \nJones and Clifford Roberts, explaining all those many sponsors' invitations to foreign players by Augusta National \nmanagement through the years, grievously offending stateside critics.\n\nUntil Gary Player won the championship in 1961, the Masters was mainly home-cooking. Only Americans won. \nTwice, foreign players launched a challenge, as in 1968, when the crestfallen Roberto De Vicenzo tied with Bob \nGoalby, but signed for an incorrect score and uttered the immortal epitaph, \"I am a stupid.\"\nAJC\n\nGeorge Knudson of Canada tied for second the next year. Player won twice in the '70s and took personal command \nof the foreign challenge until 1980. Severiano Ballesteros won in a blowout, and from that point forward there was \nhardly a year when a player from over the borders wasn't playing a heavy hand. Since that time, 11 Masters have \nbeen won by players from overseas, all from Europe until Vijay Singh broke the ranks two years ago.\n\nFriday, April 12, was being observed as the day of Arnold Palmer's last Masters, but Singh became point man \nagain for the foreign threat. Meanwhile, what was going on in the Masters world of other champions, tested now by \nthe new dimensions of the course?\n\nWell, other than Singh, not so good. Tiger Woods was lurking, and while he's good at that, the game was getting \naway from him. Jose Maria Olazabal was holding his place on the board, and you have to say he's in striking \ndistance, considering that two days of action remain. Bernhard Langer and Craig Stadler would make the cut at 1-\nover, and that brings up memory of the most unlikely playoff in any Masters. Quick now, who was Stadler's playoff \nvictim? Out of distant memory comes the name of Dan Pohl.\n\nThroughout the week, journalism has dealt excessively on Woods, on David Duval, on Charles Howell III, Jack \nNicklaus, and of course, Palmer. Suddenly, it struck. Where is Ballesteros? Is he in town? Finally, I had to check the \npairings, and there he was, matched up with Steve Stricker and Kenny Perry, whose course in Franklin, Ky., I plan \nto stop over and play on the way to the Kentucky Derby.\n\nHow did it go with Seve? Not too well, but there he was, still darkly handsome, chatting away after a round of 81 \nand out.\n\n\n\"Do you give any thought to when you might not come back to play?\" he was asked.\n\n\"I will be back,\" he said. \"I will be back many times.\"\n\nNick Faldo was on the edge when the rain squall struck. Fred Couples, yes. Tom Watson was cruising along until \nhe ran into a 41 on the back nine. Ben Crenshaw posted a 35 on the front nine, then had a train wreck. Larry Mize, \nthe hometowner, came close at 148. Otherwise, the elder former champions were merely playing it out. Tommy \nAaron broke 80 both days, Charles Coody did not, and no one expected more. Player, the little warhorse, would not \nmake it, but he was here for the show. Nor would Ian Woosnam at 155. Fuzzy Zoeller was shot down by a couple of \ndouble bogeys.\n\nWhen the rain struck, Palmer had just parred the 12th, his third par of the day, and was on his way to the 13th. \nThen something out of thin air brought up a flying memory out of the exciting year of 1960, when Palmer won and in \nthe process, \"Arnie's Army\" was mustered.\n\nWe had a part-timer at The Atlanta Journal who covered prep sports for us, a \"stringer\" in our terms, also just a year \nremoved from the penitentiary for forgery. On the side, he ran one of those flying banner aviation services. On \nSaturday afternoon, in the heat of Palmer's charge, a tow plane flew over with a banner that read, \"GO ARNIE!\"\n\nThe next day the plane came over again and the banner read, \"GO --- Arnie's Army,\" as if a message from his \nscreaming throng. The next day I ran across our enterprising \"stringer\" and asked him if that was his plane towing \nthe banners.\n\n\"Sure was,\" he said. \"A fellow paid me $900 Saturday. The one Sunday was mine, on the house.\" furman@ajc.com  \n"}