{"title": "My New \"Atlantic\" Article Making the Case for Abolishing Constitutional Double Standards in Immigration Law", "body": "\nOct 03, 2019( The Volokh Conspiracy: http://reason.com/volokh Delivered by Newstex)  The Statue of Liberty. \nEarlier today, The Atlantic published my article[1] making the case for abolishing double standards under which \ncourts have largely exempted immigration restrictions from constitutional constraints that apply to virtually every \nother exercise of government power. Here is an excerpt:Americans generally take it for granted that the U.S. \ngovernment cannot restrict freedom of speech. \n\nIt cannot discriminate on the basis of ethnicity and religion, and it cannot detain people without due process. \nThough these rights are not absolute, there is at the very least a strong constitutional presumption against such \nmeasures. Much of this is thanks to the Bill of Rights and other constitutional protections, particularly the Fourteenth \nAmendment. But there is an area of public policy in which the government routinely gets away with oppression and \ndiscrimination that would be readily recognized as unconstitutional anywhere else: immigration law.Last year, in \nTrump v. Hawaii, the Supreme Court upheld[2] President Donald Trump's \"travel ban\" policy, which barred most \nentry into the United States from several Muslim-majority nations. The Court did so despite overwhelming evidence \nshowing that the motivation behind the travel ban was religious discrimination targeting Muslims, as Trump himself \nrepeatedly stated[3]. The supposed security rationale for the travel ban was extraordinarily weak, bordering on \noutright fraudulent[4]. In almost any other context, the courts would have ruled against a policy so transparently \nmotivated by religious bigotry, and so lacking in any legitimate justification[5]The travel ban is far from the only case \nin which immigration restrictions have been held to a lower constitutional standard compared with almost any \nother exercise of government power. In August, the Israeli government was rightly criticized[6] for barring entry to \ntwo American members of Congress unless they agreed not to promote the anti-Israel Boycott, Divestment, and \nSanctions (BDS) movement during their visit. But few recalled that the U.S. also has a long history of banning \nforeigners with political views that the government disapproves of. Concerns that European immigrants had \ndangerous political views were a major motivation behind the highly restrictive 1924 Immigration Act, and were \nalso used to justify barring many Jewish refugees from Nazi Germany[7] in the 1930s.Similar constitutional double \nstandards pervade many other aspects of immigration policy. Courts have ruled that[8] the due process clause of \nthe Fifth Amendment provides for paid counsel in most cases where the state threatens indigent individuals with \nsevere deprivations of liberty. But indigent migrants targeted for detention and deportation are not entitled to free \nlegal representation[9], and often have to navigate a complex legal system without assistance. This leads to such \nhorrific absurdities as toddlers \"representing\" themselves in deportation proceedings[10]..There is no basis for the \nimmigration double standard in the text and original meaning of the Constitution. Most constitutional rights are \nphrased as generalized limitations on government power, not privileges that only apply to specific groups of people, \nsuch as U.S. citizens, or to government actions in specific places, such as U.S. territory.Abolishing constitutional \ndouble standards in immigration law would not end all immigration restrictions. But it would ensure that \nimmigration policy is subject to the same constitutional constraints as other exercises of federal authority. The \ngovernment could still restrict immigration based on a variety of characteristics. For example, it could still \n\n\ndiscriminate using such criteria as migrants' education, occupational credentials, and criminal records. But it would \nno longer be permitted to engage in racial, ethnic, religious, or other discrimination that is forbidden in other \ncontexts. [ 1]: https://www.theatlantic.com/ideas/archive/2019/10/us-immigration-laws-unconstitutional-double-\nstandards/599140/ [ 2]:            https://www.oyez.org/cases/2017/17-965 [ 3]:            "}