{"title": "Immigration Plan May Have Gone Awry", "body": "\nThe Bush administration's guest worker plan has actually helped fuel illegal immigration because some believed \nPresident Bush is offering amnesty, according to a watchdog group's analysis of a government poll of immigrants \ndetained by the Border Patrol. \n\n The survey, some of the results of which were obtained, analyzed and released Tuesday by Judicial Watch, found \nthat 63 percent of more than 800 immigrants arrested along the nation's southern border said they had heard from \nthe Mexican government or media that Bush was offering amnesty. Forty-five percent said they attempted to cross \nthe border based on those beliefs. Eighty percent said they wanted to apply for amnesty. \n\n \"Illegal immigration increased as a result of President Bush's proposed immigration reform,\" said Tom Fitton, \npresident of Judicial Watch. \n\n The organization, which opposes Bush's immigration plan, obtained the survey results through Freedom of \nInformation Act requests. Rep. Tom Tancredo (R-Colo.), also critical of the proposal, sent a letter to Homeland \nSecurity Secretary Michael Chertoff demanding to know why the January 2004 poll was conducted and why it was \nnot previously disclosed. \n\n An official of the Department of Homeland Security rejected the group's assertions, saying they were based on a \nsurvey that was not completed. \n\n  \"I don't know how they can draw any conclusions based on inconclusive findings and information taken out of \ncontext,\" said Kristi Clemens, an assistant commissioner in customs and border protection. The survey, originally \nscheduled to last six months, ended after a few weeks. Clemens said its existence was leaked to the news media, \nwhich, she said, \"compromised\" the poll and prompted the office to end it. She said the agency had designed the \nquestions \"to predict any trends\" so it could head off any potential problems. \n\n The administration proposed early last year to allow undocumented workers living in the United States to legally \nhold jobs. The plan would give legal status to  as many as 8 million immigrants for up to six years, provided they \nremained employed. The plan would not necessarily place them on the path to citizenship or permanent residence. \n\n\n The proposal was backed by the business community, opposed by many immigrant advocacy groups and \nlanguished in Congress. Some Republicans have criticized the plan as tantamount to amnesty, a characterization \nthe administration has rejected. \n\n Judicial Watch said it obtained more than 1,000 documents related to the poll, including more than 800 \nquestionnaires that Border Patrol officers filled out based on responses from detainees. Judicial Watch analyzed \nthe answers and calculated the results.  \n\n It issued a report noting that the government's survey is not scientific and that detainees do not always provide \nreliable answers. But Fitton said the survey nevertheless indicated that Bush's plan has had unintended \nconsequences. \n\n \"It's an official government investigation into whether amnesty is influencing the illegals they are apprehending,\" \nFitton said. \"I think it ought to be given very significant weight.\" \n"}