{"title": "Cuban Official Criticizes Lag By the U.S. in Issuing Visas", "body": "\nA senior Cuban official pressed the United States today to begin granting visas to thousands of Cubans who \nwant to emigrate, saying a new American policy must show results quickly if it is to deter the flight of refugees.\n\nThe official, Ricardo Alarcon, a former Foreign Minister who was Cuba's chief negotiator in immigration talks with \nthe United States this month, cautioned that he did not feel that Washington was deliberately delaying enforcement \nof an agreement reached Sept. 9 in New York.\n\nBut he said that while Cuba had upheld its part of the deal by taking measures to end the exodus of people from the \nisland on makeshift rafts and boats, the pressure could not be contained indefinitely if Cubans wishing to leave \nwere not offered a legal way to do so.\n\n\"This is dangerous, not because of how the Cuban authorities perceive it, but because of how the people are \nperceiving it,\" Mr. Alarcon, the president of the National Assembly, said in an interview. \"The thing that is going to \ndiscourage people from leaving illegally is to give them a real chance to emigrate legally. And until now, I have not \nheard of one single visa that has been granted.\"\n\nUnder the terms of the accord, the United States is to issue at least 20,000 immigrant visas a year, in addition to \nthose granted to Cubans who apply to join relatives who are American citizens. This year, the Administration is also \nto admit Cubans from a waiting list of more than 19,000 qualified applicants.\n\nAmerican officials have said they cannot begin to process the visas until the Immigration and Naturalization \nService sets the criteria and more consular officers are sent to Havana.\n\nIn a telephone interview from Washington, a Justice Department official said today that the development of \nentrance criteria was \"in the final stages\" and that an announcement would be made soon.\n\nMr. Alarcon, however, said it was unacceptable that at least some visas had not been issued. \"They have \nthousands of people who are ready to travel now,\" he said, referring to those on the waiting list. \"All they need is a \nstamp on their passports.\"\n\nCuban officials hope to extend their talks with Washington to include issues like the 32-year economic embargo.\n\n\nThe two sides are to meet again by Oct. 24 to review the immigration issue. Some Cuban officials have indicated \nthat they are likely then to formally challenge new sanctions imposed by President Clinton on Aug. 20 that restrict \ntravel and the sending of money to Cuba.\n\nWeekly flights from Miami to Havana have already dropped to two from about a dozen, and remittances estimated \nat more than $200 million each year have been cut back.\n\nCuban and American officials are also expected to begin grappling with the problem of what to do with thousands \nof refugees interned at American military bases in Panama and at Guantanamo Bay, Cuba.\n"}