{"title": "Commentary: Cruel immigration laws are keeping families apart", "body": "\nIn recent weeks, President Obama reiterated his commitment to reforming our country's immigration system \nthrough compassionate, comprehensive legislation. Describing the Statue of Liberty as a \"light to the world,\" \nObama suggested that America's immigrants--whether they have arrived by the Mayflower, slave ship, Ellis Island \nor the Rio Grande--are one people. I couldn't agree more. For many American families who remain estranged from \nsiblings and parents overseas, however, that sentiment seems out of reach.\n\nThe Reuniting Families Act, which I introduced, fixes this problem by allowing all Americans to be reunited with \ntheir families, including gay, lesbian, bisexual and transgender permanent partners.\n\nThis act by Congress is critical in order to dispel erroneous assumptions that continue to fetter immigration reform, \nparticularly at the height of our nation's debt and deficit debate, when the country's economy is still in recovery.\n\nThe irony behind anti- immigration sentiment, driven by fear of job loss for Americans if more immigrant workers \nenter the United States, is that it is more fiscally prudent to legalize, employ and reunite our immigrants than to \nkeep families apart.\n\nWe know that lengthy waits waste precious government resources and can discourage potential applicants from \nusing legal channels to join their families in the United States. Our family-based immigration system has not been \nupdated in 20 years, leaving nearly 6 million people stuck waiting indefinitely, which is both unproductive and \ninexcusable. Five-year separations are quite common; so are 20-year estrangements from siblings and elderly \nparents. Waits are so long that families receiving visas often find that their children have to reapply as adults and \ngo to the back of the line.\n\nPeople who have their families by their side are happier, healthier and more able to succeed than those living \napart from loved ones for years on end. By pooling resources, families can do together what they can't do alone--\nstart family businesses, create American jobs and contribute more to the general welfare. The healthier the \ncommunity, the more expendable income is available and the lower the burden on social services.\n\nWe know that immigrants who become U.S. citizens consistently pursue higher-paying jobs and higher education, \nspend more and provide more tax revenue. The legalization process brings other economic benefits, including the \nretention of remittances. Many workers now send substantial portions of their salaries to family members abroad, \nbut reform could reunite families separated by our immigration system and keep monies in the U.S.\n\nIn my home district of San Jose, one family is making heart-wrenching decisions in order to remain together. Judy \nRickard recently took early retirement from her job in the California State University system to live abroad six \nmonths each year to be with her wife, Karin, who is British. Under current U.S. law, Judy's marriage is not \nrecognized. Why? Because she and Karin are a lesbian couple. Karin can visit Judy in the U.S. only on a tourist \n\n\nvisa, which provides her entry to the U.S. for only a portion of each year. Now, Judy is faced with the prospect of \nhaving to leave her home in California and go into exile abroad--all to keep her family together.\n\nThis legislation would expand the definition of families to include couples like Judy and Karin. In doing so, it \nensures our country has the ability to attract new workers to fuel the U.S. economy, and gives employers, like \nJudy's, a valuable tool to keep talented Americans on the job, rather than forcing them to leave their employers in \norder to keep their families together.\n\nStories like Judy's are increasingly the rule, not the exception, when it comes to family unification. Federal laws are \nliterally tearing families apart and separating American citizens from their loved ones. This is wrong, and it is time \nthat American lawmakers do something to protect and preserve the American family.\n\nWe are a nation of immigrants, and our country deserves an immigration system that honors that legacy and \nsupports key family values, like keeping families intact. The Reuniting Families Act represents a giant step \nforward in that commitment and provides a blueprint that respects families, strengthens our economy and fixes a \nbadly broken system. We urge Congress to take action now. For every day Congress delays, more families face \nseparation.\n\nRep. Michael Honda is the chair emeritus of the Congressional Asian Pacific American Caucus. Judy Rickard is the \nauthor of the recently published book \"Torn Apart\" and has worked with Immigration Equality Action Fund to \nensure immigration reform legislation is inclusive of lesbian, gay, bisexual and transgender families like hers. She \nlives in the Cambrian area of San Jose.\n\nGraphic\n\n \n\nCongressman Mike Honda holds a town hall meeting on health care reform at the Mayer Theatre at Santa Clara \nUniversity in Santa Clara on Sept. 13, 2009. (Gary Reyes/Mercury News)\n"}