{"title": "Battered Immigrants Gain Ally Against Abusers; New INS Rule Lets Spouses, Children Seek U.S. Residence Status on Their Own", "body": "\nBattered immigrant women and children no longer have to depend on their abusers to become legal, permanent \nresidents of the United States and can now seek legal status on their own, the Immigration and Naturalization \nService announced yesterday.\n\nIn the past, only U.S. citizens and legal, permanent residents could file applications for their noncitizen spouses \nand children to become legal residents. Typically, the husband filed the papers for his wife and children.\n\nIn domestic violence cases, the husband, already a U.S. citizen or legal resident, often uses his role in the \nimmigration process to keep his wife in the abusive relationship, U.S. officials and representatives of advocacy \ngroups said.\n\n\"Foreign-born spouses and children are particularly vulnerable when their ability to remain in this country is \ncontrolled by an abusive U.S. citizen or lawful, permanent resident,\" said INS Commissioner Doris M. Meissner.\n\nIn those situations, the abuser \"often forces family members to stay in abusive relationships by falsely promising \ntheir victims that they will petition on their behalf for permanent resident status in the future, or by threatening their \nvictims with deportation -- creating a cycle of continuing abuse,\" she said.\n\nThe new rule, which takes effect immediately, will allow abused family members who otherwise would be eligible \nfor permanent residence to seek legal resident status on their own. The rule implements a provision of the \nViolence Against Women Act, part of the 1994 crime bill.\n\nBetween 300 and 400 immigrants have cases pending under an interim procedure that allowed INS officials to \nbegin accepting -- but not acting on -- applications a year ago, INS officials said.\n\nOfficials and advocacy groups said it is hard to estimate how many others could be affected because immigrant \nwomen who are victims of domestic violence traditionally have been difficult to reach.\n\nLeslye Orloff, founder of the domestic violence program at Ayuda, a District-based group that provides legal \nservices to immigrants, said there might be an initial surge of \"a couple thousand cases\" nationwide.\n\nUnder the rule change, the abused spouse or child must be living in the United States at the time; be a person of \ngood moral character; and have entered into the marriage to the citizen or lawful, permanent resident in good faith.\n\nThey also must provide evidence of abuse, which may include police reports, medical records, affidavits from \nschool officials and social workers, and \"other forms of relevant credible evidence,\" the INS said.\n\n\n\"Physical abuse and mental abuse is common,\" said Alakananda Paul, who heads the Asian Women's Self Help \nAssociation, a local group that helps women from six South Asian countries, including India, Pakistan, Bangladesh \nand Sri Lanka.\n\nMany women follow their husbands to the United States, arriving with little knowledge of English and less \nunderstanding of U.S. immigration law. Most are financially dependent on their husbands.\n\nOne Indian woman in Montgomery County said her husband started abusing her five years ago, when she and their \ndaughter joined him in the United States. He was a permanent, legal resident. More than once, she said, he \nthreatened her with a kitchen knife, saying, \" 'I'm not going to give you the green card, and where would you go?' \"\n\nThe woman, 37, initially was afraid to seek police help but finally sought refuge in a woman's shelter and sent her \ndaughter to stay temporarily with a relative. The woman has since moved three times, but is still stalked by her \nhusband, she said.\n\nLast summer, she filed for permanent residence status on her own; her application is pending with the INS office \nin Baltimore.\n\n\"I think the U.S. government has taken a very good decision because there are a lot of women . . . who have been \nill-treated by their spouses,\" said the woman, who requested anonymity for fear of retribution.\n"}