{"title": "Text of ADL Report on Writings of Professor Tony Martin", "body": "\nFollowing is the text of a report by the Anti-Defamation League:\n\n Introduction\n\n      Are you Jewish by the way?… Just for the record…\n\n      Why is that important?\n\n      You know what I am. You know I m black. You know I m from the\n\n Caribbean. We are dealing here with a black and Jewish issue. I think it s\n\n relevant for me to know whether you are Jewish or not… Why should you\n\n know what I am and me not know what you are?\n\n      The preceding conversation, between Wellesley Professor Tony Martin\n\n and a Boston journalist, first reported in a feature from the February 24,\n\n 1994, edition of  The Boston Globe, reflects the fundamental motivation\n\n for Martin s obsession with Jews. Because he cannot be certain of who is\n\n Jewish and who is not; because Jews, unlike Blacks, are a hidden\n\n minority physically and socially indistinguishable, for the most part, from\n\n other Americans Professor Martin has a disturbing habit of seeing Jews\n\n everywhere.\n\n      Additionally, Martin s language in this exchange is both precise\n\n and indicative: Why should you know what I am and me not know what you\n\n are?  For Martin, it seems that what a person is African-American, Jew,\n\n etc. occupies a far greater priority than who that person is, morally,\n\n spiritually, intellectually.     Thus, according to Martin, journalists and media executives don t\n\n control the media, Jews control the media; academics and administrators\n\n don t control American colleges and universities, Jews do; scholars with\n\n advanced degrees in history, literature, and the social sciences don t\n\n control the Black studies movement, Jews do; and so on, with respect to the\n\n Supreme Court; the IRS; American foreign policy. Working back through\n\n\n history, in a manner all too familiar among conspiracy theorists today,\n\n Martin has found Jews to be major participants in the slave trade; to have\n\n used their position as philanthropists and activists in the civil rights\n\n movement to spy on African-Americans; to have evinced a bulldog-like\n\n instinct for going after the jugular of their intended victims....that\n\n jugular (meaning) usually the economic livelihood of Black people.\n\n      Professor Martin has given the most comprehensive airing of these\n\n opinions in The Jewish Onslaught: Despatches from the Wellesley Battlefront\n\n (1993), his tenth published book. Unlike his previous works, seven of which\n\n were devoted to the pioneering Black nationalist leader Marcus Garvey, the\n\n author describes The Jewish Onslaught as an involved yet detached look at\n\n the onslaught against me, from my unique vantage point as both intended\n\n victim and historian. This is written in the heat of battle. Perhaps time,\n\n further study and more reflection may either modify or enrich the analysis\n\n offered here. But the immediacy of analysis can only be captured now\n\n (p.ix).\n\n      Time has neither modified nor enriched Martin s detached\n\n victimology. Instead, it has entrenched his bigotry and scapegoating; it\n\n has enabled him to make performance art out of his anti-Semitic conspiracy\n\n theories, bringing his historical indictment against the Jewish community\n\n to receptive audiences on college campuses across the country in a crude\n\n and hateful parody of scholarship and academic discourse.\n\n      Professor Selwyn R. Cudjoe, the chairperson of Professor Martin s\n\n department, called the trend in pseudo-scholarship exemplified by The\n\n Jewish Onslaught and similar conspiracy theory books, Gangsta history,\n\n meant to demean and to defame others and to bring them into disrepute,\n\n rather than to enlighten and to lead us to a more complex and sophisticated\n\n understanding of social phenomena. It ought to be labeled anti-Semitic. 5\n\n      Professor Cudjoe, the director of Africana Studies at Wellesley\n\n College, where Professor Martin has taught since 1973 and been tenured\n\n since 1975 has been one of the most vigorous and articulate opponents of\n\n Professor Martin s hatemongering. In response, Professor Martin has\n\n characterized Cudjoe, along with every other African-American who has\n\n dissented from his extremist rabble-rousing, as handkerchief heads,\n\n Uncle Tom house negroes, good negroes, and unthinking negro\n\n stooges.\n\n\n\n      A commitment to civility and respect, however, like a commitment to\n\n historical accuracy and academic accountability similarly ignored in\n\n Martin s attacks is necessary to the maintenance of educational standards.\n\n College is an opportunity for young people to refine their values and\n\n develop skills for success in the adult world. It should not be an\n\n environment of ethnic balkanization, where truth is held hostage to\n\n ideology, where students are indoctrinated in hatred. Tony Martin s lies\n\n are an affront to academic integrity and a disservice to the students\n\n placed in his trust. Though his First Amendment right to spew such\n\n intellectual poison is inviolable, people of good will, Jewish and\n\n non-Jewish, have the same right, and the moral obligation, to voice their\n\n protest. This report attempts to provide them with the information to do\n\n so. The Jewish Onslaught The Prime Suspects\n\n      Free speech for Tony Martin is a one-way street: according to his\n\n description of the onslaught against him, he apparently is justified in\n\n making any manner of invidious comment about his perceived enemies, but\n\n when these individuals or groups respond, they are judged guilty of\n\n attempting to stifle his civil liberties. For example, in his Broadside\n\n No. 2, distributed shortly after The Jewish Onslaught was published\n\n (Martin reprints Broadside No. 1 in its entirety in The Jewish\n\n Onslaught), Professor Martin writes, (Wellesley) President Walsh, like\n\n many of the Jewish spokespersons, has a problem with my recurrent and\n\n allegedly gratuitous utilization of racial or religious identification\n\n of individuals…  This is her way of saying that Black people are not\n\n allowed to respond to Jews as Jews. Even after being attacked primarily by\n\n the Hillel Foundation, American Jewish Committee, Anti-Defamation League,\n\n American Jewish Congress, Jewish Community Relations Council and every\n\n Jewish newspaper and spokesperson for miles around, I am supposed to\n\n maintain the fiction that the onslaught against me is ethnically and\n\n religiously indeterminate.\n\n      Consistent with his style of argumentation throughout The Jewish\n\n Onslaught itself, Martin frames issues in terms of Black-Jewish relations:\n\n Black people are not allowed to respond to Jews as Jews.  In the same\n\n broadside he further states, By what dispensation in Adam s will do they\n\n (Jews) enjoy monopolistic privileges over a debate that concerns Blacks as\n\n well as Jews? Who has placed them beyond the reach of scholarly enquiry and\n\n\n\n ethnic identification?  It is interesting to note Professor Martin s\n\n association of scholarly enquiry with ethnic identification ; in\n\n essence, his scholarly enquiry in The Jewish Onslaught, like the Nation of\n\n Islam s in The Secret Relationship, consists of little other than the\n\n ethnic identification of his perceived enemies as Jews.\n\n      His perspective nonetheless is gratuitous and manipulative the\n\n issues raised by the controversy at Wellesley refer to the relationship\n\n between Jews and an avowed anti-Semite, not Jews and the African-American\n\n community. The Jewish community would not have responded any differently\n\n if, for example, a white professor had assigned The Secret Relationship, or\n\n written a book like The Jewish Onslaught. In the same vein, the Jewish\n\n community has responded to David Duke as a neo-Nazi and racist, not as an\n\n Anglo-Saxon. The Jewish community reacted to Martin as an anti-Semite not\n\n an African-American (or Trinidadian) per se. It thus only confirms the\n\n Jewish community s designation of him that he responds by referring to the\n\n controversy as an exercise of conspiratorial Jewish power. Martin s\n\n fixation on the ethnic identities of the participants in this conflict is a\n\n smokescreen invoked to hide his anti-Semitism. Rather than obscuring his\n\n bigotry, however, this fixation merely brings his prejudice into the light\n\n of day.\n\n      In The Jewish Onslaught, Martin initially describes the\n\n conspiracy against himself by writing, Unknown to me, three student\n\n officers of the Jewish Hillel organization (campus B nai B rith stablemates\n\n of the Anti-Defamation League), sat in on my class and remained for a\n\n single period only. Their purpose was to monitor my presentation… There\n\n appears to have been some prior collusion between the Hillel students and\n\n their adult counterpart, the Anti-Defamation League, for Hillel almost\n\n immediately began passing out ADL materials targeting the book (The Secret\n\n Relationship). These included, inevitably, an ADL reprint of Black\n\n Demagogues and Pseudo-Scholars by Harvard University s Henry Louis Gates,\n\n Jr., African America s most notorious Judaeophile (p.3).\n\n      From the first page, Martin lines up his unlikely cast of\n\n characters in the conspiracy against him: Wellesley Hillel, ADL, and\n\n Professor Henry Louis Gates. He further inflates the ranks of this\n\n conspiracy by writing, ...the dean of the college, incoming acting\n\n president, outgoing chair of the board of trustees, head and deputy head of\n\n\n\n the student government, most of the faculty holding endowed chairs and a\n\n goodly portion of the tenured faculty, not to mention sundry other persons\n\n in high positions, were all Jews. The dean of the college is also on the\n\n advisory board of the Friends of Wellesley Hillel (p.4). This passage is\n\n sinister because it assumes that these prominent Jews at Wellesley act in\n\n concert against Martin only because they are Jewish; it reverses the\n\n relationship of cause-and-effect by implying that Jews initiated a\n\n conspiracy against him, when in fact these individuals spoke out against\n\n Martin only after he had assigned an anti-Semitic book in his class. Martin\n\n thereby exonerates himself from any responsibility for his own acts,\n\n arguing that Jewishness motivated Jewish administrators, not his\n\n behavior.\n\n      With respect to the original incident which so enraged him,\n\n however, Martin neglects to inform his readers that the Jewish students\n\n attended his lecture during shopping period, the time at the beginning of\n\n the semester when many colleges encourage students to attend a variety of\n\n courses before deciding on their schedules for the term. It is the hallmark\n\n of Professor Martin s method that he ascribes such sinister motives to\n\n otherwise ordinary activities only because Jews engage in them.\n\n      Martin additionally alleges that Hillel regularly conspires with\n\n other Jewish organizations: Like their elders (for example in the American\n\n Israel Public Affairs Committee (AIPAC), by whom Hillel operatives are\n\n formally trained in the art of deception and dirty tricks), they evinced a\n\n bulldog-like instinct for going after the jugular of their intended\n\n victims. For the last three decades of Jewish assaults on Black progress,\n\n that jugular has usually meant the economic livelihood of Black people\n\n (p.4). In the surreal landscape of Martin s imagination, an organization of\n\n Jewish college students, which spends most of its time conducting religious\n\n and cultural activities such as Sabbath services and bagel brunches,\n\n devotes itself to the art of deception and dirty tricks and thus displays\n\n an inhuman, yet cultivated, instinct for destroying opponents, or,\n\n inevitably, victims.  Leaping over all logical connectives, Martin\n\n concludes that these college students are culpable for a crisis in\n\n African-American economic life which began years before these students were\n\n born.\n\n      Martin restates this obsession when he writes, By the time the\n\n\n\n Wellesley Hillel set their hostile sights on me, they had amassed\n\n considerable experience harassing other Black and Third World people. As\n\n relations between Blacks and Jews have deteriorated in recent years, Hillel\n\n chapters have become the campus-based shock troops in the ongoing Jewish\n\n onslaught against Black progress… The Hillel group at Wellesley...had\n\n long jumped at any opportunities (sic) to hassle whichever Black and Third\n\n World personalities happened its way. When in 1991 Professor Edward Said (a\n\n Palestinian-American intellectual)...spoke on campus, the Hillel group\n\n created a hullabaloo (pp.5-6).\n\n      Aside from an unrelated protest by Harvard Hillel members against\n\n Professor Leonard Jeffries, a non-Jewish student s criticism of the Rev. Al\n\n Sharpton, and the academic theories of Professor Mary Lefkowitz, the only\n\n evidence independent of his own experience which Martin can muster\n\n against Wellesley s Hillel chapter is a press statement they released (in\n\n 1991 when many of the students currently involved in the Martin controversy\n\n would not have yet matriculated) critical of Professor Edward Said. Yet\n\n Said can be considered no more typical of all Third World Caribbean,\n\n Latin American, Southeast Asian, Indian, Middle Eastern, and\n\n African personalities than Martin can be representative of all\n\n African-Americans.\n\n      A veteran anti-Israel polemicist and activist, Said has since 1991\n\n broken ranks with most Palestinian spokespersons to denounce recent peace\n\n initiatives, variously, as a filthy peace, an instrument of Palestinian\n\n surrender, a Palestinian Versailles (treaty), and an act of...permanent\n\n subordination.  Given his hostility to even the concept of peace between\n\n Palestinians and Israelis, is it at all surprising that Jewish students at\n\n Wellesley would respond critically to his presence on campus? For Martin,\n\n this attitude reflected the trademark Hillel/ADL intolerance for the\n\n expression of differing points of view (p.6). Yet it is again Martin who\n\n displays this intolerance by attacking and stigmatizing Jewish students for\n\n expressing their dissent from Said s (and presumably Martin s) political\n\n agenda.\n\n      Professor Martin s hostility toward the alleged conspirators\n\n descends to the first of several very nasty ad hominem attacks when he\n\n refers to Henry Louis Gates as African America s most notorious\n\n Judaeophile.  One wonders what could possibly be notorious about liking\n\n\n\n Jews more to the point, on a moral level, why is Judaeophilia (whatever\n\n that means) notorious, and Martin s demonstrable anti-Semitism not? With\n\n respect to Hillel students passing out an ADL reprint of a Gates article,\n\n why would Professor Martin feel so threatened by that?\n\n      Martin s diatribe offers no insights into the workings of the\n\n organized Jewish community, but considerable evidence of the pettiness and\n\n misanthropy of his own character. Nowhere is this more apparent than the\n\n persistent hostility he expresses toward Professor Gates. For example, he\n\n writes, The Jews anointed Gates with the mantle of head African American\n\n scholar in charge of Black academia. He became, in their contrived and\n\n wishful thinking, the personification of the entire African American\n\n community (p.4). Thus, Professor Gates s inarguable success as a scholar\n\n and essayist would not be due to his own intellectual achievements, but to\n\n the wishful thinking of the Jewish community.\n\n      If the author is unable to provide any convincing proof of Gates s\n\n prior collusion with the Jewish community, it isn t from lack of trying.\n\n For example, he lists: the multitudinous honors heaped upon him (Gates) by\n\n the grateful powers that be McArthur Foundation genius grant; full\n\n professor at age thirty-three; unprecedented full-page op ed in the New\n\n York Times...a further New York Times op ed...George Polk award for the\n\n first Times op ed; election into the American Academy of Arts and Sciences;\n\n honorary degree from George Washington University; award from the American\n\n Publishers Association...a Rockefeller Foundation grant...1989 American\n\n Book Award; endowed professorships...at Cornell, Duke and Harvard…\n\n Surely, the destructive fury unleashed by the Jewish leadership upon those\n\n African Americans they disagree with is matched only by the rewards\n\n showered upon those who court their favour (pp.20-21).\n\n      It should be noted that nearly all of the awards cited by Professor\n\n Martin as evidence of Gates s favor with the Jewish powers that be, are\n\n unassociated with the organized Jewish community. Moreover, Professor\n\n Martin seems to add clairvoyance to the list of attributes he assigns the\n\n Jewish community: Professor Gates received the American Book Award (for a\n\n work of African-American literary criticism and theory, The Signifying\n\n Monkey) in 1989, three years before his notorious Judaeophilia became\n\n public knowledge.\n\n      Professor Martin s tirade against Gates s various honors does not\n\n\n\n quell his fury entirely; he returns to this theme when discussing two op-ed\n\n columns on Black-Jewish relations by Professor Cornel West and Henry Louis\n\n Gates, respectively printed in the April 14, 1993, edition of The New York\n\n Times: The timing and context of...West s new musings were more than\n\n passing strange. He shared the Times op ed page...with Henry Louis Gates,\n\n Jr. (called into service once again), exactly one week after the first\n\n Boston Globe article attacking me at the behest of the ADL, American Jewish\n\n Committee and other Jewish organizations. Like the huge and seemingly\n\n inexplicable public relations spread on Gates in the Boston Globe, these\n\n articles clearly were part of the grand Jewish design to counter the City\n\n College, Wellesley and associated challenges (pp.52-53).\n\n      Cornel West s column provokes a contradictory interpretation from\n\n Professor Martin; though Martin attributes its genesis to the machinations\n\n of Jewish power, the fact that a Jewish organization, the American Jewish\n\n Committee, criticized the op-ed, instead of reflecting West s intellectual\n\n independence, merely confirms the control over African-Americans Martin\n\n ascribes to the Jewish community. Martin writes, But the Jewish\n\n establishment would tolerate no criticism from its designated hitters, not\n\n even if couched in terms of the most abject self-denigration (p.53).\n\n      In fact, Martin himself had denigrated West for not being\n\n anti-Jewish enough! He characterizes West s article as timid...more\n\n hostile to Blacks than to Jews… West hewed here so closely to the Jewish\n\n establishment line as to be almost indistinguishable from Jewish\n\n apologists…  (p.53). Yet when a Jewish organization expressed a single\n\n point of disagreement with West s op-ed column, concerning West s\n\n comparison of former Israeli Prime Ministers Menachem Begin and Yitzhak\n\n Shamir with Louis Farrakhan and Leonard Jeffries, Martin attributes this to\n\n the intolerance of Jews generally. Again, what Martin suggests as an ideal\n\n relationship between Blacks and Jews would be a situation in which Blacks\n\n criticize Jews without restraint or civility, and Jews respond with\n\n silence.\n\n      The American Jewish Committee response to Professor West might be a\n\n more desirable alternative, though: in this instance, Professor West freely\n\n offered his perspective on certain Israeli policies, and a Jewish\n\n organization freely responded. Both sides expressed their differing\n\n opinions without descending into ethnic stereotypes or groundless\n\n\n\n conspiracy theories.\n\n      To review the cast of characters in the ever-widening conspiracy:\n\n Wellesley Hillel, ADL, AJCommittee, The Boston Globe, The New York Times,\n\n and, of course, Cornel West and Henry Louis Gates; all are part of the\n\n grand Jewish design against Tony Martin. Professor Martin s bigotry in\n\n this instance is matched only by his vanity and self-importance. Martin s\n\n Close Encounters\n\n      The opening lines of the preface to The Jewish Onslaught, and\n\n indeed the book s very title, encapsulate Professor Martin s hostile yet\n\n unfocused feelings about Jews: United States Jews encountered in the\n\n course of the research displayed the gamut of reactions, from friendliness\n\n to suspicion to hostility. The idea of a Black man turning up at a Jewish\n\n archive to research Jewish history proved unnerving to some. (On the other\n\n hand, Jewish scholars are a familiar sight at Black archives. One of the\n\n most prestigious of the Black archival repositories, the Moorland-Spingarn\n\n Collection of Howard University, is actually part-named after a Jew)\n\n (p.vii).\n\n       His observation that United States Jews...displayed the gamut of\n\n reactions compels the reader to ask, does this come as a surprise to\n\n Martin? Doesn t this in itself refute the conspiratorial assumptions he\n\n proceeds to make about Jews over the rest of the book?\n\n      Though Martin s comment about the gamut of reactions appears\n\n reasonable, it in fact reveals his own resentment that Jews have been\n\n active in scholarship on African and African-American topics this a theme\n\n Martin returns to repeatedly. For example, he writes, Even now, in 1993,\n\n it is still possible to find a large African American studies department in\n\n a large eastern university proposing to establish a PhD. program in Black\n\n Studies where more than half of the compulsory readings in the bedrock\n\n great Black books course are by Jews (p.42).\n\n      The reader might well ask, So what?  Only the assumption that Jews\n\n by their nature are hostile toward Blacks the assumption, that is, of an\n\n anti-Semite would motivate someone to stigmatize scholarship merely on the\n\n basis of the scholar s Jewish identity. To return, however, to Martin s\n\n original charge that Jews felt unnerved by his presence in a Jewish\n\n archive; this comment suggests that if Martin feels hostile toward Jews at\n\n Black archives, then he believes Jews must feel hostile when he, or other\n\n\n\n Blacks, are present at Jewish ones.\n\n      Of course, the Moorland-Spingarn Collection, which Martin offers as\n\n proof of Jewish intrusiveness into, or over-involvement with, Black\n\n scholarship, is named after a family of Jewish philanthropists, the\n\n Spingarns, not a Jewish archivist or scholar. Howard University honored\n\n this family with a library because of their endowment to the university a\n\n practice employed by every university to honor its major donors. As would\n\n be the case with any private university, had Howard not received\n\n philanthropy from the Spingarns and others, the archive itself might not\n\n exist. Associating a Jewish name with Howard University is no more\n\n significant an index on Black-Jewish relations than is the Histadrut\n\n Library in Tel Aviv, named in honor of New York s first African-American\n\n mayor, David Dinkins. Jews in the Academy\n\n      Martin reiterates his hostility toward Jewish academics involved\n\n with Black studies when describing Martin Bernal, the author of Black\n\n Athena, a revisionist history of the origins of Classical civilization:\n\n Bernal, a Jew, was precipitously and prematurely adopted by many\n\n Afrocentrists, for his expose of the European de-Africanization of\n\n Egypt… If any of Bernal s Afrocentric followers had slowed down...in\n\n their speed reading of Black Athena, they would have noticed that he was as\n\n much or more concerned with a Semitic origin for Greek civilization as\n\n for African influence over Greece… Bernal actually ended up endorsing\n\n white supremacy, making a pitch for possible Semitic /Jewish origins of\n\n Western civilization and denouncing Afrocentrism (pp.57-58). The specific\n\n merits or shortcomings of Bernal s scholarship appear to matter little to\n\n Martin; the author s purpose here, as throughout the book, is to identify\n\n Jews Professor Bernal, in this instance as adversarial, racist, and wrong\n\n purely on the basis of their ethnic identity.\n\n      Perhaps one of the motivations for Martin s attack against Bernal\n\n is the academic relationship Bernal has with a colleague of Martin s in the\n\n Wellesley Classics Department, Mary Lefkowitz. Though Professor Lefkowitz\n\n has publicly criticized Bernal s theories, the manner in which these\n\n criticisms were expressed, according to Martin, was deferential and\n\n respectful, in a way very different from her (Professor Lefkowitz s) usual\n\n anti-Afrocentric outbursts (p.58). Professor Martin argues that this\n\n decorum is evidence of a conspiracy between Lefkowitz and Bernal, despite\n\n\n\n their opposing perspectives: The most fascinating aspect of the\n\n Lefkowitz-Bernal exchange...lay in the explicit acknowledgement of Bernal s\n\n Jewish agenda (p.65).\n\n      Martin s enmity toward Professor Lefkowitz is long-standing, and is\n\n the starting point for much of the rage which fuels The Jewish Onslaught.\n\n Lefkowitz narrated the origins of their dispute, or more precisely, of\n\n Martin s attacks against her, in the September/October 1993 issue of\n\n Measure, a publication devoted, in its own description, to Academic\n\n Freedom and Integrity : (I)n 1991-92 Martin became angry at me, because in\n\n a general discussion of the curriculum at a faculty meeting, I questioned\n\n the use of the term Africans in Greece and Rome in the description of his\n\n course Africans in Antiquity ; instead I suggested that it would be\n\n historically more accurate to say Africans in the Greco-Roman World.  This\n\n suggestion, which was intended as a minor, friendly amendment, was passed\n\n by the faculty without discussion. Martin was not present at the\n\n meeting...and when he learned about it, insisted that (the Dean of the\n\n College) restore his original wording… Although the suggestion had been\n\n made at a public meeting, Martin accused me of intriguing with the Dean\n\n behind his back, and spoke of the change as a hostile onslaught.\n\n      Martin s vilification of Professor Lefkowitz continued in public\n\n lectures, printed broadsides, and media appearances, culminating with the\n\n publication of The Jewish Onslaught. In response to her article in Measure,\n\n Martin who has consistently attempted to portray himself as the victim of a\n\n campaign to stifle his free speech rights filed a libel suit in the\n\n District Court of Massachusetts. (Before earning his PhD. in history,\n\n Martin studied law in England.) The presiding judge, who dismissed the\n\n complaint, ruled that Martin had no case, and that Professor Lefkowitz\n\n clearly\n\n was stating constitutionally protected opinions.6 The Hamitic Myth\n\n      Elsewhere, Professor Martin goes to absurd lengths to demonstrate\n\n what he sees as endemic racism in the Jewish community. Thus, he devotes\n\n considerable space in The Jewish Onslaught to hate mail he has received;\n\n gutter-level expressions of racism compel impassioned responses from the\n\n author. One such letter, attributed to a Jewish racist, states, White\n\n Jesus and 13 (sic) white apostles as are all whites a superior people.\n\n Niggers are the missing link (p.32).\n\n\n\n      More central to Martin s agenda is a letter which he claims tapped\n\n (perhaps consciously) into a major historical strain of Jewish racism. He\n\n (or she) (the author of the hate mail) transcribed the following biblical\n\n quote for my edification Genesis 9:25-27 Cursed be the nigger Canaan: a\n\n slave of slaves shall he be to his brothers for all eternity. God enlarge\n\n Japheth and Shem and let Canaan and his issue for all time be their\n\n slaves.  So said Jesus.\n\n      Martin continues This is of course the newest rendition of the\n\n very old Hamitic Myth, (despite the anachronistic and incongruous inclusion\n\n of Jesus), whereby Noah in the biblical book of Genesis cursed the\n\n descendants of his son Ham… As important as may have been the Jewish\n\n involvement in helping finance and prosecute the Atlantic slave\n\n trade...their invention of the Hamitic Myth may be of even greater\n\n importance, since it provided the moral pretext upon which the entire trade\n\n grew and flourished (pp.32-33). It is of course significant to note that\n\n Jews seldom use the phrase So said Jesus.  Martin nonetheless is so eager\n\n to link this letter to Jewish racism that he dismisses this anomaly.\n\n      The Hamitic Myth is in fact Martin s smoking gun implicating Jews\n\n in the origins of African slavery and anti-Black racism. To prove his\n\n point, the author cites the 1977 Ph.D. dissertation of Harold Brackman, a\n\n historian and author of a critique, published in 1992 by the Simon\n\n Wiesenthal Center, of the Nation of Islam s The Secret Relationship. Martin\n\n quotes Brackman as stating There is no denying...that the Babylonian\n\n Talmud was the first source to read a Negrophobic (sic) content into the\n\n episode of Noah s curse.\n\n      However, Wellesley Professor of Religion David H. Aaron has written\n\n in The Early Rabbinic Exegesis on Noah s Son Ham, a forthcoming article\n\n for The Journal of the American Academy of Religion, The problem is that\n\n Brackman was totally dependent upon secondary sources for his understanding\n\n of this myth in rabbinic literature, and in a forthcoming publication, he\n\n acknowledges his reliance on translations and paraphrastic renderings.\n\n Martin only cites Brackman, never Brackman s sources.\n\n      In contrast, Professor Aaron states: (I)n the Bible commentaries of\n\n Rashi (d.1105), Abraham ibn Ezra (d.1167), the Ramban (Maimonides) (d.1274)\n\n and Sforno (d.1550), nothing is mentioned of this justification of African\n\n slavery… There is no Jewish source which condemns the Kushites\n\n\n\n (Ethiopians) to slavery. There is no ancient evidence, nor...is there any\n\n medieval evidence, suggesting that Jews had any reason to provide a\n\n religious or ideological justification of the enslavement of black\n\n Africans (whether from Ethiopia or Africa more generally). The inclusion of\n\n an intellectualization of slavery in the rabbinic corpus might have taken\n\n place if that religious establishment were somehow involved in the slave\n\n trade and sought to justify that involvement. There is absolutely no\n\n evidence for this kind of involvement whatsoever. No sage represented in\n\n early or medieval Hebrew and Aramaic literature ever conveys a concern with\n\n the enslavement of blacks as a racial religious policy. Indeed, no\n\n theological justification is incorporated into Scripture or rabbinic\n\n literature for slavery despite the fact that slavery was...a fact of the\n\n Ancient Near Eastern world… In the entirety of the Babylonian Talmud\n\n there is but one reference to a myth which cites a sin of Ham and resulting\n\n punishment manifest in his skin (as blackness ). To place this in context\n\n for the non-expert; the standard English translation of the Talmud (Soncino\n\n Edition) is seventeen volumes, with the average volume being approximately\n\n 800 pages in length… It is important to note that this passage...is but\n\n one of five different interpretations offered in a string of exegetical\n\n alternatives… No one interpretation is given preference… In assessing\n\n the impact of this myth, we do not find evidence for centuries of Jewish\n\n thought in the dictum of a single fourth or fifth century source. Indeed,\n\n what should impress the reader is the relative paucity of sources\n\n reflecting this motif (emphasis in original) and their rather impoverished\n\n development…  No midrashic document attempts to establish the answer or\n\n the policy with regard to any particular issue… The fact of the matter\n\n is that the five passages in this...string of interpretations represent the\n\n exegetical games played by those who were most talented with the\n\n hermeneutics of their day; none of them was bent on establishing a racial\n\n policy. If the Talmud did not originate the myth of Ham as it was applied\n\n to African people, where did it come from? Professor Aaron cites one\n\n possibility, raised by the scholar Bernard Lewis, suggest(ing) that St.\n\n Ephrem, the Syrian Church father (d. 373 C.E.), may be the earliest source\n\n expressing the notion that both Canaan and Ham became black.  The Hamitic\n\n Myth, the central issue in Martin s indictment of Jewish racism, turns out\n\n not to be a Jewish myth at all.7\n\n\n\n      Nonetheless, Martin concludes this argument stating, Now it is the\n\n turn of the Jews to retract, apologize and pay reparations for their\n\n invention of the Hamitic Myth, which killed many millions more than all the\n\n anti-Jewish pogroms and holocausts of Europe (p.35). It s worth asking, in\n\n this context, whether the descendants of the supposed creators of this myth\n\n would still be financially accountable for it after more than a millennium;\n\n by such reasoning, would modern Egyptians owe reparations to contemporary\n\n Jews for the crimes of Pharaoh? Indeed, by erroneously attributing the\n\n biblically based justifications of slavery to Jews who died nearly a\n\n thousand years before the trans-Atlantic slave trade began, Martin contends\n\n that those Jews were more responsible for slavery s genocidal\n\n manifestations than the slave-traders and owners, the overwhelming majority\n\n of whom were not Jews, who actually committed these crimes. African\n\n Traitors\n\n      Professor Martin demonstrates a similar lack of historical\n\n perspective, particularly in the public addresses he has given since the\n\n publication of The Jewish Onslaught, by repeatedly referring to Africans\n\n who participated in the slave trade as African traitors.  For example,\n\n during the April 19, 1994, rally at Washington, D.C. s Howard\n\n University where Martin addressed an audience of 2,000, along with City\n\n College of New York Professor Leonard Jeffries and former Nation of Islam\n\n spokesperson Khalid Abdul Muhammad the Wellesley Professor compared\n\n African traitors who collaborated with whites in the slave trade to\n\n Zionist Jews (who) collaborated with Nazis during World War II.  Professor\n\n Martin s reference to Zionist collaborators during World War II is a\n\n familiar yet outrageous anti-Zionist slander of the radical left; his\n\n characterization of the African role in slavery, however, presents a more\n\n subtle illustration of his sacrifice of historical analysis to the pursuit\n\n of personal politics.\n\n      Martin s use of the term traitor offers little insight into the\n\n actual motivations of Africans involved with the slave trade, and instead\n\n contributes to his contemporary ideological agenda of Black solidarity, a\n\n concept he invokes to castigate any African-American with whom he disagrees\n\n as a traitor, an unthinking Negro stooge, or an Uncle Tom.  Although no\n\n one should make excuses for the involvement of any individual in the slave\n\n trade, Martin s specific use of the term traitor in this context is\n\n\n\n anachronistic. Typically, Africans became involved in the slave trade in\n\n the aftermath of inter-ethnic conflicts or wars: communal leaders sold the\n\n captives from these wars into bondage.\n\n      As Yale Historian David Brion Davis wrote in the Fall 1992 issue of\n\n Culturefront magazine, Sharply divided by tribal disputes and rivalries,\n\n Africans never looked upon one another as a homogenous race ; accustomed\n\n to a variety of forms of servitude, many tribes or kingdoms developed\n\n highly sophisticated methods for recruiting captives and bartering slaves\n\n for coveted commodities which Arabs or the Portuguese could bring from\n\n distant lands.\n\n      In fact, the concept of a homogenous African race is a product of\n\n 19th century European racial theory the pseudo-scientific effort to\n\n demonstrate the superiority of Europeans and the inferiority of\n\n non-Europeans. African and African-American activists adopted this paradigm\n\n of African unity in an understandable attempt to transform a negative into\n\n a positive, by promoting such unity as a means of overthrowing European\n\n colonialism and cultural hegemony. Unfortu-nately, this construct of\n\n African unity, or pan-Africanism, glosses over the immense differences\n\n between African ethnicities, and tends to minimize the complexity of\n\n African society, with its inevitable disparities and conflicts.\n\n      Indeed, much of the civil unrest in contemporary Africa may be\n\n attributed to the arbitrary lumping of competing ethnic groups into nations\n\n carved out of colonial territories. (Of course, the way in which power was\n\n distributed among these groups by the colonizers, and the relationship\n\n between Western nations and the post-colonial governments also contributes\n\n to these tensions.) By insisting that African identity can be reduced to\n\n issues of racial solidarity or betrayal, Martin overlooks the history of\n\n the continent, and ignores the genuine dilemmas which have confronted and\n\n continue to confront African society.8 Martin on The Secret Relationship\n\n      The author s account of the African role in the slave trade is\n\n misleading and anachronistic, but his description of The Secret\n\n Relationship, from which he derives his own erroneous attribution of Jews\n\n disproportionate involvement in slavery, is so disingenuous that it can\n\n only be regarded as willfully dishonest. This pattern of deception begins\n\n in the preface to his book; he writes, If it is established, I\n\n suggested… that white people enslaved Africans, and if Jews were an\n\n\n\n important part of white society, then why should anyone be upset by a book\n\n that illustrates the Jewish role in the slave trade?  (p.viii). These\n\n remarks appear in the context of Martin s discussion with an unnamed woman\n\n whom he identifies as Jewish in a Brooklyn library. Martin claims to have\n\n made these comments before he had read the Nation of Islam s The Secret\n\n Relationship, yet already he reveals himself to be both sympathetic to its\n\n anti-Semitic agenda and indifferent to historical analysis.\n\n      His implied syllogism whites enslaved Africans; Jews were an\n\n important part of white society; therefore, Jews were an important part of\n\n the enslavement of Africans breaks down when the reader recognizes that at\n\n the time of the African slave trade, Jews were not an important part of\n\n white society in the New World or Europe. During the 400-year history of\n\n the trans-Atlantic slave trade, the overwhelming majority of the world s\n\n Jewish population lived primarily in Eastern Europe, but also in the\n\n Ottoman Empire, and North Africa. As Professor David Brion Davis notes in\n\n the Fall 1992 Culturefront, the great mass of Europe s Jews were confined\n\n for centuries in separate, isolated communities well beyond the margins of\n\n the Atlantic slave system.  The same holds true for Jews in the Middle East\n\n and Africa.\n\n      Relatively few Jews arrived in the New World before the 1840s and\n\n 50s; of course, most Jewish immigrants arrived in the United States from\n\n Eastern Europe in the years 1881-1924, a generation after the abolition of\n\n slavery. As such, there weren t enough Jews in the hemisphere to affect the\n\n overall history of the slave trade. Even in exceptional situations in which\n\n Jews did participate significantly in the trade of slaves or secondary\n\n commodities produced by slave labor (i.e., sugar, molasses, rum, etc.) such\n\n as Curacao, Suriname, Dutch-controlled Brazil the disproportionate\n\n involvement of Jews was short-lived, typically occurring before such\n\n industries became profitable enough to attract large numbers of non-Jewish\n\n investors.\n\n      Predictably, the authors of The Secret Relationship and Professor\n\n Martin both exploit these anomalous examples to suggest that Jewish\n\n involvement in slavery was disproportionate throughout the New World during\n\n the entire era of slavery. In contrast, Professor Davis writes, The\n\n seventeenth century, when for about twenty-eight years the Dutch took the\n\n lead over the Portuguese and the small proportion of Jewish slave traders\n\n\n\n undoubtedly reached its peak, accounted for only 16 percent of the total\n\n (number of slaves imported from Africa). During the crucial eighteenth\n\n century...the Dutch share (of the slave trade) amounted to only 5.7\n\n percent… (K)eeping in mind the fact that even Dutch slave trading was\n\n overwhelmingly in Protestant hands, these figures… indicate the small\n\n parameters of any Jewish contribution to the total slave trade.\n\n      In Spanish and Portuguese-controlled territory the vast majority of\n\n New World colonies the practice of Judaism itself was punishable by death\n\n under the edicts of the Inquisition. Though it is true that there were a\n\n few Jews in these areas who secretly practiced their religion (marranos),\n\n and other colonists of Jewish origin who had converted to Christianity in\n\n earnest (conversos), the stigma attached to Judaism in these colonies\n\n obviously precluded Jews from creating a distinctive or prominent role for\n\n themselves. The suggestion that Jews could thus be both an important part\n\n of white society and an outlawed class of people in the largest colonies\n\n of the hemisphere would appear to be contradictory. Yet Professor Martin\n\n never acknowledges the anomaly.\n\n      The author reiterates his mischaracterization of The Secret\n\n Relationship when he writes, The book documents the considerable Jewish\n\n involvement in the transatlantic (sic) African slave trade, the\n\n dissemination of which knowledge they, as Jews, considered an\n\n anti-Semitic and most hateful act (p.3). It is of course not the\n\n dissemination of information concerning Jews in the slave trade that is\n\n anti-Semitic, but rather the manner in which The Secret Relationship\n\n distorts and misrepresents this information.\n\n      Most obviously, the Nation of Islam book which, unlike genuine\n\n scholarly works, was written anonymously, without the peer review of\n\n authorities in the field fails to provide any comparative data through\n\n which to establish a context for evaluating Jewish participation in the\n\n slave trade. Thus, for example, The Secret Relationship provides a list of\n\n 59 slave ships owned by about 33 Jewish individuals or families during the\n\n years 1702-1806, the busiest century of the slave trade (SR, pp.194-195).\n\n But the book s anonymous authors never provide any data on non-Jewish\n\n slave-ship owners; as Professor Jacob Rader Marcus notes, in a widely cited\n\n observation from his book The Colonial American Jew (1970), It may be\n\n safely assumed that over a period of years American Jewish businessmen were\n\n\n\n accountable for considerably less than two percent of the slave imports\n\n into the West Indies and North America.  Why, therefore, publish a book\n\n about two percent of the slave trade, with total disregard for the\n\n remaining ninety-eight percent?\n\n      In addition to omitting the facts which contradict their\n\n anti-Jewish agenda, the anonymous authors of The Secret Relationship\n\n unscrupulously manipulate and distort the research of legitimate scholars.\n\n One of the most egregious examples of this practice is a citation (footnote\n\n 636) of Rabbi Bertram Korn s book, American Jewry and the Civil War, in\n\n which The Secret Relationship states that The New York Dispatch reported\n\n that if you walked to the corner of Williams Street and Exchange Place, all\n\n you would see were the descendants of Shylock, and all you would hear\n\n would be up to shixty-five, up to Sheventy-one! Mine God, it vill go up to\n\n von hundred (sic)!  (SR, p.164) In context, however, Korn writes: The New\n\n York Dispatch said that if you walked to the corner of Williams Street and\n\n Exchange Place, all you would see were the descendants of Shylock and all\n\n you would hear would be Up to shixty-five, up to Sheventy-one! Mine God,\n\n it vill go up to von hundred!  There was as little truth in this accusation\n\n as in any other blanket generalization; the New York Jewish editors dared\n\n their secular colleagues to walk to the gold curb and count Jews, so\n\n certain were they that a very small proportion of Jews could be found there\n\n (AJCW, p.161). In customary fashion, the authors of The Secret Relationship\n\n have turned Korn s denunciation of anti-Semitism into an apparent attack on\n\n Jews by the author himself. Yet The Secret Relationship is the authority to\n\n which Professor Martin refers for his beliefs about Jewish activities\n\n during the slave era.\n\n      Given the long history of the Nation of Islam s anti-Jewish\n\n provocations, the refusal to provide a comparative context for evaluating\n\n the extent of Jewish slave-dealing, or an accurate citation of sources, can\n\n only be seen as willful distortions of the historical record to exaggerate\n\n the prominence of Jews in the trans-Atlantic trade. Given Professor\n\n Martin s numerous anti-Semitic slanders, in The Jewish Onslaught and\n\n elsewhere, his eagerness to accept the Nation of Islam s book as valid\n\n history only confirms that he shares the Black Muslim group s antipathy\n\n toward Jews. Jewish Edicts\n\n      In keeping with Professor Martin s propensity to slander Jews, he\n\n\n\n further relates of his exchange with the presumably Jewish librarian in\n\n Brooklyn, As I reflect in hindsight on that conversation, with the benefit\n\n of six months of the Jewish onslaught to guide me, it seems as if the major\n\n Jewish agencies issue edicts, as it were. Then the Jewish rank and file\n\n simply fall in line.  Theirs not to make reply,/Theirs not to reason\n\n why,/Theirs but to do and die…  The power of the Jewish leadership over\n\n their constituency is impressive indeed, the presence of some dissenting\n\n voices notwithstanding (p.viii).\n\n      This is one of the most bigoted remarks Martin makes about Jews in\n\n The Jewish Onslaught, for it suggests that Jews, unlike all other groups of\n\n people, are not subject to independent thought, to conflict or argument, to\n\n the fallibility of human behavior. No group of people can be fairly\n\n characterized in this way, but ironically, Martin seems to suggest that\n\n Black people should show the same uncritical allegiance to ethnic\n\n solidarity and the dictates of their leaders that he erroneously attributes\n\n to Jews hence, his omnivorous belligerence toward Blacks with whom he\n\n disagrees.\n\n      In contrast to Professor Martin s unusual and derisive view of Jews\n\n as a passive and intellectually complacent community, it is more plausible\n\n to suggest that most Jews share with Jewish communal organizations certain\n\n fundamental concerns about the safety and survival of Jews in America,\n\n Israel, and around the world. If the great majority of Jews familiar with\n\n The Secret Relationship have condemned it, this is attributable to the\n\n outlandishness of the book s anti-Semitism, and not to the magical ability\n\n of Jewish agencies to control their constituents. Misery Loves Company\n\n      As noted previously, the author s misguided envy of what he\n\n considers to be Jewish unity also manifests itself in his glorification of\n\n his own supporters. Martin writes, Let no one doubt the power of African\n\n American organization or its ability to mobilize quickly and network\n\n effectively (p.41).  Mobilizing quickly and networking effectively, of\n\n course, appear to be the basis of Martin s complaint about Jewish\n\n organizations and the motivation for his conspiracy theory of Jewish\n\n communal power. What better illustration of Martin s anti-Semitism exists\n\n than his double standard in simultaneously praising African-American groups\n\n and condemning Jewish groups for the same characteristics?\n\n      Moreover, the specific examples of what Martin terms Black\n\n\n\n Solidarity frequently display the same gratuitous and relentless\n\n anti-Semitism as the author himself. Thus, he quotes Michael Williams,\n\n Director of African American Studies at Boston s Simmons College as\n\n stating: After reading and hearing about the recent attacks leveled against\n\n you by Zionist and other reactionary forces, I felt compelled to send you\n\n this brief expression of support. The courage you ve demonstrated in\n\n speaking the truth, in the face of such a tremendous onslaught of political\n\n conservatism, academic Eurocentrism and Zionist machinations, is very\n\n inspiring… (I)t is imperative that we always stand united when someone\n\n who represents the intellectual, cultural, and political integrity of our\n\n people is attacked by the backward, albeit powerful, forces of the Zionist\n\n movement (p.94).\n\n      Though it is disturbing that the director of a college program\n\n would display such overt anti-Semitism, Martin quotes one of his own\n\n students, who writes in defense of her mentor: (T)hose who insist upon\n\n saying that any African-American is anti-Semitic are not clear on the\n\n cultural lineage of Jewish people. The first Jews were Africans Ethiopians,\n\n some of whom set out across Europe thousands of years ago to convert others\n\n to their religion. If one were to look up the term Semitic in any\n\n dictionary, one would find that the term refers to the languages (and by\n\n extension the culture) of Afro-Asiatic (sic) peoples. Afro means\n\n African most Africans are black. Therefore, Semitic means black. For an\n\n African-American to be anti-Semitic is for that person to be anti-Black\n\n (p.122). If the student is to be taken at her word that to be Semitic\n\n means to be black, wouldn t Tony Martin s complaints about Jewish racism,\n\n by the logic of this defense, be as irrelevant in the student s opinion as\n\n Jewish complaints about Black anti-Semitism? More to the point, if Martin\n\n fosters these unsettling arguments in his classroom, aren t the real\n\n victims of his bigotry his own students?\n\n      Correspondence to Martin, which he characterizes as a letter of\n\n support, from an inmate at a Massachusetts prison provokes similar\n\n concerns; responding to a press account of the Wellesley controversy, the\n\n inmate writes: I need not go any farther by saying that the brothers and\n\n I...are in complete agreement with your analysis of the importance of\n\n Afrocentrism, moreso (sic), the significance of enlightening\n\n African-Americans to the true history of our ancestors… I am very much\n\n\n\n interested in obtaining the two books indicated within the article The\n\n Secret Relationship Between Blacks and Jews and The Protocols of the Elders\n\n of Zion… Therefore I am respectfully asking if you can provide me with a\n\n copy of both books so that I can share them with other brothers by making\n\n zerox (sic) copies…  (pp.104-105). There is, indeed, a similarity between\n\n the NOI book and The Protocols the latter of which is the most notorious\n\n anti-Semitic forgery of the twentieth century; nonetheless, Professor\n\n Martin fails to offer the reader of The Jewish Onslaught any information\n\n about The Protocols, and doesn t indicate whether or not he honored the\n\n inmate s request.9\n\n      A more bizarre letter of support, from a self-described\n\n Irish-American, begins, I m not anti-Semitic, I m sure you re not either,\n\n nor is Louis Farrakhan. But...Jewish people in this country have incredible\n\n power and don t hesitate to use it to further their goals. Nothing stops\n\n them not morality, not truth, not even America s best interests…\n\n They A.I.P.A.C., B nai B rith, J.D.L., etc., will beat you into the ground.\n\n You won t win, only morally. You must already have a tough backbone but\n\n you ll need more. Make contacts with everyone you can, (obviously not\n\n fascists or hate-mongers), because you ll need all the help you can get\n\n (p.106). Martin on the Civil Rights Movement\n\n      Professor Henry Louis Gates, one of The Jewish Onslaught s central\n\n villains, first provoked Martin s rage by writing a New York Times column,\n\n Black Demagogues and Pseudo-Scholars, published July 20, 1992. In this\n\n op-ed, Gates stated, Many Jews are puzzled by the recrudescence of black\n\n anti-Semitism, in view of the historic alliance (of the civil rights\n\n movement). The brutal truth has escaped them: that the new anti-Semitism\n\n arises not in spite of the black-Jewish alliance but because of it. For\n\n precisely such trans-racial cooperation...is what poses the greatest threat\n\n to the isolationist movement (within the Black community).\n\n      It is helpful to recall Professor Gates s contention when examining\n\n Professor Martin s account of the civil rights movement. Martin repeatedly\n\n describes Jewish involvement in this struggle as a cynical and hypocritical\n\n means for Jews to further their assimilation into white society; he writes:\n\n When, in the new world of the twentieth century, liberalism provided an\n\n avenue into public life for those looking beyond the bounds of their ethnic\n\n groups, (Martin here quotes from the book The American Jews, by Arthur\n\n\n\n Goren) they helped found the NAACP and financed early Civil Rights\n\n campaigns. In the latter part of the twentieth century the mood of the\n\n ruling class turned to conservatism and Jews...again went with the flow…\n\n In each era the Jewish attitude to Black people has provided the\n\n credentials for their membership in the mainstream (p.73).\n\n      In contrast to Professor Martin s suggestion that Jewish\n\n involvement with civil rights was merely a ticket to assimilation into a\n\n general American liberalism, one must note that within the decade that\n\n Jewish philanthropists helped establish the NAACP, both the Supreme Court\n\n and the White House held private screenings of the racist film Birth of a\n\n Nation. In the 1920s, over 5 million white Americans belonged to the Ku\n\n Klux Klan, which intimidated, terrorized, and murdered immigrants, Jews,\n\n and African-Americans. In the 1950s and 60s, Jews did not merely\n\n participate in the civil rights movement, but provided as much as\n\n three-quarters of the funds and over half the non-Black participants of the\n\n major civil rights groups and projects.10\n\n      Moreover, Professor Martin s historical interpretation again\n\n slanders Jews by suggesting that Jewish people have no core beliefs, only a\n\n hell-bent drive for success: Jews...again went with the flow (p.73). His\n\n observations also echo remarks scattered throughout The Secret\n\n Relationship, such as Europe s experience with Mosaic Law was that it\n\n very closely resembled business law, and that money, not worship, was the\n\n main objective (SR, p.34), or When their host country was at war with a\n\n trading partner of the Jews...the Jews would continue trade by various\n\n methods… They did not see this smuggling as illegal or even harmful just\n\n business (SR, p.25).\n\n      The stereotype of Jews as amoral dissemblers unbound by personal or\n\n national loyalties to which Martin adds political loyalties originates, as\n\n the Secret Relationship quote (SR, p.34) implies, in European Christian\n\n anti-Semitism. Anti-Semitism evolved in the Christian era from the charge\n\n that Jews were responsible for the crucifixion. Adopting the premise that\n\n Jews had murdered Jesus, Christian authorities subsequently devised a\n\n conception of Jews as the enemies not just of Christ, but of Christians and\n\n Christianity; Judaism as such came to embody no positive beliefs, it only\n\n stood as the opposite of the Christian religion. The corresponding slanders\n\n of Jews as rootless, materialistic, and conspiratorial were invoked to\n\n\n\n demonstrate the spiritual benightedness of the people who had rejected\n\n Jesus.\n\n      Martin s scenario of Jews exploiting their civil rights activism\n\n for personal gain overlooks a logical question, however: if the key to\n\n assimilating to American society during the liberal 1960s was participating\n\n in the civil rights struggle, why didn t other ethnic groups intent on\n\n assimilation commit themselves on an organizational, institutional level as\n\n conspicuously as did Jews?\n\n      Of course, the motivations for Jewish involvement with civil rights\n\n are far more complex than Martin is willing to concede. Without an\n\n understanding of this context, Jewish political affiliations, whether\n\n liberal, conservative, or otherwise, would simply be attributable to\n\n Jewishness implying that this is a purely political identity rather than\n\n a religious, cultural, and ethical one instead of specific historical\n\n experiences.\n\n      The vast majority of American Jews emigrated from Eastern Europe to\n\n urban centers on the East Coast at the turn of this century. The sudden\n\n transformation of these Jews from a poor, disenfranchised, brutally\n\n persecuted European community to a working-class American one manifested\n\n itself in a disproportionate Jewish involvement with the labor movement,\n\n and other liberal and left-wing political groups. Over the course of the\n\n century, as more Jews entered the middle class, this political tradition\n\n coincided with the policies of the New Deal and subsequent liberal\n\n administrations.\n\n      In the aftermath of the Holocaust, the stark brutality of Southern\n\n racism inspired many Jews from this political and religious heritage to\n\n involve themselves in the struggle for equality in voting, housing,\n\n employment, and education which dominated the civil rights agenda until the\n\n passage of the Civil Rights Act of 1964 and the Voting Rights Act of 1965.\n\n Following these legislative victories, the civil rights movement turned its\n\n attention toward economic issues particularly affirmative action programs\n\n in education and hiring.\n\n      At the same time, two of the leading civil rights groups during\n\n this period consciously excluded whites from their organizations, and\n\n adopted anti-Semitic rhetoric and anti-Zionist policies to hasten Jewish\n\n alienation from the movement. Predictably, Martin lauds this historical\n\n\n\n development: By the late 1960s the momentum for African American struggle\n\n had definitely moved away from the traditional Civil Rights\n\n organizations...to the newer groups and individuals favoring a more\n\n self-reliant approach to African American struggle… While the powerful\n\n NAACP Legal Defense Fund continued under its longstanding Jewish leader,\n\n Jack Greenberg, the expulsion of all whites from SNCC and CORE inevitably\n\n removed direct Jewish influence from these bodies (pp.132-133). Martin\n\n ignores a subsequent historical development, however; though the NAACP\n\n Legal Defense Fund continues to be a viable civil rights organization led\n\n today by Elaine Jones, an African-American woman SNCC has disbanded and\n\n CORE is currently a much smaller, less active organization than it was 30\n\n years ago. The abandonment of integrationist principles coincided with the\n\n decline of these groups.\n\n      Despite the conflicts that developed in the civil rights coalition\n\n at that time, Jews today remain in a number of significant respects support\n\n for Black political candidates, support for Black educational funds and\n\n cultural institutions substantially more committed to Black empowerment\n\n than other American ethnic groups.\n\n      Professor Martin nonetheless faults Jews not only for abandoning\n\n the civil rights struggle, but for attempting to participate in it, as\n\n well. For example, he writes, In the age of liberalism, scrutiny was\n\n exercised by those who founded, led and funded the assimilationist Black\n\n organizations. From Joel Spingarn using his perch as president of the NAACP\n\n to spy for military intelligence, to Stanley Levison drafting Martin Luther\n\n King, Jr. s speeches, the incessant liberal monitoring of Black activity\n\n was no less oppressive, if even more sophisticated, than during the era of\n\n slavery (pp.73-74). By this analysis, Joel Spingarn and Stanley\n\n Levison and, by implication, other Jews, famous and unknown, who\n\n participated in (and in some cases, sacrificed their lives to) the civil\n\n rights movement are morally indistinguishable from the slave dealers,\n\n owners, and taskmasters of the antebellum South. Such a worldview, in fact,\n\n demonstrates that Martin judges historical figures by their ethnic\n\n identities, not their thoughts and actions; the color of their skin, rather\n\n than the content of their character.\n\n      Just as Martin attacks Spingarn and Levison for participating in\n\n the civil rights movement in the past, he also faults Jews today for\n\n\n\n attempting to participate in this cause. For example, in a discussion of\n\n the 1993 Civil Rights March on Washington, Martin cites a leaked\n\n confidential memo from Rabbi David Saperstein of the Religious Action\n\n Center of Reform Judaism to the organizers of the event. According to the\n\n leaked document, Rabbi Saperstein wrote, I understand that a tentative\n\n decision was made yesterday to invite Rev. Louis Farrakhan… I do not\n\n need to tell you what a devastating blow this would be to the solidarity of\n\n the coalition supporting the March.  Professor Martin thus blames Rabbi\n\n Saperstein for the decision not to invite Minister Farrakhan to the march:\n\n The Civil Rights establishment capitulated and Farrakhan did not speak\n\n (p.24).\n\n      It is instructive to note, however, that Rabbi Saperstein uses the\n\n term coalition to describe the movement organizing the march. Following\n\n the historic precedent of the 1963 March on Washington, the planners of the\n\n 1993 event put great stress on inviting a wide array of groups to\n\n participate in the march labor unions, women s groups, and Arab-American\n\n organizations were invited, in addition to Black and Jewish groups.\n\n Obviously a genuine coalition could not exist if any group Jewish or\n\n otherwise exercised total control over the rally (something, of course,\n\n that Rabbi Saperstein was neither asserting nor requesting). But it is\n\n equally true that a successful coalition could not exist if each of the\n\n groups Jews included had no voice in planning the event.\n\n      Minister Farrakhan s career-long litany of anti-Jewish,\n\n anti-integration, and sexist statements in addition to the anti-Arab\n\n bigotry of some of his followers, most notably Khalid Abdul\n\n Muhammad11 would have made his presence at the rally an insurmountable\n\n affront to many of the participants in the 1993 March. An invitation for\n\n him to speak would therefore have destroyed the spirit of coalition the\n\n March was intended to embody. Rabbi Saperstein s memo, in contrast, did not\n\n violate that spirit, it preserved it. The decision not to invite Farrakhan\n\n was not a capitulation to Jewish power, but a fair response to the merit of\n\n Rabbi Saperstein s arguments.\n\n      Furthermore, Martin s logic in arguing that Jewish participation in\n\n the civil rights movement was a means to assimilation contradicts his\n\n belief that Jews control the media: he writes, Jews have traditionally\n\n rejected...all suggestions of their great ownership or control of the major\n\n\n\n media. Yet here...one need look no further than their own scholars for\n\n documentation (p.13). If Jews control the media a charge anti-Semitic\n\n propagandists make ubiquitously, without any effort to demonstrate how, if\n\n at all, the circumstantial prominence of individual Jews affects the\n\n reporting of news events what further assimilation into the American\n\n mainstream would be required? Indeed, the author asserts this supposed\n\n control even when the evidence he cites contradicts his assumption; for\n\n example, he uses an episode of the ABC Sunday morning talk show This Week\n\n With David Brinkley devoted to the controversy at Wellesley as an instance\n\n of Jewish media control despite the fact that none of the panelists\n\n condemning Martin s behavior were Jewish! Martin on Afrocentrism\n\n      Martin places Jews in a comparable double bind in the chapter\n\n titled Afrocentrism : In this campaign (against Afrocentrism) the Jewish\n\n onslaught has draped itself in the swaddling garments of European\n\n civilization and white supremacy. This is a remarkable development,\n\n considering the unfortunate experience of Jews at the hands of\n\n Europeans… Yet in the current debate over Afrocentrism it is the Jewish\n\n victims of Europe who have emerged as its gratuitous champions (p.54).\n\n      The author s equation of a critique, any critique, of the\n\n Afrocentrist educational philosophy with white supremacy precludes rational\n\n or civil discussion. Ironically, Martin argues that Anti-Semitism, once\n\n presumably the anguished cry of an oppressed people, has become, for the\n\n priveleged and powerful U.S. Jewish leadership and their unthinking Negro\n\n stooges, a bludgeon to subdue dissent, stifle discussion, deprive African\n\n Americans of a living and perpetuate historical lies (pp.134-135). His\n\n characterization of the term anti-Semitism as being used to stifle\n\n dissent and discussion, however, applies aptly to his own use of the terms\n\n white supremacy or racism.\n\n      Furthermore, Professor Martin faults Jews, variously, for\n\n controlling African studies (p.42), monopolizing Jewish studies Even the\n\n few African American academic Judaeophiles and converts have refrained (or\n\n been prevented) from venturing into the realm of Jewish history, literature\n\n and culture (p.52) and gratuitously defending European civilization. If\n\n every example of Jewish participation in academia is in some respect\n\n illegitimate, what option does Martin leave Jewish scholars and cultural\n\n critics? Follow the Money\n\n\n\n      Martin reiterates yet another perennial anti-Semitic slur when he\n\n writes, Jews, now the richest group in the United States, with one third\n\n of the country s billionaires as of 1992 (and less than three per cent of\n\n the population), have made a conscious decision to defend their priveleged\n\n white status in...the time-honoured way, namely by scapegoating Black folk\n\n (p.55). The specific source for Martin s billionaire statistic is one\n\n Lenni Brenner, a self-proclaimed Trotskyist who currently promotes himself\n\n and his agenda (which includes the same erroneous charges of Zionist\n\n collaboration with the Nazis that Martin has made) by apologizing for Black\n\n anti-Semites such as Professor Martin; in recent years, Brenner has also\n\n written a series of favorable articles on The Secret Relationship for New\n\n York s largest Black-oriented paper, the Amsterdam News.\n\n      Brenner, in a February 25, 1994, letter to the Anglo-Jewish\n\n Forward, however, indicated that one third of the country s billionaires\n\n meant, according to an October 1992 Forbes magazine, that 24 of our 73\n\n billionaires...are Jews.  To extrapolate an economic profile of the entire\n\n Jewish community based on its two-dozen richest members is a stretch\n\n comparable to suggesting that the entire African-American community can be\n\n characterized by the economic achievements of Bill Cosby, Oprah Winfrey,\n\n and Michael Jackson. Moreover, Mr. Brenner cites a 1984 statistic\n\n concluding that the average annual household income for Jewish families was\n\n $23,300 only slightly higher than Episcopalians and Presbyterians.12 Even\n\n assuming that this statistic, if correct, technically proves Martin s\n\n argument that Jews are the richest group in the United States, the\n\n reality of how this wealth is distributed effectively refutes the author s\n\n bigoted innuendo of Jewish financial power, and its role in scapegoating\n\n Black folk.  Martin s Paranoid Style\n\n      Adding injury to insult, Professor Martin stands history on its\n\n head in his descriptions of the 1991 Crown Heights riots. He states, for\n\n example, A confrontation had been triggered by the unpunished killing of\n\n young Gavin Cato and the maiming of his cousin Angela Cato by a Hasidic\n\n vehicle, as the children played in the sidewalk in front of their house. A\n\n Jewish student, Yankel Rosenbaum, was killed in the ensuing scuffles\n\n (p.viii). Martin neglects to inform his readers, however, that an\n\n investigation of Gavin Cato s death by the Brooklyn District Attorney ruled\n\n it an accident, and cleared the Hasidic driver of any criminal\n\n\n\n wrongdoing.\n\n      Yankel Rosenbaum, who was totally unconnected with the Cato death\n\n and was in another part of the neighborhood that evening, was not\n\n accidentally killed in ensuing scuffles between the Black and Hasidic\n\n communities of Crown Heights. He was attacked and murdered, not because he\n\n had provoked someone through his words or actions, but only because he was\n\n Jewish. There is no debate among reasonable people as to the designation of\n\n this crime, and yet to this day, no one has been convicted of this truly\n\n unpunished lynching.\n\n      Crown Heights nonetheless becomes part of a larger litany of Jewish\n\n wrongdoing against African-Americans when Martin writes: The African\n\n American feeling that Jewish influence has gone too far is fueled by a long\n\n string of assaults since the 1960s, including the Ocean Hill-Brownsville\n\n school dispute in Brooklyn, NY in 1968 (where the Jewish community defeated\n\n African American efforts at community control of the school system), the\n\n Jewish assault on affirmative action (especially as manifested in the Bakke\n\n Supreme Court case of 1977), the firing of U.S. ambassador to the United\n\n Nations, Andrew Young in 1977 (over his meeting with Palestinians),\n\n allegations of police protection of Hasidic Jewish vigilantes in Crown   \n\n       Heights, Brooklyn, the Crown Heights disturbances of 1991\n\n (occasioned by the unpunished vehicular killing of a Black child and the\n\n maiming of another by a vehicle in the entourage of the supposed messiah of\n\n the Hasidic          cult), the successful Jewish assault on the\n\n public television documentary The Liberators (which highlighted the\n\n liberation of Jews in Nazi concentration  camps by segregated African\n\n American troops in World War II) and much more (p.43).\n\n      By way of response, it should be noted that the Ocean\n\n Hill-Brownsville dispute was a labor conflict between a predominately\n\n Jewish teachers union and a predominately African-American school district.\n\n The Jewish community as a whole was involved only with respect to the\n\n anti-Semitic statements of some Black community activists during this\n\n dispute. However, opposition to community control of the district itself\n\n was by no means monolithic within the Jewish community; in fact, as\n\n Jonathan Kaufman notes in Broken Alliance, when Ocean Hill-Brownsville\n\n hired 350 substitute teachers to replace the striking union members, half\n\n the replacements were Jewish (BA, p.148). Though it is legitimate to\n\n\n\n disagree with the actions of the teachers union (or, for that matter, to\n\n agree with them), it is unreasonable to blame the entire Jewish community\n\n for their decisions.\n\n      Similarly, the Bakke decision, in which the Supreme Court declared\n\n a University of California admissions program unconstitutional, was decided\n\n by a judicial body containing no Jews, on behalf of a non-Jewish medical\n\n school applicant. Though Jewish organizations did file amicus curiae briefs\n\n on Bakke s behalf, Martin s attribution of the Court s ruling to nefarious\n\n Jewish power or influence is misleading and false.\n\n      Again, Andrew Young s resignation (which occurred in 1979, not\n\n 1977, as Martin writes) resulted from his violation of American foreign\n\n policy at the time; in his capacity as United Nations Ambassador, Young\n\n acted as a representative of the U.S. government, not a representative of\n\n the African-American community. As an official of the government, Young s\n\n meeting with the PLO representative contravened U.S. foreign policy and\n\n sparked the protest of the Jewish community as would a meeting with the PLO\n\n of any U.S. diplomat, white or Black, at that time but most of these\n\n protests did not include calls for Young s resignation, which was a\n\n decision of the Carter administration exclusively. Indeed, Ellen Willis\n\n noted in The Myth of the Powerful Jew, published in The Village Voice,\n\n September 3, 1979, As subsequent events have shown, it was not in (Jewish\n\n organizations ) interests for Young to resign, and most of them pointedly\n\n refrained from suggesting it. Did Carter act to appease the Israeli\n\n government? I doubt it...but if he did it was in behalf of American\n\n diplomacy, not the Jews.\n\n      Moreover, though the Crown Heights riots may have been occasioned\n\n by the death of Gavin Cato, they certainly were not justified by this\n\n death which is precisely what Martin attempts to do. Similarly, it s hard\n\n to understand how these riots, which led to the murder of a Jewish man,\n\n reflected excessive Jewish influence or power against\n\n African-Americans.\n\n      Finally, the factual errors in The Liberators, brought to public\n\n attention by historians and film critics, which resulted in the\n\n documentary s being withdrawn for corrections, were exposed in the name of\n\n scholarly accuracy, not Jewish power or antipathy toward Blacks. The Jewish\n\n community as a whole continues to honor all servicemen African-American and\n\n\n\n otherwise who played a role in the liberation of the concentration camps.\n\n      Of equal concern as the unfair and scattershot accusations which\n\n Professor Martin hurls at the Jewish community is the presumption that each\n\n of these controversial events was the result of a deliberate and organized\n\n Jewish strategy. To put this misleading historical methodology into\n\n perspective, it is useful to consider the writing of the late Professor\n\n Richard Hofstadter. In his noted essay, The Paranoid Style in American\n\n Politics (1964), Hofstadter characterizes the pseudo-intellectual and\n\n often bigoted theories of the radical right in terms uncannily applicable\n\n to The Jewish Onslaught and similar contemporary extremist tracts: The\n\n central image is that of a vast and sinister conspiracy, a gigantic and yet\n\n subtle machinery of influence set in motion to undermine and destroy a way\n\n of  life… The distinguishing thing about the paranoid style is not that\n\n its exponents see conspiracies or plots here and there in history, but that\n\n they regard a vast or gigantic conspiracy as the motive force in\n\n historical events… The typical procedure of the higher paranoid\n\n scholarship is to start with...defensible assumptions and with a careful\n\n accumulation of facts, or at least of what appear to be facts, and to\n\n marshal these facts toward an overwhelming proof of the particular\n\n conspiracy that is to be established. It is nothing if not coherent in\n\n fact, the paranoid mentality is far more coherent than the real world,\n\n since it leaves no room for mistakes, failures, or ambiguities. (Richard\n\n Hofstadter, The Paranoid Style in American Politics and Other Essays,\n\n pp.29-37).\n\n      Professor Hofstadter s observations are worthwhile to consider when\n\n reviewing similar litanies of Jewish wrongdoing from The Jewish Onslaught.\n\n For example, Professor Martin writes: The Heritage Southwest Jewish Press\n\n of Los Angeles reported on March 5, 1993 that ADL officials objected to the\n\n tone of Los Angeles Times reporting of the spy story.13 This seems to be\n\n a standard Jewish fallback position where they cannot controvert the facts\n\n proffered against them. The Wellesley College administration....said in\n\n effect that they did not care whether The Secret Relationship was accurate\n\n or not. They did not like its tone, and that made it anti-Semitic… The\n\n uniformity of Jewish rhetoric could also be seen in protestations that the\n\n West Coast probe was somehow targeting Jews. I was similarly accused of\n\n targeting Jews for showing that they were involved in the African slave\n\n\n\n trade. The Wellesley and Jeffries cases ( the Jeffries case refers to the\n\n City College of New York s as yet  unsuccessful efforts to remove\n\n Professor Leonard Jeffries from his position as chair of the College s\n\n Black Studies Department) coincided with amazing revelations concerning\n\n Joel Spingarn s spying on the NAACP. Spingarn was one of several prominent\n\n Jews among the NAACP s white liberal pioneers… During World War I\n\n Spingarn was simultaneously a major in the U.S. Army s Military\n\n Intelligence Department (MID) and NAACP s chairman of the board. A sixteen\n\n month research project by the Memphis Commercial Appeal revealed...that\n\n Spingarn used his (NAACP) post to obtain critical information for MID…\n\n (p.49) By virtue of the uniformity of Jewish rhetoric, Professor Martin\n\n thus claims to link a variety of otherwise unconnected Jewish and\n\n non-Jewish institutions into a 75-year conspiracy against the\n\n African-American community.\n\n      More damning of Martin s argument is his singling out of Joel\n\n Spingarn. Consulting the original March 21, 1993, Commercial Appeal\n\n article which few of Martin s readers could be expected to do the author\n\n does indeed report that Spingarn was made an MID major in May 1918 as part\n\n of a program to determine the (probably negligible) extent of German\n\n propaganda efforts in the Black community during World War I. It is worth\n\n noting that of the article s 63 paragraphs, only four discuss Spingarn,\n\n including one which simply notes, The NAACP gives an annual award named\n\n for Spingarn.\n\n      However, the instigator of the intelligence division which\n\n recruited Spingarn, Lt. Col. Ralph Van Deman, was not Jewish; nor, of\n\n course, were the many African-Americans, including the then-leader of the\n\n Tuskegee Institute Robert R. Moton and the prominent Nashville minister Dr.\n\n C.V. Roman, who also willingly participated in the intelligence effort.\n\n Since, according to the Commercial Appeal article, Spingarn s activities\n\n with MID differed little from those of his African-American counterparts,\n\n why does Professor Martin attribute his involvement with the intelligence\n\n project to his Jewish identity?\n\n      Martin s distorted rehash of the Commercial Appeal article is not\n\n the only example from The Jewish Onslaught in which he quotes the facts\n\n in a highly selective manner. He also writes: The American Jewish\n\n Committee s Commentary magazine...gave Arthur Jensen a forum for similar\n\n\n\n pronouncements (in favour of Black mental inferiority). (Jensen is the most\n\n celebrated academic white supremacist of recent years. His ideas on Black\n\n inferiority have become orthodoxy for the Jewish onslaught. His arguments\n\n were incorporated into the briefs presented by the major Jewish\n\n organizations for the Bakke case against affirmative action) (pp.54-55). In\n\n fact, a request from the Anti-Defamation League to the editorial office of\n\n Commentary revealed no instance in which the magazine had published a\n\n Jensen article.14 Moreover, a check of the two amicus curiae briefs filed\n\n by the major Jewish organizations American Jewish Committee, American\n\n Jewish Congress and Anti-Defamation League, Jewish Labor Committee,\n\n National Jewish Commission on Law and Public Affairs, respectively in the\n\n Bakke case indicated that neither brief cited Arthur Jensen in any\n\n capacity.15\n\n      At the point of outright fabrication, it should become clear that\n\n Martin has forfeited any claim to scholarship or academic integrity. Such a\n\n conclusion, however, was inevitable from the moment when he assigned The\n\n Secret Relationship to his students. For Martin s attempt to defend and\n\n justify the NOI book s claim that the Jewish community bears a monumental\n\n culpability in the slave trade as historical fact is also a fabrication.\n\n From beginning to end, Martin s attacks against Jews and Judaism have\n\n served the sole purpose of stirring mistrust and hatred between ethnic\n\n groups on college campuses.\n\n      Unfortunately, buried beneath his relentless hatemongering and\n\n scapegoating is a single legitimate complaint: American racism has\n\n historically played the defining role in denying Black people the ability\n\n to shape or direct academic study of their cultural and historical\n\n experience. It is only in the present generation that Black scholars\n\n teaching Black studies are not exceptional phenomena. The distortion and\n\n bigotry of The Jewish Onslaught when taken in isolation rather than\n\n challenging racist antagonism toward the Black studies movement,\n\n unwittingly confirms it. Professor Martin s intellectual deception is an\n\n indulgence that this country s institutions of higher learning cannot\n\n afford now, or ever. Conclusion\n\n      When asked by The Boston Globe to appraise Tony Martin s stature\n\n among scholars of the Black nationalist leader Marcus Garvey, Robert A.\n\n Hill, a historian at the University of California at Los Angeles, and\n\n\n\n editor-in-chief of the Garvey papers, replied, Tony Martin, who is trained\n\n as a barrister, is basically the attorney for the defense of Garvey… In\n\n some quarters his work is taken as biblical truth. In the majority it is\n\n regarded simply as a point of view, a pro-Garvey point of view.\n\n      This assessment suggests that Martin is a competent, if partisan,\n\n scholar who has labored in relative anonymity to achieve modest recognition\n\n by his peers in the academy. It is worth considering this appraisal, for\n\n though Martin is one of a multitude among college professors, he is a\n\n genuine superstar in the hate movement achieving greater notoriety as an\n\n anti-Semite than he ever would as an academic.\n\n      The Jewish Onslaught and the controversy associated with it have\n\n provided Martin with a lecture schedule comparable to that of Professor\n\n Leonard Jeffries, Minister Louis Farrakhan, and former NOI spokesman Khalid\n\n Muhammad, as well as a forum among thousands of African-American college\n\n students who similarly sponsor and attend the speeches and rallies of these\n\n figures. The book has made him the center of a debate about academic\n\n freedom and responsibility that is national in scope. He has even managed\n\n through his anti-Semitism to crossover from the Afrocentric circles in\n\n which he has typically travelled to earn the invitation initially\n\n accepted to speak at an annual convention of the Institute for Historical\n\n Review, an organization of right-wing extremists, pro-Nazi apologists, and\n\n professional conspiracy theorists whose main preoccupation is denying the\n\n historical veracity of the Holocaust. He eventually declined to appear at\n\n this meeting, but The Jewish Onslaught is now sold through the group s mail\n\n order catalog.\n\n      If Professor Martin has achieved fame, and with it an audience for\n\n his historical theories, he has done so at the expense of truth and\n\n intellectual integrity. As this report has shown, he has relied on the\n\n dishonest conspiracy theories of the Nation of Islam to claim that Jews\n\n played a significant role in the slave trade. Using this as the starting\n\n point of a much larger preoccupation, he traces the impact of Jews on the\n\n formulation of anti-Black racism in Western civilization backward to the\n\n Hamitic Myth, the origin of theological justifications for slavery; and\n\n forward, to the subversive role he claims Jews played in the civil rights\n\n movement, undermining Black progress.\n\n      In each of his arguments, Martin relentlessly distorts and\n\n\n\n misrepresents the history of these events and concepts to justify his\n\n assumption that Jews are hostile toward Blacks merely as a function of\n\n their Jewishness. As this report has contended, such a worldview of Jews as\n\n the implacable and eternal enemies of Blacks is but an inverse image of\n\n classic European anti-Semitism.\n\n      European anti-Semitism, which began as an opposition of\n\n Christianity and Judaism, by the nineteenth century had become an\n\n opposition of the European native to the Jewish foreigner ; regardless of\n\n how many centuries that Jews had lived in France, Germany, Poland, etc.,\n\n the fact that the French, for example, traced their heritage to the ancient\n\n kingdom of Gaul and Jews traced their heritage to the ancient kingdom of\n\n Israel accounted for a racial difference between the European and the\n\n Jew. This xenophobic fixation on ethnic origins, and the pseudo-scientific\n\n vocabulary which rationalized it, has bound modern Jew-hatred to hatred of\n\n all non-Europeans. The origins of Martin s anti-Semitism, in fact, are also\n\n the origins of modern anti-Black racism.\n\n      The fact that a self-described Afrocentrist would thus parrot the\n\n rhetoric and logic of white supremacists is a bitter irony, but it is not\n\n as anomalous as it initially appears to be. Indeed, Professor Kwame Appiah\n\n has written in the Summer 1994 issue of Skeptic magazine: (T)he most\n\n striking thing about it (Afrocentrism) is how thoroughly at home it is in\n\n the frameworks of 19th century European thought… Take, for example, the\n\n preoccupation with the ancient world. The academic curriculum of the 19th\n\n century traced Western civilization to roots in ancient Greece.\n\n Afrocentrists have simply challenged the old priority of the (white)\n\n Greeks, by replacing them with (black) Egyptians… This preoccupation\n\n with racial matters is very much a response to the 19th-century formulation\n\n of the issues, when to the classicism of the Enlightenment there was added\n\n the thought that the Western heritage was a racial possession…\n\n Afrocentrist interest in the color of the ancient Egyptians presumably\n\n derives from the thought that if they were black then they were of the same\n\n race as contemporary black Africans and their New World cousins. And unless\n\n you conflate biology and culture, why should that matter?\n\n      In and of itself, the fact that Tony Martin believes that ancient\n\n Egyptians were Black is neither objectionable, nor particularly\n\n interesting. However, this type of Afrocentrism does become offensive, and\n\n\n\n a threat to pluralism and civility on the college campus, when Martin and\n\n his supporters assume that the reason why the Blackness of ancient Egypt or\n\n its centrality to ancient civilization is not universally acknowledged is\n\n because Jewish academics have conspired to keep that knowledge secret.\n\n      The bigotry manifest in such beliefs is reason enough to condemn\n\n Professor Martin s activities. But an additional problem posed by Professor\n\n Martin is the fact that his students and his audiences in the\n\n African-American community look to him as a guide and role model; one\n\n indication of this is a letter Martin prints in The Jewish Onslaught\n\n co-signed by 11 students, stating, Dr. Martin s uncompromising efforts to\n\n fully educate and expose his students to a wider perspective is an\n\n excellent example of the traditional Wellesley way of professional\n\n mentoring (p.118). More than the fact that he preaches falsehood, Martin\n\n distracts and disserves his audiences, directing their attention away from\n\n the genuine problems facing Black Americans today problems too complex and\n\n pressing to be attributed to a Jewish conspiracy.\n\n      Thus, in The Jewish Onslaught Martin s first commentary on the\n\n current state of Black America there is no mention, for example, of the Los\n\n Angeles riots; no mention of the fact that Blacks comprise 12% of the\n\n American population, yet account for 45% of all deaths by fire; that 47% of\n\n all Black 17-year-olds are functionally illiterate; that 50% of all Black\n\n children under the age of 18 live in poverty; that violence is the primary\n\n killer of young Black people, particularly violence perpetrated by other\n\n young Black people. Reading Professor Martin s book, a newcomer to the\n\n United States might think that the biggest problem facing the\n\n African-American community today is whether or not Cleopatra was Black. Or\n\n as Professor Marcellus Andrews wrote in The Wellesley News, While a little\n\n racist clique plays with anti-Semitism...the litany of horrors that is the\n\n daily lot of blacks in America goes on, largely ignored by this shallow\n\n petit bourgeois black collegiate elite.\n\n      If The Jewish Onslaught fails as contemporary political analysis,\n\n it also fails, for the same reason, as history. Regardless of one s\n\n perspective on the future of American society, and Black people in it, it\n\n is inarguable that this nation has been transformed, for the better, by the\n\n civil rights movement and the changes it has affected over the past 30\n\n years. Indeed, these changes have been so pervasive that it is difficult\n\n\n\n for people born in the current generation to imagine the racist realities\n\n of American life before the 1960s. Blacks, Jews, and other Americans came\n\n together in the civil rights coalition not to enact a secret and sinister\n\n conspiracy, of course, but to ensure that all American citizens could vote,\n\n could seek legal protection from discrimination in housing, education, and\n\n employment, could protest official corruption and brutality, could serve on\n\n juries, could drink from the same water fountains.\n\n      If too many Americans, Black and white, forget these realities, it\n\n is partly because, in an age of gangsta rap and other commercializations\n\n of violence and degradation, it is easier to market the posture of\n\n militancy adopted by the Nation of Islam and other extremists than the\n\n principled activism of Martin Luther King and Jack Greenberg (to name but\n\n two examples). Tony Martin is living proof of the marketability of\n\n extremism. But extremism, the drive to isolate Blacks from other Americans,\n\n will further exacerbate the very problems The Jewish Onslaught\n\n ignores problems which should concern not only Blacks, but all Americans.\n\n This report has been offered to expose the hazards of extremism and\n\n isolationism, in the spirit of less sensational, but more sustaining\n\n values.\n\n     ------\n\n A Press Release of the American Historical Association\n\n      The Council of the American Historical Association passed the\n\n following policy resolution relating to the alleged role of Jews in the\n\n slave trade at a Council meeting that took place in Chicago on January 5,\n\n 1995:\n\n      The AHA deplores any misuse of history that distorts the\n\n historical record to demonize or demean a particular racial, ethnic, or\n\n cultural group. The Association therefore condemns as false any statement\n\n alleging that Jews played a disproportionate role in the exploitation of\n\n slave labor or in the Atlantic slave trade.\n\n      The AHA Council s action was taken in response to a statement on\n\n this issue submitted to the Council by historians David Brion Davis (Yale\n\n University) and Seymour Drescher (University of Pittsburgh), noted experts\n\n on the history of slavery and antislavery movements… The Davis-Drescher\n\n statement follows:\n\n      During the past few years there have been a number of egregious\n\n\n\n assaults on the historical record in institutions of higher learning and at\n\n educational conferences. These assaults implicate Jews as a dominant group\n\n in the Atlantic slave trade and the enslavement of Africans in the New\n\n World. The claims so misrepresent the historical record, however, that we\n\n believe them only to be part of a long anti-Semitic tradition that presents\n\n Jews as negative central actors in human history. In such scenarios, Jews\n\n are the secret force behind...every major cataclysm from the Medieval\n\n Pandemic of the plague through the French and Russian Revolutions to the\n\n collapse of Communism, and now, incredibly, appear for the first time as\n\n the secret force behind slavery. Unfortunately, the media have given the\n\n latest charges wide currency, while failing to dismiss them as spurious. As\n\n professional historians, who have closely examined and assessed the\n\n empirical evidence, we cannot remain silent while the historical record is\n\n so grossly violated.\n\n      Atlantic slavery was an intercontinental enterprise extending over\n\n nearly four centuries. Ethnically, the participants included Arabs,\n\n Berbers, scores of African ethnic groups, Italians, Portuguese, Spaniards,\n\n Dutch, Jews, Germans, Swedes, French, English, Danes, white Americans,\n\n Native Americans, and even thousands of New World people of African descent\n\n who became slaveholding farmers or planters themselves. Since Portugal and\n\n Spain barred Jews from their empires, and since, by the 16th century most\n\n of the Jews who weren t either killed or converted in Western Europe had\n\n fled eastward, it was impossible for Jews to play more than a marginal role\n\n in a vast system that attracted tens of thousands of pagans, Muslims,\n\n Catholics, and Protestants. Even in Holland and the Dutch colonies, where\n\n Jews were allowed to make their main contribution to New World slavery as\n\n merchants and planters, they always formed a minority. Similarly, Jews\n\n played only a nominal role in the slave system in the American South. Never\n\n more than a tiny fraction of the white population, they never formed more\n\n than a minuscule proportion of slaveholders.\n\n      The American Historical Association is a membership organization\n\n with more than 18,000 individual and organizational members. The AHA, which\n\n brings together historians from all geographical, chronological, and\n\n topical specializations, represents the broad diversity of historical study\n\n today.\n\n     ------\n\n\n\n    NOTES: 1 For information on The Secret Relationship, see Jew-Hatred as\n\n History: An Analysis of the Nation of Islam s The Secret Relationship\n\n Between Blacks and Jews , ADL, 1993; update, 1994.\n\n 2 Tony Martin, The Jewish Onslaught: Despatches from the Wellesley\n\n Battlefront. 1993, p. 128. (All subsequent references incorporated in\n\n text.)\n\n 3 For more information on Martin s background and the events leading up to\n\n the publication of The Jewish Onslaught, see Lessons in Hatred: Professor\n\n Tony Martin, ADL Special Edition, July 1994.\n\n 4 Marcellus Andrews, Andrews reflects on academic freedom, op-ed\n\n published in The Wellesley News, April 14, 1993, p.13.\n\n 5 Selwyn R. Cudjoe, Academic Responsibility and Black Scholars, op-ed\n\n published in the Baltimore Sun, March 23, 1994.\n\n 6 Martin has additionally filed an as yet unresolved civil suit against two\n\n journalists at Wellesley and MIT for publishing a critical article about\n\n him in the student journal Counterpoint. In November 1994, Martin also\n\n filed a discrimination complaint with the Massachusetts Commission Against\n\n Discrimination after Wellesley College failed to award him a merit pay\n\n increase.\n\n 7 Professor Aaron notes additionally that no direct citation to rabbinic\n\n literature among non-Jews can be found before the twelfth century…\n\n Christians did not look to the Talmud or the Midrash for ideological\n\n justification… Christians who claimed the Old Testament as their own\n\n were not in need of midrashic parables on the descendants of Noah to find a\n\n theological justification for slavery.\n\n 8 For an illuminating discussion of the relationship between pan-Africanist\n\n thought and 19th century racial theory, as well as non-racial alternatives\n\n to African unity, see In My Father s House: Africa in the Philosophy of\n\n Culture, by Kwame Anthony Appiah; Oxford University Press; 1992.\n\n 9 For more information on The Protocols of the Elders of Zion, see The\n\n Protocols: Hoax of Hate, ADL Special Edition, June 1990.\n\n 10 For a comprehensive account of Jewish involvement with the civil rights\n\n movement, see Broken Alliance: The Turbulent Times Between Blacks and Jews\n\n in America, by Jonathan Kaufman; Mentor Books; 1988, 1989.\n\n 11 According to Peter Noel, writing in the February 15, 1994, issue of The\n\n Village Voice, Muhammad in 1992 appeared on the New York radio station WLIB\n\n\n\n with a member of a rival Black Muslim sect. There, he attacked his opponent\n\n for having become not just a white man s nigger but now...the Arab s\n\n nigger.  He also referred to Arabs as the rusty, dusty, dirty desert\n\n Arabs, and reportedly blamed the Prophet Muhammad for the terrible\n\n conditions of the world today a remark blatantly blasphemous to traditional\n\n Islam. Additionally, in his notorious November 29, 1993, speech at New\n\n Jersey s Kean College, Muhammad stated, Who is it sucking our blood in the\n\n Black community? A white imposter Arab and a white imposter Jew.\n\n 12 Furthermore, this average income for Jewish families is significantly\n\n less than the average income for tenured professors at Wellesley\n\n College particularly those who, like Martin, draw lucrative speaking fees\n\n on the college lecture circuit.\n\n 13 Professor Martin here refers to a widely reported allegation that the\n\n ADL research operation constituted a spy network targeting hundreds of\n\n organizations and thousands of individuals. This allegation stemmed from a\n\n nearly year-long investigation by the San Francisco District Attorney s\n\n office; less widely reported was the fact that this investigation was\n\n closed in November 1993 with no criminal charges being filed, and no fines\n\n or criminal penalties imposed against ADL or any of its employees.\n\n 14 A critique of Commentary s racial politics is, however, legitimate. For\n\n example, a review of Charles Murray and Richard Herrnstein s book The Bell\n\n Curve in the magazine s January 1995 issue defends the accuracy of Jensen s\n\n research. Though Commentary is certainly accountable for its treatment of\n\n race, any reckoning of this issue must be conducted on the basis of fact,\n\n not reckless allegations, and must respond to the substance of the ideas\n\n presented, not the ethnic identity of the magazine s editors.\n\n 15 It should be noted, additionally, that each of these briefs was\n\n co-signed by non-Jewish ethnic organizations.\n\nMyrna Shinbaum of the Anti-Defamation League, 212-490-2525 ext. 7747\n"}