{"title": "Still a Nation of Nations;A Magnet for Millions;The Lamp Still Lights the Golden Door, But the Welcome Mat Is Wearing Thin", "body": "\nArabs have immigrated to Detroit, Salvadorans to Washington, Haitians to Miami, Kurds to Nashville.  America on \nthis Fourth of July is more than ever a nation of nations.\n\nAt least a million immigrants and refugees will pour into the United States this year, perhaps as many as in any year \nin America's history.  About 700,000 will come legally: Soviet Jews, Vietnamese boat people, Cuban political \nprisoners.  Hundreds of thousands more -- no one knows for sure how many -- will sneak over the Mexican border \nor fly into Dulles Airport as \"tourists,\" and melt into the country as illegal aliens.\n\nIrish potato famine, Hungarian revolution, Indochinese war: the United States, whatever its ambivalence toward the \nrole, has long served as the safety valve for international crises, welcoming more immigrants and refugees than all \nother free-world nations combined.\n\nAmerican prestige may be dwindling in the eyes of global leaders, but for the oppressed or poverty-stricken people \nof the world, this country remains an irresistible magnet.  Four million a year get in line to come to the United \nStates.  Waiting lists for certain types of visas are backed up 11 years.\n\nA Kettering Foundation study in the early 1970s reported that one-third of the people in Latin America want to \nemigrate here.  Indochinese refugees in Thailand overwhelmingly choose the United States over other countries.\n\nThe unexpected flood of 117,000 Cuban boat people this spring, coupled with the continuing influx of Indochinese \nat the rate of 14,000 a month, focused sudden public attention on immigration.\n\nWith the freedom flotilla coming ashore in Key West, Fla., the Carter administration woke up to discover it didn't \nreally have an immigration policy. aAs Victory Palmieri, the State Department's refugee coordinator, put it, \"We \ncan't afford to take them all in.  We can't keep them out.\"\n\nAmerica has historically welcomed \"the huddled masses yearning to breathe free.\" It is part of the national identity.\n\n\"The bosom of America is open to receive not only the opulent and respectable strange,\" George Washington said \nin 1783, \"but the oppressed and persecuted of all nations and all religions.\"\n\nNonetheless, from the 19th Century \"yellow peril\" scare, prompting laws excluding Asians, to recent efforts of \nimmigration officials to deport Haitians, each new immigrant wave has brought political backlash.\n\n\nToday, with unemployment nearing 8 percent, the thought of spending millions of dollars to resettle outsiders has \nrifled many Americans.  In California and Texas, lawsuits have been filed to stop the states from granting medical \nand other social services to illegal aliens.\n\nThe reaction is ironic, because every American -- Indians excepted -- is descended from an immigrant, and many \nquite recently.  The 1970 census found that 34.5 million Americans were either foreign-born of had one or more \nforeign-born parents.\n\nWhile some unions complain that illegal aliens and new immigrants steal jobs from American workers, studies show \nthat many of the jobs they take are low-paying ones that Americans don't want -- domestics, dishwashers, lettuce \npickers.  Entrepreneurial Cubans are credited with reviving Miami's economy in the 1960s -- creating more jobs for \neveryone.  Soviet Jews have rejuvenated Brooklyn neighborhoods that were turning into slums.\n\nSome economists see an increase in immigration as a boon.  Because of the recent slide in the American birth rate, \nthe number of workers in the U.S. labor force is expected to decline, beginning in 1982, as fewer young workers \ncome of age.\n\nOne thing has changed dramatically since the years when Ellis Island served as the gateway to America for millions \nof refugees traveling steerage across the oceans.  Unlike their predecessors, the new immigrants are increasingly \nfrom Third World countries, challenging American society to broader racial and cultural tolerance.\n\nMeanwhile, attitudes have changed in the past two decades.  The idea of the melting pot, in which all nationalities \nwould blend into a homogeneous stew, is no longer fashionable.  Ethnic has become chic.\n\nAmerican women dress in Mexican skirts and Indian shawls, cook with woks and send their children to bilingual \nschools.  Ethiopian, Afghan and Vietnamese restaurants are the rage in Washington and other big cities.  Arab \nbread is sold in the Safeway.  The most popular Bicentennial event in small midwestern towns four years ago was \nthe ethnic festival.\n\nImmigrants are more inclined than ever to cling to their heritage.  Spanish-speaking Mexicans, Puerto Ricans and \nCubans have created citites within cities in such places as Miami and San Antonio.  Theirs is a culture that doesn't \nwash away with the passage of generations, a culture that demands equality with Anglo America.\n\nIn Los Angeles, where 50 percent of kindergarten children claim Spanish as a first language, all police cadets are \nrequired to take six months of conversational Spanish.  Miami blacks complain they can't get jobs because they \ndon't speak Spanish.\n\nBut every ethnic group experiences the pangs of culture clash, the pull of its American future and the tug of its past, \nwhether the group be composed of Russian Jews, Hmong tribesmen or Cape Verdeans from West Africa.\n\nAnd for each group the experience is vastly different.  The Cubans, who grew up playing baseball and selling cigars \nto wealthy Americans, have an easier time adapting than the Hmong, who lived isolated from the world in the \nmountain villages of Laos.\n\nVirtually every group reports family tensions exacerbated by the quicker adaptability of the young and the nostalgia \nof the old.  Vietnamese parents complain that their children talk back to them, a habit learned from American \nfriends.  Cuban parents complain of the sexual freedom of American youth.  Young Cape Verdeans, whose parents \nthink of themselves as Portuguese, now call themselves Afro-Americans.\n\nIn the eyes of Conrad Tauber, a census expert, becoming American can mean going full circle.  \"The first \ngeneration tries to maintain its culture,\" he has said.  \"The second generation -- kids born of foreign parents -- reject \nit as much as they can.  The third generation is still somewhat resentful of ethnicity, but the fourth generation is \nproud of it.  They can stage a Norwegian festival and dress up in folk costumes and go back to being good \nAmericans the next day.\"\n\n\n"}