{"title": "SALVADORANS HELD ON COAST AS ALIENS ASK REAGAN FOR ASYLUM", "body": "\nA group of 150 Salvadoran refugees, some of whom had been held as illegal aliens for as long as nine months, \npetitioned President Reagan today for political asylum.\n\nUntil Monday, 87 of the refugees had been held in several Federal detention centers in southern California. Their \nrelease came through the efforts of several religious and political organizations.\nGroup of Salvadoran refugees, who are being held as illegal aliens, petition President Reagan for political aylum\n\nIn addition to political asylum and an end to deportations, the refugees' petition asks for the lifting of a requirement \nthat as much as $5,000 be posted with each application for asylum. It also asks that the Salvadorans be given \nUnited States work permits and free medical care, that asylum be granted individuals outside the United States \nwho wish to rejoin family members here, and that American intervention in El Salvador be ended.\n\n \n\nA Plea to 'American Conscience'\n\nThe petition, presented at a news conference here, reads in part: ''We call upon the conscience of the American \npeople and of the United States Government to stop all Salvadoran deportations and end the bond requirement for \nSalvadorans with an asylum application pending. We demand an end to the inhumane treatment of \nundocumented persons, a violation of our civil rights and an insult against our dignity.''\n\nMargo Cowan, executive director of El Concilio Manzo, a Tucsonbased immigrant aid group that raised $275,000 to \npay the refugees' bond requirements, said: ''This group is the first Salvadoran refugee delegation to make such a \ndramatic appeal to the President himself.''\n\nRobert J. Seitz, a spokesman for the western region of the Immigration and Naturalization Service, said that the \nagency does not support a blanket political asylum policy.\n\n''We asked the State Department for an advisory opinion on what they think could happen to the individual,'' he \nsaid. ''But we make the final decision. We think each case should be treated subjectively. All cases must rest on \ntheir individual merit.''\n\n \n\nRefugees Greeted at Rally\n\nThe refugees, most of whom were already living in California and Arizona before being taken into custody, were \nwelcomed with a rally and a brief Roman Catholic mass at a local restaurant after they were released Monday. \n\n\nApproximately 75 supporters, including some with donations of clothing, cheered as the two busloads of ''Freedom \nBus Refugees'' pulled into the parking lot.\n\nOne man, identified only as Luis and speaking through an interpreter, told supporters about the murder of his family \nlast December in El Salvador.\n\nHe said that the National Guard ''were really looking for me - they came into my house without any investigation,'' \nand, he said, murdered his 21-year-old wife, 1-year-old daughter, and a family guest.\n"}