{"title": "IT'S ABOUT THOSE FROZEN BODIES . . . ILLEGAL IMMIGRANT IS SENT PACKING, BUT HIS FREEZER PRESENTS A PROBLEM", "body": "\nPolice in this rough-edged mountain town have recovered two frozen bodies from the home of an illegal \nimmigrant from Norway. The charge they're considering is not murder but illegal storage.\n\nTrygve Bauge, 36, the keeper of the bodies, was not on hand for the raid on his bunker-style home Tuesday. After \nmore than 10 years as an illegal resident in the United States and two months on the lam from the Immigration and \nNaturalization Service, he was nabbed in a Boulder supermarket May 4 and flown back to his native Norway.\n\nBauge left behind his mother, Aud Morstoel. He also left two bodies -- those of his grandfather, Bredo Morstoel, \nwho died of a heart attack in 1989, and a Chicago man named Al Campbell, who died of a kidney ailment -- packed \nin an insulated box in a storage shed and a standing order for dry- ice deliveries. After Bauge was sent back to \nNorway, Nederland officials declared the house uninhabitable until a building inspector had checked it because \nBauge did not have a certificate of occupancy for the property -- in violation of town law. Aud Morstoel then let the \ncat out of the bag: If she were evicted, she told a newspaper reporter, who would care for the bodies?\n\nOfficials then contacted Bauge at his father's house in Oslo, and Bauge confirmed to police that he was storing the \nbodies on his property.\n\nThe storage project is part of Bauge's long-term interest in cryonics, the practice of freezing the body of a person \nwho has just died in order to preserve it for possible resuscitation in the future.\n\nWhen his grandfather died, he arranged for the body to be flown from Norway to Oakland, where it was stored for \nfour years in a cryogenics facility called Trans Time in hopes that he might someday be revived or reproduced from \nhis preserved DNA.\n\nThe body of Bredo Morstoel had been moved to the Nederland storage shed \"quite a while\" ago, Aud Morstoel told \nauthorities. Campbell's body was put into the shed in February, she said.\n\nWhen authorities, armed with a search warrant, peeked into the storage shed Tuesday afternoon, they saw a 4-\nfoot-high, thickly insulated wooden box containing a frost-rimmed, chained stainless-steel coffin holding Bredo \nMorstoel, and a green sleeping bag containing Campbell's body. On top of the bodies they found a stack of dry ice \nwrapped in brown paper and a thermometer indicating a temperature lower than 60 degrees below zero.\n\n\"I feel like I'm in a David Lynch movie,\" said Nederland Mayor Bryan Brown, who watched the bizarre proceedings.\n\n\nBauge, best known for founding Boulder's Polar Bear Club -- whose adherents leap into 34-degree water in the \nBoulder Reservoir each New Year's Day -- called the Boulder Daily Camera on Tuesday from Oslo to discuss his \nresearch.\n\n\"I look on ice swimming as training sessions for later cryonics suspension, to see what my body can handle and \nwhat it can take,\" he said.\n\nOn Feb. 14, Bauge sat in a tub of ice-cold water for 64 minutes, breaking his own record for ice-bathing.\n\nBauge insisted the bodies on his property were \"widespread knowledge\" and said \"if they try to remove the bodies, \nI am holding everyone up there legally responsible.\"\n\n\"I will sue them until hell freezes over,\" he said.\n\nBut freezing wasn't the main concern for Nederland officials Tuesday. It was defrosting they were worried about. \nNobody was quite certain what, if any, laws were being violated by Bauge's makeshift cryogenics lab, but Marshal \nHugh Pitzer said several times he did not think \"it is a criminal matter.\"\n\n\"It does bother me a little bit,\" said Shirley Filer, who with her husband, Jack, is building a house about 100 feet up \nthe hill from Bauge's unusual steel-and-concrete home. \"What's going to come of this if they start defrosting?\"\n\nThe bodies looked in no danger of defrosting any time soon, with temperatures hovering below the 60-below-zero \nmark in the dry-ice-packed container. Bauge's mother said two of his friends had been repacking the container with \n800 pounds of dry ice every 14 days.\n\nIf the dry-ice packs are discontinued, \"Al Campbell would dry up and (my) grandfather would rot away,\" Bauge \nsaid. \"That would be horrendous.\"\n\nBauge emphasized that the bodies are packed tightly within several layers of insulation and are \"no danger to the \npublic at all.\"\n\nWhat happens next? Neither the Boulder County Coroner's Office nor the Boulder County Department of Health \nconsidered the matter urgent enough to respond Tuesday. Nederland town officials made it clear that the bodies \nwill not be on ice in their town for long.\n\n\"Nobody is supposed to be up there, dead or alive,\" Pitzer said, referring to the decision by the town to rule the \npeculiar house where Bauge had lived with his mother \"uninhabitable\" until the town building inspector could have a \nlook.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: JAY QUADRACCI -- KNIGHT-RIDDER NEWS SERVICE\n\nMayor Bryan Brown checks out the freezer.\n\n940512 FR 1A PF 3; color\n"}