{"title": "Gingrich Says the Right Thing! Film at 11", "body": "\nTwo more people got voted off the X-factor last night. And for those who were not watching that, on a nearby \nchannel, no one got voted off the latest in a grueling series of debates among the contenders for the Republican \nnomination. There were so many strange, out of touch, and downright dangerous things said in the area of \nnational security that it was tempting to write all about them.\n\nInstead, I thought I'd praise Newt Gingrich. There is not much Mr. Gingrich says that I agree with, starting with the \nidea that he's qualified to be president. But he had it right - actually almost exactly right - when he talked about \nimmigration.\n\nWolf Blitzer, who was moderating, pointed out that in the 80's, Mr. Gingrich voted for the Simpson-Mazzoli Act, \nwhich provided a pathway to citizenship for illegal immigrants. Mr. Gingrich acknowledged that he had, but pointed \nout that the rest of the bill, a guest worker program and better border enforcement, never came to pass.\n\nI was half expecting Mr. Gingrich to say that he had been wrong, that we should line all of our borders with razor \nwire and deport anyone who even looks like an illegal immigrant. But he did not. He said, in fact, that there should \nbe a pathway to legalization for people who came here illegally but put down roots, paid taxes and obeyed the law.\n\n\"I do not believe that the people of the United States are going to take people who have been here a quarter \ncentury, who have children and grandchildren, who are members of the community, who may have done something \n25 years ago, separate them from their families, and expel them,\" he said.\n\nMr. Gingrich, of course, was immediately attacked by most of the other GOP contenders. They mostly tossed out \nthe usual straw man - he was calling for amnesty. (This is one of my favorite political tricks, by the way.)\n\nMr. Gingrich also said some rather odd things, like he seemed to rule out illegal immigrants actually becoming \nfull-fledged citizens. And he kept throwing \"belong to a local church\" in to his list of qualifications to be a welcome \nresident. Legalization without possible citizenship is just another dead-end idea. And being a member of a church, \nlocal or otherwise, should never be a litmus test for any government benefit.\n\nDoes saying nice things about immigrants improve Mr. Gingrich's already weak chance of becoming the \nRepublican nominee? If he actually got into the White House, would the right-wingers who helped him get there \never allow him to pursue real immigration reform? The answer to both is obviously, no.\n\nBut it was good to hear him embrace a position that was, after all, fairly mainstream for Republicans only a few \nyears ago, before the hard right took over its agenda.\n\n\n• Moderator for a Day\n\n• Questions for the Candidates\n\n• Facebook Chat Redux\n\n• Mitt Romney's First TV Ad\n\n• How to Attack Your Opponent for Things He Didn't Do\n"}