{"title": "FLIGHT FROM CUBA: AT THE WHITE HOUSE;Castro vs. Clinton", "body": "\nTo a limited but important degree, Fidel Castro has done what President Clinton vowed to keep him from doing.\n\nMr. Castro's actions -- chiefly his decision to permit an unlimited number of disgruntled Cubans to set sail into the \nperilous Florida Straits on rickety rafts -- have prompted Mr. Clinton to change United States immigration policy, and \nto change it into something difficult to sustain.\n\nIf the refugees keep coming by the thousands, the detention centers at Guantanamo Bay will eventually fill to \nbursting, even after such costly measures as the building of more camps, an idea that was announced on Tuesday, \nand the evacuation of some civilian workers to make more space available, a measure announced today. And there \nis no sign of a diminution in the flow, despite all the fervent American warnings; indeed, many Cubans seem more \neager than ever to flee, fearing that this may be their last chance.\n\nOfficials here admit they have no full answers. So why not grasp the straw proffered by the Cubans? Why not talk \nabout at least some of the issues between the countries, including the refugees?\n\nMr. Clinton said during a Rose Garden exchange with reporters this afternoon that he was restudying the \nregulations governing legal immigration by Cubans, and indicated that he would be willing to discuss such \nquestions with Havana.\n\nBut on the larger issues -- the refugees and the long freeze between the two countries -- he answered brusquely. \nThe 30-year-old policy of isolating Cuba would stand, he said, \"and Mr. Castro knows the conditions for changing \nthat policy.\"\n\nIn fact, Mr. Clinton has said that the United States should never agree to negotiate when it is under foreign attack, \nand he has argued that what he sees as an effort to destabilize south Florida socially and economically constitutes \nan attack. Like many another President before him, he has spoken recently of his determination not to buckle under \npressure from abroad.\n\nOpening broad-scale talks would be \"political suicide,\" a White House official said this afternoon, but that is by no \nmeans a unanimous opinion, even among Democrats.\n\n\nNo doubt such a move would be unpopular with some conservatives, for whom Mr. Castro remains a demonic \npresence, even though the end of the cold war has rendered him strategically all but insignificant. But conservatives \nare not likely to be Clinton supporters in any case.\n\nThe President's apprehensions, his associates say, are focused on the big Cuban-American colony in Florida, a \nstate whose rapid growth -- it is now the fourth largest -- has increased its weight in national politics.\n\nAccording to several Florida politicians, Mr. Clinton's decision to prevent the refugees from entering the United \nStates angered many Cuban-American leaders, who were not consulted. He then imposed new punitive measures \nagainst Havana and met last Friday evening with a group that included Jorge Mas Canosa, chairman of the Cuban \nAmerican National Foundation. The politicians said Mr. Mas sought and gained a pledge that the United States \nwould undertake no talks with Cuba.\n\n \n\nBig Factor in Miami Area\n\n Cuban-Americans constitute about a quarter, or perhaps as much as a third, of the electorate in Dade County, \nwhich is the state's most populous, but account for less than 10 percent of the state total.\n\nIn this fall's elections, disillusionment with Mr. Clinton and his party could badly hurt the re-election hopes of Gov. \nLawton Chiles, who is already hard-pressed and who in November may have to battle former President George \nBush's Spanish-speaking son Jeb. Mr. Bush's wife, Columba, is Mexican-American. At a time when the Democrats \nare facing trouble in the gubernatorial races in other big states, like New York, California, Texas and Pennsylvania, \nthey are especially eager to hold on to Florida, with its 25 electoral votes.\n\nOther than that, Mr. Clinton stands to lose little in Florida this fall. Senator Connie Mack, a Republican, is \nconsidered a shoo-in, and the two majority Hispanic districts in the state are already represented by Republicans. \nMost Cuban-Americans have been emotionally Republican.\n\nThe Democrats have fared poorly in Florida in recent Presidential elections, winning 39, 35 and 39 percent in the \nvoting in 1980, 1984 and 1988, respectively. But in 1992, with three candidates in the race, Mr. Clinton's 39 percent \nfell only two percentage points short of victory, and he harbors hopes for 1996. The state Democratic Party says \nthat its polls show Mr. Clinton to be the most popular Democrat among Cuban-Americans since President Jimmy \nCarter.\n\nThere is a larger diplomatic dimension to Mr. Clinton's reluctance than generally acknowledged. Representative \nRobert G. Torricelli of New Jersey, a Democratic specialist on Latin America who backs the President, says the \nUnited States \"could not accept an invitation to negotiate without granting validity to Castro's tactics in sending \npeople out to die.\"\n\n\"Why should we get involved with a guy who has nothing to deliver to us?\" asked a senior State Department official.\n\nBut of course, any talks between the United States and Cuba could be limited, and need not entail the lifting of the \n30-year American economic embargo with Cuba. At first, experts say, they could be confined to matters like \ntelephone and other communications links between the two countries, drug trafficking and nuclear energy as well as \nrefugee issues.\n\nThe Administration is doing all it can to establish normal relations with the few nations that still embrace \nCommunism as well as those that were stranded by its collapse in Moscow. Mr. Clinton chose not to go to the mat \nwith China over human rights.  He has agreed to open a mission in Hanoi and announced his intention of opening \ndiplomatic relations with North Korea.\n\nYet he rejects talks with Havana.  Members of Congress and others find that hard to understand.\n\n \n\n'Foolish,' Dodd Says\n\n\n\n Senator Christopher J. Dodd, the Connecticut Democrat, argued this week that it was \"mindless and foolish\" to talk \nto dictators around the world yet refuse to talk to Cuba \"because of parochial politics.\" On Friday, a Task Force on \nCuba put together by Inter-American Dialogue, a Washington research group, will call for talks not only on short-\nterm questions but on the whole relationship.\n\nReturning the refugees to Cuba does not seem a live option. For one thing, it is not at all clear that Mr. Castro \nwould accept them; besides, that would defy the profound American belief in comforting the oppressed. Nor is a \nnaval blockade in the cards, given the trade between Cuba and important American allies.\n\nThe President, who was stung politically in 1980 when Mariel boat people held in Arkansas rioted during his \ngovernorship, talks often to his aides about that incident, making it clear that above all he is determined to keep the \nlatest throngs of refugees from entering the United States.\n\nSo unless Mr. Clinton negotiates, he must hope that one of two things happens soon: Either there is an uprising \nagainst Mr. Castro, hastened by the political and economic pressures he is applying, or Mr. Castro decides, for \nsome reason, to halt the flow of refugees. But again, it is the Cuban who occupies the catbird seat.\n\nIn Eastern Europe five years ago, Communist dictators tried to keep people from fleeing to the West. It did not work, \nand their regimes disintegrated. Having watched what happened, Mr. Castro is unlikely to make the same mistake. \nWhile he might miscalculate, he is likely to keep the valve of emigration open to let off the steam of popular \ndiscontent.\n"}