{"title": "Reorganization, Anti-Terrorism Effort Keeping INS Chief Busy", "body": "\n James W. Ziglar gained fame on the Hill as the man who called to order President Bill Clinton's impeachment trial \nwith chants of \"Hear ye, hear ye.\" \n\n But these days, in the wake of the Sept. 11 terrorist attacks on the World Trade Center and the Pentagon, the \nnative Mississippian and former sergeant-at-arms of the Senate has a much more challenging job: tracking those \nwho enter and exit the country. \n\n As head of the Immigration and Naturalization Service, Ziglar oversees an agency that for years has been criticized \nfor backlogs and delays in processing immigrants applying for residency or citizenship, mistreating customers and \nbeing unable to keep track of foreign visitors well enough to know which ones are violating their visas. With \nAmericans concerned about terrorists in their midst, these issues are taking on a new urgency. \n\n \"I did not want to be INS commissioner,\" Ziglar said in his first one-on-one interview since taking over the INS in \nAugust. \"I was drafted to do this.\" \n\n Tapped by President Bush and Attorney General John D. Ashcroft to take the reins of an agency with 34,000 \nemployees and a $ 6 billion budget -- and administration interest in restructuring it -- Ziglar said he accepted the $ \n130,000-a-year job because the INS needed leadership. He acknowledged, though, that he lacks experience in \nimmigration issues. \n\n \"I didn't even know where the [INS] building was,\" he said. \n\n Illegal immigration has overwhelmed the INS for years. The fact that most of the Sept. 11 terrorists entered the \ncountry on legal visas has focused Ziglar's attention on the estimated 3 million foreigners who have overstayed the \nlimits of their visas and have faded into the population.  \"Clearly the focus is on the enforcement side of the \nbusiness,\" he said. \"We want to send a message that we expect our laws to be observed.\" \n\n How much progress the INS can make without a huge increase in resources is uncertain. But Ziglar said the \nagency is working more closely with the FBI and CIA to share information and to do a better job screening visitors \nbefore they arrive. New efforts are being made to examine organizations they belong to and any criminal activity \nthey may have been involved in, before allowing them into the country. \n\n\n Although law enforcement agencies such as the FBI have had that information in the past, \"the sharing of that \ninformation hasn't been done,\" he said. \n\n \"At least we'll know that's a person who has the possibility of doing bad things,\" Ziglar said. \"We're paying more \nattention to the process.\" \n\n The agency also has been faulted for not tracking people who enter on legal visas, failing to adequately patrol the \nCanadian border and failing to remove people who have been ordered deported. \n\n In an effort to crack down on such deportation \"absconders,\" Ziglar announced last month that the names of \n314,000 foreign nationals who have remained here despite deportation orders will be entered into the national FBI \ncrime database so police can help identify them. Entering the names could take at least a year. The government \nalso has beefed up patrols along the Canadian border. \n\n Ziglar says the system will never be perfect. \"We can't track every person who comes in this country,\" he said. \n\"People can disappear.\" \n\n He also is busy launching an INS restructuring plan announced by Ashcroft in November. The plan calls for \nseparating the agency's enforcement and service functions. The goal is to make the agency more accountable, \nimprove customer service and foster cooperation with law enforcement agencies.  \n\n A new Bureau of Immigration Services will process applications for naturalization, green card renewals, asylum \nrequests and immigration petitions. A new Bureau of Immigration Enforcement will be responsible for border \npatrols, investigations and intelligence. Ziglar has named Richard B. Cravener, a retired INS district director, to \nhead the reform efforts, many of which would require congressional approval. The plan is expected to cost $ 100 \nmillion, add 500 positions and take two years to complete. \n\n Those familiar with the plan said the \"nuts and bolts\" were developed by senior INS staff with input from Ashcroft, \nwho is keeping a close watch on restructuring efforts. \n\n Since taking over the agency more than five months ago, Ziglar has gotten criticism -- and praise -- from \nunexpected quarters. House Judiciary Committee Chairman F. James Sensenbrenner Jr., a Wisconsin Republican \nand frequent critic of the INS, said Ziglar's lack of experience makes him the wrong man for the job. \n\n \"His performance . . . has been disappointing,\" Sensenbrenner said. \"He doesn't have any experience managing a \nbig agency, and he doesn't have immigration experience. I don't know why he was tapped for this job.\" \n\n But Sen. Edward M. Kennedy (D-Mass.) described Ziglar as a \"fair and effective manager who has demonstrated \nhis ability to work with both sides of the aisle.\" \n\n \"Bringing that quality to the office is extremely powerful,\" Kennedy said. \n\n Angela Kelley, a deputy director at the National Immigration Forum, applauded Ziglar for \"reaching out\" to work \nwith her and other immigration advocacy groups. \n\n \"It's been very surprising . . . of someone who seemed to have no sense of himself or immigration that he has \ncome out saying very strong statements about immigrants,\" Kelley said. \"It's still early . . . but it's a very promising \nstart.\" \n\n Ziglar is a former Wall Street investment banker and lawyer who grew up in Pascagoula, Miss., a town of 6,000 \nperched along the Gulf Coast. His father worked as an electrician in the shipyards; his mother worked part-time as \na store sales clerk. \n\n He spent his Sundays singing in the First Baptist Church of Pascagoula choir with other children, including Trent \nLott, a boy four years older who would grow up to become the Senate majority leader from 1996 to 2001, when the \nchamber was under Republican control, and Ziglar's close friend. \n\n\n\n Ziglar was a registered Democrat when he moved to Washington in 1964. He attended George Washington \nUniversity and worked as a staff assistant for then-Sen. James O. Eastland (D-Miss.). During his seven-year stint \nwith Eastland, Ziglar met and became friends with Kennedy. He later supported Democrat Jimmy Carter for \npresident. \n\n But the GOP platform on tax and economic policies prompted Ziglar to switch parties in the late 1970s, though he \nadmits that he \"has supported Democrats\" since becoming a Republican. \n\n \"I probably shouldn't tell the White House that,\" he said. \n\n He worked in the Nixon administration as a legislative liaison for the Justice Department and later in the Reagan \nadministration. Ziglar became sergeant-at-arms -- the chief security officer -- of the Senate in 1998.  \n\n \"The country has not had a unified view of immigration issues ever,\" Ziglar said. \"There's a whole range of \ncontroversies and political issues.\" \n\n One highly sensitive issue arose after last November's crash of an American Airlines plane into a Queens, N.Y., \nneighborhood. The plane was en route to Santo Domingo. The question, at the time, was whether he would allow \nthe victims' relatives, many of whom were living in the United States illegally, to go to Santo Domingo to bury their \nloved ones and then return here. \n\n What he did was grant \"humanitarian parole\" to people in Santo Domingo who wanted to come here to bury their \nfamily members. \n\n \"There was pressure on me to say you can go and come back, but the law doesn't allow me to do that,\" he said. \n\"You try to do what's right and what's just and yet observe the law. Every case impacts some family.\" \n"}