{"title": "Shop Talk: HOT JOBS: FBI agents, drug-enforcement agents, state troopers, immigration agents", "body": "\nOUTLOOK: As the nation continues to fortify security measures at home and abroad, there's a greater need for \nmore Drug Enforcement Administration agents, state troopers and U.S. and deputy marshals as well as \nImmigration and Naturalization Service agents and inspectors. State troopers arrest criminals statewide and \npatrol highways to enforce motor-vehicle laws and regulations. Uniformed officers issue traffic citations to motorists \nwho violate the law. At the scene of accidents, they may direct traffic, give first aid and call for emergency \nequipment. State troopers are often called upon to help other law-enforcement agencies. State law-enforcement \nagencies operate in every state except Hawaii. Federal Bureau of Investigation agents are the government's \nprincipal investigators, responsible for investigating violations of more than 260 statutes and conducting sensitive \nnational-security investigations. Agents may conduct surveillance, monitor court-authorized wiretaps, examine \nbusiness records, investigate white-collar crime, track the interstate movement of stolen property, collect evidence \nof espionage activities or participate in sensitive undercover assignments. The FBI investigates organized crime, \npublic corruption, financial crime, fraud against the government, bribery, copyright infringement, civil-rights \nviolations, bank robbery, extortion, kidnapping, air piracy, terrorism, foreign counterintelligence, interstate criminal \nactivity, drug trafficking and other violations of federal laws. Drug-Enforcement Administration agents enforce \nlaws relating to illegal drugs. Not only is the DEA the lead agency for domestic enforcement of federal drug laws, \nit also has sole responsibility for coordinating and pursuing U.S. drug investigations abroad. Agents may conduct \ncomplex criminal investigations, carry out surveillance of criminals and infiltrate illicit drug groups using undercover \ntechniques.\nFrom staff and wire reportsImmigration and Naturalization Service agents and inspectors facilitate the entry of \nlegal visitors and immigrants to the United States and detain and deport those arriving illegally. They consist of \nborder-patrol agents, immigration inspectors, criminal investigators and immigration agents as well as detention \nand deportation officers.\n\n \n\nTRAINING: To be considered as an FBI agent, you must be a law school graduate, or a college graduate with a \nmajor in accounting, fluency in a foreign language or three years of full-time work experience. All FBI agents \nundergo training at the FBI academy in Quantico, Va. DEA agents must have college degrees and either one year \nof experience conducting criminal investigations, one year of graduate school or at least a 2.95 grade-point average \nwhile in college. DEA agents undergo 14 weeks of training at Quantico.\n\n \n\nSALARY: In 1999, FBI agents entered service as GS 10 employees on the government pay scale at a base salary \nof $34,400 a year, yet they earned about $43,000 a year with availability pay. They can advance to the GS 13 \ngrade level in field nonsupervisory assignments at a base salary of $53,800, which is worth almost $67,300 with \navailability pay. Promotions to supervisory, management and executive positions are available in grades GS 14 and \n\n\nGS 15, which pay a base salary of about $63,600 or $74,800 a year, respectively, equaling $79,500 or $93,500 a \nyear with availability pay.\n\n \n\nSources: \"Planning for Tomorrow: Industry and Occupational Outlook\" and \"Georgia Wage Survey,\" both by the \nGeorgia Department of Labor; and \"America's Fastest-Growing Jobs,\" Sixth Edition, by J. Michael Farr.\n"}