{"title": "POLITICS: THE ISSUES;Dole's Immigration Stance Splits G.O.P.", "body": "\nA bill that would crack down on illegal immigration has exposed deep divisions among House and Senate \nRepublicans, many of whom calculate that the best course for them might not serve the best interests of Bob \nDole's struggling Presidential campaign.\n\nMany Republican lawmakers, particularly those facing close races in states with large number of illegal immigrants, \nare eager to pass the bill, which toughens enforcement on the border and in the workplace. They want to show \nconstituents that Congress is tackling the issue.\n\nBut Mr. Dole is loath to hand President Clinton an opportunity to claim credit for a politically popular bill.\n\n\"The Dole campaign doesn't want to have Clinton having more bills to sign,\" said Michele Davis, a senior aide to \nRepresentative Dick Armey, a Texas Republican who is the House majority leader.\n\nMr. Dole sent his campaign manager to Capitol Hill today to tell Republicans to insist that the bill include a provision \nalmost certain to doom it in the Senate. The provision, included in the House version of the bill but not in the \nSenate's, would allow states to deny a public education to children who are illegal immigrants.\n\nMr. Dole and Speaker Newt Gingrich of Georgia strongly support the provision, but Democrats do not, and Senate \nDemocrats have vowed to filibuster any bill that contains it. President Clinton has indicated that he wants to sign the \nimmigration bill, but not if it includes the education provision.\n\nRepublicans for weeks have been trying to decide whether it is better to have a bill without the education provision \nor stick to their guns and blame the Democrats for blocking the overall legislation.\n\nThis morning, the two main authors of the Republican immigration bill, Senator Alan K. Simpson of Wyoming and \nRepresentative Lamar Smith of Texas, met with the manager of Mr. Dole's campaign, Scott Reed, to plead for \ndropping the education provision to win credit for passing the bill. One official familiar with the discussions said the \ntwo legislators even offered to amend the bill to provide funds to reimburse some of California's education costs if \nMr. Dole would endorse dropping the offending provision.\n\n\nMr. Reed did not budge, Congressional officials said. \"They don't want an illegal immigration bill,\" Mr. Simpson \nsaid in an interview, arguing that his longtime friend and former Senate majority leader, Mr. Dole, had been poorly \nserved by the advice of his top campaign aides.\n\nWhen the debate on immigration began months ago, the Republicans were united -- but no longer.\n\nMr. Gingrich is worried that several Republicans in Southern California who are facing tight contests need an \nimmigration bill that contains the education provision to demonstrate concern for their state's budget problems. But \nMr. Armey recently canvassed six or seven of these Republicans and, to his surprise, Ms. Davis said, found that \nroughly half now believe it is better to have a bill in hand than a dicey political issue to wage against Democratic \nopponents.\n\nIn the Senate, Trent Lott, a Mississippi Republican who is majority leader, does not feel strongly either way about \nthe education provision, but would like to put the immigration bill in his legislative win column before Congress \nadjourns later this month.\n\nThe immigration bill would double the number of Border Patrol officers, increase workplace inspections and restrict \npublic benefits to legal aliens. But much of this is already financed or included in the recently passed welfare bill, so \nthe fight has been largely symbolic for Mr. Dole and the Republicans.\n\nHouse and Senate negotiators are set to meet next Tuesday to discuss the immigration bill. The outcome of their \nreport is preordained. House and Senate Republicans have already completed the process, which is usually \nbipartisan, without the Democrats' help. House leaders now plan to bring the conference report to a floor vote next \nThursday.\n\n\"A likely outcome will be no bill and the attempt to blame Clinton and the Democrats will have backfired badly,\" said \nFrank Sharry, the executive director of the National Immigration Forum, a pro-immigration group in Washington.\n"}