{"title": "After the Immigration Bill Stalled", "body": "\n To the Editor:\n\n  Re ''Grass Roots Roared, and an Immigration Plan Fell'' (front page, June 10):\n\n  While waiting for a new immigration plan, let's enforce the existing laws to prevent anyone from illegally working \nin the country. If employers had followed and the government enforced the existing laws for hiring only workers \nlegally entitled to work in the United States, we wouldn't be in this situation.\n\nThe laws passed decades ago with the last amnesty were intended to prevent the current situation from occurring. \n\n  Employers and governments are as responsible for the current situation as those who enter illegally, and they are \nthe only ones who can make the United States a less attractive place to come illegally.  Denise Nitterhouse \nChicago, June 10, 2007  To the Editor:\n\n  Too many Americans need to be reminded that when millions of our ancestors came to this country, they had to \ndeal only with Ellis Island, not a failed immigration policy that by its impotence invites millions, with similar \nyearnings as our ancestors had, to risk everything to be here, though virtually doomed to live in the shadows \nthereafter. \n\n  We put our wishes on paper that, no matter how desperate you are, ''you'' can't come here, and created a law that \nhas no more sanctity than Prohibition. \n\n  And so I say to the Senate with regard to immigration: Get back to work, fellas, and don't stop working until you \nfix it!  William B. Vorsteg Verona, N.J., June 10, 2007  To the Editor:\n\n  What is it about the notion of ''amnesty'' that riles so many on the issue of immigration reform? Is there not a long \nand revered tradition that requires forgiveness as an essential ingredient to solving problems? \n\n  The simple truth is that those who enter illegally work at jobs that are at the bottom of the wage scale; what is the \nbenefit to them that is so onerous to us? They pay taxes, often overpaying because they are fearful of collecting \nrefunds on bogus Social Security numbers. \n\n  They cut our lawns, our meat, they build our houses, clean them, take care of our children, and cook and serve us \nour fast-food meals. \n\n  Those who have sought legal entry into our country should not be disadvantaged by any immigration reform, but \nkeep in mind that they are more likely to be better educated than the illegal immigrants, are more likely to have \nearned a decent wage in their home countries, and will earn far more than the illegal immigrants when they arrive \nhere. \n\n\n  Surely there is a way to make a fair accommodation between illegal entries who have demonstrated good will and \nlegal applications. Let us keep in mind the good example of South Africa's truth and reconciliation program and stop \nusing ''amnesty'' as a bad word.  Francis Day Arlington, Va., June 10, 2007  To the Editor:\n\n  It is amazing how people who are ready to send an army halfway across the world to fix an undemocratic nation \ncannot find it within their souls to help 4 percent of the American population. \n\n  Like it or not, the 12 million illegal immigrants are our next-door neighbors, and they will not go away with or \nwithout amnesty.  Michael Ifrim New York, June 9, 2007  To the Editor: \n\n  Maybe an immigrant could take my spot. After reading ''Grass Roots Roared, and an Immigration Plan Fell,'' I \nfeel like leaving the country. It's painful to be ashamed of the government, but it's truly terrible to see my fellow \nAmericans so bitter and hateful.  Jennie Kaufman Brooklyn, June 10, 2007  To the Editor:\n\n  I agree with conservatives on virtually nothing, but the failure of the immigration bill was not a ''failure of \nleadership'' (editorial, June 9). Our government has systematically failed to secure our borders over the years, and \nthat is what has created the 12 million illegal immigrant problem.\n\n  The first step in addressing this problem shouldn't be some ''grand bargain'' with incomprehensible point systems, \na complicated and expensive ''path to legal status'' (that most won't do anyway), but should be simply to enforce the \nlaw! That will cap the problem at 12 million and certainly make conservatives more open to dealing with the illegal \nimmigrants, whose numbers will decline with the mere passage of time.  John Garand Santa Barbara, Calif., June \n10, 2007  To the Editor:\n\n  As the two sides argue over how many people should be new citizens, what's missing is a scientific assessment to \nestablish a national population limit based on resources, particularly plentiful, clean water.\n\n  This assessment will determine what combination of natural increase (births minus deaths), net immigration and \nconsumption can be tolerated to live in harmony with nature at home and globally with a reduction in our \ngreenhouse gas emissions.\n\n  We must encourage family planning, small families and efficient consumption, and shrink the large pool of illegals. \nAnd we should have a moratorium on immigration until the policy study is completed and its results are carried out.  \nAlan Kuper Cleveland Heights, Ohio June 10, 2007  The writer is president of CUSP (Comprehensive (approach to) \nU.S. Sustainable Population.  To the Editor:\n\n  Re ''A Failure of Leadership'' (editorial, June 9): You say the immigration bill would have helped illegal \nimmigrants get right with the law. On the contrary, the bill would have helped the law get right with the illegal \nimmigrants.\n\n  I believe that most opponents of the bill would favor legalizing the immigrants' status if border security were \naccomplished first. When a boat is leaking, one should fix the leak first before bailing.  David Skurnick Menlo Park, \nCalif., June 9, 2007  \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nDrawing (Drawing by Felix Sockwell)  \n\nhttp://www.nytimes.com/\n\n"}