{"title": "U.S. Immigrant Labor Plan Leaves Mexicans With Doubts", "body": "\nWhen Cecilia Gamez heard about the immigration reform plan President Bush announced  Wednesday, she had a \nthought:  A program like that might have saved her husband's life. \n\n Roberto Rivera was one of 19 illegal immigrants who died last May in a sweltering trailer truck on a highway in \nVictoria, Tex., abandoned by the unscrupulous human smugglers Bush hopes to put out of business with a new \ntemporary worker program. \n\n Gamez, 30, said her husband would have taken advantage of a provision that would allow employers to sponsor \nimmigrant workers, so that they would not have to face the dangers of crossing illegally. But she said she feared \nthat Bush's announcement was nothing but election-year posturing. \n\n \"Bush says he will do it and I hope he will, but I doubt it -- they always say things and don't do them,\" Gamez said \nin a telephone interview from her home in the village of Pozos in Guanajuato state. \"It would be good because it \nwould avoid many more deaths. My husband never thought this would happen to him.\" \n\n Gamez's reaction to Bush's proposal is typical of many in Mexico: enthusiasm tempered with deep reservations or \noutright skepticism. \n\n Many Mexicans are pleased that Bush has chosen to take on their number-one issue in such a prominent way, \nusing a White House speech to outline his plans for a temporary worker program that could legalize millions of \nundocumented workers. \n\n Columnist Sergio Sarmiento, writing in the Reforma newspaper Thursday, called Bush's plan \"reasonable\" and \n\"brave\" and said it could benefit both countries. Armando Esparza Elias, head of a group in Zacatecas state  that \nadvocates for Mexicans abroad, said in an interview that the plan would \"be for the good of workers who want to \nfollow the American dream, who want a better life, and who want to do it legally.\" \n\n But many of those interviewed said they were skeptical of promises from the United States, which is widely seen \nhere as selfish and arrogant in its dealings with Mexico. \n\n\n \"I've seen Bush vacillate many times; he'll say one thing and then say something else,\" said Juan Manuel Ferrao, \n59, an importer who travels regularly to the United States. \"It will be a miracle if this actually happens.\" \n\n Juan Lopez Garcia, 20, who is studying to be a teacher, also expressed doubt about U.S. intentions. \"You \nshouldn't believe everything they tell you,\" he said. \"On the other hand, you can't stop believing.\" \n\n President Vicente Fox's initial reaction after talking to Bush on the telephone Wednesday morning was ebullient; at \nthe opening of a school in Mexico City he said  Bush's plan represented \"a clear recognition of the value of these \nMexicans who are working there in the United States.\" \n\n By later in the day, after Bush's speech, Fox was more guarded and called the plan \"an important first step\" but \n\"less than we had hoped.\" In a speech Thursday, he sounded more upbeat again, calling the plan \"a great step \nforward.\" \n\n \"It is going to permit millions of Mexicans who are there without documents to do their work with full legal status, \nwith full labor and human rights, with full recognition,\" Fox said, adding that the Bush plan was a response to the \nMexican government's \"efforts and work.\" \n\n Headlines and cartoons in newspapers Thursday ranged from cautious to caustic. \n\n A political cartoon in El Independiente newspaper showed Bush tossing a Frisbee, meant to represent his \nimmigration plan, marked \"Vote for Bush.\" Fox, depicted as a mustachioed hound dog with his tongue hanging out, \nis chasing it. \n\n \"The only people who are happy with Bush's plan are people who don't understand Washington, or those who are \nnaive or highly romantic,\" said Raymundo Riva Palacio, editor of El Independiente. \"But Fox grabs anything that \nBush gives him.\" \n\n Many people here said they feared that documenting temporary workers, without guaranteeing them a track to \neventual permanent residence, would result in the systematic expulsion of millions of Mexican workers in the \nUnited States. \n\n \"In the end, this may be just a polite way of kicking people out,\" said Arturo Hernandez, 32, a Mexican American \nfrom New York who was visiting here Thursday. \n\n \"After they have exploited them, they will throw them out,\" said Gerardo Diaz Rojas, 61, a street vendor. \n\n U.S. Senate Majority Leader Bill Frist (R-Tenn.), visiting Mexico on Wednesday, said he was confident that Bush's \nplan would pass Congress \"because it is a security issue.\" \n\n \"At a time when everybody in the United States and everybody in Mexico at least would understand that \ndocumentation is important for security, it's hard to say it should not pass,\" Frist said. \n\n Frist's comments framing the plan in security terms led the Democratic Revolutionary Party, or PRD, one of the \nthree main political parties in Mexico, to issue a statement denouncing  the Bush proposal  as \"a distraction to mask \nthe hegemonic interests of the ultraconservative group installed in the White House.\" The statement said that for \nFox, the plan was a \"new cosmetic victory designed to make Mexicans forget his long list of unfulfilled promises.\" \n\n Roberto Madrazo, leader of the Institutional Revolutionary Party, or PRI, offered a tepid response: \"We hope that \nthis effort that has been proposed corresponds to reality and is not simply an electoral strategy.\" \n\n Researchers Bart Beeson and Gabriela Martinez contributed to this story. \n"}