{"title": "A National Registry for Work", "body": "\nA Federal commission on immigration reform has urged President Clinton to establish a computerized national \nregistry of all citizens and immigrants authorized to work in the United States. The goal, a worthy one, is to help \nemployers check the eligibility of job applicants in order to screen out illegal aliens.\n\nThe proposal has been vigorously attacked as an invasion of privacy and a threat that will lead to government \nsurveillance, a national identification card and new forms of discrimination. But such fears appear exaggerated. \nThe registry can be protected so that it does not grow into an instrument of government oppression. The \ncommission's chairwoman, Barbara Jordan, a former Democratic Congresswoman from Texas, a longtime civil \nrights advocate and leading black politician, said she would never support a proposal that increased discrimination \nor invaded privacy.\n\nThe registry is designed to tighten access to employment, the lure that brings most illegal immigrants across U.S. \nborders. The 1986 Immigration Reform and Control Act sought to shut off this economic magnet by penalizing \nemployers who hired illegal aliens. Employers are required to ask all job applicants for documents to verify that they \nare either citizens or aliens authorized to work in the U.S. But phony documents can be readily obtained in many \ncities. Thus many illegal immigrants use false papers to obtain jobs, and many employers, seeking to avoid \nsanctions for illegal hiring, discriminate against any applicants who look foreign, whether they are entitled to work or \nnot.\n\nHow to resolve this dilemma was one of many issues that the Commission on Immigration Reform was set up to \nexamine. The commission will issue a final report next month, but Ms. Jordan previewed its recommendations \nbefore the Senate Judiciary Committee last week.\n\nThe most controversial proposal is the computerized registry of all eligible workers in the country, using data from \nthe Social Security Administration and the Immigration and Naturalization Service. Employers would use the \nregistry to check that the Social Security number provided by an applicant was valid and had been issued to \nsomeone authorized to work in the U.S.\n\nThe commission recommends a large pilot program in those states with the most illegal immigrants -- California, \nTexas, Florida, New York and Illinois -- to test the best way of determining the job applicant's identity and eligibility. \nThat might be done through more secure documents, like counterfeit-resistant Social Security cards and driver's \nlicenses, or other methods like a telephone verification system.\n\nBy making the same initial check of all potential employees, the new system would actually reduce the chances of \ndiscrimination. Employers would no longer have any reason to ask if an applicant was an immigrant or to reject all \nforeign-looking applicants out of hand. And American workers at the bottom of the economic ladder would benefit \nfrom more effective ways of discouraging the hiring of illegal immigrants.\n\n\nOpponents of the proposal, like the American Civil Liberties Union, insist that it comes dangerously close to a \nnational identity card. But the Social Security number is already a form of national identification system, used \nwidely by government agencies and private companies. The computerized registry would enhance its reliability.\n\nThe commission recognizes the need for accuracy of the new registry and supports efforts by the Social Security \nAdministration and the Immigration and Naturalization Service to improve and update their records. It also supports \nsafeguards against use of the registry data for improper purposes. The task for Washington is to protect the \nintegrity of any new data system as vigilantly as it would protect the workplace from illegal immigrants.\n"}