{"title": "Remember God's mercy for all human souls", "body": "\nThe last chocolate bunny has been devoured, and the baskets are in the closet. Easter is over, but final notes from \nthe cross resound in my heart.\n\nThey are the words Christ said as he was dying: \"Father, forgive them, they know not what they do.\"\n\nThey express the most radical sense of forgiveness and remain, for me and many other Christians, the fiercest \nchallenge of our faith.\n\nIt is easy to be merciful toward the ones we love, who share our homes, our facial features and skin tones.\n\nBut what about those who speak a different language and have unfamiliar customs? What about immigrants who \nare in our country illegally?\n\nThe archbishop of Atlanta, the Rev. Wilton D. Gregory, wrote a pastoral letter recently with the bishop of Savannah, \nJ. Kevin Boland, reflecting the Catholic emphasis on social justice.\n\nThey pointed out how often immigrants suffer from rejection, hostility and discrimination, even within church \ncommunities. They went on to summarize Rerum Novarum (\"On the Condition of Labor\"), a papal encyclical \nemphasizing that the human dignity and rights of immigrants --- documented or not --- should be respected.\n\nThe immigration issue has elicited fiery discussion in The Georgia Bulletin, the local Catholic paper, as well as the \nAJC.\n\nReaders have complained that Mexican children are dragging down academic standards. The parents are taking \njobs away from citizens.\n\nNot only that, but immigrants should learn English.\n\n\"It's what our own grandparents did,\" is the usual rationale.\n\nI agree that it would be wonderful if everyone acted according to our standards and followed in the footsteps of our \nancestors.\n\nBut the world is a messy place, and people often don't act the way we think they should. This doesn't give us \nlicense to turn our backs on them.\n\n\nHuge numbers of people who enter the country illegally are escaping a grim and terrible life that we can't even \nimagine. The border may represent the line between life and death for their children.\n\nYes, these people have broken the law. But they are still flesh and blood. They cry real tears.\n\nAnd they are members of the flock that Jesus loves.\n\nHe told us that following him would not be an easy path. He said we are called to forgive those who offend us not \nseven --- but 70 times seven --- times.\n\nPlease don't misunderstand me, though. I am not suggesting that the U.S. government should condone illegal entry \nacross the borders.\n\nBut the political issue about whether, or how, to change immigration laws is quite different from another question, \nwhich is about faith:\n\nHow shall we treat the millions of people already here? They have jobs, homes and children in schools. They pray \nwith us at church.\n\nImmigrants, with papers or without, are our brothers and sisters, which means they are our neighbors.\n\nWhich gets us back to Jesus.\n\nWhen he said we should love our neighbor as ourselves, someone in the crowd piped up with a question that still \nhaunts us today. \"Who is my neighbor?\" \n\nIn reply, Jesus told the story about a man attacked by robbers, who left him dying by the roadside.\n\nTwo men crossed the road to avoid the man, but a Samaritan took care of him. He didn't take time to determine the \nman's nationality, religion or social status.\n\nHe simply treated the man with mercy.\n\nMercy today means the same thing it did then. It means feeding the hungry and giving medical attention to the \nailing. And banishing our prejudices, which is a lifelong battle for me.\n\nAt times, I struggle with the \"Why can't they?\" syndrome, as in, \"Why can't they play music I like?\" and \"Why can't \nthey obey the rules?\"\n\nBut then I find myself driving too fast. And playing country music that I know makes others cringe.\n\nThe devil of prejudice, which sneaks into my soul, whispers that some nationalities are better than others. Still, \nletting that devil take over leads to a hellish existence, where anger and hatred breed.\n\nPrejudice can be banished by recalling Jesus' words, when he said that people who recognized him in unlikely \nfaces would inherit heaven.\n\n\"I was a stranger and you welcomed me, naked and you clothed me, ill and you cared for me, in prison and you \nvisited me.\"\n\nOnly the eyes of faith can detect Christ in the stranger, or God in the baby in the manger. That baby was born in a \nmessy stable and entered a world that was sinful and violent.\n\nAnd that imperfect world is where we seek God today.\n\nCan we muster the faith to forgive the ones in our broken world who have fallen down? Can we see that, despite \nthe differences, immigrants are our neighbors? And treat them as mercifully as we'd like to be treated?\n\n\n\nIt's true that Easter is over. But the whole point was that Jesus came to lay down his life for his friends. They \ninclude everyone, even those without green cards.\n\nLorraine V. Murray is the author of \"Grace Notes. Embracing the Joy of Christ in a Broken World.\" She works in the \nPitts Theology Library at Emory University.\n\nlorrainevmurray@yahoo.com \n\nGraphic\n\n \n\nPhoto: J. PAT CARTER / Associated PressDemonstrators such as Salvador Cruz, seen here at an April 10 protest \nin Homestead, Fla., have turned out in support of immigrants' rights in marches across the country.\n\nPhoto: ELAINE THOMPSON / Associated PressIn Seattle, a demonstrator carries an image of the Virgin of \nGuadalupe during an April 10 march. Some compared the immigration protests to movements led by the Rev. \nMartin Luther King Jr. and farm-labor organizer Cesar Chavez.\n"}