{"title": "Opinion: Lou Dobbs and his issues", "body": "\nSAN DIEGO   Many Latinos probably feel like salsa dancing in the streets now that CNN has finally cleared the air \nby purging itself of Lou Dobbs.\n\nDobbs' problem wasn't that he opposed illegal immigration. That's true of most Americans. Yet somehow they don't \nwind up being caricatured   as Dobbs was recently on NBC's \"Saturday Night Live\"   as a paranoid Latino-phobe \nwarning of an invasion of folks eager to wash dishes, pick lettuce, and do other jobs for which Americans have lost \ntheir appetite. How did Dobbs get so lucky? \"You could be a racist and not be against illegal immigration,\" said \nEnrique Morones, a San Diego-based immigration activist and anti-Dobbs crusader. \"And you could be against \nillegal immigration and not be a racist   although, a lot of times, if not most, they go hand in hand.\"\n\nWhat really bothered Morones about Dobbs and how he ran his show   bothered him enough to start corresponding \nin 2005 with Dobbs via e-mail and protest outside the CNN building in Atlanta in 2006   was where the host set up \nhis lemonade stand.\n\n\"He was promoting his cause on CNN,\" Morones said, \"which bragged about being 'the most trusted name in news.' \nAnd he's on there slamming Mexicans.\"\n\nTo Morones, Dobbs was polluting the CNN brand. It appears that CNN management finally reached the same \nconclusion. The Dobbs-CNN divorce has been packaged as a mutual parting. But the relationship between Dobbs \nand CNN President Jon Klein had, according to reports, become contentious amid Klein's attempts to rein in the \negocentric host. \"I'm perfectly clear about CNN firing Lou Dobbs,\" Morones said. \"They're not going to say that. \nBecause it's one of these situations where they'll say, 'Well, he realizes that the writing is on the wall, and that it's \nbest for him to resign.' To me, that says he was fired. Jon Klein didn't want him in there anymore.\"\n\nSo how did Dobbs get turned into a cartoon that got canceled? One reason is that he did something that he \ncriticized his critics of doing: he conflated legal and illegal immigration. Not only because he gave loads of airtime to \ncommentators, authors and advocacy groups that want to ban all immigration, but also because his show would \nseamlessly weave together segments on border security (which pertains directly to illegal immigration) with \nsegments on language and culture (which can also be impacted by legal immigration). People figured Dobbs had \nissues with Latino immigrants   period. No matter how they get here. One former CNN executive who is Indian-\nAmerican seemed to conclude as much. A few years ago, when she was still with the network, she told me that \nDobbs saw himself as the defender of \"real Americans\" who looked more like him and nothing like her.\n\nMy own relationship with Dobbs is complicated. For the last few years, I've served as a regular contributor to \ncnn.com . And before that, I appeared on Dobbs' show a half-dozen times. Last year, during one of his \nmonologues, he criticized me for backing up Obama after the then-presidential candidate accused Dobbs of stirring \nracial and ethnic animosity. A few years ago, during a chance meeting, Dobbs accused me of calling him a racist \n\n\nand a xenophobe. I told him that I had done no such thing, and that all I'd written was that he was making a \nhandsome living ($7 million to $9 million per year, according to the New York Post) by pandering to racists and \nxenophobes. It was bigotry, fear, and ignorance that paid the mortgage on Dobbs' lavish horse farm in New Jersey.\n\nNow Dobbs will have to find another way to pay his bills. Say, he could always take a page from immigrants and sell \noranges on street corners. Don't laugh. It's a more decent product than what he's been peddling these last few \nyears.\n\nBy Ruben Navarrette\n\nSan Diego Union-Tribune\n"}