{"title": "Giuliani, Backer of Electronic Border Fence, Had Tie to Company Developing It", "body": "\nOn the presidential campaign trail, former Mayor Rudolph W. Giuliani often promotes the installation of electronic \nmonitoring devices at the border to stem illegal immigration, without mentioning that until a few months ago, he \nwas partner in a company trying to market such technology.\n\n  Mr. Giuliani and his consulting company were part owners of SkyWatch L.L.C., a closely held start-up company \nthat says it has developed a sensor capable of monitoring illegal border crossings. SkyWatch, in collaboration with \nRaytheon, a large military contractor, is now looking to market the technology to the federal government and \nelsewhere.\n\n  Mr. Giuliani's company, Giuliani Partners, was invited to join the venture more than two years ago by Abdol \nMoabery, then the chief executive of SkyWatch's parent company, who went on to help the Giuliani campaign \nraise money in Florida.\n\n  As part of its work, an executive of Mr. Giuliani's company met several times with development teams at \nRaytheon. But the financial relationship ended in September when Giuliani Partners gave up its ownership stake in \nSkyWatch without compensation.\n\n  For nearly a year, Mr. Giuliani has extolled the benefits of a technological approach to border security. Among his \nefforts has been a radio advertisement, which went on the air in August, called ''Fence,'' in which he spoke of the \nneed for a ''technological fence'' at the border.\n\n  ''You stop illegal immigration by building a fence, a physical fence and then a technological fence,'' Mr. Giuliani \nsaid in the ad. ''You then hire enough border patrol so they can respond in a timely way.''\n\n  But neither in the ad, nor in other campaign settings where the issue has come up, has Mr. Giuliani mentioned his \ninvolvement with a company developing this technological fence. \n\n  No one has suggested that Mr. Giuliani adopted his position because of his relationship with SkyWatch. He has \ncontinued to promote the concept since his relationship with the company ended, including during recent campaign \ndiscussions. A spokeswoman for his campaign said Mr. Giuliani's longstanding support for a technological fence \nwas not related to his involvement with SkyWatch. ''It's one part of Rudy's comprehensive plan to end illegal \nimmigration because it makes sense and is good policy,'' the spokeswoman, Maria Comella, said.\n\n  Last month, SkyWatch and Raytheon announced that the sensor, capable of monitoring more than 400 square \nmiles from atop a tower, was available for sale. Industry analysts say the technology has a lucrative future, \nincluding a possible role in a multibillion-dollar federal program to help secure the nation's borders.\n\n\n  Gary Reese, the manager of SkyWatch, said the company ended its involvement with Giuliani Partners when it \nbecame clear the consulting company could not meet its contractual obligations. He said Giuliani Partners had \nessentially bartered for a 12.5 percent share of SkyWatch by committing to develop business and marketing plans \nand to raise $7 million in capital. But the companies amicably parted ways when those commitments were not \nreached, Mr. Reese said.\n\n  Mr. Giuliani's company was not paid for the work it performed, other than to receive a share of the company, \nwhich it has since relinquished, Mr. Reese said.\n\n  Pasquale J. D'Amuro, the Giuliani Partners executive who oversaw the project, explained the split by saying that \nhe had found the technology promising but did not feel it had progressed to a point where he could promote it to \npotential investors.\n\n  Mr. Giuliani declined to be interviewed for this article. In response to a question last summer, he told an \ninterviewer for The New Yorker that his role with the project would not give it any advantage in securing a federal \ncontract were he to become president.\n\n  Dennis F. Thompson, a professor at Harvard's Kennedy School of Government who has written extensively on \npolitical ethics, said Mr. Giuliani should have mentioned his ties to SkyWatch when promoting the fence concept in \nhis campaign.\n\n  ''We should know as citizens when a candidate makes a proposal of this sort who stands to benefit,'' Professor \nThompson said. ''If the candidate himself is one of the beneficiaries, we want to take that into account.''\n\n  Professor Thompson said the potential conflict is more acute when the candidate is an active partner in a closely \nheld company, as opposed to a shareholder in a public corporation.\n\n  Mr. Giuliani disclosed his ownership interest in SkyWatch last May in a federal financial disclosure form that \ncandidates must file. The listing does not specify the products SkyWatch is developing. For the three other \ncompanies in which Mr. Giuliani's company held an ownership stake, the form describes the specific products or \nservices they offer. \n\n  The value of the SkyWatch holding is not specified on the form, and is lumped in with the total value of Mr. \nGiuliani's consulting work and other businesses. \n\n  Candidates for president often take measures with their investments to avoid an appearance of conflict of interest. \nLast June, for example, Senator Hillary Rodham Clinton sold off the assets of a blind trust she owned, including \nshares of Raytheon stock.\n\n  Reducing illegal immigration has been a touchstone issue in the race for the Republican Party's presidential \nnomination, and Mr. Giuliani has often been accused by other candidates of having run ''a sanctuary city'' as mayor \nof New York. \n\n  A major element of his own position on the issue involves creating technological fences to block illegal immigrants \nat the border. On Feb. 5, 2007, the day he filed his statement of candidacy papers, Mr. Giuliani pushed the idea \nduring a television appearance on the Fox News program ''Hannity & Colmes.''\n\n  ''I support security at the borders,'' Mr. Giuliani said. ''I do think that with the fence, the fence honestly has to be \na technological fence.''\n\n  According to SkyWatch, the new sensor, called the Eagle-300, can continuously monitor at 360 degrees, even \nwhile zooming in to examine multiple targets. Existing sensors lose the ability to monitor everything else when they \nfocus on a single object, creating gaps in the field of view, according to the company. \n\n  The Department of Homeland Security expects to spend at least $7.6 billion on its Secure Border Initiative \nthrough 2011 and has picked Boeing to develop a plan that includes technological fence applications.\n\n\n\n  Mr. Reese said SkyWatch has pitched its technology to Boeing, the federal government and other countries. \n\n  John Slye, an analyst of federal markets for Input, a Virginia-based consulting company, said he knew of no other \ncompany using such technology. He called the SkyWatch product a ''quantum leap.''\n\n  ''I think you can easily say within the government side you're looking at the potential market of tens of millions of \ndollars,'' he said.\n\n  Last January, Raytheon signed on to build the Eagle-300 for SkyWatch on a fast track. \n\n  Mr. D'Amuro said he, but not Mr. Giuliani, had attended meetings with Raytheon. He said neither of them had any \ncontact with the federal government on the project.\n\n  Mr. Moabery, a former New Yorker, runs G A Telesis, a Florida commercial aviation leasing and finance \ncompany. He left SkyWatch in December 2006. Mr. Moabery remains a shareholder in its parent company, Mr. \nReese said.\n\n  The Giuliani campaign declined to say how much money Mr. Moabery has brought into the campaign. Mr. \nMoabery held a fund-raiser at his Florida home last March, which Mr. Giuliani attended. G A Telesis executives \nand their spouses have given the Giuliani campaign $20,200, according to federal  filings.\n\n  ''My enthusiasm and support of RG's campaign results from my having lived in NY during his tenure as mayor,'' \nMr. Moabery wrote in an e-mail message on Thursday, in response to questions about his backing of Mr. Giuliani. \n''I felt he did a fantastic job.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Seeking Republican support, Rudolph W. Giuliani spoke Thursday in Fort Walton Beach, \nFla.(PHOTOGRAPH BY DAN ANDERSON FOR THE NEW YORK TIMES)                                                                              \n"}