{"title": "RAID LAID TO UNION-BUSTING PLANT ACCUSED OF CALLING IN INS TO ARREST ACTIVISTS", "body": "\nImmigrants' rights groups and union members demonstrated outside a San Leandro tape-duplicating company \nFriday, charging that its owner asked federal immigration agents to arrest nearly 100 workers at the plant in order \nto bust up union-organizing efforts.\n\nAbout 60 people, some waving placards and chanting \"Justicia!\" - justice - peacefully left the doors of Mediacopy \nInc. about two hours after the protest started at noon. Through representatives, company officials denied tipping off \nthe Immigration and Naturalization Service about its workers.\n\nScores of INS agents entered the plant early Jan. 7, arresting 99 workers, 60 of whom accepted voluntary \ndeportations, INS spokeswoman Sharon Rummery said.\n\nThe company, formerly called West Coast Duplicating, makes copies of videotapes for film studios and \ncorporations. It employs 1,000 workers.\n\nImmigrants' rights groups that have talked with current and former immigrant workers at Mediacopy say the workers \nwere called to a meeting the morning of the raid and assembled in a room to await arrest.\n\n\"They should not be working as INS agents,\" said Renee Saucedo of the San Francisco-based Northern California \nCoalition for Immigrant Rights. \"This (union organizing) is something they have a right to do even if they are illegal.\"\n\nRummery said the raid was actually the result of five earlier arrests - made through anonymous tips - of illegal \nworkers at the plant within the past few years. An INS investigation of the company after those arrests resulted in \nthe raid last week.\n\nShe could not confirm or deny whether Roth or others called agents to the plant, citing the current investigation.\n\n\"The company in no way called in the INS,\" Mediacopy spokeswoman Jessica Holman said. \"No company would \ndo that. It's extremely disruptive to business.\"\n\nMediacopy's sole shareholder, John Roth, was unavailable for comment Friday, referring questions to the \nspokeswomen. According to Dun & Bradstreet records, Roth is a former Alameda County sheriff's deputy.\n\nOfficials with the International Longshoremen's and Warehousemen's Union say workers at the plant on Doolittle \nStreet had been talking to others about joining the union, organizer Alfredo Flotte said. After the raid, the upset \nworkers increased their efforts.\n\n\n\"They told me the company was involved in this,\" Flotte said. \"They were just focusing on long-term employees (to \nhave arrested).\"\n\nUnion leaders are scheduled to meet with company and federal labor officials later this month for guidelines on an \nupcoming election to decide on a union presence at Mediacopy. The company also has a warehouse in Hayward \nand a duplicating plant in Culver City.\n\nTurning in illegal immigrants for their union organizing efforts is an \"unfair labor practice,\" but some employers \nbreak the law, said attorney Sara Campos of the Lawyers Committee for Civil Rights of the San Francisco Bay \nArea.\n\n\"Jobs for Latinos aren't good,\" said worker Herman Mairena, 37, who said most of them make $5 an hour at the \nplant. \"There's extra pressure to work.\"\n"}