{"title": "Algerian Ordered Held Without Bond", "body": "\nAn Algerian suspected of having links to a countryman charged with trying to smuggle explosives into the United \nStates was ordered held without bond today.\n\nAbdel Hakim Tizegha, 29, is charged with illegally entering the country and eluding federal officers at the Canadian \nborder. He was arrested Dec. 24 at the border crossing at Bellevue, Wash.\n\nTizegha was to appear before a federal magistrate today, but his attorney declined to challenge a government \nmotion to detain him.\n\nNo link has been made in court between Tizegha and Ahmed Ressam, who has pleaded not guilty to federal \ncharges accusing him of having bombmaking materials in his rental car as he entered the country Dec. 14.\n\nBut newspaper reports have said that Tizegha is linked to Ressam and that Tizegha and another man investigated \nin the case, Abdel Ghani, are longtime friends. Ghani was arrested Thursday and charged with helping Ressam.\n\nA fourth man, Abdel Majid Dahoumane, is believed to have stayed with Ressam at a motel in British Columbia \nbefore Ressam was arrested. Warrants have been issued for his arrest.\n\nAccording to former CIA counterterrorism chief Vincent Cannistraro, all four are part of a terrorist splinter group in \nAlgeria that is supported by Osama bin Laden, the Saudi exile believed to have masterminded last year's attack on \ntwo U.S. embassies in Africa.\n\nCannistraro, citing information from French counterterrorism officials, said the men belong to a faction that broke \nwith the Armed Islamic Group in Algeria over its practice of targeting fellow Muslims.\n\nFrench investigators have said Ressam has links to Fateh Kamel, who has been jailed in Paris since April and is \nsuspected of being the leader of an Islamic militant group. Cannistraro, citing the same French officials, said Kamel \nis the leader of the splinter group to which Ressam and the others belong.\n\n A car containing Abdel Hakim Tizegha leaves garage of federal courthouse in Seattle on Monday. He is charged \nwith illegally entering the country.\n\n"}