{"title": "COMMISSION DECIDING THE FUTURE OF FRATERNITIES AND SORORITIES TO HOLD AN OPEN FORUM WEDNESDAY", "body": "\nALBANY, N.Y., Oct. 15 -- The State University of New York's University at Albany issued the following news \nrelease:\n\nThe Commission of the Future of Greek Life at UAlbany wants to hear from you about your experiences with \nfraternities and sororities, on campus and off.\n\nThe commission - a 25-member panel composed of students, faculty, staff, community members and national \nexperts - is hosting an open forum on Wednesday for all stakeholders to be heard on matters related to Greek life. \nIn addition to students, faculty and staff are encouraged to participate.\n\nThe forum will run from 7 to 9 p.m. in the Campus Center Auditorium. Speakers will be able to sign up beginning at \n6:30 p.m. and are being asked to limit their comments to three minutes in order to allow the greatest number of \npeople to participate.\n\nCommission members have been meeting since early September to hear from experts and discuss issues related \nto Greek life on campus, with a specific focus on determining whether it is within the campus's capacity to address \nthe destructive behaviors often associated with the culture of Greek life - at UAlbany and nationally.\n\n\"Our commission has a broad range of experience - from undergraduate students, to law enforcement, to \nprofessional educators, to off-campus neighbors. But there may be important perspectives that we have not yet \nheard,\" said Robert Griffin, chair of the commission and dean of the College of Emergency Preparedness, \nHomeland Security and Cybersecurity. \"It is critical that everyone with a stake in this process participate to ensure \nthat our recommendations to campus leadership will be fully informed.\"\n\nVice President for Student Affairs Michael Christakis announced the formation of the commission in May, citing \ncontinued concerning reports of destructive behavior among the University's fraternities and sororities - especially \nrelating to new-member programs, hazing, and alcohol consumption.\n\nThe commission has been charged with providing recommendations to Christakis by early December, with a more \ndetailed report that will be shared with University leadership to follow in early January.\n\nUAlbany currently has 37 recognized fraternities and sororities, 23 of which are in good standing. The organizations \nare overseen by the Office of Fraternity &#38; Sorority Life, the student-led All Greek Council and six sub-councils. \nThe Greek community is structured around pillars of scholarship, service, leadership and brotherhood/sisterhood.\n\nAbout 260 UAlbany students are currently involved in Greek life - or about 2 percent of the undergraduate student \nbody. For any query with respect to this article or any other content requirement, please contact Editor at \ncontentservices@htlive.com\n\n"}