{"title": "The 'Mad Russian' wins fight to stay", "body": "\nThe 'Mad Russian' fought the law. This time, he won.\n\nThe U.S. government has dropped its deportation case against Vladimir Noskov, the 44-year-old University City \nresident and Delmar Loop character who faced expulsion for a two-decades-old marijuana-related charge.\n\n\"I'm so relieved,\" Noskov, who is widely known as the Mad Russian, said Tuesday.\n\nHe avoids a return to Ukraine, a country he hadn't seen in almost 30 years (and which was still part of the Soviet \nUnion when he left), a place his family fled as persecuted Jews.\n\nA deportation hearing had been scheduled for next month.\n\nNoskov's case drew attention both because of the controversial man caught in the middle and the immigration laws \nthat ensnared him.\n\nHis recent troubles began last August when Noskov was arrested for creating a scene outside the Blueberry Hill \nrestaurant. It was a minor infraction, but it alerted immigration officials to Noskov's record. Back in 1984, when he \nwas 22 and living in California, Noskov pleaded guilty of felony possession of marijuana with intent to distribute. He \nwas fined and sentenced to one year of probation.\n\nUnbeknownst to Noskov, his crime became a deportable offense when the nation's immigration laws were \noverhauled in 1997. Federal authorities considered him a \"criminal alien.\" They caught up with him last year.\n\nUnlike his sister and mother, who emigrated with him in 1976, Noskov never became an American citizen, leaving \nhim vulnerable to deportation. He called it a youthful mistake.\n\nFacing expulsion, Noskov got his California conviction reduced to a nondeportable offense. At an immigration court \nhearing in June, a judge asked a federal prosecutor if the government wanted to push forward. This week, Noskov \nlearned the case was dropped.\n\nNoskov for years worked as a gonzo-style radio and public-access TV reporter in St. Louis. To some people, that \nmade him the embodiment of American values such as free speech. Others found him distasteful.\n\nHe now works as a Russian translator at an older adults living center.\n\nNoskov said he was unsure how the decision would affect him.\n\n\"I guess I start living my life again,\" he said.\n\n\nGraphic\n\n \n\nPHOTO\n\n PHOTO - Vladimir Noskov was facing deportation over a marijuana-related charge from 1984. \"I'm so relieved,\" he \nsaid.  \n"}