{"title": "U.S. Considers Expanding FBI Database; Names of Noncrimimal Deportees and Student Visa Violators Would Be Added", "body": "\nHomeland security officials want to add tens of thousands of illegal immigrants and foreign students to an FBI \ndatabase designed primarily to help police apprehend wanted criminals, allowing them to instantly identify foreign \nnationals who have been deported or have violated student visas. \n\nThe proposal -- part of a broad push by the Bush administration to more closely monitor foreign nationals since the \nSept. 11, 2001, terrorist attacks -- is raising concerns among some civil liberties advocates and law enforcement \ngroups that fear it will bring police heavily into the business of  apprehending  immigration violators who have \ncommitted no serious crimes. In some cases, they said, that could violate state rules that prohibit police from \nenforcing federal immigration laws. \n\nSpokesman Jorge Martinez stressed that the Justice Department has not yet made a decision on the plan. \n\nUnder the proposal, the FBI's main fugitive database would be expanded to include the names of 140,000 \nimmigrants who are deported each year for noncriminal reasons, officials said. An unknown number return to the \ncountry and are here illegally. Authorities also would add the names of thousands of foreign students who do not \nshow up for class or otherwise violate their visas. \n\n The FBI's database, known as the National Crime Information Center (NCIC), includes the names of more than 40 \nmillion felons, fugitives, missing persons and others being sought by law enforcement agencies. It is used by more \nthan 80,000 law enforcement agencies.  \n\nThe database had been expanded to include immigrants who were deported for felony crimes, failed to show up \nfor deportation hearings, or registered during a special program aimed at visa holders from Muslim nations that was \nimplemented after the Sept. 11, 2001, attacks. \n\nBut adding the names of noncriminals who were deported and student visa violators would significantly expand \nthe number of foreign nationals on the list, officials said. \n\n\"It's adding more information out there,\" one Department of Homeland Security official said. \"The last thing we \nwant is for an encounter to occur, they can't do something and then this person commits a crime or something else \nthat is detrimental to the community.\" \n\n\nThree of the Sept. 11, 2001, attackers entered the United States on student visas, including one, Hani Hanjour, \nwho never showed up for classes. Hanjour was ticketed for speeding in Arlington six weeks before he piloted the \nairplane that crashed into the Pentagon. \n\nThe proposal comes at the same time that President Bush is beginning to revive an immigration proposal that would \nallow some people illegally in the United States to work toward legal status. \n\nEven before the latest proposal, several major law enforcement groups have raised serious concerns about the \ninclusion of immigration violators in the FBI's criminal database. And the American Civil Liberties Union is \nexpected to file a lawsuit as early as today challenging the practice. \n\n\"This is another step in what appears to be the Justice Department's calculated plan to try to obliterate the \nseparation between criminal law enforcement and immigration status violations,\" said Lucas Guttentag of the \nACLU's Immigrants Rights Project. \n\nMany states and localities prohibit police from enforcing civil immigration laws or even inquiring about an \nindividual's immigration status, often because of state constitutional concerns. Many police officers say they are \nwary of detaining immigration violators without a warrant for fear a court could hold them accountable for an \nunlawful arrest. \n\nThe International Association of Chiefs of Police has urged the federal government to limit the database to \nindividuals who have warrants for their arrest and to issue clear guidelines for local law enforcement. A committee \nof police chiefs that advises the FBI's database division recently raised similar concerns about the proposed \nexpansion. \n\n\"We want to help if it's somebody DHS believes is a threat to the country,\" said Bill Casey, deputy superintendent of \nthe Boston Police Department, who chairs the advisory committee. \"But our position is that you have to have a \nwarrant on the individual.\" \n\nThe issue is also part of a broader debate over the proper role of local police, many of whom fear that illegal \nimmigrants will stop reporting crime if they cannot trust law enforcement and that relations with Hispanics will be \nstrained if police are seen as an arm of federal immigration authorities. \n\n\"There's this issue, which is dealing with NCIC, and the broader issue of law enforcement getting into the business \nof enforcing immigration, which is a philosophical problem,\" said Gene Voegtlin, legislative counsel for the police \nchiefs' association. \"It's an area state and local law enforcement hasn't been involved in before, and it's an area \nthat is yet to be resolved.\" \n\nThe Justice Department issued an internal legal opinion last year arguing that states and localities have the \n\"inherent authority\" to enforce civil and criminal violations of immigration law, sources have said. Alabama and \nFlorida have begun pilot projects that allow troopers in those states to enforce immigration laws, and bills to widen \nthe practice are pending in Congress. \n"}