{"title": "On a Border in Crisis, There's No Bolting a Busy Gate", "body": "\nIf it were up to Gov. Bill Richardson of New Mexico, this tiny village, known more commonly as Las Chepas, would \nbe bulldozed to the ground.\n\n  In the last three years, authorities on both sides said, this parched stretch of the United States-Mexico border -- \nwhere summer temperatures soar to 110 degrees and, until recently, Border Patrol agents have been relatively \nscarce -- has become one of the busiest gateways for illegal migration to the United States. Detentions of migrants \nhere have jumped to more than 41,000 this year, from 23,000 all of last year.\n\n Most of the people on the north side of the border view the widening flow of immigrants with disdain, saying the \nborder-crossers trample and litter the alfalfa and vegetable fields. In response to their pleas for help, Governor \nRichardson declared a state of emergency and asked Mexican authorities to knock Las Chepas down.\n\n  Almost no one is left is living on the south side of the border to object. Most of the people of Las Chepas moved \nnorth in the mid-1980's when the United States offered an amnesty for Mexicans who had been working on the \nAmerican side of the border. The houses here have been empty so long they have begun falling down anyway.\n\n  But the 100 or so people who remain say that bulldozing Las Chepas will not change the forces of migration.\n\n  ''If they don't cross here, they'll find somewhere else to cross,'' said Francisco Molina, who had turned his house \ninto a kind of immigrant rest stop. ''But they are not going to stop.''\n\n  As the sun began to set, buses of migrants began pulling in to Las Chepas. The travelers filed off quickly, bought \nham sandwiches from Mr. Molina and then sat behind a mud brick wall, out of the sight of the United States Border \nPatrol, until dark.\n\n  There were nearly 300 by nightfall. They were afraid to talk much, and none of those interviewed gave their \nnames. Mostly they answered in half sentences, and dodged painful questions about the families they had left \nbehind with crude jokes about the American women they looked forward to marrying so they could become citizens.\n\n  They came from almost every corner of Mexico and were headed to almost every corner of the United States. Two \nof the men, brothers from the state of Hidalgo, opened up a little bit. They explained that they had been moving \nback and forth across the border illegally for the last 10 years. They said they had worked all over the United \nStates, as waiters, carpenters, meat packers and, most recently, in the strawberry fields around Salinas, Calif.\n\n  One brother, 32, said he drove a tractor. The other, 30, said he was a picker.\n\n\n  The first time they entered the United States, the brothers said, they crossed at Tijuana. But then the United \nStates put more officers there.\n\n  After that, the brothers said, they began crossing the Sonoran Desert into Arizona, but the United States beefed \nup patrols there. \n\n  This was the first time the brothers had come to the Mexican state of Chihuahua, across the border from New \nMexico. They had heard the crossing here was easy. But after Governor Richardson declared a state of emergency \nlast month, the federal government sent an additional 300 Border Patrol agents.\n\n  The brothers said they had already tried crossing four times but were spotted each time and ran back. They were \ntired, but not discouraged, and vowed they would keep trying until they made it, for one reason.\n\n  ''In Mexico, we can make 600 pesos a week,'' the tractor driver said. ''That's about $60. I cannot even buy enough \nbread for my children with that.\n\n  ''In the United States, I make $600 a week.''\n\n  When asked whether they had ever had a hard time finding work in the United States, the other brother \ninterrupted.\n\n  ''This is the hard part,'' he said, pointing over the wall. ''The rest is easy.''\n\n  It is a two-day walk across this inhospitable terrain, they said, from here to Interstate 10. In addition to the ovenlike \ntemperatures, the desert is crawling with rattlesnakes and scorpions. Smugglers of immigrants sometimes take the \nmigrants' money and leave them stranded, and gangs sometimes raid their camps and rob them.\n\n  Immigrants often get disoriented and lost. An increasing number die. Nearly 400 people have died of exposure \ntrying to cross the border this year, a record, officials at the United States Border Patrol report. \n\n  One migrant looked different from most of the others, clean-shaven and dressed like a church deacon.\n\n  He said he was 51 years old and had lived in New York City, working odd jobs for 15 years. The migrant said he \nreturned to his homeland in 2000, after Mexico elected its first opposition president, Vicente Fox.\n\n  ''I thought it was a good time to come back, and give something to my country,'' he said.\n\n  Mexico, he said, took everything from him. He said he tried to start two businesses, first a restaurant, then a \nconvenience store. Local officials kept demanding taxes and payments for licenses, he said. Soon they just \ndemanded bribes and threatened to shut him down if he did not pay.\n\n  So now he was headed back to Queens, this time with his 22-year-old daughter. The daughter said she had \nstudied computers, but could not find a job at home.\n\n  ''I hope someone will give me a chance in the United States,'' she said, ''because my country closed all doors to \nme.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nhttp://www.nytimes.com/\n\n\nPhotos: Mexican migrants riding the bus from Palomas, Chihuahua, to Josefa Ortiz de Dominguez, known as Las \nChepas, an area for illegal border crossing. Below, migrant protection agency workers handed out pamphlets. \n(Photographs by Christ Chavez for The New York Times)Map of Mexico highlighting Josefa Ortiz de Dominguez.\n"}