{"title": "After Chorus of Protest, New Tune on Deportations", "body": "\nPresident Obama decided last week on a major policy shift to stop deportations of young illegal immigrants after \nadministration officials saw that he was losing the initiative to Republicans on an issue he had long championed and \nthat he was alienating the Latino voters who may be pivotal to his re-election bid.\n\nIn recent weeks, the White House faced intense pressure from some of its closest allies -- their voices often raised \nin frustration -- to provide some relief for immigrant communities. The urging came from Harry Reid of Nevada and \nRichard J. Durbin of Illinois, the top two Democrats in the Senate, and the Hispanic caucus in the House of \nRepresentatives, as well as Latino and immigrant leaders across the country.\n\nBleak figures reported early this month by the Department of Homeland Security showed that a yearlong program \ndesigned to shift enforcement away from illegal immigrants who pose no security risk was not producing results, \nwith only about 500 young students nationwide spared from deportation.\n\nAnd last week, students without immigration papers started a campaign of sit-ins and hunger strikes at Obama \ncampaign offices in more than a dozen cities, saying that despite his promises, the president was continuing to \ndeport immigrants like them.\n\nAfter three years of record deportation numbers and cautious moves on other immigration policies, Mr. Obama \nfinally used his executive authority in a sweeping way that surprised even his supporters, ending deportations for \nat least 800,000 immigrants who were brought to the United States illegally when they were children.\n\nThe announcement on Friday of the new policy prompted a wave of elation among illegal immigrant students, and \npraise and sighs of relief from Democrats and Latino leaders. Angry Republicans accused Mr. Obama of \noverstepping his legal bounds to avoid consulting with Congress and started to regroup, recognizing that the \npresident had regained his momentum on immigration.\n\nAn important change, administration officials said, came from the Homeland Security secretary, Janet Napolitano, \nwho approached the White House in mid-May with a plan to use existing laws to lift the threat of deportation for \nlarge numbers of illegal immigrant students.\n\nAfter pressing tough enforcement since the beginning of the administration, Ms. Napolitano had been increasingly \ncriticized by Latino and immigrant advocates who said she seemed to be thwarting the president's policies. Since \nhis first campaign in 2008, Mr. Obama had pledged his support for legislation known as the Dream Act, a proposal \nbefore Congress that would provide a path to legal status for illegal immigrant students.\n\nMs. Napolitano's shift helped ease rising impatience at the White House with her department. A big stumbling block, \nWhite House officials said, was resistance from career staff members and enforcement agents at Immigration and \nCustoms Enforcement to a policy adopted a year ago. It required them to use prosecutorial discretion in picking and \n\n\nchoosing among illegal immigrants facing deportation. It was the first time immigration officers had been asked to \nmake such judgments as a regular practice.\n\nThe National ICE Council, a union that represents deportation agents, outspokenly questioned the policy, saying \nthat its members had not been consulted and that they faced serious risks in distinguishing among immigrants who \nhad violated the law.\n\nWhite House officials were dismayed by the results of a review, initiated in November, of more than 411,000 \ndeportation cases before the nation's immigration courts. By this month, prosecutors had halted the deportation \nof only 593 illegal immigrant students.\n\n''Everyone was surprised by how modest the results were,'' said a senior White House official, who was not \nauthorized to speak publicly.\n\nAt the same time, Senator Marco Rubio of Florida, a Republican whose star is rapidly rising in his party, was close \nto introducing his own bill to help illegal immigrant students by giving them a temporary status, something quite \nsimilar to what White House officials had in mind. They feared Mr. Rubio's proposal would pre-empt the president, \nmaking it appear he did not want to work with Republicans.\n\nThe White House was also awaiting a ruling from the Supreme Court, expected any day, on the administration's \nlawsuit against Arizona over a tough state immigration enforcement law. Campaign officials feared an adverse \ndecision could leave Mr. Obama empty-handed when he tried to mobilize Latino voters for the November election.\n\nA big concern for Mr. Obama, White House officials said, was whether he had legal authority to offer relief to so \nmany immigrants. In recent weeks, the White House counsel, Kathryn Ruemmler, and Homeland Security lawyers \npored over the law and concluded they were on firm ground. The main point, the officials said, was that the policy \nwould have to be carried out case by case -- meaning the workload for the immigration bureaucracy would be huge.\n\nThe White House was less concerned about whether it would be circumventing Congress and enraging \nRepublicans. ''Look, every time we sneeze in the direction of an immigrant, someone says it's amnesty,'' the official \nsaid.\n\nUnder the policy, officials are to exercise discretion in deferring deportations of immigrants who qualify for two \nyears. A grant of deferred action, as it is formally known, allows immigrants to apply for work permits. To be eligible, \nthey must be 30 or younger and have come to the United States before they were 16. They must be in school or \nhigh school graduates or military veterans, with no criminal records.\n\nMr. Obama was hearing often from exasperated Democratic lawmakers. Senator Durbin, who first introduced the \nDream Act 11 years ago, said he advised the president recently that he would not be able to muster enough votes \nin the Senate to pass the bill before the November election. In a vote in late 2010, the Dream Act was blocked by \nRepublicans in the Senate.\n\n''Meanwhile,'' Mr. Durbin said, ''we were getting calls every week saying that young people were being deported. \nWe would jump in and save them. But there was anger and uncertainty and fear among them.''\n\nMr. Durbin said he had urged Mr. Obama to ''to do something much more sweeping.'' Senator Robert Menendez of \nNew Jersey, a leading Hispanic Democrat, also prodded the White House.\n\nThe Democratic leaders' message found a sympathetic hearing from Cecilia Munoz, a former immigration reform \nadvocate who is a senior White House adviser to Mr. Obama.\n\nIn the end, the policy shift came quickly, White House officials said, with Mr. Obama making his choice early last \nweek, leaving officials scrambling to prepare the logistics in time for his announcement on Friday.\n\nThe White House agreed that Ms. Napolitano would make the initial statements. Later Mr. Obama went before the \nnews cameras in the White House Rose Garden.\n\n\n\n''As long as I'm president, I will not give up on this issue,'' Mr. Obama vowed, calling it ''the right thing to do.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: President Obama announcing his decision last week to stop deporting young illegal immigrants. At least \n800,000 immigrants may be affected by the new policy. (PHOTOGRAPH BY DOUG MILLS/THE NEW YORK \nTIMES) (A12)                            \n"}