{"title": "Latinos: Can you hear us now?", "body": "\nIn my East Los Angeles high school, dividing lines among student groups were common, even among Latinos. \nGang members were known as Lowriders, Spanish-speaking kids were called Beaners, and assimilated Hispanics \nlike me were derisively referred to as Coconuts -- brown on the outside, white on the inside.\n\nThe only thing we had in common was that we all looked down on another group: our immigrant classmates who \noccupied the bottom rung of the social ladder and were practically invisible.\n\nHow times have changed: 2006 was the \"Year of the Immigrant,\" driven by a fierce national debate over what the \ncountry should do about 12 million undocumented immigrants. The subsequent restrictive policy proposals were not \nsurprising. But the massive pro-immigrant marches were astonishing, and invigorating.\n\nAs the grandson of an illegal alien, I was proud to see so many aspiring Americans coming out of the shadows and \nparticipating in democracy. The debate motivated Hispanics to flex their political muscle. This summer, the Pew \nCenter found that 75% of Latinos believed their ethnic group would be more likely to vote in the fall elections, and \ntwo-thirds thought the protests could lead to a new social movement. But a majority also reported seeing a rise in \ndiscrimination. Maybe the nascent immigrant rights movement came on too strong. Was it the Mexican flags  at \nrallies? Or the Spanish version of The Star-Spangled Banner?\n\nOf course, not all Hispanics support the rights of undocumented workers. Like other Americans, we're split on the \nissue. But by fall, the intolerant tone of conservatives only served to remind us of our own roots. So did passage of \nseveral restrictive local laws aimed at illegal aliens, as well as congressional approval of a 700-mile fence along the \nU.S.-Mexico border.\n\nSo in the congressional elections, Latinos deserted the party of The Fence.  According to national exit polls, 69% \nof Hispanics voted Democratic, while 29% went Republican. This was a significant shift for Latinos, who in 2004 \ngave President Bush 44% of their votes. Democrats now have the challenge of retaining a Hispanic constituency \nthat is increasingly complicated. No doubt, the immigration issue will not fade. But for me, hope arrived Oct. 17 at \n7:46 a.m. in New York, where Emanuel Plata was born. Heralded as the 300 millionth American, he's a perfect \nsymbol of his time: born to Mexican immigrants, in Queens, the nation's most diverse county, with lingering \nquestions about his milestone status. But Emanuel will come of age in a society where Hispanics have more \ninfluence and visibility than ever. That's because in 2006, Latinos emerged in force and made sure their voices \nwere heard.\n\n---\n\nRaul Reyes is an attorney in New York and a member of USA TODAY's board of contributors. \n\n\nGraphic\n\n \n\nPHOTO, B/W\n"}