{"title": "DETERMINED MEXICANS MOVIN' ON UP City's most recent arrivals yearn for a better life, and are taking traditional steps to make it theirs", "body": "\nWith dogged determination and handicaps not faced by some other immigrants, Mexicans are beginning the climb \ninto New York City's middle class.\n\n\"I think the Mexicans will be the next New York success story, but there will be a lot of blood, sweat and tears \nalong that trail,\" said John Mollenkopf, director of City University's Center for Urban Research.\n\nStatistics suggest tremendous progress into the middle class among Mexicans who are now the biggest group \nentering the United States. More than 400,000 live in New York City.\n\nThe 1990 census found 4,632 Mexican households earning middle-class wages, defined as between $30,000 and \n$60,000 annually. By 2000, the figure was 12,079.\n\nIn 1990 only 489 Mexicans owned homes. By 2000, more than 1,000 Mexicans owned homes in the five \nboroughs, many moving from rentals in Sunset Park into houses in Borough Park.\n\nIn another sign of advancement in recent years, Mexicans employed as stock boys and back-room clerks in \nKorean-owned groceries have been promoted to cashiers.\n\nBut Baruch College sociology and immigration studies Prof. Robert Smith, whose book \"Mexican New York\" will be \npublished next year, painted a mixed picture for Mexicans in the years ahead.\n\n\"There are many reasons for optimism and many reasons for concern,\" said Smith. \"The picture is bleak for many, \nbut there is also a lot of upward mobility, a significant number of people moving into the middle class.\"\n\nSmith said most Mexicans coming to New York had little education, and that nearly half of 16- to 19-year-old \nMexican males did not graduate from high school. Instead, they take low-level jobs, accounting for a 20% \nemployment rate among Mexicans.\n\n\"They get stuck,\" Smith said. \"Their educational levels stay low, so they are stuck in poverty.\"\n\n\nJose, 32, who did not want his last name used, has lived in New York since 1988, never finished high school or \nlearned English. \"Too busy working,\" said Jose, a supermarket stocker working 60 hours a week and earning $6 an \nhour. He sends most of his money to his wife and children in Mexico.\n\nStill, Jose dreams of advancing to a better job in the supermarket and bringing his family here.\n\nOn the positive side, of those who do graduate from high school, one-third of the girls and one-quarter of the boys \nadvance to college.\n\n\"They make decent money, have health insurance,\" said Smith. \"They have made it.\"\n\nEven more reason for optimism is the story of people like Paulino Chino, 30, whose parents came here from \nMexico, settled in Crown Heights, Brooklyn, and toiled at low-level jobs in a restaurant and garment factory.\n\nChino now owns two thriving delis and his own home in Kensington.\n\n\"Nobody put this in my hands,\" he said. \"When I see a Mexican selling flowers in the street, I don't feel bad, \nbecause I know one day he is going to have something better.\"\n\njwasserman@edit.nydailynews.com\n\nSidebar: Profile -\n\nMartin Calixto with daughter Jasmine at his Queens store.\n\nMartin and Luz Calixto\n\nThey arrived from Mexico in 1986 with $200. Martin started selling scarves and hats on the street in Queens. Luz \ncleaned houses. They saved enough to open Martin's Party Store on Liberty Ave. in Richmond Hill, Queens, in \n1994. \"We started like everyone else,\" said Luz, 34. \"We had nothing, zero, and little by little we got the party store.\"\n\nFirst the store was on a side street off Liberty Ave., where the rent was cheaper. Crammed with decorations, \ninvitations, flowers and all kinds of party goods, the shop serves a steady clientele of mostly West Indian \ncustomers. \"We take care of everything for a party,\" said Martin, 35.\n\nThe couple rents an apartment above the store with their three children, Andy, 10, Ricky, 6, and Jasmine, 3. \"I want \nto get a house,\" said Martin. \"I love Staten Island. It's quiet.\"\n\nGraphic\n\n \n\nPHOTOS BY DEBBIE EGAN-CHIN DAILY NEWS Paulino Chino, whose parents worked low-level jobs, plays with \nson, Justin, on steps of home he owns in Kensington, Brooklyn. Martin Calixto with daughter Jasmine at his \nQueens store.\n"}