{"title": "Border Security, Job Market Leave Farms Short of Workers; Growers Frustrated by Delay in Agriculture Legislation", "body": "\nBins of Granny Smith apples towered over two conveyor belts at P-R Farms' packing plant. But only one belt \nmoved. P-R Farms, like farms up and down California and across the nation, does not have enough workers to \nprocess its fruit. \n\n \"We're short by 50 to 75 people,\" said Pat Ricchiuti, 59, the third-generation owner of P-R Farms. \"For the last \nthree weeks, we're running at 50 percent capacity. We saw this coming a couple years ago, but last year and this \nyear has really been terrible.\" \n\n Farmers of all types of specialty crops, from almonds to roses, have seen the immigrant labor supply they depend \non dry up over the past year. Increased border security and competition from other industries are driving migrant \nlaborers out of the fields, farmers say. \n\n Earlier this year, many farmers were optimistic about finding a solution in the Agricultural Job Opportunity, \nBenefits and Security Act, or AgJobs. The bill, proposed by Sens. Larry E. Craig (R-Idaho) and Edward M. \nKennedy (D-Mass.), would allow undocumented agricultural workers already in the United States to become legal \npermanent residents and would streamline the current guest-worker program. In March and September, hundreds \nof growers traveled to the Capitol to lobby for the bill. \n\n But deep divisions within the  Republican Party have stalled immigration reform. Although legislation to build a \n700-mile fence along the border passed the House and Senate, the AgJobs proposal has languished. \n\n As the border tightens, Mexican workers who once spent part of each year in American fields without a work \npermit fear that if they go back to Mexico, they will be trapped behind the border, farmers say. Instead, they stay in \nthe United States, taking year-round jobs that pay more and are less backbreaking than farm work, such as \ncleaning hotels or working in construction in cities on the Gulf Coast devastated by last year's hurricanes. \n\n \"Frequently you hear, especially from California, complaints about construction companies actually recruiting \nworkers from the sides of the fields,\" said Craig Regelbrugge, co-chair of the Agriculture Coalition for Immigration \nReform. Other industries that depend on immigrant labor, such as landscaping and construction, \"are also \n\n\nconcerned about the overall availability of labor given demographic trends,\" he said, adding: \"But agriculture is the \nwarning sign, if you will, of structural changes in the economy.\" \n\n The problem is now reaching crisis proportions, food growers say. As much as 30 percent of the year's pear crop \nwas lost in Northern California, growers estimate. More than one-third of Florida's Valencia orange crop went \nunharvested, Regelbrugge said. In New York, apples are rotting on the trees, because workers who once picked \nthe fruit have fled frequent raids by Immigration and Customs Enforcement agents, said Maureen Marshall, an \napple grower in Elba.  \n\n Michael Keegan, a spokesman for the federal agency, said he could not confirm any specific targets for raids. But \nhe said it now takes a more proactive approach to work-site enforcement, seeking to build criminal cases against \nemployers instead of issuing fines. The agency focuses work-site raids on \"critical infrastructure,\" he said, such as \nairports and chemical plants, including food processing facilities. \n\n Critics say increased wages would keep workers in the fields. Growers contend that their wages, often minimum \nwage plus a piece rate, are as high as they can pay and still remain profitable. Ricchiuti echoed many growers \nwhen he said local people \"don't want to do the work at any price.\" \n\n Farmers also contend that an existing guest-worker program is not usable.  Although some industries, such as \nMaryland crab pickers, rely on the H-2B program to provide foreign labor, farmers argue that the equivalent \nprogram for agriculture, known as H-2A, is too complex and has onerous requirements, such as providing housing \nfor workers. Nationwide, only 2 percent of agricultural workers use H-2A visas, Regelbrugge said. \n\n \"We explored [H-2A], and it was so cumbersome, it just would not meet our needs,\" said Ricchiuti of P-R Farms, \nwho grows apples, nectarines, nuts and grapes in California's fertile San Joaquin Valley. \"It's so specific; you agree \nto hire so many people at this time. What if the season is two weeks late? I have to have work for them. Or pay \nthem to do nothing.\" \n\n Some farmers said they have invested in machines to take the place of workers, though some tasks, such as \npicking soft fruit,  cannot be mechanized. \n\n Others are worrying about credit. In August, Tom Brown, president and chief executive of Fresno Madera Farm \nCredit bank in California, testified at an immigration forum hosted by Rep. George Radanovich (R-Calif.) that he \nwas worried about the impact of the labor shortage on farmers' ability to repay loans. \n\n Some food growers, who as a group tend to vote Republican, now find themselves fighting hardest against \nleaders in their own party. \n\n \"So many of the farmers here are conservative, but they're finding themselves kind of at odds, not so much with \nRepublicans in this area but with Republicans on the East Coast who have no idea what's going on in the San \nJoaquin Valley and California,\" said Daniel Jackson, a California fruit grower. \"Something could happen in \nWashington, D.C., tomorrow, and all the farmers in the San Joaquin Valley would be out of work.\" \n\n Ricchiuti has a framed photo of President Bush and first lady Laura Bush on his office wall and a pile of \"Re-Elect \nArnold\" signs supporting Gov. Arnold Schwarzenegger (R-Calif.) at his processing plant. But he grew agitated when \nhe talked about the GOP's handling of immigration. \n\n \"What's wrong with the Republican leadership?\" he demanded. \"They control the House and the Senate. I would \nhave thought it would be a slam-dunk. \n\n \"Certain Republicans are very closed-minded,\" he continued. \"They're prejudiced, and they're concerned about \npeople taking their jobs. Well, you know what? You won't do those jobs. You might stick your head up the \ngrapevine once or twice, but you won't do it a third time.\" \n\n\n\n  Hopes for the AgJobs bill are now on hold until after the midterm elections, said Barry Bedwell, president of the \nCalifornia Grape and Tree Fruit League. Bedwell has made four trips already this year to Washington  to lobby for \nimmigration reform. \n\n \"Even from our best friends and allies in the San Joaquin Valley on the Republican side, they were saying, yes, \nthey understand. But they were trying to explain the political reality of an election year,\" he said. \"Boy, I will be \nhappy to get by the election, where we can start talking reason.\" \n"}