{"title": "U.S. Won't Lift HIV Immigration Ban;Cost of Treating Those Who Develop AIDS Called Unacceptable", "body": "\nFederal health officials have decided, after seven months of review, not to lift the controversial, four-year ban on \nimmigrants infected with the AIDS virus.\n\nThe decision, which sources said will be announced officially within a few days, reflects the conviction of many \ninside and outside the Bush administration that the cost of treating immigrants who eventually develop AIDS \nposes an unacceptable burden to the U.S. health care system.\n\nThe organizers of next year's international AIDS conference, which had been scheduled for Boston, have said that \nunless the U.S. restrictions were lifted, they would cancel the event.\n\nThe move appears to end a bitter debate in the administration, in which the Justice Department fought the Health \nand Human Services Department's recommendation to drop the restriction. But the way the decision was reached \nhas left AIDS activists and public health groups angry and frustrated.\n\nChief among their complaints is that the Bush administration has declared the costs of treating immigrants \nunacceptable, without providing any estimate of what those costs really might be. Various interest groups have \ncome up with their own widely differing estimates, painting what many call a confusing picture of the true \nimplications of excluding immigrants infected with the virus.\n\n\"We wish there could have been an open debate that could have dealt forthrightly with the issues of access to \nhealth care and cost,\" said W. Shepherd Smith Jr., president of Americans for a Sound AIDS Policy.\n\n\"We are making policy in a vacuum,\" said Jeff Levi, director of government relations for the AIDS Action Council.\n\nHIV immigration restrictions were enacted by Congress four years ago. At the request of Sen. Jesse Helms (R-\nN.C.), HIV was added to the list of infectious diseases -- which includes tuberculosis, syphilis and hepatitis -- for \nwhich all would-be immigrants must be tested and which are deemed sufficient, on public health grounds, to deny \nthe immigrant a visa. Congress subsequently passed a law transferring to the president the power to alter the list.\n\nSince then the health justification has been attacked by many public health experts, from the World Health \nOrganization to senior health officials in the Bush administration, who said that because HIV could not be \ntransmitted casually, HIV-infected immigrants did not pose a health threat to others. At the beginning of this year \nthe administration proposed that the ban be dropped.\n\n\nBy May, however, proponents of the ban countered with a new argument, namely that HIV-infected immigrants \nshould be turned away because they might pose an economic burden.\n\n\"I for one don't want to come out 100 percent against discriminating against HIV and against gays,\" said Stanford \nUniversity bioethicist Peter Carpenter. \"But the question is not the disease. The question is that when we know or \ncould easily know that someone is going to cost a great of deal of money and is not going to be able to pay for their \ncare, should that be a factor in the admissions process? I'd say we'd be crazy not to use it.\"\n\nBut while the economic argument has gained popularity, it is not clear what that economic burden would be.\n\nFor example, a Canadian study estimates that the percentage of infected immigrants to Canada is between 0.2 and \n0.4 percent of all newcomers. Two weeks ago, Rep. William E. Dannemeyer (R-Calif.) extrapolated from these \nfigures to project that between 3,000 and 6,000 HIV-infected people would come into the United States each year. \nDannemeyer sent his estimate to the White House, where it is said to have played a key role in convincing the \nadministration to continue backing the HIV restriction.\n\nDannemeyer's numbers are controversial. First of all, the Canadian percentages were based not on immigrants but \non the prevalence of HIV infection in countries from which Canadian immigrants come. Some AIDS experts note \nthat HIV infection in these countries is concentrated among prostitutes and drug abusers, not the groups seeking to \nemigrate.\n\nFurther, in making his estimate, Dannemeyer used the total number of immigrants for 1990, nearly two-thirds of \nwhom were illegal aliens granted citizenship under a special amnesty law. That law allows them to apply for a \nwaiver if they test positive and get in anyway.\n\nThe people truly affected by the HIV ban, immigration experts say, are the 600,000 granted traditional visas every \nyear. Even using the disputed 0.2 to 0.4 percent infection rate, that gives a lower estimate of from 1,200 to 2,400 \nHIV-infected immigrants yearly.\n\nAn entirely different set of figures comes from the State Department's HIV testing data, which show that adult \nimmigrants tested by the government from 1988 to 1990 had an average HIV infection rate of approximately 0.1 \npercent. This amounts to just under 500 people a year.\n\nAIDS experts say, however, that if the ban were lifted, many who now do not bother to apply would probably do so. \nFactoring in these extra people, some administration health officials have estimated there would be between 600 \nand 800 HIV-infected immigrants annually.\n\nDepending on which estimate is used, the projected cost of caring for immigrants with AIDS varies widely. \nDannemeyer estimates that the cost of caring for infected immigrants -- and for those whom the immigrants infect -- \ncould come to as much $ 720 million a year.\n\nUsing the State Department numbers as a base, however, and a more modest estimate of how many additional \ninfections would result, gives an estimated annual cost of just over $ 60 million, assuming not one of them has \nprivate health insurance.\n\nAIDS groups also say that the cost of HIV in immigrants is less than the cost of other diseases routinely allowed \ninto the country. The same Canadian study estimated that 1.6 percent of all immigrants would suffer from coronary \nheart disease within 10 years of arrival, at an average cost of $ 17,618 each. Extrapolated to the United States, \nthese calculations mean that each year's immigrants could be expected to run up $ 170 million in heart disease-\nrelated expenses.\n\n\"If the policy is that the country should not admit those who are likely to become public burdens, then that should be \napplied across the board to persons regardless of illness or circumstance,\" said Tom Stoddart of the Lambda Legal \nDefense Fund in New York.\n\n\n"}