{"title": "RUDY SAYS FEDS SHOULD'VE PROBED TERROR SUSPECT", "body": "\nMayor Giuliani yesterday ripped immigration officials for \"allowing alleged terrorists to come into this country.\"\n\nThe harsh words came after a White House official announced that no link had been found between the accused \nBrooklyn bomb-plotters and Middle East terror groups.\n\nGiuliani said the Immigration and Naturalization Service was aware that one of the alleged bomb-makers, Gazi \nIbrahim Abu Mezer, \"was accused of being a member of a terrorist group\" when he applied for U.S. asylum in April. \n\"So it seems to me that that should have resulted in an investigation.\"\n\nBut INS officials said Mezer did not admit to being a terrorist. Although he did acknowledge that he had been \narrested by Israeli authorities as a suspected terrorist, Mezer said he was being unjustly persecuted. The INS said \nfurther that Mezer withdrew his asylum bid and agreed to leave the U.S. voluntarily by Aug. 23.\n\nAs for the Hamas terrorist group's denial Saturday that Mezer was a member, Giuliani said that doesn't hold much \nweight with him.\n\n\"I have a pretty clear approach in the way I deal with terrorists,\" he said. \"I basically don't believe anything they \nsay.\"\n\nHamas has claimed responsibility for a suicide bombing Wednesday in a crowded Jerusalem market that left 15 \npeople including the bombers dead. The group also says accused Brooklyn bomb-maker Lafi Khalil was an Israeli \npolice informant, ABC News reported last night.\n\nMezer, 23, and Khalil, 22, were captured during a raid on their Park Slope apartment Thursday. Police said they \nwere just hours away from pulling off a suicide bombing at a busy subway station.\n\nAnd ABC reported that two men matching their descriptions bought bomb-making supplies electrical tape, copper \nwiring and batteries at a neighborhood hardware store.\n\nBoth suspects were shot during the raid and remain hospitalized with nonlife-threatening wounds.\n\nJames Kallstrom, head of the FBI's New York office, said Friday that it \"is totally wrong to say that these individuals \nare connected to and directed by Hamas.\"\n\nAnd White House national security adviser Sandy Berger said on CBS' \"Face the Nation\" yesterday that police \nhave not \"established any direct relationship\" between the Israeli attacks and the New York bomb plot.\n\nIsraeli Prime Minister Benjamin Netanyahu agreed but added: \"This is a multi-headed hydra. The Islamic \nfundamentalist or radical terrorism is aimed at all of us.\"\n\n"}