{"title": "Court Blocks Dallas Woman's Deportation, Citing Threat of Mutilation", "body": "\nA federal appeals court has temporarily blocked the deportation of a Dallas woman who says she and her 3-\nyear-old daughter, who was born in the United States, would be subjected to genital mutilation if she were forced \nto return to her native Nigeria. \n\n Calling female genital mutilation a form of \"torture,\" the U.S. Appeals Court for the 7th Circuit last Friday granted \nPhilomena Nwaokolo's request for a review of her case to ensure that her toddler daughter is \"not forced into exile \nto be tortured.\" \n\n Genital mutilation, an extremely painful procedure that carries the risk of infection, hemorrhage and sometimes \ndeath, is widely practiced in parts of Nigeria and other African countries.  \n\nBy equating it with torture, which is prohibited under international convention, the court presented federal \nimmigration authorities with what could be a formidable obstacle in deporting African women. \n\n \"It's really a barbaric practice and has now been recognized as such by the 7th Circuit Court of Appeals,\" said \nMorton Sklar, Nwaokolo's attorney and director of the World Organization Against Torture USA, based in \nWashington. \n\n Officials for the Immigration and Naturalization Service in Dallas would not talk about the case publicly, referring \ncalls to the Justice Department in Washington. The Justice Department did not return phone calls seeking \ncomment. \n\n Nwaokolo, 42, a registered nurse at the Children's Medical Center of Dallas, entered the United States legally 20 \nyears ago. But she fell afoul of immigration laws two years later by taking a paid job as a nurse's aide, in violation of \nher visa restrictions. \n\n Rather than leave the country in 1986, as she had agreed to do, Nwaokolo left North Dakota, where she was living \nat the time, and resettled in Dallas with her husband, a legal resident, and their newborn child. She attended \nnursing school in the early 1990s and has worked as a pediatric nurse since 1996. During that time, she had three \nmore children, including Victoria, 3. \n\n\n She said she dreaded returning to Nigeria because of the prospect of genital mutilation as well as the political and \neconomic upheaval. \n\n \"Why would you let your daughter go through this?\" she said in a telephone interview. \"This is very, very inhumane \nand detrimental to human life.\" \n\n Her efforts to explain the risks to an immigration lawyer in 1986 were fruitless, she said. \"He said he didn't know \nwhat I was talking about,\" she said. \"He just wouldn't listen.\" \n\n Nwaokolo said that under Nigerian tribal customs, she would be regarded as her husband's property, required to \nlive in his village and forced, with her daughter, to submit to genital mutilation. \n\n A Christian, Nwaokolo said she would face particularly strong pressure in her husband's village of Azungwu, which \nshe said is pagan. \"We could not escape it,\" she said. \"She and I would have to do it -- the women are going to \nhold me down and they would force me to do it. It would have to be done on me and Victoria. There's no age limit.\" \n\n In 1996, Nwaokolo hired a lawyer and began appealing to the INS for permission to remain in the country.  \n\nOver the next six years, she filed four motions to reopen her case, including ones arguing that her circumstances \nhad changed as the result of her daughter Victoria's birth in October 1999. Her motions were denied. \n\n In its ruling last week, the three-judge appeals court panel said the Bureau of Immigration Appeals apparently had \nnot considered the threat to Victoria. Although Nwaokolo has another daughter, Rachel, 17, the court said Victoria \nwas particularly vulnerable because of her age. \n\n \"The government could never do to these girls in this country what the INS seems all too willing to allow to happen \nto them in Nigeria,\" the court said. \n"}