{"title": "Walkout Is Planned to Show Solidarity With Immigrants", "body": "\nFrom behind a vending cart in Jackson Heights, Queens, Mohammad Ali, 58, minced some betel palm tree leaves \nand nuts in a plastic bowl -- mouth freshener made to order for the man in a burgundy tunic who sells Islamic books \nfrom a nearby stand.\n\n  ''Busy, busy, every day, but 15 minutes Monday, no work,'' Mr. Ali said yesterday, using the few English words he \nhas managed to master since arriving in New York five years ago from Hyderabad, a city in India.\n\nHe then unfolded a bright orange flier and offered it to this reporter, by way of explanation. ''Form a human chain in \nan expression of solidarity for immigrant rights,'' the flier read. ''Join the nation in highlighting the many ways in \nwhich immigrant workers and businesses contribute to our economy.''\n\n  At 12:16 p.m. today, immigrants and their supporters are set to take a short break from work and stand side by \nside along busy commercial strips citywide to make their presence known. Later in the day, at 4:30 p.m., \nimmigrants and advocates are to rally in Union Square.\n\n  The specific moment of the lunchtime demonstration is meant to represent the date -- Dec. 16 -- that the House of \nRepresentatives passed a bill that would make it a felony to be in the country illegally, organizers said. In early \nApril, a version of the bill stalled in the Senate. \n\n  Similar demonstrations are planned for the same time in the city's other boroughs: along East Broadway, Canal \nStreet and St. Nicholas Avenue in Manhattan; on Fifth Avenue between 40th and 60th Streets and along Coney \nIsland Avenue in Brooklyn; and at East Fordham Road and the Grand Concourse in the Bronx. It was unclear \nyesterday where the Staten Island demonstration would take place. In Jackson Heights, protesters will gather at \n37th Avenue and 74th Street, just outside Pizza Boy, where Nick Lombardo, 53, has worked for the past 30 years, \nlong before he became a United States citizen in 1998.\n\n  ''These immigrants came here, I came here, my mother and father came here for a better future,'' said Mr. \nLombardo, who was a teenager when he left Sicily to move to New York. ''Everybody around here is from some \nplace else. America is a country of immigrants, so it's important that we all participate, whether we're legal or not.''\n\n  Word of the demonstration spread quickly throughout Jackson Heights, where the language options at automated-\nteller machines -- English, Spanish, Korean and Hindi -- mirror the diversity of the neighborhood. There were \nmentions in the pages of ethnic newspapers and on Spanish-language television broadcasts. \n\n  Mr. Lombardo, a manager at Pizza Boy, said he got his flier on Thursday, as did many of the business owners and \nworkers in a four-block section of 37th Avenue, between 72nd and 76th Streets -- a stretch known as Little India for \nits South Asian flair. He has since ordered the two Mexican brothers who bake and deliver the pizzas for his \nrestaurant to join the demonstration. \n\n\n  Mr. Ali plans to be there as well, along with Adrian Cardenas, 37, a hairdresser at Ingrid's Full Service Salon \nnearby. \n\n  ''We must be united to affirm our strength,'' Mr. Cardenas, who hails from the Colombian coffee-growing city of \nArmenia. ''It doesn't matter where we're from.''\n\n  Two-thirds of Jackson Heights residents are foreign born, according to the 2000 census, but no single ethnicity \nprevails. On Roosevelt Avenue, for example, one can savor culinary delicacies from nearly every country in Latin \nAmerica. On Broadway, near 37th Avenue, there is a small strip of Korean-owned businesses. On 37th Avenue, the \nair smells of curry, women wear colorful saris and stores display the elaborate jewelry from the Indian state of \nGujarat.\n\n  While immigrant groups in a number of American cities were organizing full work stoppages for today, and some \nlegislators in Albany were planning to walk out this afternoon, groups in New York City preferred just the brief \ndemonstration. \n\n  ''Some workers had legitimate concerns about losing their jobs,'' said Ana Maria Archila, executive director of the \nLatin American Integration Center, which provides services to immigrants in Queens and on Staten Island. \n''Business owners are immigrants, workers are immigrants and the people who shop in many of the stores in this \ncity are immigrants, so if we boycotted business, we'd be basically boycotting ourselves.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Many immigrant workers in Jackson Heights planned to demonstrate. (Photo by Shiho Fukada for The \nNew York Times)\n"}