{"title": "China's harsh capitalism is forcing millions overseas", "body": "\nPeter Kwong\n\nis a professor of Asian American studies at Hunter College\n\nOn a recent trip to Shanghai I often heard the comment, \"Wherever there are people, you'll find some Chinese.\" It \nwas usually uttered with pride by people from all walks of life, as though delivering a testament to a rare \nresourcefulness, unmatched by others.\n\nIndeed, population figures around the world indicate that there is something to that claim. Not only do Chinese \nnumber in the hundreds of thousands in Australia, France and the United Kingdom; one also finds great numbers in \nplaces like Argentina, South Africa, Mauritius, Israel and Dubai, not usually associated with the notion of Chinese \nmigration. New Chinatowns have sprouted in Milan, Panama City, Johannesburg and even Belgrade.\n\nIt may or may not come as a surprise that more than three million Chinese live in the United States and some 1.3 \nmillion in Canada today - but more than half a million in Oceania? Almost 700,000 in Russia? Surprise grows as \none looks at the demographic statistics provided by the 150 countries reporting alarming increases in Chinese \nimmigration, which has doubled, and then doubled again during the last two decades. The Chinese are now the \nlargest single immigrant group in the world: more than 62 million, by the latest estimates.\n\nAs an American expert on Chinese immigration, I am constantly asked, \"Why do the Chinese keep coming to the \nUnited States when China is doing so well?\" Conventional wisdom would suggest they are looking for better \nopportunities, freedom and education - just like everybody else.\n\nThe driving force behind this unprecedented emigration, however, is a monumental demographic shift in China's \n1.4 billion population, induced by the rapid economic expansion. Ever since the economic reforms of the late 1970s, \nChinese cities have been attracting rural people looking for jobs. And as able-bodied workers continue to leave the \ncountryside, partly because of the precipitous drop in prices of agricultural products worldwide, the Chinese rural \neconomy teeters on the verge of collapse, only further accelerating the pace of rural-to-urban migration. Even with \nthe double-digit growth, the domestic economy is not creating enough jobs.\n\nThe influx of peasants has created a plethora of urban problems: overcrowded housing, depressed wages, traffic \ncongestions, and general social disorder. To survive, people have to struggle day in and day out: fight to get on \nbuses, wait in line to purchase affordable goods, argue with clerks to get attention, and bribe officials to get \nopportunities. The Chinese economic miracle has created a mean human condition in which the nasty thrive while \n\n\nlaw-abiding citizens face the mortal danger of being run over by surly drivers every time they attempt to cross the \nstreet.\n\nFor those who harbor even modest ambitions, leaving China is an attractive option - even if it means getting into \nanother country illegally. The stress and strain of making the move pales in comparison to soldering on in China's \nprimitive capitalism. The move generally means a tenfold increase in income, living in a more civilized \nenvironment, and with better amenities (such as good education for the children), by doing almost exactly the same \nthing as in China - be it doctors in British hospitals, computer scientists in Silicon Valley, producers of low-end \nItalian label garments in Milan for sale in Eastern Europe, or street peddlers in Madrid.\n\nNot surprisingly, the increased presence of Chinese around the world has created anti-Chinese backlash in the \nreceiving countries. Typically, the Chinese are accused of undermining domestic labor standards and cultural \nvalues. Their single-minded pursuit of their own wellbeing, with disregard for local history and legal regulations, has \nfed into this image and contributed to their problems. Spanish leather-workers, angry at cheap competition, have \nset fire to several Chinese shoe warehouses. Poor residents of Buenos Aires have looted a Chinese-owned \nsupermarket. Chinese businesses in the capital of the Solomon Islands went up in flames. Russia is introducing \nimmigration restrictions in the hope of curbing a rising tide of migration from China.\n\nThe last anti-Chinese hysteria swept through the world during the upsurge in Chinese immigration to the New World \nin the 19th century. Recruited by greedy employers to work as cheap laborers, the Chinese faced resentment from \nearlier settlers and suffered racial attacks. The U.S. Congress enacted unprecedented race-based immigration \nrestrictions to stem \"the threat of the yellow peril.\" The movie industry jumped in to perpetuate negative stereotypes, \nsuch as the evil Dr. Fu Manchu, contributing to more than a century of mistreatment. Today's simmering conflicts in \nmany more parts of the world, mixed in with the widespread resentment against Chinese imports, and the lingering \nCold War-era fear of China, could easily ignite even worse reactions.\n\nThe Chinese government remains indifferent to this ominous prospect. It has no incentive to tamper with the exodus \nof its citizens, which is helping it solve domestic unemployment. It also benefits from the remittances the émigrés \nsend home - some $20 billion dollars a year. What particularly frustrates me, as a Chinese American and an \nimmigration expert, is that politicians in host countries, mine included, seem more interested in exploiting anti-\nimmigrant sentiments to generate populist support at home than in multilateral discussions aimed at coming to \nterms with this critical issue.\n\nPeter Kwong (pkwong@hunter.cuny.edu) is the author of \"Forbidden Workers: Illegal Chinese Immigrants and \nAmerican Labor\" and co-author with Dusanka Miscevic of \"Chinese America: The Untold Story of America's Oldest \nNew Community.\"\n"}