{"title": "WELFARE VIGIL S.J. RALLY URGES REFORM BILL VETO", "body": "\nAbout 100 protesters marched through downtown San Jose Thursday night, urging President Clinton to veto \npending welfare legislation because of the drastic effect it would have on Santa Clara County.\n\nThe candlelight vigil and march, led by several community groups, started at the Food Stamp Center at Sixth and \nJulian streets, where the lines for food stamps will be much shorter if Republican welfare legislation passes, said \nJorge Gonzalez of Raza Si.\n\nAccording to the Santa Clara County Social Services Agency, up to 23,000 legal immigrants in the county, including \ncurrent residents, would face losing food stamps.\n\n\"It's time to give a strong message to Congress, our president and our local leaders that we are against this welfare \nbill,\" Gonzales said. \"We need to remember that charity begins at home. Washington wants to forget that.\"\n\nThe bill, stalled in conference committee in a dispute over school lunches, is likely to be vetoed by the president.\n\nUnder the bill, California would lose $4 billion in federal welfare payments, food stamps, foster care and adoption \nassistance, and help for the elderly, disabled and blind. In Santa Clara County that would mean the loss of $50 \nmillion. Immigrants and children would get hit the hardest.\n\nUp to 27,000 unemployed families and 17,000 elderly, disabled or blind immigrants stand to lose their benefits. And \nlegal immigrants and refugees in the county stand to lose about $260 million.\n\n\"In fact, two-thirds of all money lost to California will be lost to legal immigrants alone,\" said Richard Hobbs, director \nof Catholic Charities Immigration and Refugee Services.\n\n\"These people pay taxes and contribute to society, yet they now risk having services cut out from under them. That \nwas not part of the agreement when they entered this country.\"\n\nAmy Dean, chief executive officer of the South Bay AFL-CIO Central Labor Council, said it's not only time to reform \nwelfare but to reframe the debate.\n\n\"We just do not need reform that balances the federal budget on the backs of working people, children, the poor \nand the disabled,\" Dean said. \"It's time to stop looking to immigrants as scapegoats, and to start looking toward \ncorporate welfare to see where these cuts should be coming from.\"\n\nSome San Jose State students in need of loan programs could also suffer, as well as children whose only crime \nwas to be born poor, said protester Becky Garcia, a member of the Low Income Support Network advocacy group.\n\n\n\"No one asks to be poor,\" Garcia told the crowd, which had marched downtown past San Jose State and through \n\"Christmas in the Park\" before stopping in front of the State Building on San Antonio Street.\n\n\"These children, as well as all low-income people, have rights, and need a safety net to be there.\"\n\nGarcia said that because of illness or a layoff, poverty can strike anyone - she knows, she said, because that's what \nhappened to her.\n\n\"I never wanted to be an Aid to Families With Dependent Children (AFDC) recipient,\" she said. \"I knew of the \nstigma attached to receiving federal assistance, and I didn't want to be a welfare mom. But I had no choice.\"\n\nGarcia lost her job as a waitress in July. For three months she struggled to take care of herself and her 3-year-old \nson, Jeremy, without applying for aid.\n\nThat struggle left her thousands of dollars in debt, she said, and in October, she finally decided to accept \ngovernment help.\n\nShe is now taking classes at Computer Business College and working part time as a banquet server. She said she \nwill not be on AFDC forever, and wants people to realize that for a lot of people, it's the only way out of a life of \npoverty, even homelessness.\n\n\"None of us is beyond being poor,\" she said. \"No one is invincible. We need to learn to help each other.\"\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: PAT WEST - MERCURY NEWS\n\nTheresa Mendez, left, explains speaker's comments to Mary Elena Aguila at Thursday's vigil over welfare in \ndowntown San Jose.\n\n[951208 LO 1B 2]\n"}