{"title": "Carrying a Torch for Hope; Bearers of Flame From Our Lady of Guadalupe Relay Message to Immigrants in U.S.", "body": "\n In the eyes of Ricardo Juarez, a 35-year-old construction worker from Woodbridge, a painting of Our Lady of \nGuadalupe accompanying runners from Mexico to New York could just as well be the Virgin Mary herself. \n\n \"All the Catholic people [in Latin America] call Our Lady of Guadalupe 'Our Mother,' and in this case Our Mother \nwas living with the runners when they crossed the border Nov. 6,\" said Juarez, organizer of the local stretch of a \n3,133-mile relay from the Basilica de Guadalupe in Mexico City to St. Patrick's Cathedral in New York. \n\n Those runners -- and thousands of others participating along the way -- represent millions of Mexicans and other \nLatinos who have sought a new life in the United States and who often cannot return home to visit family and \nfriends, Juarez said. \n\n Our Lady of Guadalupe, one of the saints most revered throughout Latin America, \"comes here to give them a \nchance to be with her,\" he said. \n\n And she continues to accompany runners and people who have greeted them along the route of Antorcha \nGuadalupana, a relay in which volunteers ages 12 to 70 take turns carrying a torch representing their hope for \nimproved immigration policies in the United States, he said. \n\n Participants from Roanoke Rapids, N.C., are scheduled to arrive Thursday in Stafford, where they will pass the \ntorch to other runners -- most in their teens and twenties but some in their sixties and seventies -- who will continue \nthe run to Manassas on Friday, Washington on Saturday and Baltimore on Sunday. \n\n The event began Oct. 29 in Mexico City and will conclude in New York on Dec. 12, the virgin's feast day. \n\n Juarez, who will run portions of the 106-mile leg from Stafford to Baltimore, said that more than 250 Washington \narea volunteers have signed up to run various segments and that Mass will be said at churches along the route. \n\n The main local event, he said, will be an ecumenical rally at 2:30 p.m. Saturday at Constitution Avenue and 15th \nStreet NW, between the Ellipse and the Washington Monument, followed by a candlelight procession to St. \nMatthew's Cathedral on Rhode Island Avenue NW. \n\n\n Several thousand people are expected to attend the rally, which will include an afternoon of music and other \nactivities and speakers who will ask federal and state legislators to pass laws ensuring better wages and working \nconditions for immigrants, Juarez said. They will call on Congress to grant legal status to an estimated 9 million \nillegal immigrants, about half of them from Mexico. \n\n Antorcha Guadalupana is a tradition that started more than a half-century ago in Mexico City, said Mario Najera, \ncoordinator of the event and a leader of the Tepeyac Association of New York, an organization that represents \nundocumented workers and is sponsoring the run. \n\n Beginning at the Basilica de Guadalupe, on the site where Catholics believe Jesus's mother appeared in 1531 to a \nbaptized Aztec Indian named Juan Diego, runners would carry a torch to their home parish or village, calculating \nthe distance so they would arrive Dec. 12, Najera said. \n\n Najera and others brought the tradition to New York four years ago, taking torches from St. Patrick's Cathedral to \nlocal parishes. Last year, New York Cardinal Edward Egan challenged them to organize a run from Mexico to New \nYork. \n\n Najera, who is accompanying the runners in a motor home, said he calculated the journey at 45 days. Usually one \nperson runs at a time, passing the torch to another runner after a short distance so that the team maintains a \nspeed of 8 to 10 miles per hour. When not running, participants ride in vans. \n\n Different runners have joined in as the entourage has made its way from the border at Brownsville, Tex., through \nLouisiana, Alabama, Georgia, the Carolinas and on to Virginia. Participants stay in church halls or homes in more \nthan 400 parishes along the route, he said.  \n\n Najera said the relay had a great following and participation in Mexico and less in Texas but has been building in \nthe Southeast, especially among Latinos in such locations as Atlanta and Charlotte, which have large immigrant \npopulations and for whom the relay has meant an opportunity \"to display their identity\" as a community. \n\n Juarez said interest in the relay has increased rapidly among Washington area Latinos and that the number of \nrunners is much larger than he expected. \n\n Two paintings, one of Our Lady of Guadalupe and one of Juan Diego, are a gift from the basilica in Mexico City \nand will hang permanently in St. Patrick's. During the relay, they usually travel in the motor home but are carried \nby runners into churches at the end of each leg, Najera said. \n\n For information on local routes and Masses, call 202-544-9355. For a relay itinerary, go to www.tepeyac.org. \n"}