{"title": "Conflicting immigration bills could mean no action this year", "body": "\nA comprehensive immigration bill that answers President Bush's call for a guest-worker program appears to have \nenough bipartisan support to pass the Senate, guaranteeing a legislative collision with an enforcement-oriented \nHouse bill, several advocates on both sides of the issue predicted Tuesday.\n\n``We're in some trouble in the Senate,'' said Paul Egan, government-relations director of the Federation for \nAmerican Immigration Reform (FAIR), which supports the House bill and opposes the guest-worker concept as a \nform of amnesty for illegal immigration.\n\nThe Senate may well deadlock with the House because their positions differ so radically and the issue is too \npolitically hot in this congressional election year for lawmakers on either side to compromise. That could doom all \nlegislation to overhaul immigration this year.\n\nThe Senate Judiciary Committee voted 12-6 Monday to advance a comprehensive measure that would put millions \nof illegal immigrants on track to permanent legal status and allow up to 400,000 foreign workers each year to fill \nlow-skilled jobs.\n\nEgan said opponents of the measure put their hopes in the 435-member House, where a coalition of conservative \nRepublicans has vowed to kill immigration legislation that includes a guest-worker plan. The 94-member coalition \nblocked inclusion of a guest-worker program in the immigration bill the House passed in December.\n\nThe House bill also makes illegal immigration a felony and calls for 700 miles of fences along the Southwest \nborder.\n\n``If the Senate follows the Judiciary Committee's lead, the prospects of getting a reform bill to the president's desk \nthis year are slim, to say the least,'' said Rep. Tom Tancredo, R-Colo., coalition leader. ``No plan with amnesty and \na massive increase in foreign workers will pass the House.''\n\nRepublicans have 55 seats in the Senate. Democrats have 44 and usually win support from the Senate's lone \nindependent, James Jeffords of Vermont. Pro-immigrant groups believe they can count on support from at least \nnine Republicans, and possibly as many as 14. Senate Judiciary Committee chair Arlen Specter of Pennsylvania \nand three other committee Republicans -- Sens. Sam Brownback of Kansas, Lindsey Graham of South Carolina \nand Mike DeWine of Ohio -- voted for the bill.\n\n\nThe measure became entangled in parliamentary uncertainty Tuesday after Senate Majority Leader Bill Frist, R-\nTenn., indicated that he might press ahead with a more limited border security measure similar to the one passed \nearlier by the House. Senators are expected to begin debate this week -- possibly as early as today -- and may vote \non both measures.\n"}