{"title": "'There's No Place Like Home, There's No Place Like Home' women family holiday travel humor humor humor", "body": "\nWell, we tried it again. Spring break on the road-Washington, D.C. - our nation's capitol-home of present and past, \ngreat and not-so-great, presidents. Also home of brothers, brothers and sisters-in-law, nieces, nephews, and \ncousins. I think nearly everyone in the United States decided to make the same trip as we did last week. They got \non the road about the same time, and we all traveled the Yellow Brick Road or Route 66 to Alexandria. We were \nstrangers in a strange land, heading for Oz.\n\nAlthough we had planned this trip mostly to visit some friends and relatives, we decided to stay in motels just to \nmake things easier for everyone. Most of our relatives work and go to school, and we didn't want to be a bother. \nNext time, we'll just be a bother. We were armed with a booklet listing motels and their prices, and really all we \nthought we wanted was a room with a bed and bath.  bath.  bath.\n\nThe first place that was recommended had a bed, bath, microwave, coffeepot with a packet of coffee, refrigerator, \nhair dryer, ironing board with iron, a safe, and 104 channels on the television. We loved it. The next morning the \ncontinental breakfast featured everything except eggs. The king thought it was a little high considering we weren't at \nthe beach, and just needed a place to stay, so the next night we stayed at a motel that was about $ 12 less. Believe \nme - you pay for the $ 12 less. No microwave, no fridge, no hair dryer, no coffee pot, and certainly no safe. People \nstaying here don't have any valuables to store. Also, the TV had only FOUR channels. It was almost the worst $ 12 \nwe ever saved. The next morning the only continental breakfast we got was a cup of coffee. The kids were pretty \ndisillusioned - no ironing board - not that they would use it. We spent the $ 12 we saved at McDonalds.\n\nHowever, the worst was yet to come. Thinking people find the place they really like and either make reservations \nfor the next night or check in after 2 p.m., and have a place to stay later that night. No one has ever accused us of \nthinking. We decided to visit friends in Columbia, Maryland. I thought we would stay until about 7 p.m., but the lady \nof the house had to work until 10, and wanted us to wait on her. Finally, we returned to Alexandria at 1 a.m. and \nstarted looking for a motel room. Our friends had offered us a room, but because they work, we felt like we were \nintruding. Sometimes we're just too polite for our own good. We, of course, returned to our favorite motel - NO \nVACANCY. Then we hopskotched up and down the highway. Every place was full-remember that group of tourists \nwho left the same time we did? They had our rooms. Anyway, we were by now desperate. We passed one place \nbecause the front desk looked nearly non-existent. At least they had one. Finally, we pulled into a place that I think \nlooked better in the dark. The guy didn't stand behind a desk, he was sitting on an old couch. He kept the door \nlocked and talked to the King through a small opening. He dealt only in cash, and a lot of it. This place cost almost \nas much as the first one. The kids were whimpering or maybe that was me. Remember that song from the '70s-\n\"Third Rate Romance, Low Rent Rendezvous?\" I think we were there. We went in, and stood around in a daze. We \nweren't in Kansas anymore. It looked like no one had changed anything since about 1934. Depression Era. I was \ndepressed. Pull yourself together, I said to myself, it's not that bad. The furniture is just garage sale castoffs, but not \n\n\nthat bad. Then I looked at the beds. The spreads were all ripped and kind of dirty- looking. The sheets and \npillowcases were old, but I think they were clean. \"Do you think we could get our money back?\" I asked the King. \nThen I remembered seeing the guy grab our money and run. Carly had already pulled the spread down, and \nhopped in. WHAT DO YOU D\n\nO AT 2 a.m.? Personally, I wanted to sleep in the car in front of our niece's house. I didn't want to awaken her; just \nborrow her driveway for a few hours. I looked at the bathroom, and quickly decided I could shower later at the \nniece's. We were pretty well stuck here all because we were just too polite. Anyway, the King said we would stay \nuntil 7 a.m. when we could call his niece, and go to her house and sleep on her couches. I did not put on pajamas. I \npushed the spread away from me. \"NO ONE USE THAT SPREAD!\" \"But Mommy, I'm cold,\" Carly whined. I put a \nsweatshirt on her, and ordered her not to take off her jeans or socks. I was disappointed that we didn't have \nsomething to cover our hair. I lay down very gingerly, so as not to awaken any bed bugs or creatures that might be \noccupying the premises. Remember, I'm polite. I looked at the chain lock, and the wimp lock on the doorknob. I was \nsleeping in my jeans and pulled my jacket over my head. Although I didn't have any red shoes I clicked the heels of \nmy running shoes and whispered to myself, \"There's no place like home; there's no place like home.\" It was the \nlongest four hours I ever spent. At dawn we wanted out of there. We sat at the edge of the bed until 6:45 when we \nthought we his niece would be up. We were still being polite. Of course, the phone didn't work. People sneaking \naround don't call people or take calls. At 7 we ran out the door. The door beside of us opened at the same moment. \nOut walked a tousled female about 17. Behind her ran an older man. YUCK! Then behind him walked the mother. \nOOPS! They looked as shell-shocked as we did. I think they were getting out with the light, too.\n\nNeedless to say, when his niece insisted we stay with her the last night we were there we all got down and kissed \nher feet. It was great, she had a coffee pot, microwave, full fridge, hair dryer, ironing board with iron, and 104 \nchannels on her TV set. Gee, maybe there really is a pot of gold at the end of the rainbow.\n\nCopyright 2000 Bonny Rushbrook. All rights reserved. E-mail: scripto@wv-cis.net net net  \n"}