{"title": "Immigrant Laborers Say They Knew of Job Risks", "body": "\nLauriano Avilez said that he and other immigrant workers who poured concrete and put up the cinder block walls \nat a construction site that collapsed yesterday in Williamsburg, Brooklyn, knew toiling inside the structure had its \nrisks.\n\n\"Yes, we knew it wasn't stable,\" said Mr. Avilez, who was shaken but uninjured when the third floor of the building \nfell in yesterday morning, killing one of his colleagues and injuring several others. \"The building was not in good \ncondition. It was not well-constructed.\"\n\nBut Mr. Avilez, who said he came to New York from the Mexican state of Guerrero five years ago, said that he and \nthe other workers never gave much thought to the potential dangers. \"To tell the truth,\" he said in a quiet voice, \"I \nwasn't worried about that.\"\n\nAfter yesterday's collapse, however, the construction workers and advocates for immigrants were raising \nquestions about unsafe conditions at construction sites, especially in Williamsburg, which is undergoing a building \nboom to accommodate a growth spurt, driven in large part by Hasidic Jews, who typically have large families.\n\nImmigrant advocates said a large number of workers at the many construction sites in the neighborhood are in the \ncountry illegally, and tend to take low-paying and sometimes risky jobs as they embark on new lives in New York. \nMany of them, the advocates say, are Mexicans, who demographers say are one of the fastest-growing immigrant \ngroups in the city and now number over 300,000.\n\n\"Most of the newly arrived Mexicans don't have immigration papers, so they take any job they can get, construction \namong them,\" said Anne Pilsbury, director of Central American Legal Assistance, an organization in Williamsburg \nthat provides legal aid to immigrants. \"But obviously they're not working for the major construction companies, \nthey're working for the more irregular crews. These jobs pay below the market going rate, and that's why they \nended up with undocumented people who are not unionized, and are not going to complain about dangerous \npractices.\"\n\nThe authorities were investigating yesterday whether there were code violations at the accident site, at 50 \nMiddleton Avenue, and whether the owner of the building and the construction contractor had violated the law by \nfailing to pay the prevailing wage for construction projects and by using undocumented workers.\n\n\nThe Rev. Brian Karvelis, pastor of Transfiguration Roman Catholic Church on Marcy Avenue in Williamsburg, said \nhe often hears about local workers who have lost fingers or suffered other injuries in work-related accidents. \n\"People who come here are desperate,\" he said. \"They come from extreme poverty. They come here, and they \nhave no money, no papers, and if they stop working they're on the street. So it's terror that forces them to take any \njob.\"\n\nHasidic leaders and landlords have been busy constructing apartment blocks, bland brick structures that are going \nup on several blocks in the heart of Williamsburg. \"There's not enough room for Jewish families, so there's been an \nexpansion and more buildings going up on the other side of Bedford Avenue,\" said Abie Kon, who has lived in the \ncommunity 30 years.\n\nImmigrant day laborers in Williamsburg often get hired after waiting in the morning for employers on the corner of \nDivision Street and Bedford Avenue, several neighborhood workers said. If hired, they said, they will often stick \nwith the project until it is completed.\n\nSeveral Mexican immigrants said they had worked at construction sites that, in retrospect, were unsafe, either \nbecause the crew was too small or because the operation lacked necessities like scaffolding. But the workers said \nthey were content to have a job they could go to for weeks and even months at a time, paying up to $10 an hour.\n\n\"Yes, in truth it's dangerous,\" said Augustin Rosales Martinez, 35, who comes from rural Puebla, in southern \nMexico. \"When you're up at the top, putting up beams and walls, there's not much to protect you.\"\n\nJuan Jose Rivera, 27, a Mexican immigrant who works for a company that sells building materials in Williamsburg, \nsaid many of his countrymen look for jobs in construction because they worked as carpenters in their homeland. \nAccustomed to difficult conditions and low wages, the workers see the job situation in New York as an improvement \nover what they had in Mexico, Mr. Rivera said.\n\n\"Unfortunately, there are paisanos who get used to low pay and bad conditions and don't complain,\" he said. \"It \nmight be hard work. It might be dangerous, but they do it.\"\n\nAlfonso Castillo, a Honduran immigrant who worked for the contractor providing the concrete to the building on \nMiddleton Avenue, said workers from Mexico and Central America are in high demand because they have a \nreputation for working hard under difficult conditions.\n\n\"They look for us because we'll do this work,\" Mr. Castillo said. \"No one else is going to do this.\"\n\nhttp://www.nytimes.com\n"}