{"title": "Giuliani Opposes Bill to Deny Benefits to New Immigrants", "body": "\nWith the historic portal of Ellis Island as a backdrop, Mayor Rudolph W. Giuliani said yesterday that legal \nimmigrants should be eligible for state-financed welfare benefits in their first year of residence.\n\nThe Mayor therefore disagrees with Gov. George E. Pataki, who supports a state welfare bill that denies benefits \nto new immigrants during their first year in New York. The Governor is expected to sign the measure, which the \nState Legislature approved last week, sometime in the next few days.\n\n\"Legal immigrants should be treated the same as citizens,\" Mr. Giuliani said after testifying at a hearing held on \nEllis Island by the immigration subcommittee of the Senate Judiciary Committee. \"They come in and pay taxes at \nexactly the same rate, so when it's time for benefits they should be treated the same way.\"\n\nUnder Federal law, immigrants must now obtain a guarantee of financial support from a sponsor to be allowed into \nthe country, but in New York, if that sponsorship falls through, they are eligible for public assistance. Under the bill, \nNew York's distinctive practice would be terminated; legal immigrants would be able to collect state-financed \nbenefits only after they had been in the country at least 12 months.\n\nMr. Pataki asserts that no other state provides such benefits and that New York cannot afford to become a magnet \nfor immigrants who have lost sponsorship.\n\nBoth the Mayor and the Governor have been vocal opponents of Congressional attempts to deny benefits to legal \nimmigrants.\n\nMr. Giuliani seemed to be reminding the Governor of their common opposition to Federal policies that could hurt \nlegal immigrants. \"My view of the state budget is that it should do what the Federal budget didn't do,\" Mr. Giuliani \nsaid.\n\nMr. Pataki did not appear at the hearing, but did provide written testimony in which he lauded immigrants' \ncontributions to this country.\n\nBetween 100,000 and 125,000 legal immigrants arrive in New York State each year, according to the New York \nImmigration Coalition, an advocacy group, and welfare experts estimate that only 5 percent of them require public \nassistance in the first year. The policy change would be felt most significantly in New York City, where about 80 \npercent of the state's legal immigrants settle, according to the coalition.\n\n\nGroups that support granting full benefits to immigrants have expressed concern that the policy change would \nleave mothers and their children vulnerable should sponsors, who are often husbands or other male heads of \nhousehold, fail to provide the support they promised.\n\nTony Coles, an adviser to the Mayor, said that the city would be forced to step into the breach. \"New York City is \nnot going to deny appropriate benefits to legal immigrants just because they've been here less than a year,\" he \nsaid. \"We will end up picking up a cost that should be shared with the state.\"\n\nMr. Coles said the Legal Aid Society and other advocacy groups are considering bringing suit to challenge the \nstate's distinction between citizens and legal immigrants. He added that the Mayor had asked the Corporation \nCounsel to determine whether the city could join that suit.\n"}