{"title": "PANEL DISCUSSES IMMIGRATION SERIES' IMPACT", "body": "\nWhen Hildara Blakesley moved from a tiny village in South America to her husband's hometown of Aitkin, Minn., 25 \nyears ago, the new bride didn't know a word of English.\n\nAt age 24, Blakesley adjusted to the new culture with the help of her husband, whom she met when he was a \nPeace Corps volunteer, and a tutor who came to her home as part of a local program.\n\n\"That's how I got to where I am today,\" said Blakesley, a mother of two girls, who after 20 years of hard work \nreceived her high school diploma in 1995.\n\nThe St. Cloud, Minn., resident shared her story Saturday during the League of Women Voters Action Forum at the \nMinnesota History Center. The event was a culmination of the League's community circle discussions on \nimmigration held throughout the state in the past several months.\n\nA total of 17 communities and 1,000 people participated in the discussion circles, said Judy Duffy, president of the \nMinnesota League of Women Voters. The idea behind the \"Changing Faces, Changing Communities\" series was to \nget people talking about Minnesota's tremendous increase in immigrant populations during the past decade.\n\nMinnesota's foreign-born population is believed to have increased by at least 50 percent in the 1990s, fueled by the \narrival of African and Asian refugees and by secondary migration of immigrants who moved to Minnesota from other \nstates, such as California, to be closer to relatives. By 2025, if current estimates prove correct, 15 percent of \nMinnesota's population will be minorities, compared with about 9 percent today.\n\nRepresentatives from the circles attended Saturday's event to share results of their discussions and brainstorm \nabout how to implement their ideas. In nearly all groups, issues relating to education, resources and community \npartnerships were mentioned.\n\nMany said that welcoming immigrants and acting as partners with them are key.\n\nThose who spoke expressed a desire to see goals reach fruition and not end up, as one woman said, as a report \nthat gets stashed away in a drawer some place.\n\n\"We're going to try to continue this process,\" Duffy stressed during a break in the program. \"It's certainly had an \nimpact throughout the state.\"\n\nMany speakers praised the circles for promoting interaction among people of different backgrounds. A few shared \nstories of how their involvement positively changed their everyday relationships - with family, friends and co-\nworkers. Many said they learned just how diverse their own communities are.\n\n\nJane McWilliams, a member of the Northfield League of Women Voters, said she was touched by the experience. \nIn her group, a 16-year-old girl translated information for several members. The girl was explaining how McWilliams \nwas curious about national anthems in the others' homelands when an Asian man, understanding the question, \nabruptly stood up and began singing his national anthem.\n\n\"It was one of the most moving experiences of my life,\" she said.\n\nAt the same time, some speakers said they had hoped for more diversity in their circles and wondered if they \ncouldn't have done things differently to encourage more people to attend. A circle discussion in Austin, Minn., came \nup with the mantra \"Meet, Greet and Repeat\" to encourage continuing relationships.\n\nSmall group discussion topics included advocacy, benefits, community services, youth, education/language, \nhousing and health care. From these discussions, participants came up with lists of available resources, possible \nand current collaborations, and follow-up steps.\n\nBlakesley is eager to see what comes of the circle discussions. She knows immigrants, both those who arrived in \nMinnesota years ago like herself and newcomers, would benefit by having access to more resources - especially \nmentors.\n\nJoining the community circle discussion in St. Cloud helped as well because it allowed her to speak freely about her \nimmigration experience. She grew up in Montero, Peru.\n\n\"For me, it was the greatest thing that happened,\" she told the group of about 100 people gathered at the history \ncenter. \"This is the first time I could express or tell my experiences since coming to this country.\"\n\nHeather Johnson can be reached at hjohnson@pioneerpress.com or (651) 228-5469.  \n\nNotes\n\nSee related series: The New Face of Minnesota\n"}