{"title": "3 WITNESSES FOUND IN CONTEMPT FOR REFUSING TO TESTIFY ON ALIENS", "body": "\nA Federal judge today held three potential witnesses in contempt of court for refusing to testify here in the alien-\nsmuggling trial of 11 church workers. The three were ordered confined to their homes for the duration of the trial.\n\nThe order, which came from Federal District Judge Earl H. Carroll, takes effect one week from today, pending \nemergency appeals to the United States Court of Appeals for the Ninth Circuit in San Francisco.\n3 WITNESSES FOUND IN CONTEMPT FOR REFUSING TO TESTIFY ON ALIENS\n\nIn refusing to testify against the church workers, who are charged with conspiracy to smuggle Central Americans \ninto the United States, the witnesses said First Amendment guarantees of free exercise of religion protected them.\n\nBut Judge Carroll, who earlier said he did not find that religious rights outweighed the prosecution's need to gather \nevidence, ordered the witnesses confined. Promises of immunity, which have been granted to other witnesses, \ndid not persuade the church workers to testify against their colleagues, who work in a national movement offering \nsanctuary to Central Americans.\n\nThe three held in contempt were Mary Ann Lundy, a 53-year-old ordained elder in the Presbyterian Church, and an \naffiliate of the Riverside Church in New York; Kay Kelly, a 62-year-old deacon at Southside Presbyterian Church in \nTucson, and the Rev. George Lockwood, a 39-year-old pastor of Menlo Park United Methodist Church in Tucson.\n\n \n\n'I Choose Not to Testify'\n\nWith the jury dismissed today, Mrs. Lundy, in response to questions from the prosecutor, Donald M. Reno, said \nthree times: ''I choose not to testify on the basis of my First Amendment right to freedom of religion, and I invoke \nthe privilege as a Presbyterian elder not to speak against my faith community.''\n\nThe contempt citations came at the request of Mr. Reno, who argued that it was the duty of every citizen to testify.\n\nAs Mrs. Kelly returned to her seat in the courtroom, the 15 defense lawyers, 11 defendants and four dozen \nsympathizers stood as a mark of respect. When the same thing happened after Mrs. Lundy was cited, Judge Carroll \nadmonished the courtroom to refrain from ''any further displays'' of support.\n\nIn a related matter, Mr. Reno accused the defendants and witnesses of ''collusion'' in a ''clear attempt to frustrate, \nbreak down and confuse this prosecution.'' Mr. Reno added that because of this and a ''daily blizzard of motions \nand memos'' from the defense, the Government's case had been ''substantially confused.''\n\n"}