{"title": "OFFICIALS SAY THEY'RE SQUEEZED BY INITIATIVES COUNTIES ON BORDER HIT HARD", "body": "\nPathologist John Eisele pulled back the white sheet covering the frail, tan body of a young Mexican woman.\n\nSterile precision tools lined-up on a metal tray awaited his hands as he prepared for yet another autopsy on an \nillegal immigrant who died crossing the treacherous Imperial County terrain at the Mexico border.\n\nHis workroom was a table in the embalming room of Frye Mortuary, where he and two other pathologists take turns \nworking every Tuesday and Saturday for Imperial County, which cannot afford its own morgue or coroner, but \nincreasingly needs the contracted services.\n\nFrom January until mid-September, 93 people died crossing the canals and desert of this rural county tucked in the \nsoutheastern corner of California. That's nearly twice the deaths and double the financial burden that the county \nexperienced last year.\n\n\"Our case load drastically jumped this year,\" said Ralph Smith, coroner's investigator for the Imperial County \nSheriff's Department. \"All Operation Gatekeeper did was funnel the problem from San Diego to Imperial County, \nand we're just starting to see the effects.\"\n\nOperation Gatekeeper was a federal program initiated in October 1994 by the Immigration and Naturalization \nService. Its goal was to stop the flow of illegal immigration into San Diego County by doubling the number of patrol \nagents and push the traffic east to more dangerous routes that migrants were less likely to try.\n\nIt didn't work. Like squeezing a tube of toothpaste, the restricted flow to the west caused a surge to the east, \nexploding in Imperial County, about 120 miles east of San Diego.\n\nBorder agents apprehend an average of 1,000 illegal immigrants a day in Imperial County and they rescue dozens \nwho run short of water or energy during their journey.\n\n\"We got all of that on top of our regular workload,\" Smith said. \"We've really been hit hard and there doesn't seem \nto be any relief in sight.\"\n\nImperial County is not alone in its struggle. There are 24 counties along the border, stretching 1,700 miles from \nSan Diego to Brownsville, Texas. They encompass rural and urban communities, but what they share is a transient \npopulation of Mexican nationals who are using more public services than the counties can afford: jails, hospitals, \ncourts and foster care, to name a few.\n\n\nSan Diego County is one of the wealthiest counties along the border, but it's also one of the hardest hit. County \nSupervisor Dianne Jacob estimated San Diego spends $230 million annually in association with illegal immigration; \nabout $50 million for health care.\n\nProviding the services to poor people who need them is not the issue, they say. The problem is that they are raising \ntaxes and cutting programs to their own residents to pay for the federal government's border policies without \nreimbursement.\n\n\"We shouldn't be faced with this problem,\" said County Judge Charles Mattox of El Paso, Texas, where property \ntaxes were raised this year to offset illegal immigration costs, an estimated $14 million last year. \"It's a U.S. problem \nto enforce our border, not a local responsibility.\"\n\nAmy Byrd, spokeswoman for the 85-bed Pioneers Memorial Hospital in Brawley, one of Imperial County's two \nhospitals, agreed. Last year, the hospital had over $2 million in bad debts, care given to people who couldn't pay \ntheir bills, mainly illegal immigrants. That included $226,000 for obstetric care for women who crossed the border to \ngive birth.\n\nThe hospital had only tracked obstetric care for illegal immigrants until the Imperial County Board of Supervisors \nasked 12 departments to account for all costs that were not reimbursable starting in July. The request came after \nthe bodies of 10 illegal immigrants were found in one week in the desert, taxing the county in staff overtime, \nambulance service and autopsy costs.\n\n\"The costs were something we'd always lived with, but now it's becoming unlivable,\" said Tom Veysey, vice \nchairman of the Imperial County board. \"We needed to see where our money was being spent so we could start \naddressing the problem.\"\n\nThen there are the migrants who need medical help after they suffer dehydration in the desert, lose limbs when they \ntry to jump moving rail cars headed north to Los Angeles or get injured when a smuggler's van crashes because of \nthe shifting weight of all the migrants on board.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: ASSOCIATED PRESS\n\nImperial County Deputy Coroner Jesse Altamirano displays fliers that warn about dangers of crossing the border \nfrom Mexico.\n\n[980925 CA 3B]\n"}