{"title": "Lawmaker Offers Plan to Lure Migrant Farm Workers", "body": "\nA leading Republican lawmaker has proposed creating a program to bring 500,000 foreign migrant farm workers \nto the United States each year, responding to an outcry this summer from American farmers who said shortages of \nlegally authorized labor were imperiling their crops.\n\nThe lawmaker, Representative Lamar Smith of Texas, the chairman of the House Judiciary Committee, introduced \nhis farm guest worker bill late on Wednesday and held a hearing on it in the House on Thursday. He is proposing a \nthorough overhaul of the existing guest worker program for agriculture, known as H-2A, which is shunned by most \ngrowers as too bureaucratic and costly for their fast-changing labor needs in fields and orchards.\n\nInstead, farmers have turned to some 1.1 million illegal immigrants now estimated to be working in agriculture.\n\nMr. Smith offered his proposal after a bill he introduced in June, designed to prevent illegal immigrants from gaining \njobs in this country, generated a wave of resistance from farmers. That bill would require all employers nationwide \nto use a federal electronic system, known as E-Verify, to confirm that new hires are legally authorized to work here.\n\nAlthough Mr. Smith's E-Verify bill includes a three-year grace period before it would take effect for agriculture, \ngrowers -- including many Republicans -- still balked, saying they would not support it unless Congress provided a \nsupply of legal immigrants for farms.\n\nMr. Smith's guest worker proposal adds an important piece to the Republican strategy for the angrily contested \nissue of immigration as Washington moves into campaign season. He framed his plan as an alternative to granting \nlegal status to illegal immigrants already in the country, the approach President Obama supports.\n\nMr. Smith said his program would ''provide growers who want to do the right thing with a reliable source of legal \nlabor'' and would also ''protect the livelihoods of American workers and the rights of guest workers.''\n\nThe bill drew divided reaction from growers' organizations. Groups from North and South Carolina and Georgia, \nparticularly those representing farmers who have tried to work with the H-2A program, liked the proposal.\n\nMany major farm organizations, including the California Farm Bureau Federation, said Mr. Smith's program failed \nto meet their needs.\n\nAt the hearing, Chalmers R. Carr III, a South Carolina peach grower who is president of USA Farmers, a group of \nemployers using H-2A workers, said Mr. Smith's bill ''positively addresses most every major issue that has been \nraised by the agricultural industry for many years.''\n\nMr. Smith's proposal, for a new program he is calling H-2C, would shift management of the guest worker program \nfrom the Department of Labor, where he said farmers face a ''culture of hostility,'' to the Department of Agriculture. It \n\n\nwould require only that employers attest that they had offered jobs to American workers, removing time-\nconsuming procedural hurdles that farmers said had not helped attract Americans to strenuous migrant farm work.\n\nIt would allow binding arbitration in guest worker contracts, which he said would reduce ''frivolous litigation.''\n\nMany farm bureaus, however, are throwing their support behind a competing proposal by another Republican, \nRepresentative Dan Lungren of California. In an interview, Mr. Lungren said he would introduce his bill in the House \nnext week. He said his talks with California growers had ''proved to me you can't get where we need to by reforming \nthe H-2A program.''\n\nUnder his program, foreign migrant workers would not be tied to specific farmers as they are under Mr. Smith's \nplan, but they would be issued work documents allowing them to come to the United States for 10 months a year to \nwork for any agricultural employer.\n\nWith no provisions to legalize illegal immigrants, both proposals, which are rejected by farm worker groups, are \nexpected to face strong opposition in the Democratic-controlled Senate.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Representative Lamar Smith proposed a guest worker plan. (PHOTOGRAPH BY DREW \nANGERER/ASSOCIATED PRESS)                    \n"}