{"title": "Missing Egyptian student arrested; 11 Cairo scholars were no-shows in Montana", "body": "\nFederal agents in Minneapolis arrested one of 11 missing Egyptian college students Wednesday who failed to \nshow up for a cultural exchange program at Montana State University last month.\n\nFBI and U.S. Immigration and Customs Enforcement agents arrested Eslam Ibrahim Mohamed El-Dessouki, 21, \nabout 11 a.m. at a residence in south Minneapolis. Two other students, Mohamed Ragab Mohamed Abd Alla and \nEbrahim Mabrouk Moustafa Abdou, both age 22, turned themselves in to police in Manville, N.J., on Wednesday.\n\nAuthorities continue to seek the whereabouts on the remaining eight.\n\nThe Egyptians were among a group of 17 students who arrived in New York from Cairo on July 29 with valid visas. \nThey were all enrolled in a monthlong pilot program at the university to learn about American history, culture and \nvalues.\n\nWhen 11 didn't show up for classes in Bozeman, Mont., the university notified immigration authorities, which \nrevoked their visas. The FBI also issued a national alert.\n\nHerbert Igbanugo, El-Dessouki's Edina-based attorney, said his client was afraid of going to Montana after it \nseemed that all the other potential students were planning to skip the flight west from New York.\n\n\"He didn't want to go to Montana and be sent home right away, because that's what would have happened,\" \nIgbanugo said.\n\nFBI and immigration authorities stressed they have not identified any \"credible or imminent threat\" posed by the \nthree apprehended students.\n\n\"We have no indication that these individuals posed a terror or criminal threat,\" said FBI Special Agent Richard \nKolko, based in Washington, D.C. \"In the post-9/11 world, the U.S. government works very hard to connect all the \ndots. There is nothing wrong with these guys. It's just an abundance of caution.\"\n\nKolko said the FBI issued the national alert because of the number of missing students, not necessarily because \nof their nationality.\n\nMinneapolis FBI spokesman Paul McCabe would not elaborate on how authorities found El-Dessouki or why he \nwas in Minneapolis. McCabe said they have no indication that any of the other missing students are in the Twin \nCities.\n\n\nIgbanugo said his client, while in New York, called an uncle in Minnesota who urged him to come to the city and \"try \nto figure things out.\" Upon arriving, he applied to the University of Minnesota and the University of Saint Thomas, \nhoping to apply for a transfer, and also called Montana State, Igbanugo said.\n\nWithin days, Igbanugo said Montana State officials had told the men they'd canceled the visas, and the matter was \nin the hands of the FBI. Igbanugo said they then called the FBI, who showed up shortly with immigration officials \nand arrested them.\n\nSt. Thomas spokeswoman Pat Sirek and University of Minnesota spokesman Daniel Wolter both said they could \nnot access records Wednesday night and cited privacy concerns about whether they could confirm such information \nwithout permission.\n\nSomali Justice Advocacy Center Executive Director Omar Jamal said in a written statement that El-Dessouki has \nbeen a frequent member of the Muslim community in Minneapolis.\n\n\"I hope that the community won't look at this as continuation of the long cat-and-mouse chase between the Feds \nand the Muslim community in Minnesota since 9/11,\" Jamal said.\n\nThe three have been arrested and charged with violating the terms of their student visas, said Tim Counts, \nspokesman for Immigration and Custom Enforcement's Bloomington offices.\n\nCounts said they'll have hearings before federal immigration judges.\n\nAn Internet-based system used to track non-immigrant students and exchange visitors first alerted authorities to \nthe missing students. The system, launched in 2003, came in response to outcries that at least one of the 9/11 \nterrorists obtained a student visa. Since 2003, immigration authorities had forwarded 7,600 leads of potential \nimmigration violations to its bureaus, resulting in 1,800 arrests.\n\nMontana State spokeswoman Cathy Conover said the university has exchange programs with several countries \nincluding Sweden, South Africa, Korea and Denmark and has never encountered problems like this before.\n\nThe undergraduate Egyptian students, all from Mansoura University near Cairo, each paid $2,000 plus travel \nexpenses to participate in the program. They were supposed to spend two weeks living in the dorms attending \nclasses on American and Montana history and culture and then two weeks living with host families.\n\nWhen authorities figure out exactly what happened, Conover said they could re-evaluate the program.\n\nIn the meantime, the university is now focusing on creating a good experience for the six students who did show \nup.\n\n\"We want to make sure they have a rich, valuable experience while they are here,\" Conover said.\n\nStaff writer Tad Vezner contributed to this report.\n\nShannon Prather can be reached at sprather@pioneerpress.com.\n"}