{"title": "Mexico Expels Foreign Rights Activists; Deportations Stem From Chiapas Troubles", "body": "\nTom Hansen, a human rights activist and social worker from Chicago, was buying supplies in a small town near \nhere two months ago when he was detained by Mexican immigration officials and handed over to four heavily \narmed men in street clothes.\n\nThey ushered Hansen, who had been in the conflict-ridden state of Chiapas for two days working with indigenous \npeople, into an old yellow sedan.\n\n\"When I asked them for identification, they laughed and told me they could beat me up and put me in a crate,\" \nHansen recounted in a recent interview. \"I was pretty well convinced I was going to be killed.\"\n\nInstead, he spent the next 24 hours being ferried from Chiapas to Mexico City, to what he described as an \nimmigration prison, and being interrogated by various Mexican officials who refused to allow him to see an attorney, \nmake a telephone call or contact the U.S. Embassy. They finally put him on a plane and expelled him from the \ncountry for committing a cardinal offense -- meddling in Mexico's internal affairs.\n\nHansen was one of the first in a wave of foreigners -- including a French priest who served here for 32 years and an \nAmerican student on spring break -- who recently have been thrown out of Mexico for allegedly participating in the \nlong-simmering conflict in Chiapas. Masked rebels launched an armed rebellion four years ago in this southern \nstate to demand greater rights for Indians.\n\nMexico escalated the crackdown on foreigners on Sunday, deporting 12 -- including three Americans -- who were \narrested when about 500 state and federal policemen stormed a small community that had recently declared itself \nautonomous from the local elected government and sympathetic to the rebels, known as the Zapatista National \nLiberation Army. News services identified the Americans as Jeffrey Conant, Michael Zap and Travis Loller, all of \nSan Francisco.\n\nPolice also beat two news photographers who were taking pictures of the foreigners at the airport in Tuxtla \nGutierrez, the capital of Chiapas, continuing a recent government campaign to hinder press coverage -- particularly \nby foreign reporters -- in the state.\n\nMexican officials said the approximately two dozen foreign visitors deported so far this year were expelled for \nviolating their tourist visas by working, which requires a special visa. But the officials acknowledged that the \nunderlying reason for the expulsions was the belief that the foreigners were intervening in Mexican politics, a \nviolation of the country's constitution.\n\n\nMany analysts said they believe the true motive was to intimidate human rights workers and stymie international \ncriticism of Mexico's human rights record following the December massacre of 45 unarmed Chiapas peasants by \na group aligned with the ruling political party. The matter is particularly sensitive now because Mexico is negotiating \na new trade agreement with the European Union, which weighs a country's human rights record when considering \ntrade accords.\n\n\"This xenophobia campaign is an attempt to discredit international observation and to lump us with the enemy -- to \nmake it appear that we are engaged in political activity,\" said a European human rights worker based here who \nasked not to be identified because he is in Mexico on a tourist visa. He added that many human rights workers are \ncoming to Mexico on tourist visas because the government refused to give them working visas.\n\n\"We don't want our people demonstrating in the [town square] or marching or making statements to the Mexican \npress. Our role is to distribute information outside of Mexico, to put international pressure on the government.\"\n\nFernando Solis Camara, a top immigration official in Mexico City, said the government welcomes humanitarian \nworkers and human rights observers with the proper visas, which he said are easy to get. But foreigners engaging \nin political activities \"are simply a factor that complicates [finding] a solution to the Chiapas problem,\" he said, \nbecause they help polarize the politics, spread propaganda and discourage communities from accepting \ngovernment aid.\n\nThe issue has been complicated by many factors: Mexico's long-standing tradition of allowing visitors to participate \nin a variety of activities on a tourist visa; the isolated communities in rural Chiapas that have always viewed \nforeigners with suspicion; the Roman Catholic Church, which has encouraged international observation and which \nthe government accuses of siding with the rebels; Mexico's equating any foreign meddling with a threat to its \nsovereignty; the outpouring of international support enjoyed by the Zapatistas; and the influx of foreigners wanting \nto visit Chiapas following the December massacre. Many visitors are trained observers, academics and relief \nworkers, but others are more akin to adventure tourists who want to be more deeply involved.\n\n\"Some are earnest and good-willed people who do not know what they are getting into and want to be in solidarity \nwith poor people,\" said Eric Olsen of the Washington Office on Latin America, a private think tank. \"Sometimes they \ndon't have the political savvy to know when they've crossed the line.\"\n\nThat was apparently the case during a reporter's recent visit to Oventik, the small community sympathetic to the \nZapatistas that has roped itself off and declared itself autonomous from the elected local government. When a \nmilitary troop transport drove by, a half-dozen Italians raced to the main gate and took pictures as community \nofficials implored them not to bother the army.\n\nA foreign anthropologist who has worked in Chiapas for more than 10 years said that at some point the conflict \nhere became a sort of \"phenomenon\" that attracted all types, in addition to the academics and social workers who \nhave been visiting for decades. \"Those kids coming down to make revolution on spring break are probably \nparticularly irksome\" to the government, he said.\n\nSometimes it is a fine line that separates tourism from observation from activism, as illustrated by Global Exchange, \na San Francisco human rights and education group that since 1994 has sent more than 500 Americans on \"reality \ntours\" to observe the situation here. Participants meet with community leaders and are encouraged to write up and \nshare their impressions of Chiapas -- with friends, with family, with congressmen -- when they return.\n\n\"The fact that they are observing reality in Chiapas is our intention, but they are not working in any sense,\" said \nTed Lewis, head of the organization's Mexico project.\n\nOthers, like Hansen, 44, acknowledge working while on a tourist visa but say it was with the obvious knowledge of \nthe government. In fact, Hansen said, his project -- a $ 35,000 program to provide video cameras to Indian \ncommunities \"so they can tell their own story in their own words\" -- was partially funded by the Mexican \ngovernment.\n\n\n\n\"I think they're trying to scare the foreigners out of Chiapas,\" he said, \"and the people who suffer the most are the \nindigenous communities, because they are left with less access to technical and humanitarian aid, and they're more \nvulnerable to human rights abuses.\"\n\nGraphic\n\n \n\nPhoto, mariana mora for The Washington Post; Map, The Washington Post, Mexican police remove Travis Loller \nfrom the immigration office in San Cristobal de las Casas. Loller was one of three Americans arrested when police \nstormed a small community sympathetic to Chiapas rebels; the three were deported Sunday.\n"}