{"title": "RAIDS TARGET GANGSTERS IN CHINATOWN", "body": "\nIn raids in six states, federal agents have cracked what they believe is a Chinese gang that terrorized New York's \nChinatown and engaged in murder, extortion, kidnaping and smuggling of aliens.\n\nThe raids Thursday and Friday in New York, New Jersey, Virginia, Delaware, Colorado and Pennsylvania capped a \nyearlong investigation of the Fukienese Flying Dragons gang. Authorities described the gang as a violent criminal \nenterprise made up mostly of young men from the Chinese province of Fujian, also known as Fukien.\n\nSixty-four who are alleged to be gang leaders and members were charged with a range of violent crimes in eight \nfederal indictments, which were unsealed in Manhattan federal court Friday. So far, 35 have been arrested, and \nothers are being sought, officials said.\n\n\"This violent gang was responsible for hundreds of kidnappings, robberies, acts of extortion, and smuggling \nhundreds of illegal aliens into the United States,\" Attorney General Janet Reno said.\n\nU.S. Attorney Mary Jo White of the Southern District of New York said the gang, \"a large and violent spinoff\" from \nthe traditional Flying Dragons organization, has been \"the dominant force in Chinatown since 1990\" and is the only \nremaining large-scale criminal enterprise there.\n\nWith the latest actions against it and other expected arrests, White said, \"we believe we will break the back of the \nFukienese Flying Dragons and that we are finally on the verge of freeing Chinatown from the . . . violence and \nlawlessness that have plagued it for decades.\"\n\nThe main indictment, in which 41 defendants are charged with racketeering and other criminal activity, covers two \nmurders, one attempted murder, four robberies, five extortions of businesses and eight kidnappings in which more \nthan 100 Chinese were held.\n\nThe Fukienese Flying Dragons were made up mostly of Chinese in their mid- to late-20s who entered the United \nStates illegally and, in some cases, claimed political asylum to remain in the country, Immigration and Naturalization \nService officials said.\n"}