{"title": "Quota for high-tech foreign workers nearly filled", "body": "\nEmployers are closing in on the limit for hiring foreign high-tech workers for jobs next year, roughly two months \nbefore the start of the 2006 fiscal year, an immigration official said Monday.\n\nThe number of applications for the jobs, many of them in high-tech companies, was nearly 52,000 as of Thursday, \nwith 22,383 applications for H-1B visas approved and 29,556 pending.\n\n''The cap will definitely be hit before Oct. 1, which was when it was hit last year,'' said Chris Bentley, spokesman for \nthe agency that is part of the Department of Homeland Security.\n\nH-1B visas are granted to foreigners in specialty professions such as computer programming. Under the program, \nemployers must pay foreign workers the prevailing wage for their job fields and show that qualified U.S. workers \nare not being passed over.\n\nFederal law provides 65,000 H-1B visas every fiscal year, which begins Oct. 1. Of those, 6,800 are set aside for \nworkers from Chile and Singapore.\n\nBentley said he could not predict when the cap would be hit because a flood of applications could come in on a \nsingle day or be submitted over several days.\n\nEmployers, particularly high-tech companies, have long argued that not enough H-1B visas are available.\n\nCongress temporarily raised the number to 195,000 during the high-tech boom. In April, Microsoft Chairman Bill \nGates, in a rare visit to Washington, lobbied the Bush administration to lift the limit on H-1B visas, saying anyone \nwith good computer science training is not unemployed. Unions and other critics say the program allows businesses \nto fill jobs with cheaper foreign labor.\n\nMeanwhile, employers have used about half of the H-1B visas available this year for foreign workers with \nadvanced degrees in math and science. Congress provided an additional 20,000 for foreigners with master's \ndegrees or doctorates in those fields, although the visas didn't become available until May. About 8,200 \napplications for those visas for the 2006 fiscal year have been approved or are pending.\n"}