{"title": "Democrats' plans ambitious, limited; Slim victory margins and '08 jockeying narrow the scope. Immigration could be an exception.", "body": "\nFresh from their election-day victories, Democrats were promising yesterday to push for changes on policy issues \nranging from health care to the war in Iraq.\n\nBut the inevitable jockeying for the 2008 presidential elections and thin margins in the House and apparently the \nSenate virtually guarantee that any changes will likely be modest, political analysts say.\n\n\"It is certainly a big message election, both on the war in Iraq and the party in power being in power too long; what \ncomes out of that legislatively, it is not likely to be a productive Congress,\" said John Fortier, an analyst at the \nAmerican Enterprise Institute.\n\nFortier and others said one exception could be immigration. Bush's proposal to legalize millions of illegal \nimmigrants while bolstering border security likely has more support among Democrats than among Republicans.\n\nHouse Republican leaders killed the plan earlier this year. But Bush could seek to cast himself as a voice of \nconciliation by reaching out to Democrats, much as President Bill Clinton did by aligning himself with Republicans \non welfare legislation. Clinton's gambit enraged some fellow Democrats but played well with the broader \nelectorate.\n\n\"Bush has an opportunity to forge a consensus with Democrats and get himself off to a fast start, showing that he \nis a bipartisan politician\" with an immigration bill, said Rick Semiatin, an assistant professor of political science at \nAmerican University.\n\nBush might also be open to some compromise on Iraq policy. In fact, the resignation of Secretary of Defense \nDonald H. Rumsfeld yesterday was widely interpreted as a response by Bush to voters' views that the war is going \nbadly.\n\nSen. Joseph R. Biden Jr. (D., Del.) said he expected the loss of the House and possibly the Senate would persuade \nthe Republican White House to reach out to Democrats on Iraq. Biden says he already has gotten expressions of \nsupport from Republicans for his proposal to further decentralize the Iraqi government and give more autonomy to \nthe nation's three major ethnic and religious groups: the Kurds and the Shiite and Sunni Muslims.\n\n\"I think the president will have to listen,\" Biden said.\n\n\nBut other Democratic initiatives are likely to stall, because of resistance not only from congressional Republicans \nbut also from the White House.\n\nAmong the items cited by the likely next House speaker, Rep. Nancy Pelosi (D., Calif.), are changes to the \nMedicare prescription-drug benefit that would permit the government to negotiate directly with pharmaceutical \ncompanies for lower prices. Currently, those negotiations, which are limited in scope, are handled by scores of \nprivate health-care plans that provide the benefit directly to seniors. Bush would likely veto any such proposal.\n\nCritics of the current law say that the government is wasting billions of dollars and that the drug benefit could be \nreduced in the future if the government fails to negotiate drug prices. Sen. Olympia J. Snowe (R., Maine) has been \na proponent of giving Medicare the ability to bargain with drug companies.\n\nHowever, health-care analyst Joseph Antos of the American Enterprise Institute says the agency that currently \noversees the Medicare drug benefit doesn't have anywhere near the staff it would need to negotiate price on the \nthousands of medications furnished through the program.\n\nAntos contends that the program now is working reasonably well and that politicians would risk a backlash if they \nrestructured the system.\n\n\"People [in Congress] think about the next election and you don't want to be the person on Capitol Hill who told \neveryone that they had to change their health plan,\" Antos said.\n\nAt the same time, Antos anticipates that Bush's health-care initiatives, particularly proposed refinements to health \nsavings accounts, will stall.\n\nBush and his Republican allies on Capitol Hill likely also will be stalled on judicial nominees, said Carl Tobias, a law \nprofessor at the University of Richmond in Virginia. Tobias says the White House probably will not nominate the \nmost conservative candidates because Democrats have more leverage.\n\n\"The president will have to work more closely with the Democrats than he has in the past,\" Tobias said.\n\nContact staff writer Chris Mondics at 202-408-2720 or cmondics@phillynews.com.\n"}