{"title": "LEAVING AMERICA TO RETURN TO AN OLD WORLD OF ROSE-COLORED MEMORY /", "body": "\nThe immigrants stand on the deck of the ship in New York harbor, raptly contemplating the Manhattan skyline and \nall the dreams it represents. Countless films have used the image, but the difference in Auf Wiedersehen Amerika is \nthat these immigrants are going, not coming.\n\nAnd that makes a very big difference in Jan Schutte's droll and delightful comedy, which hinges on the discovery \nthat you can't go home again if you are not sure where your home is. For Isaak, an accountant from Vienna, and \nMoshe and Genovefa, his married friends from Poland, this revelation involves experiences that are by turns painful \nand hilarious.\n\nThe movie upends the conventions and cliches of abandoning one's roots and starting over in the New World with \nslyly subversive humor and some knowing insights. The three main characters live in Brighton Beach, an enclave \nthat makes it possible to cling to the old country and its languages and customs. English makes only perfunctory \nappearances in the babel of languages on the streets.\n\nAnd, as Auf Wiedersehen brings out in some richly crafted scenes, the refusal to integrate into mainstream \nAmerica encourages a habit of looking back at Eastern Europe through glasses that are very rose-colored. In \neffect, it can strand the unwary between two cultures and countries in a way that is jolting and unnerving.\n\nThe trio decides to undertake the journey to Poland for different reasons. Isaak's boss runs a scam out of a garment \nsweatshop, and when the police raid the place, he fears being wrongly blamed for cooking the books. By the time \nhe reaches Poland, Isaak has elevated his lowly fugitive status to public enemy No. 1, and tells the unimpressed \nnatives that the entire FBI is after him.\n\nGenovefa, who is Christian, wants to see her old village and the priest she once served as a housekeeper. Moshe, \nher reluctant companion in just about every aspect of their marriage, declines to make the side trip and pursues his \nown hustling agenda.\n\nAuf Wiedersehen moves fluently between these interlocking stories, and it is particularly touching when Genovefa \nhas to deal with the reality of the village today and her misty-eyed memories of growing up there. \"Before,\" she \nmuses sadly, \"America was over there and this was home. But now everything has changed.\" The nature of that \nchange is subtly charted by Auf Wiedersehen, a film that says finding a future in America involves letting go of the \npast.\n\n\nAUF WIEDERSEHEN AMERIKA * * *\n\nProduced by Novoskop Film, directed by Jan Schutte, written by Jan Schutte and Thomas Strittmatter, photography \nby Thomas Mauch, music by Claus Bantzer, distributed by Pyramid International. In Polish with subtitles.\n\nRunning time: 1:26\n\nIsaak - Otto Tausig\n\nMoshe - Jakov Bodo\n\nGenovefa - Zofia Merle\n\nZofia - Christa Berndl\n\nParent's guide: No MPAA rating (nothing offensive)\n\nShowing at: Gershman YM & YWHA, Broad and Pine Streets, Saturday at 8 p.m. and Sunday at 2 p.m.\n\nNotes\n\nREVIEW: FILM\n"}