{"title": "Sacrifice for Freedom Selects Tulsa, Ok to Host National Event Honoring Fallen Soldiers and Their Families", "body": "\nMessiah Media, 609-703-8111,            nancy@messiahmedia.com\n\nTULSA, Ok., Sept. 28 /           Christian Newswire/ --Tulsa, Oklahoma has been selected to host a national event \nwhere the governors of all 50 states have been invited to join individuals and businesses to honor the families of \nAmerica's soldiers who died while serving and defending our country's freedoms, according to Michael Letney, \nfounder of Sacrifice for Freedom, who is inviting all patriotic individuals and businesses in Tulsa to become \ninvolved by sponsoring and attending the gathering.\n\nNew York Times best selling author Stephen Mansfield (The Faith of George W. Bush and The Faith of the \nAmerican Soldier) will keynote the event which will be held Saturday, November 10 at 6:30 pm at the Tulsa \nRenaissance Hotel in Tulsa, Oklahoma. Mansfield researched his book about the American soldiers' faith on the \nmodern battlefield by embedding with U.S. troops in Iraq at the beginning of 2005. His experience at the frontlines \nand his research on faith among soldiers forms the core of this important book, which is now used in military \nacademies around the world. \n\n\"This is an opportunity for Tulsa to show not only its incredible hosting skills and Patriotism, but also that it is a \nnational leader in the popular nationwide grass roots movement to honor the American soldiers who have given the \nultimate sacrifice and their families,\" Letney says. \"Sacrifice For Freedom is honored to bring this event to Tulsa \nto recognize the families of our brave men and women who lost their lives fighting and defending this nation.\" \nProceeds from the evening will assist the children of fallen soldiers and their families in need. Letney is encouraging \nlocal businesses to get behind this vision with sponsorships and other forms of support.\n\nSacrifice For Freedom, a 501 c (3) non-profit Corporation, has developed a wonderful and inspiring memorial that \nbrings healing to these deserving families and an understanding to the nation. When someone makes a donation to \nthis project, a memorial is sent to the family of a fallen soldier, developing a heart-felt connection between the family \nand the citizens of America. Proceeds also help support scholarship funds and provide immediate tragedy \nassistance for the families and children of our brave soldiers. Already, there are representatives from the Pentagon \nwho are assisting Sacrifice For Freedom with this healing program and Senator James Inhofe is working to \npromote the exchange of these powerful memorials, according to Letney.\n\nEach governor will be provided with Sacrifice for Freedom memorials corresponding to the number of fallen \nsoldiers in their respective states that the governors can present to each soldier's family \"From A Grateful Nation.\"\n\n\n\"Recognition from the governors will not only honor the families and their loved one's sacrifice, but also help the \npublic grasp the need, whether they support the war or not, to honor the sacrifice of our dedicated military men and \nwomen,\" said Letney. To become involved in this effort visit Sacrifice for Freedom website at \nwww.sacrificeforfreedom.org or call 877-828-9700.\n\nAbout Sacrifice For Freedom\n\nSacrifice for Freedom is a tribute to the men and women in the United States Armed Forces who have dedicated \nand sacrificed their lives for the sake of freedom. Michael Letney, founder and artist of Sacrifice for Freedom, \nenvisioned this memorial as a catalyst of healing and uniting for America through his original design. The goal of \nSacrifice for Freedom is to find sponsors from across the nation that will provide the necessary funds to \nmemorialize fallen American soldiers and help their families. Sacrifice for Freedom understands that Americans, \nregardless of whether or not they agree with war, have a responsibility to embrace our American Soldiers, who are \ntoo often faced with financial and physical hardships as they freely choose to fight for our freedoms and the \nfreedoms of all people. Sacrifice for Freedom memorials are exquisite tributes to the men and women of the \nUnited States Armed Forces who have dedicated and sacrificed their lives for freedom. Displaying this memorial \nhonors their sacrifice and provides continued support to their families that have been left behind. To learn more \nabout Sacrifice for Freedom visit            http://www.sacrificeforfreedom.org\n\nCONTACT: Nancy Manno,\n"}