{"title": "'RAGS' TO REALITY YOUNG ACTORS LEARN STORIES OF THEIR OWN FAMILIES AS THEY RESEARCH PLAY ON IMMIGRATION STUDENTS DEPICT STORY OF RUSSIAN JEWS IN N.Y.", "body": "\nThe school play opens with hope and anticipation: New York, circa early 1900s.\n\nThe actors - Saratoga High School students - play European immigrants who eye Ellis Island from their ship's \ndeck and dream of possibilities in America, unaware of the struggles ahead.\n\nFor many of these teen-age thespians, rehearsing Joseph Stein's \"Rags\" - a musical about immigration at the turn \nof the century - has become more than a theatrical venture. Many are realizing that it's the story of their own \nfamilies.\n\nTo get into their roles, the students interviewed several recent immigrants to the U.S. and watched documentaries \nabout sweatshop conditions for immigrant women in the early years of this century.\n\nSonya Slutsker, who came here in 1989 from the Ukraine, shared her story with the cast and crew at a recent all-\nday retreat. Slutsker, who has since become a U.S. citizen, is studying English at Jewish Family Service in Los \nGatos.\n\nHelen Shmolovsky, an immigrant from Moldavia who came here in 1990, also talked to the students about her \nexperience with past and current political persecution.\n\n\"I think it brings it to life, being able to not only hear the story from the lips of the people who lived those stories but \nask questions,\" said Roberta Bernstein, a Saratoga High parent who arranged for Slutsker and Shmolovsky to talk \nwith the students.\n\nTwo other immigrants, from Canada and England, were also part of the panel discussion that drama director \nDanielle Igra arranged to prepare the student cast and crew.\n\nThe students also watched a documentary on the \"Triangle Shirt Factory Fire\" where young women, most of them \nimmigrants, were trapped and burned alive in a textile factory.\n\nThough born in the U.S., 10th-grader Mandy Monousos said she connects with moments in the musical - such as \nwhen an immigration official changes one character's last name from \"Hershkowitz\" to \"Harris\" to make it easier to \npronounce. During rehearsals, she said, she discovered from her father that their family name had been changed \nwhen her grandfather came through Ellis Island from Crete.\n\n\"I didn't really think about my history until we started doing this,\" said Mandy, 16, who plays a middle-aged widow.\n\n\n\"Rags\" tells the story of Russian Jews who settle on the Lower East Side of New York and how they adjust to \nliving in a new world. Among them are young women who find low-paying jobs in the sweatshops.\n\n\"You have to think about how to portray to the audience the seriousness of it,\" Mandy said, \"and make them see \nhow tough life was for these immigrants.\"\n\nTenth-grader Avik Maitra appreciates the historical lessons of \"Rags.\" He plays an affluent job recruiter who bribes, \nharasses and taunts immigrant workers, particularly the women in the sweatshops.\n\n\"I hadn't realized that people were so cruel to these immigrants,\" said Avik, 14. \"People think America is this great \nland without problems. And they come here and it's a slap in the face. There's poverty, discrimination, a hard life in \nthe sweatshops.\"\n\nAvik, whose parents came from India to study at Stanford University in the 1970s, said the musical has made him \nthink more about how America became such a \"mixing pot.\"\n\n\"I don't think they got the same opportunity they expected, but that was the price they paid for freedom,\" he said.\n\nNotes\n\nIF YOU'RE INTERESTED\n\nShow dates are March 21-23 and 29-30 at 8 p.m. at Los Gatos High School's Prentiss Brown Auditorium. Reserved \nseats are $8. Contact Janice Torczyner at (408) 867-1280 or call Saratoga High School at (408) 867-3411 \nextension 203.\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: PAT WEST - MERCURY NEWS\n\nSaratoga High students Keri Klayko, Ari Rossen and Mandy Kemp rehearse at Los Gatos High's auditorium; the \nplay runs March 21-23, 29-30.\n\n[960307 LO 1B 2; color]\n\nPHOTO: PAT WEST - MERCURY NEWS\n\nStudents rehearse a scene of immigrants arriving at New York.\n\n[960307 LO 1B 3; color]\n"}