{"title": "Hobbled fawn is rescued but dies after illegal trap removed by officials", "body": "\nOct. 14--     Oct. 14--Despite a valiant effort by La Ca ñada Flintridge residents and state wildlife officials to rescue a \nfawn spotted on Sept. 20 with a trap stuck on its leg, the creature died Saturday after being extricated from the \nlikely illegal device.\n\nLia Lee was one of several Paradise Valley neighbors who helped coordinate a rescue effort after receiving an \nemail from a member of the homeowner 's association to be on the lookout for the injured fawn.\n\n\"It 's been so long this poor thing has been suffering, \" she said. \"It was very skinny. You could see its bones -- it \ndefinitely wouldn 't have survived long.\"\n\nConcerned neighbors dialed city hall, the Pasadena Humane Society, U.S. Forest Service and California \nDepartment of Fish and Wildlife, the last of which has the authority over such matters.\n\nA CDFW biologist installed a camera in Newsom 's backyard on Sept. 25 but determined sightings were not \nconsistent enough for a capture to be arranged. A biologist agreed to come on Oct. 6, but the visit was called off \nwhen it grew too dark.\n\nLee sent the department a complaint and the matter was escalated to CDFW Capt. John Laughlin, who oversees \n26 officers in North Los Angeles, Santa Barbara and Ventura counties. Laughlin visited the neighborhood on Oct. 8. \nand responded to resident sightings throughout the week.\n\nWhen the deer was seen Saturday in the backyard of resident Steve Newsom, wildlife officials sprang into action. \nThe fawn was in the company of a doe and young buck but was too hobbled to escape the tranquilizer gun, \nLaughlin said Monday.\n\n\"The leg was probably swollen to four or five times the normal size, \" the captain said of its injury, estimating the \ntrap may have been there for months. \"We had to pull a piece of the trap out of its leg -- I 'd never seen anything \nlike it before.\"\n\nA biologist was treating the fawn when it died unexpectedly, Laughlin said.\n\nConibear, or \"body- gripping, \" traps use pressure rather than teeth to hold and kill prey. Once thought humane for \ndelivering an instant kill, they often snag smaller unintended victims and leave them struggling for days.\n\nWhile California 's Fish and Game Code defines limited allowable uses for conibear traps, using unregistered or \nunmarked traps is illegal. CDFW employs law enforcement officers to investigate illegal trapping, a misdemeanor \noffense that can incur fines and even probation, but Laughlin said locating offenders is difficult.\n\n\n\"I doubt we 'll find a trapper running around La Ca ñada, \" he said, guessing the trap that ensnared the fawn may \nhave been placed by someone to thwart a nuisance species or possibly by a curious youth.\n\nLee on Sunday penned a letter to CDFW praising the \"super- human \" efforts of Laughlin 's team. She described \nSaturday 's failed rescue attempt as an excruciating experience.\n\n\"It wasn 't the outcome we wanted, \" she said. \"We tried everything humanly possible to do the right thing. I can 't \nbelieve anyone would use those traps on anything.\"\n\nSupport our coverage by becoming a digital subscriber.\n\n___ (c)2019 the La Canada Valley Sun (La Canada Flintridge, Calif.) Visit the La Canada Valley Sun (La Canada \nFlintridge, Calif.) at www.lacanadaonline.com Distributed by Tribune Content Agency, LLC.\n"}