{"title": "Ambition and drive spell success for immigrants", "body": "\nOpponents of immigration are exhaling right about now, thanks to a new study showing that the influx of foreigners \nto the United States peaked in 2000. Such reactions show how little they know about newcomers who have arrived \nfrom places other than Europe and who are regarded as a drain on the economy.\n\nThe truth, of course, is that these new arrivals pay taxes, enrich our culture, pursue careers and are every bit as \nambitious as Europeans who came at the turn of the 20th century. I say more power to them for carving out spaces \nfor themselves, and shame on immigration opponents who want the lady with the lantern to lock the metaphorical \ndoors at Ellis Island.\n\nAlthough black immigrant families are said to represent only 3 percent of the nation's black population, of the black \nstudents in more than two dozen of the nation's most selective colleges and universities in 2002, 41 percent were \nclassified as either biracial, immigrants or children of immigrants. Futurist Nat Irvin II, an assistant dean at Wake \nForest University, says black immigration data like these point to the emergence of what he calls \"thrivals.\" He \ndefines them as native-born blacks and black immigrants and refugees who come from all economic classes, and \nhe says they represent a shift in consciousness in the black community. They are people who have moved from \nbeing shaped by circumstances to shaping their own futures. Forget the influence of hip hop, and watch the high-\nachieving thrivals, he says. Irvin predicts that this class eventually will lead a push for a healthier, prosperous and \nmore values-centered black community.\n\nAt the national and international levels, Irvin's thrivals include such prominent people as U.S. Sen. Barak Obama, \nD-Ill., and U.N. Secretary General Kofi Annan. In cities such as St. Louis, the list might include people like \nbusinessmen Michael and Steve Roberts; David Stewart, owner of World Wide Technology, the nation's largest \nblack-owned business; and Nigerian-born Benjamin Ola. Akande, dean of Webster University's School of Business \nand Technology.\n\nAs it happens, Akande is working on a book that touches on some of the achievement-driven issues that Irvin \nmentions. Akande says America shouldn't be closed-minded about the potential of immigrants from Africa and \nSouth America to help take this nation to a new level of economic competition with China, India and the European \nUnion. He says many immigrants from Africa come from close-knit families and become business owners because \nthey see America as a land of promise, opportunity and responsibility. This mindset, he says, prepares them for \nsuccess.\n\nIrvin says that, although thrivals are clustering in every major urban center in Europe and North America, native-\nborn black Americans aren't preparing themselves and their children as well as they should to take advantage of \nopportunity. He urges them to follow the examples of black immigrants who are faring better in education and \nbusiness.\n\n\nThese sour notes in Irvin's solo grate on the ear because they imply that ambition and drive separate many black \nimmigrants and refugees from many native-born black Americans.\n\nSuzanne LeLaurin , senior vice president of the International Institute of St. Louis, says it's hard to generalize about \nrefugees in particular. People who have lived in refugee camps for years certainly demonstrate a level of resilience \nto survive against great odds, she says. She cautions that while some learn to thrive and secure a piece of the \nAmerican dream of landing jobs and owning homes, others remain on a slippery slope and still struggle.\n\nShanti Parikh, a Yale-educated anthropologist who teaches at Washington University, says Irvin's analysis is \nsimplistic. She says any discussion of foreign-born blacks must take into account the circumstances under which \nthey arrived, their level of education, whether they were part of an elite in their old country and whether they have \nfamily and other human networks in America to tap into.\n\nIn any case, the talk about thrivals is welcome during a period when one of the most enduring and false images that \nHurricane Katrina gave the world about America was that of a black person stuck in a bowl slowly filling with water \nand begging for a lifeline. Makes you wonder how the thrivals among them got out.\n\n---\n\nThrivals: Native-born blacks, black immigrants and refugees who come from all economic classes. They are people \nwho have moved from being shaped by circumstances to shaping their own futures.\n\nNotes\n\n OTHER VIEWS \n\nGraphic\n\n \n\nPHOTO\n\n PHOTO - Benjamin Ola. Akande Dean of Webster University's School of Business and Technology.  PHOTO - Kofi \nAnnan U.N. Secretary General \n"}