{"title": "AN INVISIBLE POPULATION; IMMIGRANTS ARE CARVING OUT THEIR NEW LIVES IN A HEARTLAND CITY WHERE THEY BLEND IN SO QUIETLY, FEW NOTICE THEY'RE HERE", "body": "\nSt. Louis, long sketched in black and white, is on the verge of being profoundly - if quietly - transformed.\n\nFor decades, the area's population base and ethnic mix have been stable. Immigration and the challenges it poses \nmay be rocking California or Texas or Florida, but they seem far removed from the Heartland, many St. Louisans \nsuggest.\n\nYet signs of a new presence abound:\n\nMinutes after the Vietnamese health clinic on Keokuk Street in south St. Louis opens, the waiting room is jammed \nwith scheduled patients, relatives and walk-ins. Novice interpreters and conferences pushed into the hallway make \nfor a chaotic scene. But the Vietnamese here say they're ecstatic to have a place where people understand their \nproblems.\n\nA dozen blocks to the west, an upbeat teacher named Lorene Reid pauses at a table that her students at Fanning \nMiddle School seem to have designated the Hispanic desk. She gives pointers on grammar to the Mexican, Cuban \nand Honduran fifth-graders looking up at her. Then she heads to a corner where two boys, one Iraqi and one \nChinese, sit transfixed by a computer game.\n\nAbove the thumping of the sewing machines and presses and button-holers at Biltwell Clothing's factory at Lucas \nand 15th streets downtown, Ibrisim Dedic's co-workers speak Serbo-Croatian and Spanish and Vietnamese, \nRussian and Polish and Romanian and Greek, Chinese and Czech and Italian and the Amharic of Ethiopia. Sixty \npercent of the plant's 300 workers are from overseas. Dedic, a Bosnian, is the plant's first foreign-born union official.\n\nRefugees and immigrants are arriving daily in St. Louis, driven by rising xenophobia in Russia or crushing poverty \nin Mexico or famine in parts of Africa, or simply drawn from an India or a Korea by the opportunities here.\n\nThe area's population has become one of the most ethnically diverse in the Midwest. The numbers aren't huge but \nthe breadth is notable for a metropolitan region the size of St. Louis, experts say. More than 90 nationalities are \nscattered among the area's 2.5 million people. And in recent years the growth of immigration to St. Louis has well \noutpaced the national rate.\n\nThe number of foreign-born residents here stands at roughly 80,000 two-thirds more than the 48,000 shown in the \n1990 census. The increase partly reflects earlier undercounting but also a strong influx in the past five years.\n\n\nThis is all happening with scant attention and virtually no public discussion. Beyond commenting on an exotic new \nThai restaurant or a Chinese cultural festival, people generally seem unaware of the shifting demographics.\n\nWhy? St. Louis lacks traditional ethnic enclaves no Little Havana, no Chinatown, no barrio or a single dominant \ngroup of immigrants who might capture the public ear. Polls in other regions suggest that longtime residents tend \nto most notice and feel threatened by a large homogeneous group of immigrants with a particular language and \nculture.\n\nNoticed or not, immigrants and refugees here are making an imprint on a decidedly monoglot area.\n\nThey are revitalizing streets in south St. Louis. Schools are struggling to cope with an expanding pool of students \nfrom divergent backgrounds. Churches are setting up special services and new ministries.\n\nA few immigrants are spending scarce dollars to put out foreign language publications, hoping to bind their \ncommunities. Police are taking steps to prevent new residents from becoming easy prey, sometimes from fellow \nrefugees. Health care providers are testing novel measures to reach poorly served populations.\n\nSigns point to continued growth in the numbers of foreigners to this area. Local economic forecasts call for \ncontinued job expansion here, while rising hostility toward immigrants elsewhere has sparked secondary migration \nto St. Louis and other Midwestern destinations.\n\nDr. William Chignoli, a native of Argentina who works with Hispanics here, says the relative absence of animosity \ngives the area a chance to head off crises that have engulfed other parts of the country.\n\n\"It's a perfect time to act because the problem is beginning in this moment,\" he said.\n\nWho Lives Where\n\nA decade ago, South Grand Boulevard was a dilapidated and nearly deserted stretch knifing through the city's \nsouthern tier. Today it pulses with the entrepreneurial spirit of Southeast Asians, Hispanics, Middle Easterners and \nothers, who have given birth to an array of food markets, restaurants and stores of all types. Refugees live on side \nstreets, many placed there over the past decade by the nearby International Institute of Metropolitan St. Louis, the \nlargest resettlement agency in Missouri.\n\nNearer the central corridor to the north live East Africans - largely Ethiopians, Eritreans and Somalis - while deep \nsouth St. Louis has pockets of Bosnians, Romanians and other East Europeans.\n\nAlong Olive Boulevard in University City sits a second, smallish commercial district bearing a foreign flavor, mostly \nChinese. Many Russian Jewish refugees live nearby.\n\nWest St. Louis County communities, including Ballwin, Creve Coeur, Manchester and Chesterfield, are home to \nChinese and Pakistani immigrants, to Koreans and Indians and Filipinos.\n\nOn the Illinois side, Hispanics live in Fairmont City, while some East Europeans are heavily represented in parts of \nthe Metro East area.\n\nFor the most part, St. Louis' foreign population is spread across the area more by economic rank and by \nimmigrant or refugee status than by nationality. The prevalence of mid-sized groups helps explain the absence of \nvisible enclaves.\n\nThe one much bigger group, Hispanics, is split into nearly two dozen nationalities scattered from the South Grand-\nJefferson area to North County to West County to Southern Illinois making it perhaps the most invisible of all \nforeign populations here.\n\nCuban-born Luis Trabanco sells food from Mexico, Spain, South America and the Caribbean in his market at \nLindenwood and Hereford in south St. Louis.\n\n\n\n\"People come in the store and say, 'Why are you here? There aren't any Hispanics in the city.' I say, 'There are, \nthere are tons of them.' We don't congregate together, and the population is relatively new compared to other \ncities.\"\n\nMany refugees work away from the public eye in jobs where a command of English is not required. Isolation or lack \nof resources keeps many inside, says Ali Al-Mansouri, an Iraqi refugee.\n\nAl-Mansouri helps immigrants study English in their homes during the day and makes candy in a factory on the \nevening shift before returning to his small apartment on South Grand near Interstate 44.\n\n\"So there's no chance for a lot of people to see me outside,\" says Al-Mansouri, who spent two years in a Saudi \nrefugee camp after taking part in an uprising against the Iraqi regime.\n\nThe quiescent flavor of the immigrant experience here has pluses and minuses, suggests Eric Wernecke, who \nresettles refugees for Catholic Charities. It has reduced ethnic stereotyping, blunted potential hostility and led to \nmore blending in, he says. But, \"There's less awareness of the needs of ethnic groups, of their concerns. It just \ndoesn't get the attention of St. Louisans.\"\n\nA Fledgling Response\n\nYet the effect of the influx is being felt.\n\nAt the start of this school year, nine St. Louis public schools offered special classes for students speaking foreign \nlanguages. Within two months, the flow of immigrants and refugees pushed the number to 11 two high, three \nmiddle and six elementary schools.\n\nBy September, 14 English as Second Language centers are expected to be operating.\n\n\"The number of students we're overwhelmed,\" says Priscilla Schulz. She was the lone social worker for the city's \nforeign students from 1988 until the schools hired an assistant last fall to help her counsel youngsters and their \nfamilies.\n\nThe numbers are telescoped at Fanning Middle School, where more than one of six students - 82 of 468 - speaks a \nprimary language other than English. The figure had been as high as 111 a month after school started. That \nprompted the opening of a new English as Second Language center, which took some of the additional students.\n\nThe schools also have been confronted with non-educational matters. Tension between minority American and \nforeign students has simmered. But for the first time, violence broke out a couple of months ago among a few \nrefugee youths. The incident, at Roosevelt High School, led to the transfer of the Vietnamese involved and \nprompted a handful of Bosnians to drop out.\n\nPolice Chief Clarence Harmon says he is concerned about the implications of newcomers fighting each other, which \n\"could speak to some growing antagonism we need to deal with.\"\n\nImmigrants generally are unused to the level of private violence that now surrounds them. Harmon has met with \nsome worried about street crime or incipient ethnic gangs, trying to build trust with immigrants conditioned to \nviewing police with suspicion.\n\nIn parts of south St. Louis, refugees are reticent to report organized hooliganism for fear of reprisal, especially with \nthe terror back home still fresh in mind. So, they simply move from street to street to avoid problems.\n\nMeanwhile, some merchants, fearing gangs will gain a hold in their enterprises, want police to get more aggressive. \nIn the last 20 months, the force has hired two Asian-American officers, and the department's training focus this year \nis on immigrants and ethnicity.\n\n\n\nAnyone strolling along the 3300 block of South Grand a few Sundays ago might have seen some 500 Vietnamese \nspilling onto the sidewalk outside St. Pius V Church. Since February, the church has celebrated a monthly Mass for \nVietnamese refugees.\n\nChurches have been among the local institutions most affected by the new arrivals. Two years ago three churches \nserved Hispanics in the city and county; now 10 do. In the past year Haitians have set up their own French-\nspeaking church as well as youth discussion groups in Creole at Harmony Baptist on Grace Avenue. Fifteen Korean \nchurches form the backbone of that immigrant community.\n\nIn West County, a new Islamic mosque and a relatively new Hindu temple loom like bookmarks on Weidman Road. \nAn elementary school teaching Arabic and the Koran is planned adjacent to the mosque, where people pray five \ntimes a day.\n\nThe rectory of a converted church on South Taylor Avenue in midtown is filled with racks of donated clothes and \nshoes, meticulously cleaned and arranged by gender, size and season, waiting for Hispanics to take what they \nneed before heading to work at dawn.\n\nChignoli, the Argentinian doctor who in the 1980s worked with Cuban and Nicaraguan refugees in Miami, runs what \nhe calls a \"silent ministry\" here for Hispanics, chiefly Mexicans some here illegally.\n\nUntil now, he says, he has not discussed his work publicly, believing some he counsels prefer quiet.\n\nMaria Luisa, for one. On a recent Saturday afternoon, despite a warming sun, the drapes remained tightly drawn in \nher family's two-bedroom apartment near Arsenal Street. Religious ornaments filled the tiny but well-scrubbed \nrooms of the dwelling, reached by a narrow stairway.\n\nFrom the mountains of Central Mexico, the 11 family members made their way here in groups over the past three \nyears. Maria Luisa, 15, speaks of humiliation over the way some people treat her in St. Louis, but her \nundocumented status leaves little recourse.\n\nThough it's a weekend, both her parents are working, because if they don't do what they're told there may be no job \nto return to Monday, and there clearly is no room to protest.\n\nThe growing number of people in this situation form a small minority but theirs is perhaps the best-kept secret about \nimmigration in St. Louis.\n\nThey're not the only ones who complain about discrimination at the workplace and elsewhere. Such problems are \nsparking isolated calls for, and tentative steps toward, a political voice for immigrants here.\n\nA Transparent Wave\n\nThe closest the public discourse gets to immigration seems to be around isolated incidents such as the murder of a \nPolish immigrant's daughter, the drunken-driving fatality caused by a Mexican worker or the death of a Russian \nmotorist hit by a rock dropped from an overpass. Most recently, the Islamic Center got several threatening calls \nafter early reports of a possible Middle Eastern link to the bombing in Oklahoma.\n\nNot only the public seems unaware. St. Louis' 20 full-time immigration lawyers, a large number for an area of this \nsize, form an active panel within the local bar association. Yet, says Chester Moyer, who runs the Immigration and \nNaturalization Service office here, \"I bet if you talked with 99 percent of the lawyers here, they wouldn't know there's \nan immigration committee of lawyers.\"\n\nClayton lawyer Gene McNary says President George Bush appointed him commissioner of the Immigration and \nNaturalization Service in 1989 partly because St. Louis was perceived as having virtually no immigration, so \nMcNary would bring a clean slate.\n\n\n\nAn Attractive Area\n\nA healthy economy here should draw more immigrants, whose arrival often is linked to specific job offers, and \nrefugees, parceled out across the country based partly on which cities offer promising prospects.\n\nBeyond that, given the political and social pressures that have fed Proposition 187 in California and copycat \nmeasures elsewhere denying benefits to immigrants, the anonymity that marks immigration in St. Louis has an \nappeal to those seeking peace and quiet.\n\n\"People come first to New York or Florida, California or Texas or Colorado, and never think of the Midwest,\" says \nChignoli, who runs the Hispanic Community Social Action. \"But when other people are pushing, they come here.\"\n\nFor similar reasons, immigrants who make St. Louis their first stop now tend to stay here. A decade ago, many left \nas soon as they arrived, heading to states thought to be more hospitable or offering more generous benefits.\n\nThe Human Side\n\nAdapting to a new environment and healing the wounds that may linger from the old can be wrenching.\n\nNear Jefferson Avenue, an East African family huddles in a bare public housing unit as night falls. Ominous noises \nand yells reverberate outside. The mother wraps a protective hand around her children, unwilling to let them into the \nwild society raging out there a society she says poses not only physical dangers but threatens the values she has \ntaught her children.\n\nOn the walls of the Bosnian Club inside an old South Vandeventer Avenue warehouse hang several haunting \npaintings of unsmiling children with round, vacant eyes. The artist is a young physician here just four months but \nalready sinking into despair. She walks around mouthing the words: \"I must help Bosnian children. Every family is \ntragedy. I am doctor.\"\n\nIf the very presence of immigrants in St. Louis borders on invisible, the struggles they face form the second and \neven more hidden aspect of this population. Those struggles can lead to explosive personal and family strains.\n\n\"A lot of them think their problems are solved when they come here but in many ways their problems are just \nbeginning,\" says Ron Klutho, a teacher who works closely with refugee youngsters and their families.\n\nThe way individual immigrants adjust will determine their long-term impact on their new home. But in places where \nimmigration has become a red-hot topic, debate has centered on numbers, eligibility for services and other matters \nof immediate practical and political import.\n\nSt. Louis, which has manageable numbers, little hostility and no hysteria, offers a hospitable setting for probing the \nhuman dimension.\n\nAnd, the very silence that has surrounded the general issue of immigration here makes a public focus on it all the \nmore timely, suggests Bob Ubriaco, Webster University specialist on immigration to the Midwest.\n\n\"Issues aren't at the visceral level yet, and once they reach that level people and governments act through \nemotion,\" Ubriaco says.\n\nNow, he contends, government and institutional policies can still be formulated in a calm, non-polarized \natmosphere.\n\nGraphic\n\n \n\n\n\nPHOTO, GRAPHIC, MAP; (1) Photo by Jerry Naunheim Jr./Post-Dispatch - Russian refugees Alla Belogorogsky, \nher son, Paval, and her father, Aleg Tchaouskine, arrive at Lambert Field last month to join relatives in Ballwin. (2) \nPhoto by Jerry Naunheim Jr./Post-Dispatch - Women pray at the Islamic Center of Greater St. Louis, 3843 West \nPine Boulevard. Many who worship at the center are immigrants. (3) Photo by Jerry Naunheim Jr./Post-Dispatch - \nAntonio Capiz, 22, plays with his 6-month-old nephew, Juan Manuel Sanchez, in south St. Louis. Ten family \nmembers from Mexico live in the apartment. They have two beds and the crib, so some must sleep on the floor. (4) \nPhoto by Jerry Naunheim Jr./Post-Dispatch - Immigrants arrive for Sunday Mass celebrated in Vietnamese at St. \nPius V Church, 3310 South Grand Boulevard. (5) Map by Tom Borgman/Post-Dispatch of the South Grand \nBoulevard area. Why South Grand? Anna Crosslin, director of the International Institute of Metropolitan St. Louis, \noften hears the question. \"People say, 'Gee, I don't understand South Grand. It's just sort of risen up.'\" How it did \ntells part of the tale of foreigners in St. Louis. In 1981 the institute, seeking bigger quarters to handle a growing flow \nof refugees, left its midtown office and bought a building on the South Side's Park Avenue. It began placing \nrefugees on South Grand, the area's main thoroughfare just two blocks to the east. Grand offered affordable \nhousing and numerous bus routes, so refugees could easily attend language classes. Because the institute is the \narea's biggest resettlement agency and isn't tied to any specific ethnic groups, a large and diverse population of \nrefugees grew around South Grand. Stores and restaurants followed, as did health centers and churches. Map \ndetails the South Grand area and highlights the following: International Institute, Faru (Int'l Folk Art), Mekong \nRestaurant, Cafe Mangia, King & I Restaurant, Cafe de Manila, Grand Chinese Cuisine, Pho Grand, Mid-Eastern \nMarket, Cho Grand Trading, Trang Fashions, Rasha's Beauty Supplies, Pho Saigon Restaurant, Thai Ngoc \nJewelry, Van Phong Bac Si Thanh (Doctor), Jay Int'l Food, Siete Mares Mexican/Nicaraguan Restaurant, Than \nNhan Restaurant, Thu Do Hair Design, Kim Thanh Gift Shop, Tan My Bakery/Restaurant, Kim Chi Jewelry, \nVietnam/Hong Kong Video Rentals, Chim's Imports (Martial Arts), St. Pius V Church, Tower Grove Park. (6) \nGraphic/Line Chart by Tom Borgman/Post-Dispatch - Number of Immigrants/Refugees: Selected groups in the St. \nLouis area Mexicans       14,000 Chinese         7,500 Germans         5,000 Koreans         5,000 Vietnamese \n     4,705 Indians         4,000 Former USSR     3,200 Filipinos       3,000 Canadians       3,000 British         3,000 \nPakistanis      2,500 Italians        2, 200 Palestinians    2,000 Polish          2,000 Japanese        1,400 Romanians       \n1,000 Greeks            880 Austrians         850 Bosnians          825 Iranians          800 Laotians          700 Cubans \n           700 Hungarians        700 Spanish           600 Irish             600 Thais             530 French            520 Czechs \n           510 Nigerians         500 Ethiopians        430 Eritreans         400 Lebanese          400 Iraqis            360 \nHaitians          350 Israelis          350 Argentinians      340 Malaysians        320 Serbs             300 Croatians         300 \nColombians        300 Panamanians       250 Guatemalans       250 Jamaicans         240 Peruvians         235 \nChileans          225 Somalis           200 Turks             200 Venezualans       200 Bolivians         160 Bulgarians \n       150 Brazilians        140 S. Africans       140 Cambodians        130 Ecuadorans        100 Jordanians        100 \nThese are Post-Dispatch estimates based on census figures and discussions with demographers, \nimmigrant/refugee associations, resettlement agencies and government officials. The figures include only people \nfrom abroad, not descendants born here. Some nationality numbers, particularly from Europe, reflect an \nimmigration in the immediate post-World War II years, rather than a continuing flow. Puerto Ricans, estimated at \n1,500 here, are not included because they are U.S. citizens, but they face some of the linguistic and cultural \nadjustments of the other groups. The distriction among Lebanese, Palestinians and Jordanians can be arbitrary. \nStory by Philip Dine Photos by Jerry Naunheim Jr. Of the Post-Dispatch\n"}