{"title": "Immigration issues touch denominations; More people in the pews are jumping into the debate and looking for a balance between justice and compassion", "body": "\nThe Bible tells its readers to obey the law, but it also tells them to welcome strangers and foreigners.\n\nThat has left some Christians divided over the issue of immigration reform.\n\nMembers of Clergy for Tolerance, based here, say new immigration laws have to mix justice with compassion.\n\nBut supporters of measures such as Alabama's say the Bible teaches that the government's job is to enforce the \nlaw, and those who break it should be punished. The American Center for Law and Justice, a Christian legal group, \nfiled a brief in federal court supporting the Alabama law.\n\nThat measure, which the Obama administration is challenging, prohibits undocumented immigrants from entering \ninto \"business transactions\" with the state, requires police to check immigration status during traffic stops and \nmakes it a crime for U.S. citizens to knowingly assist undocumented immigrants.\n\n\"The whole heart of the Gospel is in Matthew 25, where Jesus said, 'I was a stranger and you welcomed me,'\" said \nRandy Hoover-Dempsey, pastor of All Saints Episcopal Church in Smyrna, Tenn., whose congregation includes \nabout 200 Burmese immigrants.\n\nWelcoming strangers and immigrants is a good thing, said Gil McKee, pastor of First Baptist Church in Tuscaloosa, \nAla.\n\nBut the Bible is no excuse for breaking the law, said McKee, whose congregation includes Alabama Gov. Robert \nBentley, a Republican who pushed for a state  law that cracks down on illegal immigration.\n\n\"We have an obligation under Romans 13 -- to obey the law,\" McKee said. \"A lot of the folks who are here illegally \nknow the law. It's their responsibility as a result to abide by the law.\" Romans 13 says in part, \"Let everyone be \nsubject to the governing authorities, for there is no authority except that which God has established. The authorities \nthat exist have been established by God.\"\n\nMost major denominations in the United States support changes in immigration law.\n\nLast summer, the Southern Baptist Convention, the largest Protestant group in the USA, passed a resolution calling \nfor the federal government to increase border security while at the same time providing \"a just and compassionate \npath to legal status\" for people in the U.S. illegally.\n\n\nRoman Catholic bishops and the National Association of Evangelicals have also supported comprehensive changes \nin immigration law.\n\nReaction among people in the pews has been mixed. A 2010 Pew Forum on Religion and Public Life survey \nshowed that  39% of evangelicals and 45% of Catholics support reforms that include tighter borders as well as a \npath to citizenship.\n\nRoy Beck, executive director of NumbersUSA, a group that wants to  lessen immigration, said denominations \nthat support more lenient immigration laws are well-meaning but wrong. \"Illegal aliens to them are persons in \nneed,\" he said. \"They respond, as religious institutions should, with compassion. Where they get off track is \nthinking that this illegal alien in front of me doesn't have to obey the law.\"\n\nBeck, a former associate editor of the United Methodist Reporter, said that the Bible doesn't offer answers.\n\nHe said he believes that churches want  reform without enforcement. For Beck, that means deporting anyone in the \nU.S. illegally.\n\n\"Either people who break the law have to go back home or you don't have immigration law,\" he said.\n\nMany immigrants in the country illegally want to become legal but have few options to do so, said Kayla Snow, an \nimmigration counselor at Vineyard Columbus, a megachurch of about 8,500 in Westerville, Ohio, a suburb of \nColumbus.\n\nThe church runs a counseling service for immigrants two days a week. It got involved in immigration  issues \nbecause the church has immigrant members, some of whom are in the country illegally.\n\n\"If we are going to care for our immigrant brothers and sisters in the U.S. -- something has to change in the law,\" \nshe said. \"It doesn't treat them fairly.\"\n\nHeather Larson, director of compassion and justice ministry at Willow Creek Community Church in suburban \nChicago, agrees. Willow Creek, which draws more than 24,000 people to its weekend services, is one of the most \ninfluential megachurches in the country.\n\n\"(Our) wake-up call to the need for reform came from hearing personal stories of people in our congregation and \nour community who are affected by this broken system,\" Larson wrote in an e-mail. \"Current immigration laws can \ndivide families and leave people feeling isolated and hopeless.\"\n\nMcKee said he feels sympathy for families that are broken up when parents or other family members are deported, \nbut he said that people have to face the consequences of deciding to enter the country illegally. However, McKee is \nalso pragmatic. He would like to see some reform that allows people who work hard and don't have a criminal \nrecord to become legal residents.\n\nSmietana also reports for The Tennessean in Nashville \n"}