{"title": "Agency to Use Dormant Law to Bar Homosexuals From U.S.", "body": "\nOn the eve of a major international AIDS conference in San Francisco, the Immigration and Naturalization service \nis preparing to invoke a little-enforced law that bars the entry of homosexuals to the United States as sexual \ndeviants, agency officials say.\n\nThe officials said Friday that they had taken steps to enforce the law after being told that some gay groups from \nabroad were going to test the law by declaring themselves homosexuals when they arrived for the Sixth \nInternational Conference on AIDS in San Francisco on June 20.\n\nHomosexual rights groups in the United States said they knew nothing of a plan to test the statute. Tom Stoddard, \nexecutive director of the Lambda Legal Defense and Education Fund, a rights organization, said the idea behind \nthe immigration service's assertion was nonsense.\n\n''They are living in a fantasy world,'' Mr. Stoddard said. He said that the law was not being enforced and that his \norganization did not want to challenge it because of the conservative makeup of the Supreme Court.\nAction Is Called Reluctant\n\nAn immigration service spokesman, Duke Austin, said the agency was taking the action reluctantly. ''We didn't want \nto implement the statute, but we are under a court order to do that,'' he said. Even though the court ruling Mr. Austin \nreferred to came in 1983, Mr. Austin said the immigration service felt compelled to act now in the face of an open \nchallenge.\n\nThe gay organizations were shocked and puzzled over the agency's move. They cited the Bush Administration's \nnew policies making it easier for people infected with the AIDS virus to travel to the United States to attend \ninternational meetings.\n\n''This is a sudden, irrational and unexpected move in another direction,'' Mr. Stoddard said.\n\nGeoffrey Knox, a spokesman for the Gay Men's Health Crisis in New York City, said: ''This will exacerbate rather \nthan defuse the problems at the conference. It is unbelievable that they are going to do something like this.''\n\nThe Public Health Service also seemed embarrassed by the plans. A spokesman for the agency, James Brown, \nsaid Secretary Louis W. Sullivan of the Department of Health and Human Services and Assistant Secretary James \nMason ''along with many others from the Public Health Service will attend this important conference and want it to \nbe a success.''\n\n \n\nMemorandum Discloses Plans\n\n\nThe immigration service's plans came to light this week in a memorandum written by a Federal health offical in \nwhich he warned his superior that Public Health Service doctors would have to be involved in enforcing the law \nand that the agency faced potential embarrassment as a result. Before a homosexual can be barred by the \nimmigration service, a Public Health Service doctor must certify the alien to be afflicted with a ''sexual deviation, or \na mental defect.''\n\nThe requirement that a doctor's certification be issued before the law could be enforced was a result of a 1983 \nruling by the United States Court of Appeals for the Ninth Circuit, in California. The court let stand the Federal law \nthat had been on the books since the 1950's that barred homosexuals, but at the same time it ruled in favor of the \nchallenge to the statute that had been brought by the Lesbian Gay Freedom Day Committee of San Francisco.\n\nThe committee had contended that a Public Health Service doctor's certificate declaring an alien a homosexual \nwas required before the law, which bars homosexuals even for a visit, could be enforced. The appeals court \nagreed. In addition to California, the decision affects the states of Alaska, Arizona, Idaho, Montana, Nevada, \nOregon, Washington and Hawaii.\n\nThe immigration service did not appeal the decision.\n\nThe agency contends that a doctor's certificate is not necessary to bar homosexuals' entry to this country in states \noutside the Ninth Circuit. But in most places the immigration service avoids enforcing the law, by not asking \npeople if they are homosexual. When people declare themselves homosexual, an immigration service official who \nspoke on the condition of anonymity said, the service simply defers action on the case for the duration of the \nperson's visit.\n\nThe law was amended in 1965 to describe people who should be barred from entry to the United States as those \n''with psychopathic personality, or sexual deviation, or a mental defect.'' The Supreme Court ruled in 1967 that \nhomosexuals could be barred from the country as sexual deviants.\n\nIt was not immediately clear how many doctors the immigration service would need to enforce the law, but the \nPublic Health Service said doctors would be available at any airport where they were required.\n\n \n\nOfficial Cites Concern\n\nIn the memorandum by the Federal health official, dated May 22, Dr. John West, Acting Regional Health \nAdministrator for the Health and Human Services in the Western States, said the department had been requested \nto make available ''a P.H.S. medical officer to conduct examinations of aliens who enter the U.S. and who self-\nprofess to be homosexuals.''\n\nHe suggested in the memo that involvement by the Public Health Service could be embarrassing because the Bush \nAdministration had been working to make the conference a success and because Public Health Service itself was \ninvolved. ''I want to alert you to a potentially sensitive matter which relates to the Sixth International AIDS \nConference in San Francisco and will affect public perceptions of P.H.S.,'' Dr. West wrote to Dr. James Allen, \nDirector of the National AIDS Program Office. ''I am bringing this to your attention given the heightened sensitivities \nabout our agency's participation in various aspects of the conference.''\n\nHe wrote in the memorandum: ''In conducting these examinations, a P.H.S. medical officer would ask several \nquestions, including, 'Are you a homosexual?' Then the medical officer would certify a form and return it to I.N.S. \nfor whatever action I.N.S. deems is warranted.''\n\n \n\n'Inspectors Have No Choice'\n\nMr. Austin of the immigration agency said the issue was an old one and was not about AIDS. But he said, ''If the \ninspectors get a guy who is coming into that conference and he wants to make an issue, make that kind of \nproclamation at the border, the inspectors have no choice.''\n\n\n\nIf the I.N.S. bars the entry of a homosexual, the person has the right to appeal to an administrative law judge.\n\nMr. Brown, the Public Health Service spokesman, said, ''We do not want to issue these certificates, but we were \ntold by the Department of Justice that the circuit court ruled that we must do it because it is the law.''\n\nThis ruling by the Justice Department was made not long after the 1983 court decision requiring the doctor's \ncertificate before a homosexual could be barred.\n\nThe Public Health Service stopped issuing certificates declaring a person a homosexual after the American \nPsychological Association officially stopped listing homosexuality as a mental disorder in 1979.\n\nGay organizations had thought they would not have to worry about homosexuals being barred from the country \nafter the appeals court decision, which said, ''Because the P.H.S. refuses to issue medical certificates on the basis \nof homosexuality per se, and because we today hold that the I.N.S. may not exclude homosexual aliens without \nsuch certificates, it is completely speculative that any aliens will be excluded in the future on the basis of their \nhomosexuality per se.''\n"}