{"title": "NEW OFFICE FOR VETERANS' AFFAIRS WILL ENSURE THE UK LEADS THE WORLD IN CARE FOR ARMED FORCES VETERANS", "body": "\nU.K., Oct. 16 -- The UK Government made the following announcement:\n\nThe new office sits within the Cabinet Office and will pull together all functions of government, and better co-\nordinate charity sector provision.\n\nIn his first week in office, Prime Minister Boris Johnson established an Office for Veterans' Affairs at the heart of \ngovernment and jointly run by Cabinet Office Ministers Oliver Dowden and Johnny Mercer. The creation was part of \na government commitment to ensure world-class provision of life-long veterans' care services in this country.\n\nFollowing consultation with veterans, charities and civil society groups government can today announce the full \nscope of the Office, and the programme of work for the months ahead.\n\nRetired Colonel David Richmond CBE, a former Commanding Officer of 5th Battalion The Royal Regiment of \nScotland, who served in Afghanistan and Iraq and subsequently became the Recovery Director at Help for Heroes, \nhas been appointed to head up the OVA.\n\nThe OVA has been tasked with:\n\nPulling together all functions of government, and better co-ordinating charity sector provision, in order to ensure this \nnation's life-long duty to those who have served\n\nEnsuring that every single veteran and their family knows where to turn to access support when required\n\nHelping to generate a 'single view of the veteran' by making better use of data to understand veterans' needs and \nwhere gaps in provision exist\n\nImproving the perception of veterans\n\nThe OVA will lead in ensuring the whole of government is delivering better outcomes for veterans, particularly in \nareas such as mental health, employment and housing. It will work in partnership with local authorities and the \nDevolved Administrations to coordinate activity across the United Kingdom.\n\nCabinet Minister, Oliver Dowden, represents the Office for Veterans Affairs in Cabinet. He said:\n\nI want the UK to be the best place in the world to be a veteran.\n\nThrough the new Office for Veterans' Affairs we can make sure that government delivers on its promises to those \nwho have served and make it easier for veterans and their families to get the support they need. The office will also \ncelebrate the brilliant contribution veterans make in many other walks of life after they leave service.\n\nDavid Richmond CBE said:\n\n\nI'm honoured to take on this role. As a veteran, I understand the struggles that some face and leading the OVA will \nprovide a unique opportunity to serve our veteran community as they transition to civilian life and to ensure that the \nexperience and the support they receive is world-leading.\n\nI also know that our former military personnel are hugely talented, committed and have a range of skills, \nexperiences and qualifications that we must ensure continues to benefit UK society. I want the OVA to champion \nveterans and ensure that their skills and talents are recognised fully by employers, business and wider society.\n\nMinister for Defence People and Veterans Johnny Mercer said:\n\nAs we reset this country's relationship with her veterans, we're making progress with establishing the Office for \nVeterans' Affairs.\n\nDavid's knowledge and experience of both military life and our veterans community will mean that the OVA will \nmake a huge difference to our former service personnel. For any query with respect to this article or any other \ncontent requirement, please contact Editor at contentservices@htlive.com\n"}