{"title": "Santa Clara County supervisors pass immigration resolution", "body": "\nA day after some 25,000 people marched for immigrants' rights in downtown San Jose, the Santa Clara County \nBoard of Supervisors narrowly passed a resolution that opposes criminalizing undocumented immigrants and \nthose who help them. Instead, the board adopted a resolution that supports legalization for immigrants who have \nlived in the United States for five years or more.\n\n``I am honored to introduce this resolution,'' Supervisor Pete McHugh said today.\n\nMcHugh noted that immigrants built Santa Clara County and that the county values all its residents regardless of \ndocumentation.\n\nThe resolution, which retained the support of three of the five-member board, comes more than three months after \nthe U.S. House of Representatives passed H.R. 4437, which proposes classifying convicted illegal immigrants as \nfelons and criminalizing those who knowingly assist undocumented immigrants to live or stay in the United States.\n\nThe U.S. Senate, however, shot down that proposal and late last week presented another hotly contested bill, the \nfate of which remains in limbo as Senators embarked on a two-week break Monday. That bill, which has retained \nthe support of immigrants and labor leaders, offers a path to citizenship for millions of illegal immigrants and creates \na guest worker program. Both bills focus on strengthening border control, though the House bill, with its scheme to \nbuild hundreds of miles of fence between the Mexico-U.S. border, is deemed far more restrictive.\n\nAt today's meeting, supervisors McHugh, Jim Beall and Liz Kniss voted in favor of the resolution, while \nSupervisor Don Gage opposed. Supervisor Blanca Alvarado, who placed the resolution on the board agenda, \nwas absent.\n\nGage said he voted against the resolution because it hadn't gone through the proper procedures before appearing \non the board's agenda, and not because he's anti-immigration.\n\n``We're already objecting to something that we haven't seen the final product on,'' he said.\n\nKniss said she supported the resolution ``in concept,'' but called for additional deliberations.\n\n``I think this is just the kind of issue we need to refer to the Legislative Commission,'' she said.\n\nBeall seconded Kniss' concern, saying the county's commissions need to properly analyze each resolution before \nplacing it on the board's agenda, and that from now on there would be no rushed issues.\n\n\nMcHugh disagreed, saying he didn't think anyone inside the board chambers was unaware of the immigration \ndebate taking place throughout the country.\n\n``I think it's important that we speak up . . . and go on the record,'' he said.\n\nCopyright © 2006 by Bay City News, Inc. -- republication, re-transmission or reuse without the express written \nconsent of Bay City News, Inc. is prohibited.\n"}