{"title": "For Immigrants, Help Can Be Risky; Maryland Lawmakers Move to Rein In Consultants Who Overreach and Sometimes Get Clients Deported", "body": "\n Mariana C. Cordier, president of the Maryland Hispanic Bar Association, has heard an increasing number of \ncomplaints over the past year from people who say their immigration applications were botched by consultants. \n\n \"The demographics have changed so much that you start to see these things happening more and more,\" said \nCordier, a Rockville attorney. The growing number of Hispanics in the area has given rise to a number of \nimmigration consultants, she said. \n\n Consultants say they provide a useful service, because they understand the immigration application requirements \nand charge less than lawyers to help with the paperwork. But Cordier said that in some cases, immigration \nconsultants have failed to file the correct papers, causing their clients to be deported. \n\n The Maryland General Assembly this month passed legislation that would give people who use immigration \nconsultants more protection. California, Washington, New Mexico and a handful of other states already have laws \nthat  regulate immigration consultants, but the District and Virginia do not, according to the National Consumer \nLaw Center. \n\n The Maryland legislation, known as the Immigration Consulting Services Act, awaits  Gov. Robert L. Ehrlich Jr.'s \nsignature. The bill's lead sponsor, Del.  Kathleen M. Dumais (D-Montgomery), said she expects him to sign it in the \nnext few weeks. Even if he  vetoes it, she said, the act has enough support to override a  veto. It passed the House \n121 to 5 and the Senate unanimously.  \n\n The legislation curbs the services immigration consultants are allowed to perform and the claims they may  make. \nPenalties include a fine of up to $1,000 or a year in prison. Victims also have the right to sue to recoup the money \nthey paid to the immigration consultant and to collect damages.  \n\n Dumais said she has heard from a wide range of immigrant communities that have been affected by consultants, \nincluding people from Latin America, Vietnam and Africa. \n\n Some immigration consultants say they welcome the oversight. Patrick Tzeuton, an attorney and the owner of \nImmigration Consultants Inc.  in Silver Spring, said his company caters to people who have recently moved to the \n\n\narea from Cameroon, in West Africa. Services are offered mostly in French. Two lawyers work in the office  with \nfour immigration consultants who  file forms for visa extensions or  work documents.  \n\n  Many immigrants like to use the consultants because they are cheaper than lawyers, said Tzeuton. \"It is no \ndifferent than going to a pharmacist or a nurse instead of a doctor.\" \n\n Vincent Rosario, an accountant, notary and consultant, said he is careful  how he advises people who come to \nhim for help with  immigration applications. Rosario runs his business, Crusa Servicios Latinos, from his  home in \nthe District and also works from an office in Sterling. He charges customers  $75 to  $100 to help them complete an \napplication for a temporary visa to bring a relative to the United States.  If a customer has more complicated issues \nor wants a work visa, he said he refers them to a lawyer. \n\n \"I don't play with that. I don't give legal advice,\" said Rosario, who  emigrated from the Dominican Republic 20 \nyears ago. \"If I do give advice, I let them know that it is not official.\" \n\n Some immigrant advocates and lawyers said other consultants do more. Immigration consultants are a \nparticular problem among the Spanish-speaking population because of the use of the Spanish word notario, said \nKimberly Propeack, director of advocacy at Casa de Maryland, a Takoma Park nonprofit that works with Latino \nimmigrants. \n\n  Many immigration consultants are notaries, and in some parts of Latin America a notario may conduct certain \nlegal proceedings. In the United States, notary publics only administer oaths and attest to the authenticity of \nsignatures. Sometimes notarios here say they can provide legal advice and help prepare immigration forms. \n\n \"This is one of the biggest legal issues in our community,\" Propeack said. \"They are really quite blatant.\" \n\n Jayesh Rathod, a staff attorney at Casa de Maryland who is working on  three cases of immigration applications \nthat were fouled up by consultants, said he thinks the new law will have a  deterrent effect. \"Up to now, I've seen \nalmost nothing done about such problems,\" he added. \n\n Rathod  is trying to help Carlos Gomez, who moved to Alexandria from El Salvador, get  a work permit. Gomez \npaid an immigration consultant in Falls Church $30 to fill out his visa application. When U.S. Citizenship and \nImmigration Services sent him a card requesting more information, he took it to the consultant, whose name he no \nlonger remembers. \n\n \"She told me they were crazy and that I didn't have to send in the information,\" Gomez said in Spanish. \"I trusted \nher, and then I got another card saying they had denied me.\" \n\n Other immigrants testified about their problems before Maryland legislators during the bill's hearings. Amy Nunez, \na Mexican immigrant who lives in Frederick, told legislators that her husband, who came to Maryland without legal \ndocuments, was deported to Mexico after they enlisted the help of an immigration consultant who took $3,000 \nfrom them and fled, according to Cordier. \n\n The recently passed bill would force immigration consultants to return any documents that a customer gives them. \nIn some instances, consultants have refused to provide copies of the paperwork they claim to have filed with U.S. \nCitizenship and Immigration Services, some lawyers said. \n\n  The bill also makes it illegal to advertise that a notary license allows a person to provide legal advice and requires \nthat immigration consultants provide a contract in both English and the customer's native language before working \non the customer's behalf. It also prevents consultants from saying  they can obtain special favors from U.S. \nimmigration agencies and from collecting money from clients before they perform any services. Immigration \nconsultants must also post signs in their offices stating that the consultant is not a licensed attorney and cannot \ngive legal advice or services. \n\n\n"}