{"title": "BABY'S COMING - DAD FACING DEPORT", "body": "\nA PREGNANT BROOKLYN woman whose husband has been held since April in a Florida immigration detention \ncenter is fighting to free him before she gives birth.\n\n\"I'm desperate to get him to come home - at least fight his battle from home,\" said Angela Maresca, a U.S. citizen \nfrom Coney Island who has petitioned for her husband, Sergey Golubev, to stay in the country.\n\n\"He missed everything - finding out the sex of the baby, the first kick,\" she lamented. She's due to have a girl Dec. \n21.\n\nGolubev, who came to Brooklyn from Russia with his mom when he was 11, is facing deportation after signing \npapers in 2008 promising to leave - but failing to do so. He says he didn't understand the agreement he signed - \nand now refuses to leave his pregnant wife.\n\n\"It's as though he signed his life away,\" said Maresca, 36, who works as a broker for a trucking company. She has \nlaunched a Facebook page and gotten more than 700 signatures for an online petition to get her hubby released on \nbond.\n\nLast month, President Obama called on immigration officials to review pending deportations and allow \nnoncriminals and those with close ties to the U.S. to stay. Maresca wants the federal Immigration and Customs \nEnforcement officials to review her husband's case - though legal experts say there is slim chance his file will \nreopened because he broke his pledge to leave.\n\n\"He is in ICE custody for being in violation of U.S. immigration laws,\" agency spokesman Nestor Yglesias said, \ndeclining comment on details of the case, citing privacy reasons.\n\nGolubev, 31, a construction worker, was in and out of foster care as a child. He left high school to work on fishing \nboats out of Sheepshead Bay, but later got his GED. He didn't learn he was an undocumented immigrant until he \nwas an adult.\n\nHe insists a paralegal he asked for free immigration advice told him his best option was to sign an agreement called \nvoluntary departure - wrongly telling him he'd be able to quickly return. In 2008, he bought a one-way ticket to a \nhomeland he barely remembered, but got cold feet after learning that because he had overstayed his tourist visa for \nso long he couldn't return for 10 years.\n\n\n\"I made some poor decisions without realizing what penalties they carried,\" Golubev said. \"It was very intimidating \nto be in front of the judge, without anyone to represent you.\"\n\nGolubev said he immediately regretted signing the voluntary departure papers - a decision made worse when he \ngot together with Maresca two years ago.\n\n\"Things were great,\" said Maresca, who has a 6-year-old daughter from a previous marriage. She said Golubev \nwould happily take them to Broadway shows.\n\n\"Our biggest fight was him tracking mud in the house. We had a really nice life together,\" she said, her eyes filling \nwith tears.\n\nIn April, he was riding an Amtrak train to visit Maresca's mom in Florida and was stopped by a federal Border Patrol \nagent. An immigration judge declined to reopen his case, but Golubev has appealed.\n\n\"It just feels like there's no compassion, no understanding,\" Maresca said. \"I don't understand why he can't be given \na chance.\"\n\nepearson@nydailynews.com\n"}