{"title": "Teaneck Killings Laid to Chinese Gang's Power Struggle", "body": "\nThe authorities said today that a power struggle within a Chinese gang in Manhattan was responsible for the \nviolence that spilled over into a placid, upper-middle-class suburban neighborhood here Monday night, leading to \nthe fatal shooting of four gang members and the wounding of a fifth.\n\nSome law enforcement officials theorized that the struggle in the Fuk Ching gang was rooted in its lucrative \ncriminal specialty -- smuggling illegal immigrants into the United States from Fujian Province in southern China. \nOfficials say the immigrants are often charged $30,000 to $35,000 by gang members and then forced to pay off that \ndebt through legitimate work or by slipping into crime, including extortion and prostitution.\n\nIn what some officials said was retaliation for the murder of two other gang members in Manhattan on Jan. 8, \nseveral men invaded a rented two-story brick home here with guns and knives shortly after 7 P.M. on Monday and \nsystematically shot and stabbed four men in the house and and a fifth after he fled outside.\n\n \n\nCaptured in Blood-Smeared Clothing\n\n Later Monday night five men in blood-smeared clothing were captured in a van the police had stopped near the \nGeorge Washington Bridge, about five miles east of Teaneck. This afternoon the five were ordered held in bail of \n$1 million each by a New Jersey Superior Court Judge, Sybil R. Moses, in Hackensack.\n\nThe violence Monday night was totally alien to Somerset Road, a secluded world of lush green lawns and shrubs, \ntowering oaks at curbside and backyard swing sets, sandboxes and gardens.\n\nLaw-enforcement officials said they believed that a fight over the proceeds from immigrant smuggling led to a split \nin the gang and the Jan. 8 murder of two members of a breakaway element in the Fuk Ching gang, whose name is \nan abbreviation of 'Fukien Chingnian,' which means 'young Fujianese.' Law-enforcement officials say the Fuk Ching \ngang, made up entirely of immigrants from Fujian Province, is not as well known as the Ghost Shadows or Born to \nKill, but has grown in recent years together with the smuggling of human cargo. A vast majority of illegal immigrants \nfrom China come from Fujian Province and speak a Fujianese dialect of Chinese.\n\n\nOfficials speculated that the five gang members murdered or wounded here Monday night had remained faithful to \nthe reputed head of Fuk Ching, identified as Guo Liang Chi, and were hunted down by allies of the two slain gang \nmembers. On March 7, the New York City police arrested two suspects in those deaths.\n\nOne of those slain Monday, identified as Guo Liang Wang, 25 years old, was described by officials as a younger \nbrother of the gang leader, who is thought to have gone to China after the January killings.\n\nGuo Liang Wang ran from the rented home at 1326 Somerset Road with a gunman in pursuit and was fatally \nwounded on a newly-mowed lawn on Wendel Place, around the corner from the house, officials said.\n\n \n\n'Shot Execution Style'\n\n Two of the victims were bound and gagged with duct tape and shot in the head several times in the basement of \nthe home, said John F. Fahy, the Bergen County Prosecutor, who is in charge of the investigation. \"Both were shot \nexecution style at point-blank range,\" Mr. Fahy said.\n\nOne of them died at 3:30 this afternoon at Hackensack Medical Center, said a hospital spokeswoman, Anne \nLoughran. The other was in critical condition. Neither has been identified yet, Ms. Loughran said.\n\nAnother victim, who is also unidentified, was found dead of gunshot and stab wounds just inside the front door of \nthe house, Mr. Fahy said. The body of another was found, also stabbed and shot, in a hallway off a first-floor \nbedroom. He was identified as Sheng Li Guang, 38, of 125 East Broadway in lower Manhattan.\n\nOne resident of Somerset Road said she saw the van in which the gunmen later fled, parked, with its engine \nrunning, on Somerset about 7 P.M. She said two men left the house and drove off in the van. About 20 minutes \nlater, the woman said, she heard glass shattering at the home and noticed a man fleeing and another chasing him \nwith a gun.\n\n \n\n'Pow! Pow! Pow!'\n\n \"He just bolted from the front door and ran after him shooting -- Pow!  Pow! Pow!\" the woman said.\n\nAlthough each of the five men taken before Judge Moses in Hackensack was charged with murder, authorities did \nnot make clear which, if any of them, had actually fired a weapon at the home on Somerset.\n\nOnly one suspect, Jeffrey Zhu, 20, said he spoke English. He said he was naturalized as an American citizen three \nor four years ago and worked at a deliveryman in Boston.\n\nAn interpreter translated the bail proceedings for the four other suspects: identified as Cho Lee Lin, 35; Yun Lin, 22, \nof New York; Xin Dan Lin, 32, of Hackensack, and Chao Lin Feng, 20, of 5416 New Utrecht Avenue, Brooklyn.\n\nJudge Moses entered not-guilty pleas for all five.\n\nGraphic\n\n \n\nPhoto: Four people were fatally shot and one wounded at 1326 Somerset Road in Teaneck, N.J., on Monday night. \nThe authorities said a power struggle within the Fuk Ching Chinese gang in Manhattan was responsible for the \nviolence. Investigators stood at the crime scene yesterday. (John Sotomayor/The New York Times)\n"}