{"title": "Tri-Valley University called 'sham,' accused of immigration fraud", "body": "\nPLEASANTON -- A Pleasanton university that catered to mostly online students is being called a sham by federal \nprosecutors who say the university was a front to illegally provide immigration status to foreign nationals.\n\nImmigration and Customs Enforcement agents on Wednesday were at the Tri-Valley University campus on \nBoulder Court in Pleasanton and executed search warrants at three other properties owned by school founder \nSusan Su, including one in the gated Ruby Hill community.\n\nThe complaint, filed by the U.S. District Attorney's Office on Wednesday, claims Su was part of an elaborate \nscheme to defraud, using false statements and misrepresentations to the Department of Homeland Security.\n\n\"Since its inception ... Tri-Valley University has been a sham university, which Su, and others, have used to \nfacilitate foreign nationals in illegally acquiring student immigration status that authorizes them to remain in the \nUnited States,\" the complaint reads.\n\nAccording to the complaint, Su and Tri-Valley University have made millions of dollars in tuition fees for issuing \nthe visa-related documents, enabling foreign nationals to obtain illegal student immigration status.\n\nCalls to Tri-Valley University were not returned.\n\nICE began its investigation in May 2010. The institution received is approval to issue visas in February 2009 and \nhad the approval for about 30 students. In May 2009 the school had 11 active students that had received F-1 visas, \nand 939 by May 2010.\n\nAccording to the complaint, more than 95 percent of students were from India. For more than half of them, the \nuniversity reported their address was a single apartment in Sunnyvale. The apartment manager told ICE agents \nthat four university students lived there from June 2007 to August 2009 and none since.\n\nInvestigators believe TVU reported that most of its students live at the apartment to conceal they don't live in the \nstate.\n\nFor a student to maintain the immigration status, they must show proof they are making reasonable process \ntoward completing coursework and physically attend classes.\n\nOne of the school's professors, who did not want his name used, said Thursday he was shocked by the \ninvestigation. He said he taught online courses out of his home since 2009 and he said his experience with the \nuniversity has been positive.\n\n\"I teach high quality courses and my students are good students and that's all I can tell you,\" he said.\n\n\nHe said classes were supposed to restart Jan. 10 after winter break, but there was a delay. He said he got an email \nfrom Su on Thursday that said classes would begin soon.\n\nContact Sophia Kazmi at 925-847-2122. Follow her at Twitter.com/sophiakazmi .\n"}