{"title": "U.S. Expands Status Checks On Job Seekers", "body": "\nStepping up its assault on illegal immigration, the Clinton Administration today announced a nationwide expansion \nof a pilot program in California that requires participating employers to verify the legal status of job seekers.\n\nSpecifically, the Immigration and Naturalization Service reached agreement with the nation's four largest meat-\npacking companies, representing 80 percent of the industry's 70,000 employees, to use a computerized data \nsystem at 41 plants in 12 Western and Midwestern states to determine if job applicants are legal workers.\n\nIn the pilot program in California, employers found that 22 percent of the noncitizen job applicants presented invalid \nidentification.\n\nThe immigration service estimates that about 350,000 immigrants enter the country illegally or overstay their visas \nevery year. And the meat-packing industry has historically attracted some of the largest numbers of illegal workers, \nmost recently from Mexico, because the industry pays unskilled workers relatively high wages.\n\nToday's announcement carries significant political overtones, since President Clinton and Senator Bob Dole, the \npresumed Republican Presidential nominee, are competing to demonstrate their tough stances against illegal \nimmigration. By allying himself with the Midwest-based meat packers, Mr. Clinton is taking dead aim at Mr. Dole's \npolitical base to show he is protecting American jobs there.\n\n\"This is another step in the Administration's efforts to reduce the illegal immigration magnet by making it harder for \nillegal aliens to obtain a job here,\" Commissioner Doris M. Meissner of the immigration service said at a news \nconference.\n\nMr. Clinton recently issued an order barring Federal contracts with companies that break immigration laws by hiring \nillegal immigrants. In addition, Congress has supported the Administration's request to nearly double the number of \nBorder Patrol officers.\n\nThe effort announced today builds on the seven-month-old pilot program in two Southern California cities, Santa \nAna and the City of Industry. That program involves 234 companies and tourist attractions, including Brinks Inc., \nDisneyland and Knott's Berry Farm, which employ a total of 80,000 workers.\n\n\n\"The system has been easy to use and appears to be almost 100 percent fool-proof,\" said Craig Gosselin, general \ncounsel for Vans Inc., a large shoe manufacturer that is in the pilot program. \"We don't have to guess any more \nabout whether someone's green card is good or not.\"\n\nSince the program began, ot started, Ms. Meissner said, the California employers have checked the job \napplications of 11,400 people who identified themselves as noncitizens, and found that 22 percent of them, or about \n2,500, did not have valid work papers.\n\nEmployers entered the identification data supplied by the noncitizen applicants in a computer linked to an \nimmigration service data bank. If the applicant could be employed legally, a reply could be received within seconds. \nTo determine the status of some applicants, however, could take up to a month.\n\nMs. Meissner said the immigration service did not try to track down or prosecute those seeking work illegally \nbecause that was not the intent of the pilot program. Instead, the agency is satisfied for now with denying jobs to \nimmigrants not entitled to have them so that they go to legal workers. Immigration officials said that by the end of \nSeptember they planned to have about 1,000 employers in industries including hotels, restaurants and garment \nmaking signed up.\n\nThe issue of verifying workers' legal status has touched off a fierce debate in Washington and in border states. \nProponents of the program, including California legislators, insist the programs are needed to weed out people \nusing bogus identification papers. Critics, including many civil libertarians, say that using national data bases could \neventually lead to an intrusive national identification card.\n\nImmigration bills approved by the House and Senate, and now awaiting resolution in a conference committee, \ninclude differing provisions for pilot programs to verify the eligibility to work.\n\nCritics will probably cite as proof of their concerns a second pilot program that the immigration service is \ndeveloping. In that program, employers would be able to tap into the vast data bases of the Social Security \nAdministration to check on all workers. The current program relies on applicant's telling the truth about whether \nthey are citizens.\n\n\"No one is representing this is a perfect system,\" Ms. Meissner said of the pilot program. \"Ultimately, we have to \nhave a verification system that deals with all people who are working.\"\n\nMeat packers volunteered to join the expanded program, but once in they are required to verify the legal status of \nall noncitizens who apply for jobs. The four big meat packers in the program are IBP Inc. of Dakota City, Neb.; \nMonfort Inc. of Greeley, Colo.; the Excel Corporation of Wichita, Kan., and BeefAmerica of Omaha, Neb. Five \nsmaller meat-packing companies have also volunteered to join. These companies have meat-packing plants in \nWashington, Idaho, Colorado, Nebraska, Iowa, Indiana, Illinois, Texas, Minnesota, Kansas, Missouri and California.\n\nIndustry executives who joined Ms. Meissner today said the program would enhance their existing hiring \nprocedures.\n\n\"We see this electronic verification as a supplement and improvement to our screening,\" said Ken Kimbro, an IBP \nvice president.\n\nMeat-packing officials said they did not know how many illegal immigrants they unwittingly hire. But the industry, \nwhich offers jobs for the unskilled starting at $8.50 an hour, has frequently run afoul of the immigration service.\n\nIn April, immigration agents arrested 47 illegal immigrants employed by All-States Quality Foods in Charles City, \nIowa, who had presented fraudulent immigration cards. A month later, agents arrested 63 illegal immigrants at an \nIBP plant in Storm Lake, Iowa.\n\nGraphic\n\n\n\n \n\nPhoto: Commissioner Doris M. Meissner of the Immigration and Naturalization Service yesterday after announcing \nplans in Washington to expand nationwide a pilot program to determine the legal status of job seekers. (David \nScull/The New York Times)\n"}