{"title": "POLS ARE GOING OVERBOARD ON VISA PROGRAM", "body": "\nWASHINGTON - Where can you hire a skilled young computer programmer who will work long hours without \nprotest and who can't quit for a better-paying job?\n\nImport one!\n\nEven though the country is awash in computer professionals, employers complain that after age 35 or so they are \nout of touch with the latest computer languages and, worse, want to stay home at nights with the wife and kids. New \nblood is desperately needed.\n\nThe easy solution is to bring in workers from overseas. They're willing to work for 40% less than their American \ncounterparts, according to one headhunter, and if they quit their jobs, they face deportation.\n\nThe H-1B visa program that brings in these foreign workers helps the computer industry attract the world's talent. \nBut it also has exposed U.S.-born and immigrant workers to unfair competition, chiefly lower wages and age \ndiscrimination.\n\nHorror stories abound: Highly educated 43-year-old computer experts are working as telephone repairers and \nsalesclerks because they're either \"overqualified\" or not conversant with a computer language they could pick up \nwith a couple weeks' on-the-job training.\n\nThe H-1B program has become a government-aided form of job discrimination against older workers. Immigration \nlawyers even advise employers how to reject all American applicants for jobs so they can hire cheaper foreigners.\n\nDespite these complaints, both Republicans and Democrats want to lift the current cap of 115,000 H-1B visas each \nyear and let in even more foreign workers. One Republican proposal would remove the cap altogether.\n\nRep. Lamar Smith (R-Tex.) is willing to allow in an unlimited number of foreign workers, provided they receive a \nminimum wage of $40,000 a year. This wage wouldn't stop the reputable computer companies from importing \nprofessionals, but it would undermine the \"body shops\" - the temp services that import workers under the H-1B \nprogram and lease them out at low wages.\n\nSmith was long a foe of the H-1B program on the grounds that it hurt U.S. workers, but he was converted by \nlobbyists from high-tech industries complaining of a labor shortage.\n\n\"Lamar's bill would raise the numbers to infinity,\" complains Prof. Norman Matloff of the University of California. \n\"And no matter what restrictions he puts on it, the employers know how to get around them.\"\n\nMatloff says, furthermore, that there is no shortage of computer professionals in America, and that the abuses in the \nH-1B program are worse than ever.\n\n\nBut both Republicans and Democrats want to raise the limit. The reason is clear: The two parties have collected \nmore than $10 million from businesses that used the H-1B program in the last year.\n\nRep. Tom Davis (R-Va.), chairman of the Republican Congressional Campaign Committee, makes the link even \nmore explicit. When asked whether Republicans should side with the computer-industry workers or the employers, \nhe said, \"This is a very important issue for the high-tech executives who give the money.\"\n\nDavis is good man, but his position is enough to make you wish for a visa program to import congressmen.Age \ndiscrimination high-tech style\n"}