{"title": "DETENTION OF REFUGEES IN TEXAS OK'D", "body": "\nBROWNSVILLE, Texas - A federal judge ruled Friday that the Justice Department could resume detention of \nCentral American refugees who have been crossing into Texas by the thousands.  Without comment, U.S. District \nJudge Filemon Vela lifted a temporary restraining order that had allowed applicants for political asylum to travel \noutside the Rio Grande Valley while waiting for permission to remain in the United States.  The ruling means the \nImmigration and Naturalization Service may reimpose a travel ban on thousands of Central Americans applying for \nasylum in the United States.  Immigration officials have indicated that they will reimpose the travel ban but have yet \nto announce formally a plan for housing refugees confined in the Rio Grande Valley.  A congressman has said the \nimmigration agency would set up a ''tent-city'' detention camp, but the agency said that was only one of several \noptions under consideration.  ''Now we can get on with the overall plans we have to deal with the situation,'' Omer \nSewell, immigration service district director, said Friday.  He would not say what the plans were.  ''We think that's \ngoing to create a multitude of problems here in the (Lower Rio Grande) Valley,'' said Mark Schneider of Harlingen, \none of the lawyers who sued the government over the matter.  Immigration attorney Linda Yanez of Brownsville, \nwho sued with Schneider, appealed Vela's ruling Friday and sought an injunction pending the appeal, but Vela \ndenied the injunction Friday afternoon. Yanez said she would seek an emergency stay through the 5th U.S. Circuit \nCourt of Appeals in New Orleans.\nBrownsville Mayor Ygnacio Garza said he was unhappy with the ruling. ''We still think the federal government has \nan obligation to help house and feed and take care of the medical needs of the Central Americans who now in all \nlikelihood will begin accumulating again beginning next week,'' he said.  Vela's ruling gave refugees in the \nHarlingen district until midnight Monday to submit asylum claims to immigration officials and to get permission to \nproceed to their final destinations.  The immigration service estimates that more than 100,000 Central Americans \nwill pour into the area this year after crossing the Rio Grande illegally near Brownsville.  More than 40,000 asylum \napplicants, most bound for Miami and Los Angeles, have filed through the Harlingen Immigration Service office \nsince May 3.  Until mid-December, the refugees underwent preliminary processing and then were allowed to await \ndecisions on their claims with family or friends in other cities.  (3* Edition continuation) Backlogs of up to 50,000 \ncases in Miami and Los Angeles prompted the immigration service on Dec. 16 to impose a travel ban on asylum \napplicants in southern Texas.  The policy stranded thousands of refugees with no means of support and most \nfound shelter in squatter settlements or abandoned buildings. On Jan. 6 immigration attorneys filed a class-action \nlawsuit challenging the government policy and Vela signed a temporary restraining order three days later to pave \nthe way for an exodus of refugees.\n"}