{"title": "CLINTON ASKS CONGRESS FOR ILLEGAL-IMMIGRANT FUNDS REACTION: GOV. PETE WILSON SAYS THE STATE WILL SUE FOR MORE AID ANYWAY.", "body": "\nPresident Clinton asked Congress on Friday for $350 million to reimburse states for imprisoning illegal-\nimmigrant felons, but Gov. Pete Wilson said California will sue the federal government next week for more aid \nanyway.\n\n\"It's a welcome step -- if not as large as is required,\" Wilson said after the White House announcement.\n\nThe Republican governor said Friday's pledge from Clinton is for roughly half of what congressional budget \nexperts say states pay to lock up illegal immigrants charged with felonies: $600 million.\n\nHe said that cost in California alone is $400 million.\n\n\"We will be pleased when the amount of the appropriations is something that approaches the actual costs to the \nstates,\" Wilson said.\n\nCalifornia is expected to file one in a series of lawsuits in U.S. District Court in San Diego next week, following \nsimilar actions by Florida and New York.\n\nAlthough those suits differ in substance and in legal approach, all make the same charge: The federal government \ncontrols U.S. borders and it must pay for services provided unlawful immigrants.\n\nLeon Panetta, Clinton's budget chief and a former California congressman, said the states should devote more \nenergy to lobbying Congress for extra money than taking the federal government to court for failure to stem illegal \nimmigration. Calls for partnership\n\n\"This has to be a partnership in which we work with the states,\" Panetta said. \"It would be much better for the \nstates to work with us and to spend a little more time on Capitol Hill.\"\n\nBut Panetta acknowledged what Wilson said was his chief fear: Budget constraints make Clinton's request Friday \nhardly a guarantee. New money has been authorized for the past eight years but never made available through \nappropriations.\n\n\"It's not going to be easy,\" Panetta said.\n\nWhile Wilson declined to detail exactly how much California will ask for in its lawsuits, he has said California now \npays $400 million to incarcerate, $400 million to medically treat and $1.7 billion to educate people in this state \nillegally.\n\n\n\"It should be Congress that corrects what has been a gross injustice,\" Wilson said. \"On the other hand, if they are \nonly partially correcting it, we have no alternative than to go forward with the lawsuit.\"\n\nA senior Wilson administration official, who spoke on condition of anonymity, said the first suit, to be filed Friday, \nwill seek 100 percent reimbursement for incarceration costs.\n\nThe state Department of Corrections estimates there will be 18,112 illegal immigrants in California's prisons in \nthe 1994-'95 fiscal year. The state says it costs $20,751 to imprison an inmate for one year.\n\nThe official said she did not know when a hearing on the state's suit could be expected and acknowledged that \nresolution may take several years.\n\n'Uphill struggle'\n\n\"What we're really asking the courts to do here is to try to make the political process work,\" the official said. \"We all \nrecognize that it's something of an uphill struggle to do this kind of suit. . . . Things change when they have to, and \nwe have reached the point where they have to.\"\n\nShe said U.S. Attorney General Janet Reno and the U.S. Immigration and Naturalization Service will be named \ndefendants in the California suit. The state will be represented by Attorney General Dan Lungren's office.\n\n\"We will be asking for some money that has already been expended in order to make us whole,\" Wilson said.\n\nFlorida's suit, filed two weeks ago, seeks payment for the costs of illegal immigration that it contends it has been \nunfairly forced to shoulder because Washington has failed to halt illegal immigrants.\n\nPanetta said the new effort to help the states bear the costs of incarcerating illegal immigrants is in addition to \n$368 million -- primarily for education and health -- already in the 1995 federal budget.\n\n\"This is an emotional issue, and it has to be handled fairly and with responsibility,\" Panetta said. \"If we are not \ncareful, it can be used to inflame the public and become a political whipping boy.\"\n\nNotes\n\nMercury News wires services contributed to this report.\n"}