{"title": "WAITING GAME INQUIRY QUESTIONS U.S. ADOPTIONS OF FOREIGN INFANTS", "body": "\nIn a car outside a hotel in the Philippines, Joyce and Ronald Baker, childhoodsweethearts from Kirksville, Mo., took \ncustody of a baby born four weeks earlier in a dirt-floored shanty in a Manila slum.  Joyce Baker says the baby's \nmother nursed the infant for one last time, ''patted him on the head, squeezed my hand, and said goodbye.'' The \nBakers named their new baby Aaron Stewart and took him home to Okinawa, where Ronald Baker is stationed with \nthe Air Force. Now, more than two years later, they find themselves among 75 American families in Okinawa whose \nfuture with their adopted children is clouded.  The Americans, many of them military families, are targets of an \ninvestigation by U.S. immigration officials into suspected kidnapping and baby-selling. The investigation has \ndelayed the issuance of immigrant visas that the children need to become permanent residents of the United \nStates.  ''We did not buy these babies,'' Joyce Baker said in a recent interview here. ''We went through a process \nthat each family thought was legal and correct. I can understand the concern about fraud. But if anyone did \nanything wrong, it was done innocently. We can't understand why our own country is putting us through this.'' A \nspokesman for the Immigration Service in Washington says that immigration officials in Seoul are simply doing their \njobs in questioning the circumstances surrounding the adoptions.  ''In some of these adoptions, there is some \nreal question about the legality,'' said Richard Kenney, the spokesman.\n''It's a very emotional situation, but a very complex one, too, because we are dealing with two foreign governments \nand the U.S. military. The reason that the laws are so specific on this is to prevent the ultimate wrong in cases of \nbaby adoptions: the marketing or selling of children.'' The controversy is likely to land on the desk of the new INS \ncommissioner, former St. Louis County Executive Gene McNary, because of intervention in the parents' behalf by \nkey congressional leaders such as Sen. Edward M.  Kennedy, D-Mass., chairman of the Senate's subcommittee on \nimmigration and refugee affairs.  American service personnel have been adopting Filipino children since the end of \nWorld War II. As recently as 1987, according to the National Committee for Adoption, almost 600 adopted Filipino \nchildren were entering the United States each year. But in August 1988, a resurgence of nationalism among \nFilipinos led to a virtual ban on private adoptions by Americans.  Last March, amid reports of past baby-selling, the \nSeoul office of the immigration service began to investigate irregularities in the adoption papers that had been \nsubmitted by 26 American families who were trying to get immigrant visas for Filipino children they adopted before \nthe ban.  Immigration agent Donald M. Whitney says that of 25 cases investigated by September, 10 involved \ncounterfeit birth certificates. Whitney said he also had found evidence of what appeared to be: Improper use of \nmilitary flights by adoptive parents.  Execution of false affidavits by both adoptive and natural parents.  Violations of \nPhilippine adoption and immigration laws.  And failure of some adoptive parents to register the children's \nadoptions with the Japanese government, as Japan requires.  Joyce Baker flew to the United States early this \nmonth to publicize the adoptive parents' cause and talk to members of Congress about speeding up the immigration \ninquiry.  The Bakers adopted Aaron with the help of an adoption counselor based in Manila, Amado C. \nCayabyab, who had arranged adoptions for many families in Okinawa. In July 1987, the Bakers flew to the \nPhilippines to meet with him and Aaron's mother, Corazon Cervantes. Cervantes told the Bakers that she \nsometimes worked as a housekeeper but earned too little to support another child.  ''She spoke no English, so we \n\n\ncommunicated through an interpreter,'' Joyce Baker said. ''She hadn't named him after he was born because she \ndidn't intend to keep him. But she nursed him, which gave him a better start in life than many other Filipino babies \nget. We told her a little about ourselves and had lunch together. She has written us a letter since then in which she \nsaid she was happy that Aaron was with us. She told us that she and another son were surviving by picking \ngarbage up off the streets.'' The entire adoption - passport fees, court filings, translations, an administrative fee to \nCayabyab, and hotel and travel bills for the Bakers - cost $1,800, Joyce Baker said. ''Nobody made a profit from this \nadoption,'' she said.  Back in Okinawa, the Bakers went about building a life with Aaron as part of their family, \nwhich also includes two teen-age daughters.  ''He's a very happy, very healthy 2 1/2-year-old,'' Joyce Baker says. \n''But he was very sick for the first year of his life. If he had stayed in Manila, he probably wouldn't have survived his \nfirst six months.'' When the controversy over the adoptions erupted, the Bakers joined with other adoptive parents \nin the Okinawa Adoption Support & Information Society (OASIS) to publicize their problems and seek \ncongressional help. OASIS acknowledges that some of the adoptive children's paper work may be flawed but \nemphasizes that Whitney's investigation has uncovered ''no evidence of baby-buying or kidnapping.'' Military \nofficials have been supportive of the adoptive parents, Joyce Baker says.  Brigadier General Robert B. Johnston, \nthe commanding general of the Camp S.D. Butler Marine base in Okinawa, has urged U.S. immigration officials to \napprove visas for the children already adopted.  ''Our American families have put their arms around economically \ndeprived children and, in some cases, children who have known physical disabilities,'' the telegram continued. ''It is \nunconscionable to even contemplate sending children back to the Philippines just because the natural mother \ncannot be located to confirm that she gave her child up for adoption. The future of a child under those \ncircumstances would be grim indeed.'' The Bakers submitted their paper work on Aaron's adoption about 10 days \nago and have been told to expect an answer on an immigrant's visa next spring.  They know of only one visa that \nhas been issued to a child since the investigation began; a few other children have been allowed to enter the \nUnited States temporarily under a ''humanitarian parole.'' Parents of those children will have to start the adoption \nprocess anew in the United States, Baker says.  Kenney, of the immigration service, says the Bakers have nothing \nto worry about ''if they've done their homework and make sure that everything is proper and done according to the \nlaw of whatever country applies.''\n\nGraphic\n\n \n\nPhoto; PHOTO by Larry Williams/Post-Dispatch … Joyce Baker of Kirksville, Mo., showing a photo of Aaron \nStewart Baker, now 2. Baker and her husband, Ronald, adopted the child in the Philippines. Aaron was born in a \nManila slum.\n"}