{"title": "Bilingual Dispatchers In Demand; Immigrant Population Growth Changes Needs", "body": "\nIf you think fielding calls from hysterical people for a living might become nerve-racking, try tackling such a call in \nCantonese. \n\n\"Sometimes you don't even know what language a caller is speaking,\" said Gerber Jimnez, a 911 dispatcher in \nPrince George's County. \"It's hard to figure out who to send when you don't know what type of help they need.\" \n\nAs the number of immigrants who speak little or no English rises in Maryland, emergency communications centers \nare taking steps to hire more coolheaded dispatchers who can answer frantic calls in many of the languages that \nhave flourished in the state in recent years. \n\nMontgomery and Prince George's counties offer extra pay to dispatchers with foreign language skills. Both also \nrely on a national translation service called Language Line to field many of their calls. In June, Montgomery \ndispatchers used Language Line 892 times -- with the county charged by the minute. In the first six months of this \nyear, the usage added up to 28,146 minutes at a cost of $ 42,800, a police spokeswoman said. \n\n\"With the diversity in our county continuing to grow, use has continued to climb over the years,\" said Stephen H. \nSouder, director of communications for the Montgomery County Police Department. \"At the same time, as we \nrecruit a diverse workforce, more people are bringing language skills to the job.\" \n\nAccording to 2000 Census data, 12.6 percent of Maryland residents speak a language other than English at home; \nthat figure rises to 31.6 percent in Montgomery and 15.6 percent in Prince George's. As in the rest of the state, \nSpanish is the leading foreign language in the two counties. \n\nPrince George's reported 1,087 Language Line calls during the first quarter of this year, a sharp increase from the \n388 recorded in the same period in 2001. In fiscal 2002, Prince George's spent $ 53,000 on the service, county \nspokesman Mark Brady said. \n\nCharlynn Flaherty, the county's director of public safety communications, said part of the increase was necessary \nbecause translators at Andrews Air Force Base have been able to assist with fewer 911 calls since Sept. 11, 2001. \n\n\n Flaherty said the number of 911 calls made by non-English speakers has prompted Prince George's to reevaluate \nits hiring practices. \"We've been definitely making an effort to attract more [bilingual] people,\" Flaherty said.  \n\nEffective this year, dispatchers who pass a foreign language exam will get a $ 520 bonus at the end of the year. \nMontgomery dispatchers who demonstrate proficiency in a foreign language earn $ 1 to $ 1.30 more an hour than \ntheir colleagues.  \n\nDispatchers in counties with fewer immigrants have also been affected. \n\n\"There was a time when we rarely used [Language Line],\" said Capt. Lee Cornwell of the Anne Arundel County Fire \nDepartment. \"It used to be a call every couple of months, then a call every month. Now, we're receiving one every \ncouple of weeks.\" \n\nHoward County police spokeswoman Cpl. Lisa Myers said dispatchers in the county use Language Line about four \ntimes a week. William Frazier, supervisor of the Charles County Department of Emergency Services \nCommunications Center, said that although dispatchers seldom receive calls in languages other than English, in \nrecent years \"Spanish is starting to increase a little.\" \n\nThe census data showed that 14 percent of Howard residents speak a language other than English at home. In \nAnne Arundel, the percentage was 7.3 percent and in Charles, 5.1. \n\nLanguage Line, based in Monterey, Calif., was founded as a nonprofit organization in 1982 by Jeffrey J. Munks, a \nformer police officer in San Jose, who grew frustrated by his inability to communicate with recent immigrants in the \nSanta Clara County area. \n\n\"Overnight, we became dysfunctional,\" Munks said in a telephone interview, referring to one of the large waves of \nmigration from Southeast Asia to Northern California during the late 1970s. \"A lot of people ended up getting killed \nand imprisoned -- not due to malice, but simply because we didn't have the tools to communicate.\" \n\nWhat began as a voluntary force of translators who were on call to assist police officers during emergencies in \nSanta Clara County snowballed into a private corporation that aids 911 dispatch centers across the country. \nInterpreters are available 24 hours a day, seven days a week to take calls in 150 languages.  \n\nDispatchers call Language Line by pressing a speed-dial button on their switchboard. In a matter of seconds -- 40 \non average -- an operator at Language Line locates a translator. Once a three-way call is established, the \ndispatcher asks questions through the translator. Depending on the language and the time of day, the service \ncosts between $ 1.50 and $ 2.50 a minute.  \n\nBeyond the language barrier, 911 dispatchers and other emergency response personnel in communities with large \npopulations of foreign-born residents face other challenges, chiefly that many of the newly arrived are reluctant to \ncall police.  \n\n\"A lot of people think that if they call the police, [immigration officials] will get involved,\" Jimnez said. \"What we've \nbeen trying to do is also get the word out to people that it's okay to call us in an emergency.\" \n"}