{"title": "TIME'S COME FOR VOTE RIGHTS", "body": "\nThe idea of legal immigrants voting in municipal elections in New York City is not new. It was floated two years ago \nand also in the 1990s, and it is being pushed again by a coalition of politicians, immigrant advocates and \ncommunity organizations.\n\n\"It is an idea whose time has come,\" said Spanish-language radio host Roberto Ramírez, the former Bronx \nDemocratic Party chairman. \"At a time when voting participation is declining, it would be a great injection of new \nvoters.\"\n\nIt certainly would. After all, in New York there are 1 million legal immigrants of voting age who are not citizens yet. \nAnd as Ramírez said, \"Newcomers have a greater appreciation of the electoral process.\"\n\nThat this is the case was clearly shown by the 300,000 new voters - all of them first-generation immigrants and new \ncitizens - who went to the polls in New York in November 2000.\n\nYet Mayor Bloomberg - who was elected with the help of one-third of the Hispanic vote - disagrees.\n\n\"The essence of citizenship is the right to vote, and you should go about becoming a citizen before you get the \nright to vote,\" he said Friday on his weekly radio program.\n\nBut why not give noncitizens the right to vote in city elections? They serve in the military, pay taxes and are a vital \npart of the life of the city. And they are as mindful of the laws of the land as citizens.\n\n\"Giving legal immigrants the right to vote locally doesn't take away from the concept of citizenship,\" said Chug-\nWha Hong, advocacy director for the National Immigration Coalition.\n\n\"They would be deciding what happens to their communities; these are not national elections where foreign policy \ndecisions are made. It is legitimate to ask for representation at this level for these people who work, pay taxes and \ncontribute so much to the city.\"\n\nThe concept is not as far-fetched as it may seem. Noncitizens with children in the city schools were allowed to vote \nin community school board elections until they were abolished two years ago. And until 1928, they could vote in \nnational, state and municipal elections in some states.\n\nFurthermore, there is yet another argument in favor of the idea, one that has its roots in the founding of the U.S.\n\n\"I don't think it will happen, and I don't even know if it should,\" Alice Cardona, a longtime Queens political activist \nand community leader, told the Daily News. \"But I know that if people pay taxes, they should vote. The American \nRevolution was all about taxation without representation.\"\n\n\nEven if City Council Speaker Gifford Miller - a potential Bloomberg opponent in the next mayoral election - has not \ntaken a position yet, Councilmen John Liu (D-Flushing) and Bill Perkins (D-Manhattan) are working on the proposal.\n\nIn truth, though, without Bloomberg's support, the measure is bound to wither away without ever becoming reality.\n\nWhat Bloomberg is not taking into account is the huge citizenship application backlog that keeps hundreds of \nthousands of legal immigrants in limbo, sometimes for years.\n\nThe backlog \"deprives immigrants of very fundamental rights, such as voting and fully participating in American \ndemocracy,\" said immigration lawyer and News columnist Allan Wernick.\n\nImmigrants are New Yorkers, and they have as big a stake in the city's future as citizens do. Which means that it is \nonly fair for them to participate in the decisions that affect their families and their communities.\n\n\"I hope the mayor comes around,\" Hong said.\n\nSo do we.\n\nAruiz@edit.nydailynews.com.\n"}