{"title": "ILLEGAL IMMIGRATION; Ga.'s ID check remains in dispute", "body": "\nGeorgia police should be allowed to start enforcing key parts of the state's anti-illegal immigration law --- including \nchecking the immigration status of certain suspects --- now that the U.S. Supreme Court has sustained a similar \nstatute in Arizona, state lawyers argue in filings before a federal appeals court in Atlanta.\n\nA coalition of civil and immigrant rights groups argues just the opposite, saying in a legal brief Friday that Georgia's \nlaw, currently on hold pending the appeals court's decision, would interfere with the federal government's authority \nto set immigration policy and manage foreign relations.\n\nAt the center of the dispute is a part of the law that would let state and local police investigate the immigration \nstatus of suspects they believe have committed state or federal crimes and who cannot produce identification or \nprovide other information that could help police identify them. Also at issue is a provision that would punish those \nwho knowingly harbor or transport illegal immigrants in the state while committing another crime.\n\nCritics say those statutes --- passed by Georgia's Republican-led Legislature last year --- are pre-empted by federal \nlaw and, therefore, unconstitutional. Supporters argue the laws are needed to prevent illegal immigrants from \ntaking jobs from U.S. citizens and burdening Georgia's schools, hospitals and jails. The Pew Hispanic Center \nreleased a report last year, estimating that 325,000 illegal immigrants held jobs in Georgia in 2010.\n\nA federal district court judge put those provisions of Georgia's law on hold in June of last year amid a legal \nchallenge by the American Civil Liberties Union and other civil and immigrant rights groups. The state is appealing \nto the 11th Circuit Court of Appeals in Atlanta.\n\nThe 11th Circuit Court said in March it would wait to rule until after the Supreme Court decided on the \nconstitutionality of a part of Arizona's law, because it is similar to Georgia's statute. The appeals court has not said \nwhen it will rule on Georgia's law, now that the Supreme Court has acted.\n\nLast month, the Supreme Court sustained a key part of Arizona's statute. Nicknamed the \"show-me-your-papers \nlaw\" by critics, it requires police to determine the immigration status of suspects when practical and when they \nhave \"reasonable suspicion\" the person is in the country illegally.\n\n\nIn a legal brief filed Friday, the Georgia Attorney General's Office said the appeals court should sustain part of the \nstate's law that authorizes police to do immigration status checks because it \"replicates\" Arizona's law. Like \nArizona's law, that provision also would empower police to detain people who are in the country illegally and take \nthem to jail.\n\nState attorneys said the appeals court also should support the provision that would punish people for harboring or \ntransporting illegal immigrants because it \"mirrors federal law and objectives.\"\n\nThe ACLU, Southern Poverty Law Center and other groups also filed court papers Friday, highlighting how the \nSupreme Court said detaining people \"solely to verify their immigration status would raise constitutional concerns.\" \nThe civil rights groups also underscored how the court said decisions about immigration enforcement \"touch on \nforeign relations and must be made with one voice.\"\n\n\"The court confirmed that state laws of this type implicate foreign relations, further supporting preemption,\" the \nACLU and others said.\n\nFurther, the civil and immigrant rights groups suggested the appeals court could refer questions about the law to the \nGeorgia Supreme Court and keep the statute on hold until that panel responds. In its ruling, the U.S. Supreme \nCourt said it would be improper to halt Arizona's law before that state's courts had an opportunity to construe it.\n\nHarlan Cohen, who teaches foreign affairs and the Constitution at the University of Georgia School of Law, called \nthe option of keeping Georgia's law on hold until the Georgia Supreme Court answers questions about it a \n\"completely reasonable possibility.\"\n\n\"That would probably be the right way to handle that --- find out exactly what the statute means before dealing with \nit,\" he said.\n\nHiroshi Motomura, who teaches immigration and citizenship law at the University of California Los Angeles, said it \nwould be prudent to keep Georgia's immigration status check law on hold while the Georgia high court construes \nit. He also offered a prediction on how the appeals court could act in the wake of the Supreme Court's ruling.\n\n\"The Supreme Court came out --- in its general approach --- extremely strongly in favor of federal supremacy and \nfederal control over immigration,\" he said. \"That is going to set the tone for what the 11th Circuit does.\"\n"}