{"title": "Senate Poised To Expand Visas; Democrats Push to Ease Hispanic Immigration", "body": "\nThe Senate signaled its intention to pass legislation increasing visas for highly skilled foreign workers yesterday, in \na preelection bid to satisfy the powerful high-tech industry's huge demand for employees.\n\nBut Republican leaders blocked a Democratic move to include provisions aimed at easing restrictions on Hispanic \nimmigration, and Democrats responded by demanding that the provisions be included in a major spending bill.\n\nIf Republicans refuse, Democratic leaders said President Clinton will veto the spending bill, which would fund \nactivities of the Commerce, Justice and State departments for next year, and produced letters showing they had \nenough votes to sustain the veto.\n\nYesterday's developments enhanced already strong prospects for passage of the high-tech bill before Congress \nadjourns next month and appeared to ensure a major fight over immigration from Latin America just as both \nparties and their presidential candidates are competing for the increasingly important Hispanic vote.\n\nThe 94 to 3 vote was the second procedural tally on the high-tech bill that demonstrated the bill's strong bipartisan \nsupport after months of aggressive lobbying by the technology industry. Majority Leader Trent Lott (R-Miss.) \npredicted an \"overwhelming\" vote for passage by early next week.\n\nThis bill would raise from 115,000 to 195,000 the number of so-called H-1B visas that can be issued for foreign \nworkers to come to the United States for up to six years to fill specialized jobs that companies say they cannot fill \nwith American workers. Without new legislation, the limit would drop to 107,500 next year. Companies have \nestimated that 300,000 jobs are going unfilled because of a lack of skilled workers.\n\nClinton has indicated he supports an increase, and House Majority Leader Richard K. Armey (R-Tex.) said the \nHouse would take up the Senate measure quickly if it could be passed without amendments.\n\nThe Democratic-drafted Latino and Immigrant Fairness Act would expand amnesty for immigrants who live illegally \nin this country to cover those who have been here since 1986, including many who were excluded from an earlier \namnesty law because of bureaucratic delays. It would also make it easier for some immigrants, including Central \nAmericans and Haitians, to obtain permanent residency and allow holders of expired visas to apply for legal \nresidency without returning to their countries of origin.\n\n\nRepublicans accused Democrats of trying to torpedo the high-tech bill with their amendments, while Democrats \naccused Republicans of wanting to sideline the Hispanic provisions without taking votes to keep from angering \nHispanic voters.\n"}