{"title": "Scalia Cites Obama Immigration Policy in Dissent on Arizona Law", "body": "\n3:32 p.m. | Updated Justice Antonin Scalia made a foray into the realm of political combat on Monday, citing            \nPresident Obama's recent decision            to stop enforcement of deportation against some illegal immigrants in a \nbiting statement of dissent (a summary of which can be found            here) from his colleagues            who struck \ndown parts of Arizona's immigration law.\n\nDiving into a discussion of current events, Justice Scalia said the president's enforcement action called into \nquestion the majority's decision that Arizona's immigration statutes contradict federal law. He said Arizona was \njustified in pursuing its own efforts to protect its borders because \"federal officials have been unable to remedy the \nproblem, and indeed have recently shown that they are simply unwilling to do so.\"\n\n\"The president has said that the new program is 'the right thing to do' in light of Congress's failure to pass the \nAdministration's proposed revision of the immigration laws,\" he wrote. \"Perhaps it is, though Arizona may not \nthink so. But to say, as the Court does, that Arizona contradicts federal law by enforcing applications of federal \nimmigration law that the President declines to enforce boggles the mind.\"\n\nIssuing bench statements along with opinions is not particularly rare. But the idea of a justice citing current events \nthat occurred after a case was argued is not an everyday occurrence.\n\nIn this case, Justice Scalia was explicit about the timing.\n\n\"After this case was argued and while it was under consideration, the secretary of Homeland Security announced a \nprogram exempting from immigration enforcement some 1.4 million illegal immigrants,\" Justice Scalia said.\n\nSome critics pointed out that Justice Scalia asserted that the president's new enforcement policy would affect \"1.4 \nmillion illegal immigrants.\" In fact, the government estimates that the policy would stop deportations affecting about \n800,000 immigrants.\n\nA Summary of Justice Scalia's Bench Statement\n"}