{"title": "IMMIG BILL VICTORY. Senate OKs, but big battle looms", "body": "\nWASHINGTON - The Senate voted yesterday to legalize millions of illegal immigrants, but the measure faces a \ntough battle with House legislators who call it amnesty.\n\nThe House passed its own get-tough immigration law in December, focusing on enforcement and border security.\n\nNow the two sides must meet to work out the differences - which may prove impossible.\n\n\"I can't see this bill going anywhere in the House,\" said Rep. Pete King (R-L.I.), chairman of the Homeland Security \nCommittee and a likely negotiator on the bill. \"We rightly consider it to be amnesty.\"\n\nUnder the Senate bill, illegal immigrants who have been in the United States more than two years would be \nallowed to stay if they pay a $3,250 fine and have jobs and clean records.\n\nPeople here less than five years would have to \"touch back\" to border posts and apply for work visas. Legalized \nimmigrants could eventually apply for citizenship.\n\nThe bill also beefs up security and enforcement, but that may not be enough for the House. Speaker Dennis \nHastert (R-Ill.) has said he will only offer the bill for a vote if a majority of the GOP backs it.\n\nHis spokesman, Ron Bonjean, said Congress \"needs to show an accomplishment\" on immigration but said Hastert \nstill \"believes in strong border security, no amnesty, and no path to citizenship.\"\n\nBefore the Senate voted 62-36 for its version, many senators made speeches with an eye on swaying the House.\n\n\"We've taken a bill that the American people would have concluded was amnesty, and, at least by my lights, took \nthe amnesty out while putting the security in,\" said Senate Majority Leader Bill Frist (R-Tenn.).\n\nIn praising his chamber's work, Sen. John McCain (R-Ariz.) held up the example of Marine Staff Sgt. Riayan \nTejeda, a Dominican immigrant from Washington Heights killed in Iraq in 2003. \"He loved this country so much that \nhe gave his life to defend her,\" McCain said.\n\nBut King called the Senate bill a fraud, saying, \"To me, no bill is better than a bad bill.\"\n\n\nHe said a better plan would be to enforce existing laws, like cracking down on employers, and let more immigrants \ncome in to fill jobs. \"I think we have to increase the quotas. I would be for that,\" he said. \"The question is how much, \nbut that's what the debate should be about.\"\n\nPresident Bush is backing the Senate version, and some Republicans worry they could be punished at the polls if \nthey block it.\n\nKing said the GOP would suffer more if it backs the Senate version because conservatives would feel \"betrayed\" \nand stay home in November.\n\nmmcauliff@nydailynews.com\n"}