{"title": "Sunburn — The morning read of what's hot in Florida politics — 10.16.19", "body": "\nOct 16, 2019( Florida Politics: http://floridapolitics.com Delivered by Newstex) ;;; Um, Sen. Rick Scott? Oh, \nhonorable one? You might want to think twice, three times, or maybe a hundred before going ahead with another \njuvenile stunt like the one you just pulled. Troll is not a good look for you, not when everyone examines the big \npicture. Florida's former Governor and current junior U.S. Senator sent letters to the governors of six states[1], \n'outlining his concerns about rising debt in their states, and the actions he took as Governor to turn around \nFlorida's economy.'\n\n\nFlorida man who is still included in polls for some reason raised exactly five dollars in the last quarter —\n@averyjaffe: More to come here but @RossSpano's Q3 is one of the worst FEC reports I've ever looked at, and his \ncampaign's atrocious spin is an insult to the written word. The bar was on the floor and Spano found a way to trip \nover it. #FL15 #flapol —@RepJoseOliva: Congratulations @WiltonSimpson for being named Senate President-\ndesignate. All the best wishes to you and your family on this day.—@GrayRohrer: Every time there's an egg pun \nduring Sen. Simpson's President-designate ceremony, Vincent Price gets a royalty —@Mdixon55: .@TomLeeFL \nannounces former Florida Senate President Don Gaetz as the 'father of @RepMattGaetz' —@mattgaetz: I'm sure \nPresident Gaetz was honored to spend time with his good friend, Laurel Lee's husband. Tweet, tweet: Just \npresented my bill on expanding FL's prescription drug repository program 2 Health Policy Committee. Working 2 \nensure millions $$$ in never-used medication from hospitals and wholesalers does not go to waste. Thank you \nChair @Gayle_Harrell[4] for your continued support! #FlaPol[5] pic.twitter.com/MueLjUxYrc[6]; — Lauren Book \n(@Book4Senate) October 15, 2019[7]Tweet, tweet:Tweet, tweet:— DAYS UNTIL — 'Watchmen' premieres on HBO \n— 4; Florida Chamber Future of Florida Forum begins — 13; Brexit scheduled — 15; 2019 General Election — 20; \n3rd Annual Florida Internet and Television FITCon starts — 22; 'The Mandalorian' premieres — 27; New season of \n'The Crown' streaming on Netflix — 33; 'Frozen 2' debuts — 37; TaxWatch 40th Annual Meeting — 47; 'The Rise of \nSkywalker' premiers — 65; 2020 Session begins — 90; Florida TaxWatch State of the TaxPayer Dinner in \nTallahassee — 91; Super Bowl LIV in Miami — 109; Iowa Caucuses — 110; New Hampshire Primaries — 118; \nFlorida's presidential primary — 153; 'Black Panther 2' debuts — 203; 2020 Summer Olympics in Tokyo begin — \n282; Florida primaries for 2020 state legislative/congressional races — 314; First Vice Presidential debate at the \nUniversity of Utah — 357; First Presidential Debate scheduled at the University of Michigan — 365; Second \npresidential debate at Belmont — 372; 2020 General Election — 384. — TOP STORY — 'Florida GOP chair \ndownplays donations, influence of arrested foreign businessmen tied to Rudy Giuliani[8]' via Gray Rohrer of the \nOrlando Sentinel — 'What happens is you have these people that host these fundraisers and people show up, you \ndon't always know who's going to bring checks,' Joe Gruters told reporters. 'These guys, my guess is never dealt \nwith anybody directly other than fundraisers.' Lev Parnas and Igor Fruman were charged with using a company to \ndonate large sums to Republican campaigns across the country. Federal campaign finance law bars donations from \nforeign sources. A file photo from The Associated Press showed Parnas and Fruman standing next to Ron \nDeSantis at his victory celebration in Orlando. The Governor's spokeswoman said DeSantis has had no 'one-on-\none' contact with the duo. 'We need to continue to make sure that any type of these foreign players that are caught \nare fully prosecuted, and I'm glad our guys returned the money,' Gruters said.           \n\ntraining programs at charter schools, reports Matt Dixon of POLITICO Florida. For a charter school to be eligible for \nthe funds, it must award high school diplomas exclusively through the Career and Technical Education graduation \npathway. That pathway requires CTE and work-based learning program credits and must result in the completion of \nan industry-recognized certification. SB 130, sponsored by Sen. Travis Hutson, has two stops to go before hitting \nthe chamber floor. 'State officials promise legislation to speed up payment of hurricane insurance claims[10]' via \nLawrence Mower of the Herald/Times Tallahassee bureau —Florida's insurance consumer advocate will propose \nlegislation to ease frustrations of Panhandle residents about the slow rate of payments for Hurricane Michael \nclaims, she said Tuesday.Consumer Advocate Tasha Carter told state senators that she and her boss, Chief \nFinancial Officer Jimmy Patronis, are working on a consumer protection-focused package of ideas that lawmakers \ncould vote on when the next legislative session starts Jan. 14.'Insurance consumers are very frustrated with their \ninsurance companies,' Carter said. 'They're frustrated that their claims have not been closed and that they have not \nbeen handled appropriately. 'Before House panel, critics raise alarm over legalizing 'adult-use' of marijuana[11]' via \nRyan Nicol of Florida Politics — Bertha K. Madras, professor of psychobiology at Harvard Medical School, warned \nthe House Health ...man Services Committee that legalization would have negative effects. 'I am opposed to \nlegalization for obvious reasons,' Madras said. 'Marijuana is not benign. It is not safe. It is addictive. It is \npsychotomimetic. It interferes with learning and memory.' Madras paid particular focus to studies in recent years \nshowing levels of THC rising in marijuana. THC, or tetrahydrocannabinol, is the psychoactive ingredient that causes \nmarijuana's 'high.' As an NPR report detailed: 'One study of pot products seized by the U.S. Drug Enforcement \nAdministration found the potency increased from about 4 percent THC in 1995 to about 12 percent in 2014.'           \n\np.m., Morris Hall, House Office Building. The House PreK-12 Innovation Subcommittee meets to discuss school \nimprovements, 3 p.m., Reed Hall, House Office Building. The Senate Health and Human Services Appropriations \nSubcommittee meets, 3:30 p.m., 412 Knott Building. The Senate Transportation, Tourism and Economic \nDevelopment Appropriations Subcommittee meets to discuss affordable housing, 3:30 p.m., 110 Senate Office \nBuilding. — GOVERNORS CLUB WEDNESDAY LUNCH MENU — White bean and farro soup; mix garden salad \nwith dressing; Moroccan carrot salad; Panzanella (Italian bread salad); deli board, lettuce, tomatoes, cheeses \n...eads; roast chicken with tomatoes, green olives and preserved lemons; spicy pork kebabs with Moorish flavors; \ngrilled grouper with lemon and capers; grilled eggplant with red pepper and walnut pure; sauted zucchini, squash, \ntomatoes and red onions; BLT cheese tortellini, and dulce de leche cake for dessert. — STATEWIDE — 'Jimmy \nPatronis appointed to FEMA National Advisory Council[13]' via Florida Politics — Chief Financial Officer Patronis \nhas been named to the Federal Emergency Management Agency's National Advisory Council, his office \nannounced. The Council is an 'advisory committee established by federal law to ensure effective and ongoing \ncoordination of federal emergency management activities,' a news release explained Patronis said in a statement, \n'I'm honored by this appointment and look forward to advising FEMA on important disaster response and recovery \nissues, especially financial and insurance matters.'           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-\nssl.com/wp-content/uploads/2019/10/jimmy-patronis-e1571189688141.jpg Jimmy Patronis is the newest member of \nthe Federal Emergency Management Agency's National Advisory Council. Happening today — The Florida \nDepartment of Education continues a listening tour on new school standards, 5:30 p.m., Collier County school \ndistrict office, 5775 Osceola Trail, Naples. 'Baker County case alarms school safety commission[14]' via Ana \nCeballos of the News Service of Florida — In early September, law enforcement officers arrested a 15-year-old \nstudent who they say scribbled in a notebook six pages of specific and well-researched strategies to carry out a \nmass shooting at Baker County High School. The student wrote he wanted to 'kill officers and then the gatekeeper \n— then go one by one' and that he would have nine minutes to gun down as many people as possible, considering \nthe distance between the Sheriff's Office and the school. But after the student was arrested, a judge dismissed the \ncase saying prosecutors did not prove the threat was 'transmitted' under state law, Baker County Sheriff's Office \nMaj. Terry Crews told the Marjory Stoneman Douglas High School Public Safety Commission. Happening today — \nThe Marjory Stoneman Douglas High School Public Safety Commission meets, 8:30 a.m., Omni Orlando Resort at \nChampionsGate, 1500 Masters Blvd., ChampionsGate. 'DCF mental hospitals administrator steps down amid \nquestionable African safari, Aramark deals[15]' via Jeff Schweers of the Tallahassee Democrat —Robert \nQuam,chief ofstate mental health treatment facilities, resigned days ahead of the release of an Inspector General \nreport that confirms he committed several ethical violations involving state vendors, including going rhino hunting \ninAfrica with an Aramark executive.A Department of Children and Families spokesperson did not have an initial \ncomment and could not immediately confirm whether Quam's resignation Oct. 7 was related to the findings in the \nInspector General's report, which was posted on its website today 'Guardian at center of Florida scandal appeals \njudge's ruling that she broke state rules by misusing DNRs[16]' via Monivette Cordeiro of the Orlando Sentinel — \nFormer Orlando guardian Rebecca Fierle is appealing a judge's ruling that she violated state rules by misusing 'do \nnot resuscitate' orders on incapacitated clients and improperly billing AdventHealth nearly $4 million for services \nshe provided to their vulnerable patients. An attorney for Fierle, who resigned as a guardian statewide July 25, filed \ntwo petitions asking the state's 5th District Court of Appeals to reverse the ruling from Orange County Circuit Judge \nJanet C. Thorpe and remove the judge from the case. Fierle's attorney argues Thorpe overstepped her authority by \ndisciplining his client and wrongly suggesting the Orlando guardian needed permission before signing DNRs from \nthe judge or wards' family members. 'Florida insurance companies took months to pay Hurricane Michael \nclaims[17]' via Lawrence Mower of the Tampa Bay Times — Florida insurance Commissioner David Altmaier told \nlawmakers that he hadn't seen 'even an instance' of insurance companies breaking the law following Hurricane \nMichael. But records show his office was notified of at least four cases of insurers failing to pay their claims on time, \nwith the companies paying penalties in each instance. The notices came from employees at the Department of \nFinancial Services, which operates an insurance complaint line that has fielded more than 1,700 complaints \nfollowing the storm. The department sent the most serious cases, including at least four involving companies \nviolating the 90-day statute, to Altmaier's office. 'State officials promise legislation to speed up payment of hurricane \ninsurance claims[18]' via Lawrence Mower of the Tampa Bay Times — Consumer Advocate Tasha Carter told state \nSenators that she and her boss, Florida Chief Financial Officer Patronis, are working on a consumer protection-\nfocused package of ideas that lawmakers could vote on when the next Legislative Session starts Jan. 14. \n'Insurance consumers are very frustrated with their insurance companies,' Carter said. 'They're frustrated that their \n\n\nclaims have not been closed and that they have not been handled appropriately.' For a year, people in the \nPanhandle have been complaining about insurance companies giving low estimates or taking months to pay their \nclaims. Nearly 12 percent of insurance claims remain open a year after the Category 5 storm made landfall near \nMexico Beach.           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-ssl.com/wp-\ncontent/uploads/2019/10/AR-190928944.jpg Consumer Advocate Tasha Carter says she is working with CFO \nJimmy Patronis to speed up hurricane insurance claim payouts. 'Dorian estimated insured losses at $19 million[19]' \nvia the News Service in Florida — Only 5,764 claims from Dorian had been filed in Florida as of Oct. 4, with \nestimated insured losses at $19 million, according to the information posted on the state Office of Insurance \nRegulation. By comparison, Hurricane Michael, which devastated parts of Northwest Florida last year, has \ngenerated about 150,000 claims and $7.16 billion in estimated insured losses. Hurricane Dorian flattened parts of \nthe Bahamas and threatened Florida before staying off the state's East Coast. Of the 5,764 claims filed, 3,113 \ninvolved residential property, the Office of Insurance Regulation numbers show. As of Oct. 4, 62.7 percent of the \nclaims had been closed. 'Florida's lack of dental care hurts low-income and rural residents[20]' via Lloyd \nDunkelberger of Florida Phoenix — As of Sept. 30, 5.46 million Floridians — about one in four residents — lived in \nareas lacking dentists, according to the U.S. Health Resources and Services Administration's latest report on \n'designated health professional shortage areas.' It would take an additional 1,230 dentists to resolve that unmet \nneed in Florida. Many of those people without access to regular dental care are poor or live in rural communities, \naccording to The Pew Charitable Trusts. Additionally, Pew found that the more than 55 million children and adults \nnationally who have some dental coverage through Medicaid or the Children's Health Insurance Program 'also face \na scarcity of care' because many dentists don't accept public insurance. — FLORIDA'S SOBRIETY INDUSTRY — \nSouth Florida has 478 licensed facilities for drug treatment, notes Colton Wooten in The New Yorker[21]. That's \nmore treatment centers than elementary schools. Wooten describes his experiences in the Florida drug treatment \n'shuffle,' cycling between addiction and recovery — and the industry that keeps the cycle going. For years, South \nFlorida has been known as a 'haven for 12-step programs.' Wooten writes: 'In 2007, the Times described the \nconstellation of sober homes in Delray Beach as 'a funky outpost of sobriety,' and 'the epicenter of the country's \nlargest and most vibrant recovery community.'' One of the factors is Delray Beach's appeal to private residential-\nrehab facilities, offering their own outpatient treatment plans — which developed into the so-called Florida Model, a \nless expensive option for those seeking recovery who have either bad credit, criminal records or lack the resources \nto live alone. By 2010, the Affordable Care Act changed the landscape of addiction treatment, mandating that \ninsurance companies cover services for substance-use disorders — and prohibiting limits for preexisting conditions. \nWhile addiction alone is not a preexisting condition, relapse — which is common among addicts — could count as \none. This made it easier for treatment centers to bill insurance, making it fall within the reaches of the middle class. \n'Little in medicine is as ill-defined or as anecdotal as addiction treatment,' Wooten writes. 'Like any industry in a \nperiod of explosive growth, addiction treatment attracted wrongdoers. Insurance fraud became rampant.' Along with \nrehab centers, urinalysis for drug use is also became profitable — a 'liquid gold mine' — despite the lack of \nregulation defining best practices. 'The kids who arrived for treatment soon saw that their insurance policies could \nbe used as expense accounts for detox or sober living,' Wooten notes.  — NOTES FROM ELSEWHERE — What \nJeff Brandes is reading — 'Illinois drivers have paid $1 billion in red light camera tickets in last 10 years[22]' via \nCBS2 Chicago — Illinois drivers have forked over an astounding $1 billion in red light camera fines in the past 10 \nyears, according to a new study. Now, some lawmakers in Springfield are reviving a push to ban the cameras. At \nleast two state representatives have introduced proposed legislation to eliminate red-light cameras in Illinois, \nalthough both proposals remain in the infancy stages. What Ida Eskamani is reading — 'In historic first for Idaho, \nGovernor's office recognizes Indigenous Peoples Day[23]' via Idaho Statesman — With Capitol offices closed \naround her for Columbus Day, 13-year-old Danielle Keith read the first proclamation of Indigenous Peoples Day in \nIdaho Keith read in front of a crowd gathered in the rotunda. Idaho's Republican Gov. Brad Little issued a \nproclamation designating Oct. 14, 2019, Indigenous Peoples Day, joining a national movement of localities adding \nto or replacing Columbus Day. What Erin Gillespie is reading — 'Across Pa., lucrative Donald Trump tax break isn't \ndelivering for the struggling places that need it most[24]' via SpotlightPA — A federal tax incentive program passed \nin 2017 by Republicans in Congress has been hailed by Trump as a lifeline for ailing Rust Belt cities The central \npremise of the program is simple: Offer wealthy investors generous tax breaks for putting money into real estate or \nbusinesses in distressed areas. Those areas were designated 'opportunity zones.' In Pennsylvania, however, early \nsigns suggest the program is not living up to the claims of transformative change, and is unlikely to be a cure for \ncommunities most in need.            https://wearegeo.com/ — PEACHY — 'Nancy Pelosi holds often vote to authorize \n\n\nTrump impeachment inquiry — for now[25]' via John Bresnahan, Sarah Ferris and Heather Caygle of POLITICO — \nDemocratic leadership sources caution, however, that the decision could be 'reassessed at some point.' Trump, \nWhite House official and Republicans on Capitol Hill have seized on the absence of such a vote as an unacceptable \nbreak with House precedent and have vowed to resist what they describe as an illegitimate probe. Democrats \ndefended their current impeachment process, which has multiple House committees interviewing witnesses in \nprivate and gathering evidence related to allegations that Trump and his personal lawyers, Rudy Giuliani, pressured \nUkrainian officials to begin an investigation into former Vice President Joe Biden and his son or risk losing U.S. \nmilitary aid.           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-ssl.com/wp-\ncontent/uploads/2019/10/pelosi.jpg Nancy Pelosi is holding off a House floor vote on impeachment. 'Trump's \nimpeachment barricade crumbles[26]' via Kyle Cheney and Andrew Desiderio of POLITICO — The President's \nformer top Russia adviser, Fiona Hill — the first White House official to cooperate in Democrats' investigation of the \nUkraine scandal — has detailed for lawmakers a trail of alleged corruption that extends from Kyiv to the West Wing. \nIn dramatic testimony, she roped in some of Trump's top advisers as witnesses to the unfolding controversy. And \nTuesday, a senior State Department official, George Kent, appeared on Capitol Hill to testify about his knowledge of \nthe episode despite an attempt by Trump administration lawyers to block him. It's the latest evidence that the White \nHouse's stonewalling against congressional requests for documents and testimony is crumbling — and Democrats \nare feeling a new sense of momentum. 'John Bolton's eruption shows that Trump's defenses are collapsing[27]' via \nGreg Sargent of The Washington Post — Trump's explicitly declared position in the scandal consuming his \npresidency is that pressuring a foreign power to 'investigate' a leading domestic political opponent absolutely falls \nwithin his rightfully exercised authority. But this defense is cracking up. That's because we're now learning, one \nafter another, that all the people around him knew that it was grievously wrong — that is, all except for those who \nwere carrying out Trump's corrupt scheme. The latest domino to fall is John Bolton, who grew so alarmed by efforts \nto pressure Ukraine to launch 'investigations' into Biden and his son that he instructed an aide to alert White House \nlawyers. That aide is Fiona Hill, a former senior White House adviser on Russia and Europe. 'Lara Trump: \nImpeachment 'hysteria' will die down[28]' via Scott Powers of Florida Politics — 'Impeachment hysteria, as I \ncontinue to call it, will ultimately die down,' said Trump, who is married to Trump's son Eric and is an adviser to the \nPresident's reelection campaign, Donald J. Trump for President. She was speaking in one of two briefings the \nTrump campaign held for journalists, essentially offering the 'Stop the Madness' protests as a short-term response \nto pressure moderate Democrats in swing districts, such as U.S. Reps. Charlie Crist and Stephanie Murphy, while \nthe long-term strategy focuses on organizing ground operations nationally, while pushing the messaging of a \nbooming economy. — D.C. MATTERS — 'Republicans buckle to Trump on Syria[29]' via Burgess Everett, Melanie \nZanona and Marianne Levine of POLITICO — Republicans unleashed perhaps their most aggressive outcry of the \nTrump era after he abandoned the U.S.'s Kurdish allies and ceded northeastern Syria to Turkey. But now GOP \nlawmakers are dialing back their direct criticism of the President — instead working with Trump, dinging Democrats \nand trying to move forward. Senior Republicans are coordinating with Trump's top officials to try to rein in Turkey \nwith sanctions and protect the Kurds, and while they're still dissatisfied with the situation, they've shifted gears away \nfrom confrontation with the President.            https://www.flchamber.com/event_post/future-of-florida-forum/ — \n2020 — 'Elizabeth Warren wins big in Broward Young Democrats straw poll, far ahead of Joe Biden and Bernie \nSanders[30]' via Anthony Man of the South Florida Sun-Sentinel — The U.S. Senator from Massachusetts received \n27 first-choice votes (her closest competitor received 15). She received 19 second-choice votes (her closest \ncompetitor received nine). Biden, a former Vice President who is well-known, and Andrew Yang, a former \ntechnology executive who isn't, effectively tied for second place. Kamala Harris andSanders tied for fourth place. \n'Now it seems like people are really consolidating,' Clay Miller, president of the Broward Young Democrats, said \nafter the voting. 'They are falling in love,' something he said wasn't as widespread in June, when the group held its \nfirst straw poll.           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-ssl.com/wp-\ncontent/uploads/2019/10/warren-eleizabeth-speaking-in-LA.jpg Elizabeth Warren is the big winner in a Broward \nCounty straw poll. — THE TRAIL — 'Eight ain't enough: Ted Yoho keeps fundraising, almost as if a 2020 \ncandidate[31]' via A.G. Gancarski of Florida Politics —The Congressman raised $49,410[32] in the 3rd quarter of \n2019, which ran through Sept. 30. This is nearly two-thirds of the $76,614 he has raised this cycle. Of that money, \njust two checks totaling $5,000 came from Florida political action committees, with one more individual contribution \nfrom Florida. Yoho's campaign committee has nearly a quarter-million dollars on hand. This is factoring in third-\nquarter spending of over $26,000, including a $318 tab at a Trump Hotel in D.C.           \n\nYoho keeps fundraising but does not explain precisely why. 'Ross Spano (barely) digs himself out of the red in \nlatest campaign finance activity[33]' via Janelle Irwin Taylor of Florida Politics — He's out quite a bit of cash thanks \nto loan repayments to his botched 2018 campaign loans. Reports show Spano raised $117,000 from July through \nSeptember, bringing his total amount raised this year to $400,000. But he repaid $110,000 to loans that fueled his \n2018 campaign that Spano admitted amounted to illegal campaign contributions. That leaves nearly $60,000 in \nloans that still need to be paid, which means Spano's campaign still owes almost as much as it's worth. 'DCCC \nroasts Spano in 'here I fixed it for you' news release rewrite[34]' via Janelle Irwin Taylor of Florida Politics — After \nSpano's campaign sent out a news release morning defending its 3rd quarter fundraising, the Democratic \nCongressional Campaign Committee wasted no time in picking it to pieces. The DCCC offered a simple edit, \nstriking through the campaign's words and replacing them with 'worst quarter of 2019' and 'historically weak.' \nSpano's release said the campaign had repaid loans, which the DCCC added were illegal, at the advice of 'staff \nfrom the Federal Election Commission,' which resulted in nearly zeroing out Spano's campaign's worth. With loans \nstill owed, Spano's campaign is worth just $10,000, a fact the DCCC noted in its edit was 'one of the lowest account \nbalances of any member of Congress.' 'Adam Hattersley rakes in six figures in first congressional campaign finance \nreport[35]' via Janelle Irwin Taylor of Florida Politics — State Rep. Hattersley raised $115,000 during the third \nquarter report period for his Congressional campaign. That quarter covers July through September. Hattersley \ndidn't enter the race until the end of July. Hattersley's earnings came from more than 1,800 individual contributions. \nNone of his funding came from corporate political action committees. Hattersley is running for Florida's 15th \nCongressional District, which represents eastern Hillsborough County. He faces fellow Democrat Alan Cohn in the \nprimary. The winner will take on incumbent Spano. Laura Loomer raises $154K for CD 21 bid — Far-right activist \nLoomer has raised $154,000 for her bid to unseat Democratic U.S. Rep. Lois Frankel in Florida's 21st \nCongressional District, Gary Fineout of POLITICO Florida reports. Loomer is one of several Republicans \nchallenging Frankel in the reliably Democratic congressional district. 'Despite the radical left, big tech tyrants and \nthe fake-news media doing everything they can to hinder my campaign, this early showing puts career politician \nLois Frankel and the do-nothing-Democrats in Congress on notice that no seat is safe and that I'm running to win,' \nLoomer said. Frankel has posted her third-quarter fundraising numbers, but she raised nearly $328,000 in the first \nhalf of the year.           https://3o15h033zmpwracwx2i00rqx-wpengine.netdna-ssl.com/wp-\ncontent/uploads/2019/10/loomer.jpg Laura Loomer raises $154K, but compared to her opponents, she has a rough \nroad ahead. 'Maria Elvira Salazar brings in $504K in 3Q, topping Donna Shalala[36]' via Ryan Nicol of Florida \nPolitics — That hefty haul was helped in part by a $50,000 loan from Salazar to her campaign. But even just looking \nat outside contributions, Salazar's $454,000 number tops Shalala's third-quarter figure by about $140,000. Indeed, \nShalala's biggest quarter this year, her second quarter, showed Shalala raising $422,000. Salazar's number tops \nthat as well. This is, however, Salazar's first filing with the FEC this cycle. Candidates typically shoot for a \nsignificant number in their first fundraising report, so it remains to be seen whether Salazar will keep up the \nfundraising pace as she continues her challenge against Shalala. 'Joe Harding takes fundraising lead in HD 22 \ncontest[37]' via Drew Wilson of Florida Politics — Republican Harding added more than $13,000 to his campaign \naccount last month, putting him ahead in the contest to replace term-limited Rep. Charlie Stone in House District \n22. Harding's haul brought him past the $85,000 mark. With candidate loans included, he has raised more than \n$99,000 and has about $97,000 in the bank. Also seeking the Republican nomination is Russ Randall, who \nreported $1,075 in September receipts. The report was his lowest of the cycle. All told, Randall has raised $81,225 \nand has about $79,600 on hand. Harding's campaign called the month a 'turning point' in the race, citing the exit of \nformer Republican Rep. Kurt Kelly and an endorsement from current Republican Rep. Stan McClain. Happening \ntoday — Republican Ned Hancock is holding a fundraiser in his bid for HD 55, 5 p.m., The Capital Room, The \nGovernor's Club, 202 South Adams Street.— LOCAL — 'With Dems' support, Eleazar Melndez runs to represent \nMiami's District 1[38]' via Joey Flechas of the Miami Herald — Melndez served as Commissioner Ken Russell's \nchief of staff from 2015 to 2017. He's worked for the Democratic Party and as a political consultant since, and now \nhe's campaigning to represent a district he's called home since March 2018. The first-time candidate, born and \nraised in Puerto Rico, sees his youth and recent move into the district as assets more than liabilities. He counters \nany criticism of his newness to the district by comparing his candidacy to the political rise of immigrants who move \nto the United States, a narrative that he said should resonate with families in the diverse District 1. 'For [critics] to \nuse that kind of message here, it's disappointing,' he said. 'David Richardson dubbed 'the budget Guy' in Miami \nBeach Commission ad[39]' via Ryan Nicol of Florida Politics — The 30-second ad features two Richardson \nsupporters as they discuss the upcoming election. 'It's election season, Sunny,' says Liz Regalado, Board Chair of \n\n\nSAVE. 'Yes,' Sunny replies. 'Have you decided who to support?' 'Well, in Group 6, I'm voting for 'The Budget Guy.'' \n'Who?' ''The Budget Guy,' David Richardson,' Sunny explains. 'David Richardson? He's great, a forensic auditor \nand CPA, always looking out for our community.' 'Right.' To view the ad, click on the image below[40]: [embedded \ncontent] 'Universal Orlando gets a new road. You might get higher taxes[41]' via Scott Maxwell of the Orlando \nSentinel — You could argue Universal — whose parent company posted $11.7 billion in profits last year from \nfamilies like mine — should pay for its own darn road, since the park is clearly the prime beneficiary. (So much so \nthat Universal is in charge of construction. That's unusual.) Second, if we're going to subsidize businesses, I'd \nrather subsidize businesses with high wages. Third, there's the price tag. After the state throws in another $16 \nmillion and Universal pays $174 million, it's more than $300 million for a 1.7-mile stretch of pavement. That's more, \nper mile, than the mammoth 10-lane, I-4 Ultimate project. Fourth, if construction comes in under budget, the theme \npark — not taxpayers — get most, if not all, of the savings. 'Orlando drivers among best in U.S., survey finds[42]' \nvia Tiffani Theisen of the Orlando Sentinel — That's according to QuoteWizard, an online insurance comparison \ncompany owned by LendingTree. The company admitted 'our study analysts haven't driven in Orlando,' but said \nthey derived the rankings from incidents reported by QuoteWizard users, including the number of accidents, \nspeeding tickets and other citations, and DUIs. So, while it may not be as comprehensive as Florida Department of \nTransportation database, still, Orlando is right there — at No. 23 out of 35 — under a bold heading '2019 best \ndriving cities in America.' 'F-1, Hard Rock strike deal to hold race in Miami Gardens. Will county give green \nlight?[43]' via Adam Beasley of the Miami Herald — A race months in the making is one step closer to reality. \nFormula One has finalized an agreement in principle with Hard Rock Stadium to bring annual F-1 racing to South \nFlorida beginning in May 2021. Now it's up to Miami-Dade County commissioners. There has been pushback from \nMiami Gardens residents, Commissioner Barbara Jordan, whose district includes Hard Rock Stadium, and the \nMayor running to replace her, Oliver Gilbert. Both Jordan and Gilbert have come out publicly against holding the \nevent. Jordan proposed legislation to require a commission vote before Formula One could win county approval for \nthe temporary closure of Northwest 119th Street during race weekend. A decision on the legislation could come \nlater this month.            http://yoursearchisdone.com/ — MORE LOCAL — 'Jury recommends life without parole for \nSigfredo Garcia, the gunman who killed Dan Markel[44]' via Blaise Gainey and Regan McCarthy — During the \nsentencing hearing, Assistant State Attorney Georgia Cappleman pointed to aggravating factors she said made the \ndeath penalty warranted — including that she says the crime was committed for financial gain, and that it was \ncalculated and premeditated. 'Calculated means having a careful plan or a prearranged design to commit murder. \nIn this case, they were careful enough to follow and stalk their victim,' Cappleman said. But Garcia's defense \nattorney argued Katherine Magbanua was controlling Garcia, which he says is a mitigating factor. Police say \nMagbanua was the link between Garcia and Markels in-laws in an alleged murder-for-hire plot.           \nhttp://yoursearchisdone.com/\n\nthe show called 'Intersection' from 2007 until 2016.            http://www.flaports.org; — OPINIONS — 'Ron DeSantis \nalready a winner even if he loses on teacher raises[48]' via Mac Stipanovich for the Tampa Bay Times — DeSantis \nknows a good first impression is proof against a multitude of subsequent sins. DeSantis went on a press tour \ntouting a proposal for a statewide minimum salary for teachers of $47,500. His proposal is, however, so light on \nspecifics that it is more of a sketch than a plan at this point. But regardless of whether DeSantis achieves all, some, \nor none of his stated goal, he has already won. He is now an education governor. And even his continued \ncooperation with the Republican-controlled Legislature in vandalizing traditional public education in the name of \n'school choice' is unlikely to alter this good first impression. At least in the short term. 'Jos Oliva: in policy debates, \nthe public should speak up, not 'shut up'[49]' via the Orlando Sentinel — In a recent piece supporting the proposed \nteacher pay raise, Orlando Sentinel columnist Lauren Ritchie fired off a literary cluster-bomb into the public debate. \nShe does deserve credit for having titled her work with 'shut up.' That is precisely what she would have everyone \ndo. It is not difficult to see why I would take exception to being told to 'shut up,' but to be told to 'shut up' for the \nspecific reason of lacking a college degree requires a response. It requires a response as 60 percent of our nation \nis made up of such citizens, and they ought not to believe they should 'shut up' on just the basis of not having \ncompleted college.             \nhttp://www.tgh.org?utm_source=floridapolitics.com..._medium=display..._campaign=usnews — MOVEMENTS — \n'DeSantis appoints one circuit, two county judges[50]' via Florida Politics — Gov. DeSantis' office announced he \nhad appointed Stephen M. Whyte to be a circuit judge in the 12th Judicial Circuit, named Bruce Carney a Citrus \nCounty judge, and made Andrea Totten a Flagler County judge. The three new judgeships were created by a \ncourts-related bill (HB 5011) passed in the 2019 Legislative Session. — ALOE — 'Former Buc Warrick Dunn \nsurprises St. Pete single mother with new home[51]' via Monique Welch of the Tampa Bay Times — As a single \nmother to her 18-year-old son, AnTrez, LaToya Reedy worked hard as a certified nursing assistant to provide a \nstable lifestyle for him. 'I got tired of paying the high rent,' she said. Thanks to Habitat for Humanity of Pinellas and \nWest Pasco Counties and its partnership with furniture company Aaron's, health care provider Cigna, and former \nBuccaneer Dunn's nonprofit, Warrick Dunn Charities, Reedy and her son received a fully furnished two-bedroom, \ntwo-bathroom home at no cost. Habitat for Humanity bought an empty lot near Childs Park and built the home, \nwhich spans nearly 2,000 square feet, while Aaron's donated $10,000 toward furniture, appliances, and interior \ndesign, and Cigna donated $10,000 toward down payment assistance and groceries.           \nhttp://www.flaports.org/\nhttp://www.tgh.org/?utm_source=floridapolitics.com..._medium=display..._campaign=usnews\n\nstory.html [ 9]:            \n"}