{"title": "President's Middle Path Disappoints Both Sides", "body": "\nAs Jose F. watched President Bush's address from an apartment on this city's Northwest side, he shook his head \nfiercely at moments: at the prospect of tamper-proof identification cards for legal workers, at the many mentions of \nincreased border security, and at what he saw, in the end, as uncertainty of the future Mr. Bush intended for illegal \nimmigrants like himself. \n\n  ''I worry about the militarization and whether this will mean more deaths on the border,'' said Jose F., 27, who \nsneaked in from Mexico nearly eight years ago and who asked that his last name not be used because he feared \nlosing his job at a social services agency, deportation or both. ''And identification cards will only make it harder to \nsurvive, and people will have to go further underground and work for cash.''\n\nIn Houston, meanwhile, Louise Whiteford watched the president with equal skepticism. Ms. Whiteford, president of \nTexans for Immigration Reform, a group opposed to illegal immigration and founded in 1999, swiftly took issue with \nseveral of Mr. Bush's promises and accomplishments, including an increase in the Border Patrol to 12,000 agents \nfrom 9,000 since his administration took over.\n\n  ''This is very inadequate,'' Ms. Whiteford, 76, said. ''That's about the number of police in Fort Worth and Dallas.'' \nWhen the president said he planned to add 6,000 more by 2008, she shook her head, noting, ''That's too long.''\n\n  If Jose F. and Ms. Whiteford were any indication, Mr. Bush managed to disappoint people on both sides of the \nimmigration debate on Monday night. Each side said it had hoped to hear more encouraging words over an issue \nthat has become a showdown in Congress and on the streets of cities like Los Angeles and Chicago. Each side \nsaw hints of an extended fight ahead. \n\n  Some supporters of tighter border restrictions said they did not approve of the way they said Mr. Bush had \nsignaled that he wanted some of the nation's estimated 11 million illegal immigrants to become legal. On the other \nhand, some immigrants and their advocates said they did not agree with his clearly stated opposition to anything \nresembling ''amnesty.''\n\n  ''I don't know what he is saying for someone like me,'' Jose F. said of the president's description of a ''rational \nmiddle ground'' somewhere between granting citizenship to all illegal immigrants and deporting all of them. ''I have \nbeen working really hard. I have learned English. I pay taxes. I am not here in the country to bring problems.''\n\n\n  But Ms. Whiteford, who watched the president on her 12-inch General Electric television with a rabbit-ears \nantenna, was on guard against anything Mr. Bush had to say about allowing illegal immigrants to legalize their \nstatus over time with a fine.\n\n  ''My citizenship is not for sale,'' she said. ''I don't like the idea that money can buy citizenship.''\n\n  Ms. Whiteford grew up in Lima, Ohio, mingling happily, she said, with wartime immigrants, only to find the nation \nnow victimized by ''a form of slavery, bringing in cheap labor that the corporations want and squeezing the middle \nclass.''\n\n  She said immigrants filled no special economic niche. ''I don't buy this 'jobs Americans aren't doing,' '' she said. ''I \ncan't think of a job Americans aren't doing. My granddaughter runs a fishing boat in Alaska. One of my sons worked \non an oil rig.''\n\n  In border communities like Yuma, Ariz., however, where a local restaurant had to delay its opening repeatedly \nbecause it could not find enough employees, the president's call for immediate action on a way to bring more \nworkers into the country legally struck a positive chord.\n\n  ''We need access to a legal work force,'' said C. R. Waters, president of the Yuma Fresh Vegetable Association, a \ntrade group that represents about 100 area growers. During the last harvest, Mr. Waters said, farms were badly \nshort of labor.\n\n  ''We need our borders secure,'' he said, ''but we also have to have an available legal work force.'' \n\n  Because it is so difficult for employers to verify legal status, Mr. Waters said his group strongly supported \nmeasures mentioned in the president's address like biometric identification, which would make crossing the border \nlegal and rapid for workers who wanted to commute between Mexico and the United States. \n\n  Others, though, saw little new in the president's plans.\n\n  ''This seems to be a replay of every budget speech for the last 20 years,'' said John D. Trasvina, interim president \nof the Mexican American Legal Defense and Educational Fund. ''They always say they want more personnel and \nmore technology at the border. It's a failed policy.''\n\n  In San Francisco, where the president's speech was broadcast on a television above the jukebox at Los Jarritos, \na popular Mexican restaurant, Dolores Reyes, an owner, disagreed with nearly every point Mr. Bush made.\n\n  Ms. Reyes said she favored amnesty and objected to the idea of deploying the National Guard to the border. ''The \npeople will still find a way because money talks,'' she said.\n\n  Back in Chicago, so much talk of border security sent Jose F.'s mind racing back to his own journey to a small \ntown in Arizona after a 12-hour walk over the border. Fears of patrols were bad enough then, he said. \n\n  ''I think the president needs to remember that all of these illegal people are going to have kids who vote here one \nday,'' he said. ''They think we don't matter, but those kids are not going to forget who helped their parents and who \ndidn't.'' \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nhttp://www.nytimes.com/\n\n\nPhotos: SAYS BUSH'S PLAN IS INADEQUATE -- Louise Whiteford, president of a group opposed to illegal \nimmigration, watching President Bush's address at home in Houston. She wants more Border Patrol agents. (Photo \nby Michael Stravato for The New York Times)\n\n FEARS MORE DEATHS -- In Chicago, Jose F., a Mexican who came to the United States illegally nearly eight \nyears ago, worried that the president's plan would mean more migrant deaths along the border. (Photo by Sally \nRyan for The New York Times) \n"}