{"title": "THRIVING CITY LINE DRAWS HARD WORKERS Ethnically diverse immigrant haven", "body": "\nCity Line has always been a haven for hardworking immigrant families in search of a better life.\n\nFor much of the last century, the tiny triangular neighborhood along the Queens border attracted young families \nfrom Italy and Ireland eager to buy homes, put down roots and open local business.\n\nToday, the quiet residential neighborhood attracts families from many other parts of the world in search of the \nsame.\n\n\"Our church has always been a church for immigrants,\" said the Rev. Anthony Raso, pastor of St. Sylvester's \nChurch on Grant Ave., in the heart of the neighborhood.\n\n\"At first, the immigrants were from Italy and Ireland. Now they're mostly from the Dominican Republic,\" he added, \nnoting that today, the church's Spanish Mass draws the largest crowd.\n\nLocated at the far eastern edge of Brooklyn and often considered part of East New York, City Line is surely one of \nthe most ethnically diverse neighborhoods in the borough.\n\nThe neighborhood's signature low-rise row houses are today filled with immigrant families from Bangladesh, \nGuyana, Puerto Rico, the Dominican Republic and beyond.\n\nAnd along Liberty Ave., its bustling commercial strip, once-thriving Italian bakeries and pork stores have given way \nto busy Dominican eateries and flourishing West Indian and Bangladeshi grocers.\n\nA new mosque also is going up on Forbell St. to accommodate Bangladeshi families moving to the area.\n\n'United Nations'\n\n\"I call it the United Nations here now,\" said Russ of Russ Shoe Repair recently, inside his old-time storefront on \nLiberty Ave. - one of the few Italian-run businesses still left in the ever-changing neighborhood. \"There've been a lot \nof changes here.\"\n\nThe walls of his store are filled with Frank Sinatra signs, Mets memorabilia and fading photographs of the \nneighborhood's former incarnation.\n\nNestled between Atlantic and North Conduit Aves., City Line is named after its location along the Queens border, \nwhich zigzags though the neighborhood, down the middle of Eldert Lane, Drew St. and 75th St.\n\n\nThe neighborhood also is sometimes considered to extend several blocks east into Queens and south as far as \nLinden Blvd.\n\n\"It all depends on who you talk to,\" said well-known activist Anthony Mammina, 63, who for 37 years has lived on \nSutter Ave., south of Conduit Ave., outside the more restricted definition of the neighborhood.\n\nSmall-town feel\n\n\"I lived in City Line before the streets were paved,\" he added recently. \"We never called it anything but City Line.\"\n\nSimilar to the neighboring communities of Cypress Hills and East New York, City Line took off beginning in the \nearly 1900s as the opening of the Williamsburg Bridge and the advent of mass transit allowed families to live farther \nfrom the city.\n\nFor decades, it was a thriving Italian and Irish neighborhood filled with families drawn to its mix of convenience \nand a small-town, almost rural feeling.\n\n\"It was like being out in the country,\" recalled Mammina. \"You had everything here, but you could sit in front of the \nhouse and see a lot of sky.\"\n\nBut like other nearby neighborhoods, City Line's fortunes began to change in the latter part of the last century, \nwhen middle-class families left Brooklyn for the suburbs or other parts of the city, and drugs and crime crept in to \ntake their place.\n\n\"It got pretty terrible,\" said longtime community advocate Jean Reynolds, 59, who co-founded the City Line \nCoalition in the late 1980s to address the secluded, once-quiet neighborhood's growing problems.\n\n\"That's why we organized. There was a lot of street dealing and young people hanging around selling drugs.\"\n\nThese days, the neighborhood still has pockets of poverty and crime, but community leaders and local people alike \nsay the community's hard work and the influx of hardworking immigrant families have largely brought it back.\n\n\"It's a beautiful neighborhood,\" said homeowner Mildred Colon, 50, inside Tavera's Cuchifritos, a new Dominican \nrestaurant at Grant and Glenmore Aves.\n\nMaria Marte, a 20-year veteran broker with Century 21 on Liberty Ave., said housing values have shot up in the last \nfive years. In the late 1990s, she said, a typical two-family row house would have gone for about $150,000. Today, \nthe price has doubled to about $295,000.\n\n\"The market is very strong,\" she said adding that she is inundated with young immigrant families seeking to \npurchase their first home.\n\nThe influx of new immigrants has also introduced new challenges to the neighborhood.\n\nThough many community leaders say that for the most part the different ethnic groups live harmoniously, others say \nthat at times ethnic tensions flair.\n\nFacing ethnic tension\n\nIn one high-profile case last August, a 37-year-old Bangladeshi man was beaten to death by a group of Hispanic \nteenagers at Liberty Ave. and Forbell St.\n\n\"A lot of people are scared,\" said Burhan Uddin, 49, a Bangladeshi community leader, who noted that many \nBangladeshis feel targeted. \"We're trying to get more attention and help for the problem.\"\n\nSuccessive waves of new immigrants also have put new strains on the community's schools and social services.\n\n\n\nAssemblyman Darryl Towns (D-East New York) said that as the people living there grew older, the neighborhood's \nsocial services catered to a mostly elderly population.\n\nToday, the legislator said, more classroom space for the growing numbers of school-age children and more social \nservices geared toward youth and families are a priority.\n\n\"It's a community that has been undergoing a lot of change,\" said Towns. \"But it's a thriving place.\"  Graphic: City \nLine\n\nGraphic\n\n \n\nMATTHEW ROBERTS UNITED WE STAND Longtime City Line businessman Russ, in his Russ Shoe Repair \nshop, gets coffee from friend Lou and pat on back from friend Diane.MATTHEW ROBERTS IT'S A SMALL WORLD \nFrom Dunkin' Donuts to Bangladeshi fare, stores on Liberty Ave., City Line's main shopping strip, mirror \ncommunity's ethnic diversity.  MATTHEW ROBERTS MASS APPEAL St. Sylvester's Church on Grant Ave. has \nalways been an immigrant church, says the Rev. Anthony Raso. MATTHEW ROBERTS ON THE MARKET One-\nfamily, two-story house at 337 Eldert Lane in City Line is listed for $239,000. Housing prices have shot up in the \nlast five years, says Century 21 broker Maria Marte, who reports being inundated with young families looking to buy \ntheir first home.\n"}