{"title": "Newcomer Schools Raise Old Questions", "body": "\nThe special school for immigrants proposed last week by Schools Chancellor Ramon C. Cortines joins a growing \nfield of \"newcomer\" schools in states like California, Texas and Illinois.\n\nFor educators and civil rights officials, the schools raise questions that have long dogged special programs: Do \nthey truly help children or risk harm by isolating them from the mainstream?\n\nThese are not only pedagogic questions, but also legal ones. The Department of Education's Office of Civil Rights, \nconcerned about segregation, has investigated immigrant programs. In an investigation of a California school that \nhas served as a benchmark for cities setting up other immigrant schools, the department gave voice to an informal \nguiding principle: The schools should aim to be transitional; students should probably not stay beyond a year.\n\nBut in his plan for New York's Newcomers School, which would open in September in Long Island City, Queens, \nMr. Cortines proposes allowing the students to remain for up to four years. The 1,000 high school students, who \nwould attend voluntarily, would have the option of graduating from there. That could be a problem.\n\nIn 1990, Federal investigators said a so-called newcomer elementary school in Sacramento, Calif., would violate \ncivil rights segregation laws if it kept children for more than a year without transferring them to regular schools. \nNorma V. Cantu, Assistant Secretary for Civil Rights for the United States Department of Education, said in an \ninterview that there were no hard and fast rules, and that each program would be evaluated on its own merits.\n\nStill, most schools take the one-year cap as a requirement -- and a healthy one. Some principals said that to keep \nchildren longer than a year would deprive them of opportunities to take courses offered by mainstream high \nschools or to mix with native English speakers.\n\nBut New York already has two small transitional programs for immigrants in Manhattan and the Bronx, called \nLiberty high schools, in which students transfer to regular schools after six months or a year. Mr. Cortines said he \nwas determined not to accept a one-year limit.\n\n\"I agree that they should be transitional, but I don't believe that you can put an arbitrary time on it,\" Mr. Cortines \nsaid. Sending a student to a regular school before he or she is ready \"would be to send them to the ranks of the \ndropouts,\" he said. He said he would appeal any Federal decision to impose a one-year limit and called the \nSacramento ruling \"a pronouncement from Washington, and they really don't understand the changing demography \nof who the immigrant population is in America.\"\n\n\nThe Cortines school would be generally more ambitious than the other newcomer schools, including those in San \nFrancisco, whose school system Mr. Cortines headed before he came to New York. Most other such programs \noffer a mix of classes in English and classes in a student's native language, depending on their staff and their stand \nin a long-running national debate about which type of instruction is better.\n\nMr. Cortines proposes to offer, in addition to English language instruction, bilingual education in all major subjects -- \nmath, science and social studies -- in as many as 10 languages. He did, however, acknowledge in an interview that \nit would be difficult to find, say, a Bengali-speaking science teacher, and that he might have to scale back his \nambitions.\n\nIn the 1990 Sacramento case, Federal investigators wrote that the Office of Civil Rights had \"serious reservations \nregarding the location of the district newcomer program at a separate school site.\"\n\nAlthough there is increasing interest in newcomer schools, they are largely uncharted territory. Experts say there \nare no studies to document whether immigrant children perform better in separate schools or in classes for \nspeakers of limited English in mainstream schools.\n\nBut anecdotes suggest that many children have good experiences at the schools, which help them overcome \ntraumatic experiences or educational deficits they might have suffered in refugee camps or rural villages in their \nnative countries. Parents appreciate the counseling that many schools provide to help with jobs, health care and \nnaturalization, a prominent feature of the New York plan. And education officials say the schools are efficient \nbecause they bring together students who speak the same language, allowing districts to justify hiring teachers who \nspeak that language.\n\nPeople familiar with the schools say success depends on whether the schools get enough resources to be \ncomparable to mainstream schools, on how quickly and accurately they evaluate the students, and on how much \nsupport children get when they move into mainstream schools.\n\nThere are only a handful of newcomer schools, most of them in California, but their numbers are increasing. Most \noccupy separate buildings; a few are inside regular schools. Fort Worth, with large numbers of Vietnamese and \nLatin Americans, started a school in 1993 for grades 6 through 12.\n\nLast summer, when thousands of Haitian refugees were arriving in the Miami area, the Dade County School Board \nvoted to create newcomer schools in the event that an influx of immigrants forced the school system to absorb \nmore than 100 children a day.\n\nImmigrant advocacy groups wrote Ms. Cantu's office complaining that the Dade County plan would unfairly \nsegregate children into substandard schools.\n\nProposals are on the table in Providence, R.I., and Chicago, where officials said that they, like Mr. Cortines, were \nhoping not to restrict their students to one year.\n\nIn New York, where the Newcomers School would ease extreme overcrowding in two Queens high schools, there \nis support for Mr. Cortines's idea. Most of the 25,000 children added each year to the city's public schools are \nimmigrants. But there are concerns about aspects of the Chancellor's proposal, which requires Board of Education \napproval.\n\n\"Having a whole school that is only for limited-English-proficient students does have the potential for denying the \nstudents certain opportunities that are available in other schools, as well as the chance to mix with native English \nspeakers,\" said Luis Reyes, a school board member. \"The other concern that I have is that the program be a full \nbilingual program. We have to do more as a school system to attract bilingual teachers.\"\n\nPeter D. Roos, co-director of Multicultural Education Training and Advocacy in San Francisco, said that a school \non the grand scale that Mr. Cortines is proposing might actually draw bilingual teachers and other resources away \nfrom regular high schools, shortchanging students at those schools.\n\n\n\nBut others champion New York's plan as is. They say more time in the school would give students the long-term \nbilingual education they might not get in regular high schools, where there might not be teachers who speak their \nlanguages. Proponents say the diversity of New York's immigrant population means that one ethnic group would \nnot feel isolated or disadvantaged; the situation would not be akin to Dade County's proposed school, which would, \nin effect, have been all Haitian.\n\n\"It doesn't make sense to talk about segregation when you have so many different languages spoken,\" said Margie \nMcHugh, executive director of the New York Immigration Coalition. \"And if you've got two schools that are \noversubscribed by 70 percent, where else are these children going to be? They'd be in overcrowded classes in \nmakeshift tents on the high school lawn.\"\n"}