{"title": "Will Bush Revisit Immigration Reform?; Imus Tries to Make Amends for Racially Charged Remarks", "body": "\nWOLF BLITZER, CNN ANCHOR: Happening now, President Bush on the border straddling a political fence. Will he \ngain any ground with Congress by revisiting immigration reform?\n\nIraq war anger four years after the fall of Baghdad, this hour a new defense from Senator John McCain of his \nmission and of himself. Is his presidential bid in free fall?\n\nPlus, radio host Don Imus tries to make amends for racially charged remarks. I'll ask the Reverend Al Sharpton if \nhe's accepting Imus' apology after their face-off on the airwaves today. I'm Wolf Blitzer, you're in THE SITUATION \nROOM.\n\nPresident Bush went to Arizona's border with Mexico today, low on political capital and without much goodwill from \nthe Democratic controlled Congress. He's trying to jump-start the push for immigration reform, despite his own \nbaggage and the very complicated and emotional politics of the border wars.\n\n(BEGIN VIDEO CLIP)\n\nBUSH: This is a matter of national interest and it's a matter of deep conviction for me. I've been working to bring \nRepublicans and Democrats together to resolve outstanding issues so that Congress can pass a comprehensive bill \nand I can sign it into law this year.\n\n(END OF VIDEO CLIP)\n\nBLITZER: Our White House correspondent Ed Henry traveled with the president to Yuma, Arizona. Ed?\n\nED HENRY, CNN WHITE HOUSE CORRESPONDENT: Wolf, 11 months after touring the U.S./Mexico border here \nin Yuma, Arizona, the president found himself in the same spot, literally and figuratively. Since last May, the \npresident has gained little, if any ground, in pushing what he calls comprehensive immigration reform. Improving \nborder security plus providing some sort of a temporary guest worker program to deal with the nearly 12 million \nillegal immigrants already here. When it comes to putting those illegals on a path to U.S. citizenship, conservative \noutrage is still smoldering.\n\n\nThat's why the president took a lot of time on the tour here to show off some of the high-tech tools that border \nofficials here are using to try and catch illegal immigrants. The president clearly trying to show conservatives he's \nserious about getting tough. Ironically, in fact, the president's plan has a better chance of passage in a Democratic \nCongress. But CNN has obtained a copy of a PowerPoint presentation the Bush administration is using to try to sell \nthis plan privately on Capitol Hill.\n\nIt includes some provisions that are nonstarters with Democrats on the Hill like the provision hitting illegal \nimmigrants with a $2,000 fine and a $1,500 processing fee to get visas to stay in the country. Democrats say that's \ntoo expensive. The White House says they need to show that they're not granting amnesty and that divide right \nthere shows why it will be extremely difficult to get reform signed into law. Wolf?\n\nBLITZER: Ed Henry traveling with the president in Yuma. Thank you for that.\n\nImmigration is a red-hot issue in the 2008 presidential race, particularly for some members of the president's own \nparty. That's not making the White House push for reform a lot easier. Let's go to our senior political analyst Bill \nSchneider. What kind of challenge does this immigration reform pose for the president this year, Bill?\n\nWILLIAM SCHNEIDER, CNN SR. POLITICAL ANALYST: Well, Wolf, the challenge is, can President Bush \ntriangulate?\n\n(BEGIN VIDEOTAPE)\n\nSCHNEIDER (voice-over): Everybody favors better border security. The issue is what to do about the millions of \nillegal immigrants already in the United States. President Bush favors a path to citizenship.\n\nBUSH: People who meet a reasonable number of conditions and pay a penalty of time and money should be able \nto apply for citizenship.\n\nSCHNEIDER: The Democrats running for president tend to agree with Mr. Bush.\n\nSEN. BARACK OBAMA (D), ILLINOIS: Everybody who lives within those borders has the right to a life that is full of \nopportunity.\n\nSCHNEIDER: Republican candidates are split down the middle. Five oppose a path to citizenship --\n\nREP. TOM TANCREDO, (R) PRESIDENTIAL CANDIDATE: And we're going to make them explain why they have \ndecided that maybe amnesty is a good idea.\n\nSCHNEIDER: Five favor a path to citizenship for at least some illegal immigrants.\n\nSEN. JOHN MCCAIN, (R) PRESIDENTIAL CANDIDATE: I know of no one who believes you can just round up 12 \nmillion people.\n\nSCHNEIDER: The president's party is split, while the opposition party, which tends to agree with the president on \nthis issue, controls Congress. We've seen this situation before. President Bill Clinton regarded welfare reform as a \nkey part of his legacy. Clinton triangulated by reaching out to Republicans who gained control of Congress in 1994. \nThe result? When welfare reform came up for a vote in 1996, Democrats split down the middle. They voted 23-23 in \nthe Senate and 98 to 98 in the House. But Republicans solidly supported President Clinton on the issue. Could \nPresident Bush triangulate on immigration?\n\nTANCREDO: I guess -- I guess he could be congratulated for that, for helping change the Congress of the United \nStates from Republican to Democrat so now that he can get his immigration bill through.\n\nSCHNEIDER: There's one big difference. In 1996, President Clinton was on his way to re-election with a job \napproval rating of 58 percent. President Bush's latest job rating, 38 percent. It's hard to triangulate when you \nhaven't got much clout.\n\n\n\n(END VIDEOTAPE)\n\nSCHNEIDER: President Bush may not want to triangulate. In 1996, President Clinton co-opted the Republicans' \nposition on welfare reform. But President Bush is moving away from the Democratic position on immigration by \nendorsing more stringent requirements for citizenship. So it's hard to see Democrats supporting Bush on this issue, \nthe way Republicans supported Clinton on welfare reform.\n\nBLITZER: Well what are they saying in general though, congressional Democrats?\n\nSCHNEIDER: Well the top Congressional Democrats are saying they are not going to deliver votes for President \nBush unless he comes up with Republican votes. Nancy Pelosi has told the president he has to come up with at \nleast 70 Republican votes for his immigration reform package if he expects the Democrats to deliver at least that \nmany votes to support his position.\n\nBLITZER: Seventy votes in the House of Representatives?\n\nSCHNEIDER: In the House of Representatives.\n\nBLITZER: All right, Bill, thank you for that. Bill Schneider and Ed Henry are part of the best political team on \ntelevision. And remember for the latest political news at any time, check out our political ticker at cnn.com/ticker.\n\nRadio host Don Imus is apologizing over and over again today for making offensive comments about the Rutgers \nwomen's basketball team. But the Reverend Al Sharpton and others are still calling for Imus to be fired. Sharpton \ntold Imus to his face that what he said in Sharpton's words were abominable and racist. Listen to this exchange \nwhen Imus appeared on Sharpton's radio program just a short time ago.\n\n(BEGIN VIDEO CLIP)\n\nREV. AL SHARPTON: You call these people nappy-headed hoes, but you wasn't talking racial when you said \nnappy. Jigaboos and wannabes, but you didn't understand what you were saying, you just -- what are you saying, \nyou blanked out?\n\nDON IMUS, RADIO TALK SHOW HOST: Oh, no. Don't tell me I -- I didn't say I didn't understand what we were \nsaying. I said I wasn't thinking that.\n\n(END VIDEO CLIP)\n\nBLITZER: Earlier on his own program, Imus said he was trying to be funny, not mean, but he knows his remarks \nwere repulsive.\n\n(BEGIN VIDEO CLIP)\n\nIMUS: I'm not a bad person. I'm a good person. But I said a bad thing. But these young women deserve to know \nthat it was not said with malice.\n\n(END VIDEO CLIP)\n\nBLITZER: And coming up, I'll speak with the Reverend Al Sharpton about his face-off with Don Imus earlier today \nand where the controversy may be going from here. It's not dying down, at least not yet.\n\nLet's check in with Jack Cafferty he's in New York. Hi Jack.\n\nJACK CAFFERTY, CNN ANCHOR: Hi Wolf. The war in Iraq may be what all the 2008 presidential candidates are \ntalking about but it turns out that very few of them actually have any military experience. In fact, of the top \ncontenders, only Republican Senator John McCain has worn the uniform and served in the military and gone to \nwar. So how much does that really matter to voters? Well, recent history suggests maybe not that much.\n\n\n\nConsider that former President Clinton, who never served, beat two World War II veterans, the first President Bush \nand Senator Bob Dole, and the current President Bush, whose National Guard service kept him out of Vietnam, \ndefeated three Vietnam veterans, McCain and Democrats Al Gore and John Kerry. Recent polls suggest having a \nmilitary background can be helpful, but most adults don't think it's essential. Some think that's because of fatigue \nfrom the war in Iraq. One expert said we're sick and tired of war, and I think that feeling is going to last for about a \ndecade unquote. Others say, though, that if a candidate has a war record, he has less to prove when it comes to \ncharacter. And presidents who have military experience might better understand what soldiers and their families are \ngoing through.\n\nSo here's the question. How much does it matter to you if a presidential candidate has military experience? E-mail \ncaffertyfile@cnn.com or go to cnn.com/caffertyfile. Wolf?\n\nBLITZER: Jack, thank you for that.\n\nComing up, a powerful demonstration of anti-American anger in Iraq four years after the Saddam Hussein statue \ncame down. Our Michael Ware joining us from Baghdad. That's coming up next. Plus, John McCain gets ready to \ngo on the offensive over the war in Iraq. We're going to tell you what he's saying and if it will help his campaign for \npresident.\n\nAnd later, should the presidential hopefuls avoid appearing on Don Imus' radio program? I'll ask James Carville and \nTerry Jeffrey, that's coming up in today's strategy session. Stay with us, you're in THE SITUATION ROOM.\n\nBLITZER: A powerful picture today of anti-American anger in Iraq. Thousands of Shiite protesters marched in the \nholy city of Najaf marking four years since the Iraqi capital fell to U.S. forces. The demonstration was called by the \nradical anti-American Shiite cleric Muqtada al Sadr. He appears to be taking some dramatic new steps to try to stir \nup more Iraqi hatred of the United States.\n\nAnd joining us now, our correspondent in Baghdad, Michael Ware. Michael Ware, the comments coming from \nMuqtada al Sadr, these purported statements coming from him urging his followers and we know there are plenty of \nShiite followers of this radical Shiite cleric to not fight Iraqis but to fight, to resist the occupiers. That's a clear \nreference to the United States. What's going on?\n\nMICHAEL WARE, CNN CORRESPONDENT: Well, this is Muqtada politically rejockeying and militarily preparing \nthe ground for what may come, whatever contingencies lie ahead. He was very careful with these words. He didn't \nactually exhort his followers to launch attacks. He's just said to his militia and to the brothers in the police force and \nthe Iraqi army, to stop fighting each other because this is what the enemy, the occupier, America, wants. Let's focus \non the true enemy, which is America.\n\nNow, this comes as over the weekend one of the strongholds of his militia has been attacked by Iraqi and American \nforces and there's been intense fighting. He calls for this rally to mark the fourth anniversary of the war. Instead of \ncelebrating liberation, it's an anti-American demonstration where the military says only up to 7,000 took the streets. \nBut you can see the pictures of the holy city of Najaf. Iraqi officials say it was tens of thousands. Now American \ngenerals are trying to put a good spin on this. They say this is a mark of democracy. This is what we came here to \nlet them do to have freedom of speech. But this is freedom of speech, a gathering by thousands of supporters of an \narmed anti-American militia backed by Iran. Wolf?\n\nBLITZER: And those pictures very dramatic. We see American flags being burned. We see these followers being \ntold by Muqtada al Sadr in effect, don't fight Iraqis. Don't cooperate with the occupiers, the United States. But he's \nalso suggesting one step further to the Iraqis, his followers, don't work with America. Don't cooperate. Don't walk \nwith them in any way. What's the message to those Iraqi military and police forces who do cooperate with the U.S.?\n\nWARE: Well, obviously, they have to be very cautious individuals. Now, it's been well established that no one from \nMuqtada's military forces, no one from his parliamentary faction and none of his officials in the government. \nRemember, Muqtada al Sadr, the anti-American cleric, owns several ministries in this government, including health. \nHe runs the hospitals in this country. None of those officials will talk to Americans. Now what we saw after the start \n\nmailto:caffertyfile@cnn.com\n\n\nof the surge or the Baghdad security plan on February 14th is Muqtada leave the scene. American intelligence says \nhe went to Iran. Well this demonstration is him putting himself back on the scene. He's saying, no matter where I \nam, look at what I can still do.\n\nBLITZER: Michael Ware in Baghdad for us, thanks Michael.\n\nWARE: Thank you, Wolf.\n\nBLITZER: Top Republicans in Congress fired a new shot today in the battle over Iraq war funding. They're urging \nthe speaker Nancy Pelosi to call the House back into session immediately to try to resolve House and Senate \nspending bills that include troop withdrawal deadlines. Right now the House is scheduled to reconvene one week \nfrom today. The Senate Minority Leader Mitch McConnell and the House Minority Leader John Boehner, they're \nboth warning Pelosi that a delay in war funding will put troops at risk. A Pelosi spokesman dismisses that as a \ncheap political stunt. That's a direct quote. Democrats accuse Republicans of overstating the risk of a funding \ndelay and they say any risk to troops would be the president's fault since he's vowed to veto any bill that includes a \npullout timetable.\n\nComing up, Barack Obama invades Hillary Clinton country. We're going to tell you why the senator from Illinois is in \nhis rival's adopted hometown.\n\nBut up next, what goes up doesn't necessarily go down. We're going to take a look at the latest jump in gas prices \nand what that means for you. Stick around, you're in THE SITUATION ROOM.\n\nBLITZER: Let's check in with Carol Costello, she's monitoring the wires, she's keeping an eye on the video feeds. \nWhat's making news Carol?\n\nCAROL COSTELLO, CNN ANCHOR: Got it right here Wolf. Humpty- Dumpty likely would have been mortified. It \nwasn't all the kings' horses or all the kings' men pushing these eggs, but thousands of children at this year's White \nHouse Easter egg roll, children of all different ages but with similar enthusiasm raced eggs across the White House \nlawn using these giant spoons. You see them there. They also hunted eggs, read and they painted faces. First Lady \nLaura Bush hosted the event first started by President Rutherford B. Hayes way back in 1878.\n\nHow much are you paying for a gallon of gas? It's likely wherever you are it's higher than just two weeks ago. Gas \nprices have gone up more than 18 cents in that time. The national average now $2.79 for regular. That's up 60 \ncents since late January. Back to Iraq, four National Guard units will return to the war for a second time, the \nPentagon announcing which units today. One is based in Little Rock, Arkansas, another in Oklahoma City, a third in \nIndianapolis and the fourth is based in Columbus, Ohio. The 12,000 troops in the four brigades will return to Iraq \nlater this year or early next year, they'll replace troops leaving Iraq.\n\nAnd Iran is celebrating what the U.S. government scorns. Iran says it's reached industrial level nuclear production. \nIran's president announcing that in a speech today at a uranium enrichment facility. He likened it to a proud moment \nand vowed his country's nuclear program is for peaceful purposes. Children around the country chanted slogans of \nsupport. The U.S. State Department says it's just another example of Iran's defiance. The administration insists \nIran's true pursuit is building nuclear weapons. That's a look at the headlines right now. Wolf?\n\nBLITZER: All right, we're going to have a lot more on this story coming up in the next hour, too, Carol. Thanks very \nmuch.\n\nThe British defense ministry is coming under fire after several of those British sailors held in Iran were allowed to \nsell, yes sell their stories to the press. Now the British military is banning enlisted men and women from being paid \nfor news media interviews. Let's turn to Abbi Tatton. The impact on this could be significant on those hostages.\n\nABBI TATTON, CNN INTERNET REPORTER: Yes, but the hostages Wolf, those 15 sailors and marines are going \nto be able to go ahead. Some of them are speaking out today in prearranged deals. Faye Turney, she's the only \nwoman in the group, sold her story to the \"Sun\" tabloid. She also gave an interview to television news in the UK that \nhas just aired. The fact that she was allowed to speak out for profit and others has been criticized by some military \n\n\n\nfamilies, some politicians. The ministry of defense has defended this citing exceptional media interest in this story. \nBut now we're hearing there is going to be a review of those procedures. Wolf?\n\nBLITZER: How much money are they getting?\n\nTATTON: We don't know exactly. We do know from Turney that she described what she was offered as a hell of a \nlot. She has said that some of this is going to be going to navy personnel and their families. Wolf?\n\nBLITZER: We had heard earlier it's up to six figures that would be British pounds, which is a lot more than dollars. \nAll right thanks very much for that.\n\nUp next, John McCain gets ready to go on the offensive over the war in Iraq and over his campaign for president. \nBut can he get rid of perceptions that his campaign has stalled? I'll ask our own John King.\n\nPlus, New York is moving up and the presidential contest calendar is getting even more crowded. Will the empire \nstate's new date help any of the White House hopefuls? Stick around, you're in THE SITUATION ROOM.\n\nBLITZER: Happening now -- for good or for ill. That's what many are asking about Iran's nuclear program. Today \nTehran claimed its reached industrial level nuclear production. But might they be trying to build nuclear weapons as \nthe U.S. suspects.\n\nA critical look at the Iraq war from an ultimate Iraqi insider. Ali Allawi a former minister, the cousin of the former \nPrime Minister Ayad Allawi is out with a powerful new book. He's blasting the U.S. as having, quote, a monumental \nignorance of Iraq before the war. And what he's calling, and I'm quoting once again, a U.S. swaggering arrogance \njust after it started.\n\nAnd Senator Barack Obama's Broadway act. The democratic presidential candidate will be appearing on a major \nshow tonight. So what's he trying to accomplish on Senator Hillary Clinton's turf? I'm Wolf Blitzer, you're in THE \nSITUATION ROOM.\n\nThis hour, Republican presidential candidate John McCain is engaged in more damage control over a suggestion \nthat people could walk freely around a neighborhood in the Iraqi capital. Senator McCain is facing reporters in his \nhome state of Arizona. In a \"60 Minutes\" interview that aired last night, McCain acknowledged he overstated \nsecurity improvements in a Baghdad market he recently visited. McCain was accompanied by armed troops on the \nground and helicopter gun ships that hovered overhead. McCain was asked about this controversy moments ago.\n\n(BEGIN VIDEO CLIP)\n\nSEN. JOHN MCCAIN, (R) PRESIDENTIAL CANDIDATE: In my discussion with General Petraeus and the men and \nwomen who are serving there, some of them on their second, third and even fourth tours. It convinces me that we \nare making some progress but that it will be long and difficult. Unfortunately, the American people are not being told \nof the progress that's being made. They should be.\n\n(END VIDEO CLIP)\n\nBLITZER: Senator McCain also concedes that the top commander in Iraq doesn't go out in an unarmed humvee, \ndespite what the senator told me in an interview exchange just a couple of weeks ago.\n\n(BEGIN VIDEO CLIP)\n\nMCCAIN: You know, that's where you ought to catch up on things, Wolf. General Petraeus goes out there almost \nevery day in an unarmed humvee. I think you ought to catch up. You see, you are giving the old line of three \nmonths ago. I understand it. You certainly don't get it through the filter of some of the media.\n\n(END VIDEO CLIP)\n\n\n\nBLITZER: On \"60 Minutes\" last night he acknowledged he misspoke when he made that statement here in THE \nSITUATION ROOM. Our chief national correspondent John King is joining us here. How is he trying to fix this \nproblem that he has and is he succeeding?\n\nJOHN KING, CNN CHIEF NATIONAL CORRESPONDENT: Well, Wolf, he's hoping through that \"60 Minutes\" \ninterview last night, through the news conference you just alluded to today and to a big speech later this week at the \nVirginia Military Institute. Hit the reset button if you will, both politically and strategically when it comes to Iraq. He's \nnot going to retreat completely, but he acknowledges in that interview with you he did overstep. He was wildly \noveroptimistic. So what he will say in this speech is this is not the Iraq war President Bush sold us at the beginning. \nHe will be much more detailed in his criticism of administration mistakes but he also will say there are some signs of \nprogress. Some sheikhs are cooperating, the Iraqi government is beginning to take some good concrete security \nsteps and in Senator McCain's view, he will not back away from his threshold, which is, we must finish the job there \nin his view because leaving he says will just incite chaos across the Muslim world. So he will hold firm on the policy, \ntry to recalibrate politically.\n\nBLITZER: You speak -- you are speaking all the time to insiders among his rival campaigns. What do they say?\n\nKING: Very interesting conversations today with rival campaigns.\n\nThey think the senator is back on his heels because of Iraq. But what they see as fundamentally more troubling to \nthe McCain campaign is, they say that not only did he not raise enough money, very disappointing fund-raising \nmoneys, but they say they are looking at the numbers, and that he is spending too much money.\n\nSo, they do see him -- if you talk to the Giuliani people, the Romney campaign, others in Republican politics, some \nin the presidential campaign, some just watching from the sidelines, they say McCain, as the presumed front-\nrunner, is a little vulnerable right now, especially, they say, finger-pointing and fighting within the organization. And \nthey say they are spending way too much money.\n\nBLITZER: And a lot of people are using the phrase, he's doubling down on the surge on the war in Iraq right now, \nthe increase in U.S. troops. That's a risky gamble. But how risky is it?\n\nKING: It's incredibly risky. In some ways, the conversations now, politically, about John McCain are the same \nconversations we had last year, in 2006, about President Bush.\n\nThis -- Senator McCain, even though Governor Romney, Mayor Giuliani have essentially the same policy -- support \nthe surge, support more troops, give the president's policy, especially now under General Petraeus, more time -- \nthey all have the same policy, the three leading Republicans, but it is Senator McCain who is so closely identified \nwith this one. He has the most risks.\n\nAnd he's going to stick it out. But it's a tough one. When was the last time you remember any candidate winning an \nelection by looking at the voters and saying, vote for me because we disagree? That's essentially Senator McCain's \nmessage on Iraq, although his rivals would say, if anyone can pull it off, he can, because of his history of being a \nmaverick and being contrarian. But he's in a very deep ditch, very similar to the political ditch the president finds \nhimself in.\n\nBLITZER: He had some tough talk last night on \"60 Minutes,\" very straight-talking. And, as you say, he basically \nsaid: I know the American people don't like this, but I'm willing to take my chances...\n\n(CROSSTALK)\n\nBLITZER: ... because I believe in it.\n\nKING: But no one votes in April. So, John McCain is in trouble right now, but he has time. Just like the president, for \nhis standing to improve, Iraq needs to improve.\n\nBLITZER: John King, thanks very much.\n\n\n\nAnd John, as every one of our viewers knows, is part of the best political team on television.\n\nNew York tops our \"Political Radar\" today. The Empire State governor, Eliot Spitzer, today signed into law a bill that \nmoves the state's presidential primary up to February 5. New York now joins California and nine other states for a \ncoast-to-coast super-duper Tuesday primary.\n\nIf you add up all the states with contests that day, you have got nearly 27 percent of the country's population. And \nthat's not all. Get this. Fifteen other states are thinking about moving their primaries or caucuses up to February 5.\n\nOne other note about New York -- right now, adopted New Yorker Hillary Clinton is the front-runner in the polls in \nthe Democratic race for the White House. And native New Yorker Rudy Giuliani is on top in the polls on the \nRepublican side. We're watching New York, all the other states as well.\n\nBarack Obama, by the way, is in enemy territory today. He's in New York City, fund-raising in Hillary Clinton's \nbackyard. The senator from Illinois is attending four -- yes, four -- fund-raising events in the Big Apple, as well as \nmaking an appearance on \"The David Letterman Show\" tonight.\n\nWhen it comes to campaign cash, Obama and Clinton are neck and neck. Clinton brought in some $26 million in \nthe first quarter of this year. Obama was just $1 million behind -- a lot more on this story coming up in our next hour.\n\nAnd, remember, for all the latest political news at any time, check out our Political Ticker at CNN.com/ticker.\n\nUp next in our \"Strategy Session\": Four years after Saddam Hussein's statue fell in the center of Baghdad, will the \ncity ever be safe? (BEGIN VIDEO CLIP)\n\nMAJOR GENERAL WILLIAM CALDWELL, U.S. ARMY SPOKESMAN, COALITION FORCES IN IRAQ: I mean, we \nstill have challenges. I don't want to minimize that at all, and there's still a long ways to go and there are still the \nthreats out there. But the people are moving on with their lives, and they're seeing hope for the first time. And so \nour job is we have to secure this progress that we're starting to see take place and maintain that hope and give that \nback to the people here.\n\n(END VIDEO CLIP)\n\nBLITZER: And we are going to have more on the Don Imus flap. Should the 2008 presidential field boycott the \ncontroversial shock jock's radio show? That's coming up in our \"Strategy Session.\"\n\nJames Carville and Terry Jeffrey, they are standing by live.\n\nStick around. You're in THE SITUATION ROOM.\n\nBLITZER: In today's \"Strategy Session\": two subjects. We're going to talk about the fourth anniversary of the fall of \nthe Iraqi capital to U.S. forces, also more on the Don Imus controversy.\n\nJoining us, our CNN political analyst and Democratic strategist James Carville, and Terry Jeffrey. He's the editor at \nlarge of \"Human Events.\"\n\nOnly moments ago, John McCain was asked whether he, being a regular on the Don Imus show, would agree to go \nback on, despite this controversy. Listen to what he said.\n\n(BEGIN VIDEO CLIP)\n\nSEN. JOHN MCCAIN (R), ARIZONA: He has apologized. He said that he's deeply sorry. I'm a great believer in \nredemption, whether...\n\n(END VIDEO CLIP)\n\nBLITZER: All right, so, the answer is, yes, he would go back on the show.\n\n\n\nIf you were advising any of the candidates right now -- and I know you aren't involved in any of the campaigns, even \nthough you support Hillary Clinton's campaign.\n\n(CROSSTALK)\n\nBLITZER: What would -- what advice would you give a candidate about going back on his radio show?\n\nJAMES CARVILLE, CNN POLITICAL ANALYST: Well, first of all, I was, am, and will continue to be a friend of Don \nImus. I have known him since 1992. And he has profusely apologized. I watched him this morning. As just \nsomebody -- as a friend of his, he knows that he's made a terrible error. It was almost -- he was anguished this \nmorning. He's going to do a lot of apologizing. And it's very encouraging that he wants to apologize to these young \nwomen on that basketball team, who had a magnificent achievement.\n\nBut I would say, if we can't -- in a way, we have got to reconcile this and move on. And, remember, he said a really \nbad thing. He didn't do a really bad thing. And life is redemptive, as Senator McCain said. And I think, looking at -- \nknowing him like I do, I think he is really, truly sorry for this.\n\nBLITZER: So, the answer is you think that candidates should -- I know you...\n\n(CROSSTALK)\n\nCARVILLE: Yes. Yes. I would.\n\n(CROSSTALK)\n\nBLITZER: You are willing to go back on his show?\n\nCARVILLE: Well, I would go back on his show. But I forgive people.\n\nI'm a believer that friendship -- when a friend is in trouble, that's when you run to their aid. Anybody -- I can be -- \nanybody can be Don Imus' friend when they all want to get a book promoted. What's that? Just like when President \nClinton got into trouble. That's when the demand of friendship is. If someone asks for forgiveness, you don't give a \nfriend that forgiveness, you don't give a person that forgiveness -- and I think that Don is going out of his way.\n\nHe's going on \"The Al Sharpton Show,\" is -- is trying to get to these young women. That's the big issue for me, is \nthat he apologized to these young women. And he wants to do that.\n\nBLITZER: And, Terry, I think James was right in describing how Don Imus approached this today. He clearly \nseemed anguished over what he had said.\n\nTERRY JEFFREY, EDITOR, \"HUMAN EVENTS\": Well, I think his apology is sincere. I don't think he's a racist \nperson. I think the remark he made is racist on its face.\n\nBut I do believe that Don Imus represents a general decline in standards in American broadcasting. I think his \nprogram is designed to try and attract audiences through saying crude and outrageous things, that the basic irony \nof his show, the reason people are supposed to be attracted to it, is, they go, hey, I didn't know someone was \nactually going to say that on the radio or TV.\n\nI wish we had a higher standard in general. But I wish Don Imus had a higher standard. And I do think that \npoliticians who go on that show are taking a risk, because then they are going to have to take a stand about these \nvarious outrageous things that he says.\n\nBLITZER: So, should they continue to go on that show?\n\nJEFFREY: I think they're taking a risk.\n\n\n\nAnd I think, if you're a cultural conservative, you ought to object to the general standards of a show, Wolf. For \nexample, I didn't hear or see his show on Friday, but I read in \"The New York Times\" that there was a song on his \nshow on Friday that made a very crude reference to the Christian doctrine of resurrection as we were heading into \nEaster.\n\nYou know, it didn't cause a huge uproar, but this is the regular sort of thing that appears on this guy's program.\n\nCARVILLE: Well, I'll tell you what. I'm a friend of his. And I will take all the blame for the kind of crude things they \ndo.\n\nBut give Don Imus half the credit for the literally tens of hundreds of millions of dollars he's raised. And he's a man \nthat sometimes has a foul mouth. But he has a good heart. And I hope that people understand that about Don.\n\nJEFFREY: I'm not at all, by the way, contesting that this is a good person or that his apology is sincere.\n\nCARVILLE: Right. No, I know.\n\nJEFFREY: But the level of his broadcast is low. And I think there's a general trend in our culture, especially in \nelectronic media, for the standards to go down and down and down and down. At some time, we have to start \nbringing them back up.\n\nI think, especially when you look at the fact that cable news stations have a limited audience -- not all the 300 \nmillion people in this country are watching the cable news channels -- they are, in fact, appealing to, theoretically, \npeople that are seriously interested in the news.\n\nI think this type of program underestimates the intelligence of the potential audience it has.\n\nBLITZER: All right, let's move on and talk about four years to the day. The statue of Saddam Hussein goes down in \nBaghdad on this day four years ago.\n\nAs you look at the political fallout right now of Iraq, it's fair to say, this issue is clearly the dominant issue hovering \nover this campaign.\n\nCARVILLE: It's -- it is the biggest issue in American politics today. We're into the fifth year of this war.\n\nAnd I will tell you, I get a sense that a lot of people on the Hill are moving it. They want this Iraqi parliament that -- \nwe see demonstrations and people saying they want us out of there, and attack American troops, and everything.\n\nAnd I think this parliament is going to have to pass an overwhelming resolution asking the United States, in the \ninterest of their country, to please stay there, because I -- this thing has gone on and on. And then we were told \nthere was going to be all this progress.\n\nAnd then we pick up the paper this morning and the last few days, and find out that's overblown. We have had one, \nyou know, kind of report of good news after another that turns out bad.\n\nAnd to tell you, the patience of the American people is about done with this thing. The patience of the Congress is \nabout done with this. And I have got to tell you, these Republicans' patience is getting rather frayed here now.\n\nBLITZER: How worried are Republicans, especially those who are up for reelection, all the members of the House \nof Representatives? More than 20 Republican senator incumbents, they are up for reelection. How worried are \nthey...\n\nJEFFREY: Well...\n\nBLITZER: ... that this issue of Iraq and the president's stance is going to undermine their reelection capability?\n\n\n\nJEFFREY: Well, extremely, because the reason the Republicans lost their majority is because of the Iraq war, \nprimarily.\n\nAnd, unless things change significantly in a positive direction in Iraq between here -- here and November 2008, it's \nquite likely the Democrats are not only going to maintain their majority in Congress; they will elect a president over \nthis.\n\nBut I will says, Wolf, if people look carefully at what the Democrats are actually proposing, including this new \nlegislation with Russ Feingold that Harry Reid is going to co-sponsor, none of these proposals actually call for fully \nremoving U.S. troops from Iraq.\n\nEven Feingold's proposal says, we're going to keep troops in there to fight al Qaeda and other international \nterrorists; we're going to keep troops in to protect our personnel; and we're going to keep troops in there to train \nIraqi army. Neither Republicans and Democrats in Washington today are actually proposing pulling all our troops \nout of Iraq at any time.\n\nCARVILLE: You know what? The Democrats says we're pulling -- but -- want to pull, on a timetable, a majority of \nthe troops out.\n\nThis is a Republican war. This war was President Bush's idea. He's the one that implemented it. It's his strategy. \nAnd he's going to have to deal with this. And the Democrats are saying, you know what? They are going to want \nthis Iraqi parliament to step up. They are going to want the president to do some things to report to the American \npeople, and keep -- quit giving us this Pollyannish news that we keep getting. (CROSSTALK)\n\nJEFFREY: At some point, when the rubber meets the road, the Democrats' actually policy is going to have to meet \ntheir rhetoric. And it better be a responsible policy, because, at some point, they may actually be...\n\n(CROSSTALK)\n\nCARVILLE: You know what? There's nothing more irresponsible than starting a war without a plan. There's nothing \nmore irresponsible than taking...\n\nBLITZER: All right.\n\nCARVILLE: ... an army to war without the American people.\n\nJEFFREY: And Hillary Clinton voted to authorize it.\n\n(CROSSTALK)\n\nBLITZER: We have got to leave it there, guys.\n\nJames Carville, Terry Jeffrey, thanks for coming in.\n\n(CROSSTALK)\n\nBLITZER: Some viewers of THE SITUATION ROOM got a payoff this weekend. If you happened to be doing \"The \nNew York Times\" crossword puzzle on Saturday, you saw this.\n\nThe clue was 21 across. And here was the clue: \"SITUATION ROOM airer\" -- A-I-R-E-R. Of course, if you're \nwatching us now, you probably can guess the answer. It's three letters. What are those three letters? CNN.\n\nAs for the rest of the puzzle, you are on your own.\n\nTHE SITUATION ROOM, not only in \"The New York Times\" crossword puzzle, but on \"Saturday Night Live\" as well.\n\n\n\nStill to come: a question of service. Does it matter to voters if presidential candidates have been members of the \nmilitary? Jack will be back with \"The Cafferty File.\"\n\nAlso: Barack Obama on Hillary Clinton's home turf, competing for presidential primary votes and cash, and laughs \nas well.\n\nStay with us. You're in THE SITUATION ROOM.\n\nBLITZER: Saying sorry is apparently hard to do, especially when you are being grilled for racially insensitive \ncomments.\n\nThat's what Don Imus faced today over comments he made about a woman's basketball team. The person he \nfaced, the Reverend Al Sharpton.\n\nReverend Sharpton is joining us now from New York.\n\nReverend Sharpton, thanks for coming in.\n\nAL SHARPTON, CIVIL RIGHTS ACTIVIST: Thank you.\n\nBLITZER: All right, so, did he reassure you, or you still want him fired?\n\nSHARPTON: Oh, no, we want him fired.\n\nI think that it is clear that we're not just talking, Wolf, about his personal beliefs or feelings, or even his being \ncontrite. What we're talking about is public policy.\n\nThere's no way the airwaves should be used to allow people to call people nappy-headed hos. That's what he \ncalled these people. And, for him to say that, and just to walk away like, \"I'm just sorry; I made a mistake,\" would \nthen mean that the FCC, who regulates everything on the airways, and who sanctioned people, as far as Janet \nJackson, with a wardrobe malfunction, has no purpose at all.\n\nBLITZER: Everybody seems to think, though -- at least a lot of people are suggesting, including John McCain, who \njust spoke out on this matter, maybe he deserves a chance, a second chance, given the anguish.\n\nYou saw him eyeball to eyeball. Did you sense how sorry he is?\n\nSHARPTON: The question becomes whether or not we are going to have a regulatory policy that goes based on \nhow contrite someone behaves, or whether or not they step over the line.\n\nAgain, Janet Jackson was contrite. The TV station was fined. She was fined. Everybody involved was fine. Are we \ngoing to have policy? Are we going to say, if you say you are sorry, or even convince us you are sorry, policy is out \nthe window?\n\nAnd, then, the next guy can do the same thing, and use the precedent of Don Imus to say, I can't be punished.\n\nThose of us that believe women ought not to be called hos and that blacks ought not be called nappy cannot have \nthat precedent live beyond this particular situation.\n\nBLITZER: Well, did you get the impression he was sincere in his -- in his anguish? You sat just across the table \nfrom him during your radio program.\n\nSHARPTON: I got the impression he was sincere. Whether he was sincere about keeping his job or sincere about \nwhat he did, I don't know him well enough to make that determination.\n\nThe real question is whether the stations he worked for are sincere about upholding a standard. The real question is \nwhether the FCC is sincere about having regulations that operate the same for everyone. And, when you see some \n\n\n\nhardworking young ladies who excelled academically to go to Rutgers University, and fight their way to the \nchampionship, being reduced to being called nappy-headed hos, the humiliation they feel and a lot of young women \n-- I had my daughter in the studio today.\n\nHow do they feel? And, if nothing is done about this, if there's no punishment, what message are we sending to this \ncountry?\n\nBLITZER: That -- that exchange you had with him, with your daughter there, I want to play -- I was listening to your \nradio program today. I want to play that little exchange, Reverend Sharpton.\n\nStand by for a moment.\n\n(BEGIN VIDEO CLIP, \"THE AL SHARPTON SHOW\")\n\nSHARPTON: You see this young lady here? Where is she at? You see this young lady?\n\nIMUS: Yes, sir.\n\nSHARPTON: This young lady just graduated and went to Temple. She is not a nappy-headed ho. She's my \ndaughter.\n\n(END VIDEO CLIP)\n\nBLITZER: And what -- what was his response to you?\n\nSHARPTON: I think he was a little taken back. And I think he understood why the impact of this is a lot more than \njust something that should be argued in the boardrooms of some radio station.\n\nHe hit a lot of us where we live. And a lot of us that have condemned a lot of the language in gangster rap and a lot \nof language on radio, and said to kids, you have got to quit using negative words, how do we go back to tell our kids \nto clean up their words, when you can call some exemplary young women this, and we say nothing and extract no \npunishment to protect their integrity and their self- esteem?\n\nBLITZER: John McCain just said, only a few moments ago, that everyone deserves a chance at redemption. He's \nwilling to give Imus another chance. James Carville, here in THE SITUATION ROOM, said he's been on his \nprogram for many years. He's been a friend of his. He's going to give him another chance, will continue to go on his \nprogram.\n\nDo you think big-name celebrities, whether politicians or media stars or others, should continue to be guests on \nImus' radio program?\n\nSHARPTON: I think that, if there is no punishment, if there is no policy enforced, to continue to go there is to \nendorse the policy that it doesn't matter how vile you get and who is violated, that an apology will do. It's strange to \nme that none of them have stopped to talk about the offended. It is easy for people that have not been offended to \nforgive people that didn't offend them. I think that is arrogant and insensitive.\n\nI would think that everyone, especially those running for president, would first say, wait a minute, has there been \nsome punishment and acknowledgment by those who were offended here? How can I forgive somebody for \nsomething they didn't do to me?\n\nBLITZER: What about all the good work he's done over the years? He's got a program at his ranch, as you know, \nout West. He brings sick children there, including a lot of minority kids. He gives them a chance to be out West.\n\nWhat about all the good work, the millions he's raised for these young kids?\n\nSHARPTON: I don't -- I don't think anyone discounts that. I think that that is good. And he ought to be applauded for \nthat.\n\n\n\nBut I don't think that answers the point that he himself said, that he did a repugnant, racist act. And I think that, if \nsomeone is accused of something, sure, you weigh their background. But you still do not say that that totally means \nthat you have immunity from behaving in a great way -- in a way that is a great insult and a great offense to people.\n\nI mean, if you go to all of those disc jockeys that have been fired for saying offensive things -- look at Al Campanis. \nHe did things in his community. He was fired -- Jimmy \"The Greek,\" fired.\n\nAre we now going to get to the 21st century, and you have somebody say something more repugnant than \nCampanis, more repugnant than Jimmy \"The Greek,\" and say, all you have got to do is say I'm sorry and have a \nfew of your big-shot friends come out and say they forgive you, when you didn't do anything to them in the first \nplace?\n\nBLITZER: The Reverend Al Sharpton, thanks very much for coming in.\n\nSHARPTON: Thank you.\n\nBLITZER: Appreciate it.\n\nWe are going to have more on this story coming up.\n\nAlso coming up: \"The Cafferty File.\" How much does it matter to you if a presidential candidate has military \nexperience? Jack Cafferty with your e-mail, that's coming up next.\n\nAnd the Pentagon is weighing new marching orders in Iraq. We will have a report on a plan that could affect \nthousands of American forces.\n\nStick around. We will be right back.\n\nBLITZER: Let's check in with Jack Cafferty in New York -- Jack.\n\nJACK CAFFERTY, CNN ANCHOR: The question is, how much does it matter to you whether or not a presidential \ncandidate has military experience?\n\nBill writes from Florida: \"It would be helpful, but not necessary, provided he would have someone in his Cabinet \nwho does have this knowledge, and it's someone he would listen to. It's like talking to a priest about marital \nproblems. They read the book, but they lack the understanding of all the problems that marriage actually contains.\"\n\nKathy in Austin, Texas: \"It's a vital component for an '08 candidate. The American military is often caught in a tug of \nwar between ideologues on both sides. These are serious times for our civil liberties and the Constitution. Who \nbetter to lead the way back to sanity than someone who has sworn an oath to protect and defend that \nConstitution?\"\n\nSoni in Salem, Oregon: \"I would prefer a president who has experience with peace.\"\n\nJohn in New Jersey writes: \"No. A president is the sum total of the people he surrounds himself with. If the \npresident surrounds himself with experienced and wise people who are not afraid to disagree with him, he is much \nmore apt to make wise decisions based on their advice.\"\n\nJohn in Colorado: \"I believe it does not matter if the president has military experience. History proves some of our \ngreatest presidents had no military experience and some of our worst presidents came right out of the military.\"\n\nHutch in Rhode Island writes: \"If you believe, as I do, the first tenet of leadership is never asking or ordering anyone \nto do something that you haven't done yourself, then the answer to your question regarding military service is -- as \na prerequisite for the commander in chief is a resounding yes.\"\n\nAnd D. writes: \"A president with no military experience is like playing poker without having to pay for the chips.\"\n\n\n\nI -- we're going to get somebody to translate for me, because I have no idea what that means -- Wolf.\n\nBLITZER: All right, Jack, thanks.\n\nAnd, to our viewers, you're in THE SITUATION ROOM.\n\nHappening now: Is it a big step toward producing nuclear power or a nuclear weapon? As Iran celebrates, America \nmay have cause to worry. Four years after Saddam Hussein was toppled, we have learned that thousands of U.S. \ntroops could be in Iraq a lot longer than they had planned. And you will learn why an Iraqi insider is now accusing \nthe Bush administration -- and I'm quoting now -- \"of monumental ignorance.\"\n\nTO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE \nORDER FORM LOCATED AT www.voxant.com\n"}