{"title": "The Unfair Immigration Burden", "body": "\nA handful of states have been inundated by illegal immigrants and are unfairly bearing the costs that should be \nborne by the entire nation. They deserve a helping hand when President Clinton submits his budget to Congress \nnext month.\n\nOnly a few states -- California, Texas, Illinois, Florida, New York and New Jersey -- account for the vast majority of \nthe estimated five million illegal, often poor immigrants who have entered the U.S. over the last decade. California \nalone may account for half. Cities like Los Angeles and New York have been pounded by costs associated with new \nimmigrants.\n\nThe Governors of Florida and California are planning to sue Washington for money their states spend providing \neducation and emergency health care for illegal immigrants. Their plea is just.\n\nGov. Pete Wilson says California wants Washington to pay more than $2 billion a year that his state spends on \neducation, emergency health care, prisons and other outlays on illegal immigrants. Gov. Lawton Chiles of Florida \nwants Washington to pick up the $750 million tab that his state has spent on illegal immigrants from Cuba, \nNicaragua and Haiti, among others. New York spends at least $800 million a year on illegal immigrants. But to help \nmeet these huge budget hits, Congress has allotted a measly $35 million.\n\nCalifornia and Florida didn't invite illegal immigrants; nor did these states create the poverty that plagues those \nunfortunate families. Illegal immigrants are no more the responsibility of taxpayers in Los Angeles than they are of \ntaxpayers in Butte. After all, Washington sets the nation's immigration laws; it also decides how carefully its laws \nare enforced. It follows that Washington ought to pay for the consequences of porous borders.\n\nIf Congress refuses to recognize the plight of Florida, California and New York, the political mood will inevitably turn \nugly. Governor Wilson has already proposed denying illegal immigrants education and some other services. And if \nsuch costs are piled onto already strapped state budgets, states may react with stingy services for all poor \nresidents. Worse, demagogues will be tempted to demonize all immigrants, legal and illegal, many of whom are \nguilty of no more than fleeing political oppression and economic degradation.\n\nThere's a humane palliative. Congress can find the few billion dollars a year it would take to ease the burden on \nthe worst-hit state budgets. The costs of illegal immigration in the U.S. aren't huge in total. But they are back-\nbreaking in cities like New York and Los Angeles. Congress needs to rescue hard-pressed localities. Then it can \nturn to the harder task of rescuing individuals trapped in poverty -- taking them off welfare rolls and connecting them \npermanently to useful work.\n"}