{"title": "High Court to Hear Cases on Deportation Appeals", "body": "\n The Supreme Court agreed yesterday to decide whether long-time legal immigrants to the United States can be \ndeported without legal recourse if they had committed a serious crime in the past. \n\n A ruling on the issue is due by summer and could affect several thousand pending cases. \n\n In 1996, Congress, newly under Republican control, sought to crack down on immigrants -- including those who \nwere in the United States legally -- by restricting government benefits and making it easier to deport those who \ncommit crimes. \n\n Immigrants who committed aggravated felonies, such as drug dealing, forfeited their right to live in the United \nStates, congressional leaders said. Such criminals should not be allowed to tie up the courts with legal claims, they \nadded. \n\n The new law closed the courthouse door to those who wanted to challenge their forced removal from the United \nStates. But immigrants' rights lawyers have been fighting this \"court stripping\" provision and have been winning in \nmany parts of the nation. \n\n They also say that it is unfair to apply a harsh, new automatic deportation rule to people who pleaded guilty to \ncrimes before the provision became law. \n\n Before 1996, a longtime legal resident who was not a U.S. citizen could be deported for committing a crime. \nHowever, many such persons obtained leniency if they could show the Immigration and Naturalization Service that, \nfor example, they had a job and a family in the United States and had lived here productively for years. \n\n But the 1996 law canceled the authority of the INS to grant these so-called \"waivers\" of deportation for \"criminal \naliens.\" \n\n Now, the Supreme Court will consider whether these legal immigrants can even go to court to challenge the \nunfairness of applying the new law retroactively. \n\n\n \"This is a fundamental issue of whether the INS can act as judge, jury and executioner, so to speak, in an \nimmigration case,\" said Lucas Guttentag, an attorney for the Immigrants' Rights Project of the American Civil \nLiberties Union. \n\n He argued that the Constitution gives all persons a right to go to court and ask a judge to hear their claims. Most \nlower courts have agreed, and some have ruled that anyone can ask for a judge's help by filing a writ of habeas \ncorpus. \n\n Appealing to the Supreme Court, lawyers for the INS said that allowing judges to hear these claims \"could lead to \nsignificant delays in the removal of criminal aliens from the United States.\" \n\n In one case, a Haitian man, Enrico St. Cyr, was lawfully admitted to the United States in 1986 but convicted of \nselling a hallucinogen about 10 years later. In a second case, Deb Calcano-Martinez, a Dominican native, had been \nin the United States legally since she was 3 years old and is the mother of four children. She pleaded guilty in a \nNew York court to selling an illegal drug, also early in 1996. \n\n In both cases, the U.S. court of appeals in New York said they can go before a federal trial judge to argue that it \nis unfair to apply the new automatic deportation rule to them. \n"}