{"title": "METRO DIGEST NEWS FROM AROUND THE REGION", "body": "\nIllinois\n\nMetro East\n\nOperation Safe Kids events set\n\nOperation Safe Kids fingerprinting events are being held today and Saturday in St. Clair, Madison and Monroe \ncounties, the U.S. attorney's office said, to provide parents with vital information for use in case of a child abduction \nor disappearance.\n\nUsing the U.S. Secret Service's Livescan Child ID system, various law enforcement agencies will provide parents \nwith a document containing the child's photograph, digitized, inkless fingerprints and other identification information.\n\nEvents will be held this evening from 4 to 7 at the First Baptist Church of Maryville at 7110 State Route 162, and \nfrom 9 a.m. to noon Saturday at the American Legion at 375 East Locust Street in Columbia and the Glen Carbon \nPublic Safety Facility at 149 North Main Street.\n\nEvents at both times will be held at 301 Riverview Park, East St. Louis; Kmart at 3655 Nameoki Road in Granite \nCity; O'Fallon Community Park, East Fifth Street; St. Clair Square Mall; and Columbia Market Place at 1000 \nColumbia Centre in Columbia.\n\nThere will also be an event from 10 a.m. to 2 p.m. Saturday at DM Communications at Frank Scott Parkway and \nRoute 13.\n\nPolice focus on seat belt law\n\nIllinois State Police on Thursday launched their largest ever \"after-dark enforcement effort\" to make sure people \nwear their seat belts through next holiday weekend, the state Department of Transportation said.\n\nDuring the Memorial Day \"Click it or Ticket\" campaign, motorists can expect more than 3,600 safety belt \nenforcement zones around the state. Almost 700 of these zones are planned for after the sun goes down - that's \nwhen surveys show more drivers don't buckle up.\n\nState will offer free boat inspections\n\nIllinois Department of Natural Resources will hold free boat inspections for the public on Sunday.\n\nConservation police officers will be checking watercraft's registration, lighting and availability of personal flotation \ndevices, among other things. Citations will not be issued.\n\n\nThe public boating inspections are one component of the department's safe boating awareness and education \nefforts, and kicks off National Safe Boating Week, May 19-25.\n\nIn the Metro East area, officers will check boats from 1 to 3 p.m. at the Grafton public boat ramp and at the Allen \nBranch boat ramp at Eldon Hazlet State Park in Carlyle.\n\nMadison County\n\nRezoning of Wal-Mart site is backed\n\nGODFREY - The Planning and Zoning Commission has voted 5-2 in favor of rezoning about 37 acres where a \ndeveloper hopes to build a Wal-Mart and a strip mall.\n\nThe proposed development, which would also have room for other businesses, is at the southwest corner of the \nintersection of Godfrey and Airport roads. The rezoning would change the land's designation to commercial from \nagricultural.\n\nClose to 100 people attended the commission meeting Wednesday at the Knights of Columbus hall. Developer \nScott Adams and business owners Kevin Barbier and William St. Peters supported the rezoning. They cited \nincreased tax revenue, the potential attraction of other businesses and service providers because of the Wal-Mart, \nand general continued growth of the Riverbend area.\n\nOpponents pointed to potential disruption to the environment, a need for a thorough geological study and a concern \nabout surrounding property values.\n\nThe Planning and Zoning Commission's approval will be taken to the Village Board meeting on June 4.\n\nElsewhere\n\nSIUC music school gets $1 million gift\n\nCARBONDALE - A professor has given a posthumous gift of more than $1 million to the School of Music at \nSouthern Illinois University Carbondale.\n\nSteven Barwick joined the school's faculty in 1955 and retired in 1988. He died in January 2006. Barwick left the \nbulk of his estate to the SIU Foundation. The money is earmarked for the School of Music to establish a scholarship \nfund for piano students.\n\nRickey N. McCurry, CEO of the SIU Foundation, said Barwick's generosity is his legacy to music students. \"The gift \ndemonstrates how much he revered students in the School of Music,\" he said.\n\nU of I OKs divestment tied to Sudan\n\nCHICAGO - University of Illinois trustees voted Thursday to sell off $2.3 million in investments in four companies \nthat do business in Sudan.\n\nIn the past four years, more than 200,000 people have died and 2.5 million have been displaced in fighting between \nblack African rebels in the Darfur region and government forces and their allied Arab militia, known as the \njanjaweed.\n\nSeveral dozen other American universities have passed similar measures.\n\nThursday's unanimous vote requires the university to divest its holding in any companies doing business in Sudan \nby June 30.\n\nAn Illinois law created in 2005 bars the state government from investing in Sudan. The state sold about $1 billion in \ninvestments.\n\n\n\nMISSOURI\n\nTop public defender in St. Louis quits\n\nThe head of the public defender's office in St. Louis stepped down from his post Wednesday with little explanation.\n\nDistrict Defender Eric Affholter resigned from the Missouri State Public Defender system effective immediately. He \nled about two dozen attorneys who represent criminal defendants in St. Louis who cannot afford a lawyer.\n"}