{"title": "What a Wall Can't Stop", "body": "\n To placate the nativist flank of his Republican Party, President Bush has promised to brick up the sky. But that will \nnot prevent the coming marriage of Mexico and the United States. South and north of the line, we are becoming a \nhemispheric people  --  truly American  --  in no small part because of illegal immigrants. \n\n  As the son of Mexican immigrants legally in the United States, I have long wondered about the future of Mexico, a \nnation that every night for nearly a century has lost hundreds of its most hopeful youths to its neighbor and rival, the \nNorth. \n\n  I think historians will come to recognize the illegal immigrant as the great prophetic figure within the Americas. The \nillegal immigrant Americanized us all by a simple and frugal migration; by sojourning in the North; and by sending \nthe dream of the North (a money-gram)  back into Mexico. \n\n  From the early 20th century, the migrant worker commuted between here and there, hot and cold, high and low, \npast and future, rich and poor, Spanish and English, life and death. \n\n  The legend of the North spread throughout the Americas. Today Peruvians and Bolivians know when there are \napple-picking jobs in the Yakima Valley;  when the godawful fisheries in Alaska will begin to hire; when  a \ndishwashing job in a Bronx restaurant is coming open. \n\n  By the late 20th century, the rumor of the North had ascended to the middle and the upper class in Mexico. They, \ntoo, followed the peasant's lead. In Mexico City, a capital of abundant but vulnerable wealth, the rich have learned \nthe prudence of a second home in La Jolla. \n\n  The Americanization of Mexico is as inevitable as the Mexicanization of the United States, though the cross-\npollination will never be equal because the United States is the more potent transgressor. \n\n   Americans take our imperial influence for granted. We assume, do we not, the desirability of Wal-Mart? Shouldn't \nwe build Wal-Mart in Mexico? Of course we should. Where shall we build Wal-Mart in Mexico? How about right \nthere  --  where it will appear in the photograph of the Pyramid of the Sun. \n\n  Commentators did not seem to know what they were watching when millions of brown people recently marched \nalong U.S. streets. This was obviously a \"demonstration,\" but a demonstration of what? I believe it was a reunion  --  \n\n\nof family, of hemisphere. Children and parents walked as one family. Brothers born there, sisters born here, walked \nas one hemisphere. \n\n  A great many Americans are alarmed by how much of Mexico is within the United States  --  the tongue, the tacos, \nthe soccer balls, the street gangs, the Spanish Catholic Masses, the workforce swarming into New Orleans in the \nwake of Hurricane Katrina. The extent of the Mexicanization of U.S. culture renders any notion of a fortified border \nirrelevant. \n\n  Twenty-five years ago, Joel Garreau wrote \"The Nine Nations of North America,\" in which he described a nation \nhe called \"MexAmerica\"  --  a puzzle to both Washington and Mexico City  --  encompassing much of the U.S. \nSouthwest and Northern Mexico as well as Baja California. A quarter-century later, one is struck by how prescient \nGarreau was but also how modest his forecast was. MexAmerica now includes vast sections of Chicago and blocks \nalong Main Street in Kansas, as well as the Baptist Church in North Carolina. \n\n  In the other direction, MexAmerica includes not just the Mexican border towns that have become drug supply \ncenters for U.S. addiction but also Jalisco, Colima, Michoacan and points south. \n\n  Mexico, the poorer country, does not have the luxury of an appalled demeanor when the Atlanta couple transforms \na beachfront property into a saltwater Tara or when senior citizens from Ohio park their retirement village in Baja. \n\n And watch closely  --  I implore you  --  watch the eyes of Mexican busboys and waiters as they observe U.S. \ncollege students conducting wet T-shirt competitions on the beaches of Cancun. Do not believe, America, that you \nare alone in your reservations concerning this marriage. \n\n  President Bush is far more accommodating to the notion of a hemispheric America than other members of his \nparty. In a film made for his reelection campaign in 2004, Bush put his arm around a brown child's shoulder and \nwaved a small Mexican flag with his other hand. One cannot imagine Theodore Roosevelt in such a posture or, for \nthat matter, Bill Clinton. \n\n  When I tell Mexicans I think their country is dying (as a vision and economic reality separate from the United \nStates), they take my remark as an affront. They tell me Mexico will always be different from the United States. \n\n  But a recent poll taken twice (over several months) by the Pew Hispanic Center found that more than 40 percent \nof Mexicans would emigrate to the United States if given the opportunity. Twenty percent would be willing to \nemigrate illegally. \n\n  In the initial survey, 41 percent indicated they would leave Mexico if they had the means and chance. Three \nmonths later, the percentage rose to 46 percent. Included were people of the middle class: Around 35 percent of \ncollege graduates would emigrate from Mexico; 13 percent would be willing to enter the United States illegally. \n\n  A nation that cannot feed its young with dreams but cuts its milk with memory and sand is going to starve the \nfuture; it is going to die. The only place where people will continue to hold on to Mexico will be in the United States. \n\n  Because of the illegal immigrant, we are all entering the hemisphere. There are now too many Mexicans in \n\"America\" and too many \"Americans\" in Mexico for any of us to avoid the New World: the united states of Americas. \n\n Richard Rodriguez is the author of \"Days of Obligation,\" a book about Mexico and California. \n"}