{"title": "INS Arrests 71 During 2 Raids in Maryland; Tips Pointed Agents To Bladensburg Firms", "body": "\nIn simultaneous raids, federal agents hit two Bladensburg businesses yesterday, arresting 71 workers suspected \nof being illegal immigrants and bringing the total arrested this year in Maryland to 188, more than double the \nnumber arrested in the same period last year.\n\nActing on a series of tips and armed with search warrants, 30 Immigration and Naturalization Service agents \nsealed off a commercial laundry and a chicken processing plant in an industrial park in the 5200 block of Monroe \nPlace during the midday raids.\n\nTaken into custody at Nutech Laundry & Textiles were 31 workers, while at nearby Poultry Processing Inc., agents \narrested 40 employees. Most of those arrested were women. INS officials said 56 suspects were from Mexico and \nthe rest were from other Latin American countries.\n\nThe suspects, ranging in age from 18 to 50, were taken in detention buses to an INS holding facility in suburban \nBaltimore for processing. Officials said they expected most to be released last night on bonds ranging from $ 5,000 \nto $ 15,000, pending deportation and other proceedings.\n\nThose with children, officials said, were allowed to telephone relatives to arrange for child care. One mother who \nhad a sick child on a respirator was released on her own recognizance, officials said.\n\nThe raids marked the latest in a series of raids in the Washington-Baltimore area fueled by a glut of tips, many \nanonymous, coming into the INS District Office in Baltimore.\n\n\"I've got more than 300 leads on my desk right now for Prince George's County and Montgomery County alone,\" \nsaid Benedict Ferro, INS district director. \"We're targeting only the most aggravated cases.\"\n\nMost of the 188 suspected illegal immigrants arrested in Maryland this year have been from Central or South \nAmerica, raising complaints from advocacy groups that the INS is unfairly targeting Hispanic workers. Ferro and \nother officials deny that arrests are selective, saying agents rely heavily on anonymous leads about undocumented \nworkers.\n\nFerro noted in an interview yesterday that a large percentage of Maryland's foreign-born population -- both legal \nand illegal - comes from Latin America. And unlike many others, who generally must have visas and airline tickets \nthat are screened before entry into the United States, he said, foreigners from Latin America \"can walk across the \nMexican border and be in downtown Baltimore in 72 hours.\"\n\nINS spokesman John Shallman said the arrests this year involved 27 work sites where employers are subject to \nINS sanctions, including fines of up to $ 2,000 for each illegal worker knowingly hired.\n\n\nAbout 10 INS agents raided Nutech. Some of the agents trained their handguns on terrified workers, said a \ncompany official who saw part of the raid.\n\nThe official said that one agent, who was not displaying a badge or wearing any identifying clothing, waved a gun at \nworkers who were hiding in laundry bins and ordered them, in English, to come out.\n\nThe arrested workers were led away in handcuffs and manacles, Nutech workers said. The raid occurred on a \nstreet of red brick and concrete industrial buildings.\n\nUnder federal immigration law, employers are required to ask prospective employees to show documentation that \nthey can work legally, but the employers are not required to verify those papers.\n\nNutech's president, Jack Robinson, said each of the 31 employees arrested yesterday had shown documentation.\n\n\"They're all honest employees,\" Robinson said. \"They all pay taxes. They all have Social Security withheld. None \nare paid in cash.\"\n"}