{"title": "An Immigration Puzzle;Crises in Cuba and Haiti Resurrect Debate About Newcomers and Employment in U.S.", "body": "\nWith Cubans piling up at Guantanamo and an invasion of Haiti seeming inevitable, the United States is once again \nfacing the prospect of a tide of huddled masses -- only this time many Americans seem decidedly uneasy.\n\nAnd while their feelings are a product of everything from racism to fears of cultural change to the end of the cold \nwar, economics surely plays a big part.\n\n\"Americans think immigrants are stealing their jobs and lowering their standard of living,\" said William Alpert, an \neconomist at the University of Connecticut -- thoughts that have a special resonance in an era of widening gaps in \nincome between the skilled and unskilled.\n\nAre the politicians and policy makers who see economic peril in continuing immigration correct? Research in the \narea has been less than conclusive, a fact that Orley Ashenfelter, an economist at Princeton University, says is \nfeeding passions on both sides. \"Some try to exaggerate\" findings of job and wage losses, he says, while \"some try \nthe opposite.\"\n\nThe perceived economic threat of immigration, notes Claudia Goldin, an economic historian at Harvard University, \nis no different today than it was in the 1890's, when Samuel Gompers of the American Federation of Labor was \ncalling on Congress to \"shut the doors.\" Unskilled immigrants compete with unskilled American-born, either \nreducing the wages of natives or putting them out of work.\n\n \n\nRaising the Returns\n\n By the same token, if unskilled native-born citizens are made worse off by competition from immigrants, Americans \nwith money are made better off. This is most evident in the availability of low-wage workers to wash dishes, mow \nlawns and tend babies.\n\nCheap, plentiful unskilled labor probably did (and still does) directly raise the returns to capital, both physical and \n\"human.\" Machines and white-collar workers are presumably more valuable if it costs less to hire labor for the \n\n\nrepetitive tasks of the assembly line. But does the scale of immigration currently being experienced in America \nportend such economic class conflict?\n\nMs. Goldin points out that the percentage of population growth attributable to immigration in the last decade is \nclose to the spectacularly high peaks during the decades of the Great Immigration before World War I -- 33 \npercent in the 1980's, compared with 28 percent in the 1890's and 54 percent in the first decade of this century.\n\nBut David Card of Princeton surprised many fellow economists with his benign analysis of the most notable influx of \nimmigrants in modern times, the 1980 Mariel boatlift, in which 125,000 largely unskilled Cubans flooded southern \nFlorida in a matter of weeks.\n\nUsing other Sun Belt cities as a benchmark, he found that the Marielitos had no discernible impact on wages or \nunemployment. The local economy, he concluded, expanded rapidly enough to absorb the new immigrants without \ndriving the largely black and Hispanic competition onto the unemployment rolls.\n\nBut the study hardly settled the question of whether immigrants make life tougher for American-born workers. \nLawrence Katz of Harvard, who was formerly the Labor Department's chief economist, speculates that the \nAmerican labor force is so mobile that the impact of excess labor supplies on localities quickly dissipates. Or to put \nit another way, more nonimmigrant workers would have come to Miami if the Mariel boatlift had never happened.\n\n \n\nNot Off the Hook\n\n \"There is now evidence,\" Mr. Katz said, \"that where immigrants are going, natives are leaving\" -- evidence that \nMariel-style immigration is not necessarily traumatic for regional economies, especially rapidly growing ones like \nMiami's.\n\nBut this interpretation does not get immigrants off the hook in the national economic context. Indeed, it implies that \nin one place or another, more unskilled immigrants mean lower wages and fewer low-end jobs for those already \nhere.\n\nMr. Katz, along with his Harvard colleague Richard Freeman and George Borjas of the University of California at \nSan Diego, say the impact of unskilled immigrants has been substantial. They estimate that roughly one-fifth of the \ngrowth in the wage gap between the skilled and unskilled since the mid 1970's is linked to the growing supply of \nunskilled immigrant labor.\n\nThe United States is, of course, a nation of the descendants of immigrants who are reluctant to deny opportunities \nto a new generation of immigrants. Thus to many, the more important question is whether continuing immigration \nis adversely affecting the American economy's long-term prospects. But here, too, the evidence is ambiguous.\n\n \n\nCause for Celebration\n\n Mr. Borjas notes that the skills and cultural backgrounds that immigrants are bringing is \"hollowing out\" in the \nmiddle, with higher percentages of highly skilled college graduates and higher percentages of people with just the \nrudiments of education. Americans do not worry about the top end -- in fact, many celebrate the arrival of all those \nIndian computer whizes, Russian physicists and Filipino nurses as a revitalizing influence.\n\nBut over all, Mr. Borjas said, immigrants are far more likely to receive welfare than people born in America. In 1990, \nhe calculates, the 8.4 percent of households with foreign-born heads received 13.1 percent of the total cash \nassistance. And he questions the capacities of low-income immigrants to assimilate into America's largely middle-\nclass culture as rapidly as preceding generations did.\n\nBefore the 1970's, immigrants entered the country with smaller earning gaps, compared with their native \ncounterparts, and made far more progress in closing the gap. Mr. Borjas projects that the wages of immigrants who \narrived from 1970 to 1990 will never catch up, remaining 15 to 20 percent behind those of American-born workers. \n\n\n\nThese (and less responsible) calculations are figuring prominently in the California gubernatorial election, where \nGov. Pete Wilson, a Republican, has made an issue of the taxpayers' cost in supporting immigrants.\n\n \n\nA Social Tragedy\n\n Other economists share Mr. Borjas' concerns, but put a different spin on their significance. Ms. Goldin notes that a \ndisproportionate number of the economically distressed immigrants are political refugees from the wars in \nIndochina. Their problems constitute a social tragedy, but do not say much about the consequences of \nimmigration driven primarily by economic incentives.\n\nBarry Chiswick, chairman of the economics department at the University of Illinois at Chicago, points out that job \nopportunities for unskilled workers, native and immigrant, have collapsed since the 1970's. Hence, it is hardly \nsurprising that immigrants facing language, cultural and racial barriers have had more trouble moving up in a \nsociety in which native-born are also having more trouble moving up.\n\nMoreover, he emphasizes that only unskilled immigrants qualify as competition for Americans near the bottom of \nthe economic pecking order. Thus, changes in immigration policy that discriminated in favor of the affluent and \neducated would defuse the problem.\n\nAmerican immigration laws were in fact revised in 1990, raising the number of visas for individuals in skills \ndeemed in short supply and lowering the priority of reuniting families. The latter policy of giving preferences to the \nrelatives of American residents, adopted in the mid-1960's, has been widely blamed for the decline in average skill \nand earnings levels of immigrants.\n\n \n\nEconomic Waste\n\n But Mr. Chiswick notes that Washington exercises enormous discretion in deciding which skills are needed, a \nprocess open to both bureaucratic inefficiency and political influence. He would much prefer a Canadian-style \nsystem, in which immigrant preferences were largely determined by a formula based on education and assets.\n\nTo some economists, the saddest aspect of limits on immigration (current and prospective) is the sheer economic \nwaste of preventing labor from moving to where it is most productive. For in theory, part of the increase in \nproductivity of, say, a Haitian who goes from making 20 cents an hour in Port-au-Prince to $8 an hour in New York, \ncould be used to compensate the native-born who are made a bit worse off by competition from immigrants.\n\nImmigrants might, for example, be made ineligible for beefed-up anti-poverty programs like earned income tax \ncredits and food stamps. But that may not be constitutional; and it certainly does not mesh with notions of equality \nunder the law. Even more to the point, Mr. Chiswick argues, it would add to the sorts of social problems that worry \nAmericans most about low-end immigration.\n\nWhat seems almost indisputable in the immigration debate, though, is the unfortunate coincidence of widening \nincome inequality in America and the pressure on the United States to admit unskilled immigrants, legal and illegal. \n\"It would be tough enough to make sensible immigration policy in the best of times,\" Mr. Ashenfelter concluded. \n\"Today it's almost impossible.\"\n"}