{"title": "Accessory for a U.S. Border Fence: A Welcome Mat for Foreign Loans", "body": "\nMexico has been a popular topic in the run-up to this year's Congressional elections, but not in any way the \nMexicans have enjoyed.\n\n  Congressional Republicans, seeking a popular initiative to improve their position with voters, scheduled a series of \nhearings this summer on the threat of immigration, and then passed a bill authorizing, but not paying for, a 700-mile \nfence on the United States border with Mexico.\n\nThat bill left out provisions sought by President Bush that would have made it possible for some illegal aliens to \nobtain American citizenship eventually.\n\n  And while there are doubts about how much good a fence would do -- the border is 2,000 miles long and many \nillegal immigrants enter on visas and fail to leave -- there seems to be little doubt that many Americans are worried \nabout Mexico, both as a source of illegal immigrants and as a destination for jobs. The North American Free Trade \nAgreement has been denounced in some campaigns.\n\n  But in a campaign appearance near New York this week, former President Bill Clinton pointed to another role \nMexico now plays, as the 10th-largest international lender to the United States. Debtors, perhaps, should be nice \nto their creditors.\n\n  The chart accompanying this table shows the 10 countries now with the largest ownership of United States \nTreasury securities, including both private and public lenders. The figures also show how much the holdings have \ngrown since the end of 2000, just before President Bush took office.\n\n  Over all, Mexico's holdings of U.S. Treasury securities have risen 175 percent since the end of 2000, faster than \nthe overall foreign increase of 112 percent, but far below the 462 percent gain in Chinese holdings. All told, Japan, \nChina and Hong Kong now hold $1.03 trillion in U.S. Treasuries -- more than all foreign countries combined held at \nthe end of 2000.\n\n  There are limitations to the figures, as they can obscure ultimate owners. A Treasury security held by a British \nmoney manager on behalf of a Japanese client will show up as being held in Britain, a fact that helps to explain why \nthat country ranks third on the list.\n\n  The other chart shows the extent to which the soaring supply of Treasury securities has been soaked up overseas. \nFigures from the Federal Reserve indicate that at the end of 2000, there were $2.8 trillion in Treasury securities \noutstanding, excluding those held by the Fed itself. Of those, $1 trillion, or about 36 percent, were held overseas.\n\n\n  By the end of June this year, the latest figures available, another $1.1 trillion had been added to the supply of \nTreasuries, increasing the figure by 40 percent. But only $140 million of the new supply was sold to Americans; the \nrest is overseas. \n\n  A result is that Americans now own less than half the outstanding Treasuries. American politicians may not be \nhappy to see foreigners moving to their country, but they have been quite happy to take loans from them.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nChart: ''Top 10 foreign holders of U.S. Treasuries''1 JapanAS OF AUG. 2006, IN BILLIONS: $644.2CHANGE \nFROM DEC. 2000: +103%2 ChinaAS OF AUG. 2006, IN BILLIONS: 339.0CHANGE FROM DEC. 2000: +4623 \nBritainAS OF AUG. 2006, IN BILLIONS: 201.4CHANGE FROM DEC. 2000: +3014 South KoreaAS OF AUG. 2006, \nIN BILLIONS: 66.7CHANGE FROM DEC. 2000: +1255 TaiwanAS OF AUG. 2006, IN BILLIONS: 65.6CHANGE \nFROM DEC. 2000: +966 GermanyAS OF AUG. 2006, IN BILLIONS: 51.1CHANGE FROM DEC. 2000: +47 Hong \nKongAS OF AUG. 2006, IN BILLIONS: 50.6CHANGE FROM DEC. 2000: +318 CanadaAS OF AUG. 2006, IN \nBILLIONS: 47.2CHANGE FROM DEC. 2000: +2089 BrazilAS OF AUG. 2006, IN BILLIONS: 43.2CHANGE FROM \nDEC. 2000: N.A.10 MexicoAS OF AUG. 2006, IN BILLIONS: 42.0CHANGE FROM DEC. 2000: +175TotalAS OF \nAUG. 2006, IN BILLIONS: $2,150.9CHANGE FROM DEC. 2000: +112%Graph tracks foreign vs. domestic holders \nof U.S. Treasuries (quarterly, through 2nd quarter of 2006) since 1980.(Sources by U.S. Treasury and Federal \nReserve, via Haver Analytics)\n"}