{"title": "FEDS ARE SET TO DEPORT CABBIE ON OLD GUN RAP", "body": "\nA MANHATTAN cabbie who's had a green card for nearly 30 years is suddenly facing deportation - for a gun \narrest in 1982.\n\nDominican immigrant Eligio Valerio, 52, didn't get any jail time for the ancient offense, but it could get him kicked \nout of the country he's called home for decades.\n\nAfter digging up the old conviction, Immigration and Customs Enforcement agents knocked on his door in \nWashington Heights last week.\n\nNow he's in federal custody, awaiting a bond hearing, while his daughter is set to give birth to his first grandchild.\n\n\"I'm confused,\" said daughter Elibany Valerio, 30, a paralegal. \"I don't know what's going on.\n\n\"He doesn't get in trouble. He didn't have anything to hide.\"\n\nValerio's family said that years ago, he bought an illegal gun for protection at his Washington Heights bodega.\n\nAfter he was busted for it in 1982, he was sentenced to five years probation and ended up serving only three \nbecause of good behavior.\n\nHe's had no other brushes with the law, pays taxes every year and has traveled back and forth to the Dominican \nRepublic with no problem, his relatives said.\n\nNow it seems his American dream has become a casualty of a federal push to ship immigrants with criminal \nrecords back to their homeland.\n\nDeportations hit a record high of 392,862 in the 12-month period that ended Oct. 1. Homeland Security officials \nboasted about half of those were ex-cons.\n\nICE declined to comment on Valerio's case or how his old conviction came to the agency's attention.\n\nCouncilman Ydanis Rodriguez (D-Manhattan) is calling on Gov. Paterson to intervene on Valerio's behalf.\n\n\n\"He's an active person in the community . . . . I don't know how the agency picked him,\" Rodriguez said. \"That's the \nbig question - what did he do?\"\n\nPeter Markowitz, director of the Immigration Justice Clinic at Benjamin N. Cardozo School of Law, said the law has \nlong allowed for the deportation of legal residents convicted of minor offenses, no matter how far in the past.\n\nLately, though, he said, he has noticed a \"disturbing trend\" of people like Valerio sent packing.\n\n\"The sad trend that I've seen is an increased focus on pumping up numbers of deportations of people that they \ncan claim are 'criminal aliens' without any attempt to look at the particulars of the situation,\" Markowitz said.\n\nHe fears there could be even more deportations with the advent of Secure Communities, a program that shares \npolice department fingerprints with the feds.\n\nIt hasn't been implemented in New York City yet, but the state signed on in the spring.\n\nMeanwhile, Elibany Valerio is worried that her father will not be in New York for the arrival of her baby, due in the \nnext few weeks.\n\n\"I want him to be there for my labor - that's what upsets me, that he might miss it,\" she said.\n\nepearson@nydailynews.com\n"}