{"title": "Immigrants feel ticking of clock", "body": "\n(ran SS edition of Metro & State)\n\nUNO Federation Community Services in Clearwater, which serves Pinellas County's burgeoning Hispanic \ncommunity, has fielded as many as 300 calls in recent months from undocumented immigrants.\n\nThey all wanted to know one thing: How could they become permanent, legal  U.S. residents under a special \nfederal program that expires April 30?\n\n\"We've had inquiries from here all the way to Hernando and also from the Wimauma area,\" said Ralph Alex \nEmmanuelli, UNO's executive director, who recently had a local immigration attorney  offer a workshop to answer \nquestions.\n\nThe federal program that has set local immigrant communities abuzz is not a general amnesty. Instead, it targets \nperhaps one in 10 illegal immigrants, or 640,000 nationwide out of more than 6-million estimated illegal residents \nof the United States.\nLIFELAW30\n\nQualified immigrants - those who have family ties to U.S.  citizens or specialized job skills - have until April 30 to \napply to the INS for permanent residency in the United States and receive their green cards.\n\nAs long as they meet the deadline, they won't face the normal penalties for having entered the country illegally. \nThose penalties would otherwise include being forced to leave the U.S. and stay out for up to 10 years before being \nable to return.\n\nUnder the program, they will have to pay a $ 1,000 fine and wait - perhaps for years - for their applications to be \nprocessed by the Immigration and Naturalization Service. Still, it's an opportunity many people are trying to grab.\n\n\"For some people who are here illegally, this law is the difference between black and white, round and square,\" said \nClearwater attorney Ramon Carrion, who expects to file about 100 applications by April 30. \"But they have to act \nquickly.\"\n\nThe brief window of opportunity opened  in December, when President Clinton signed the Legal Immigration and \nFamily Equity Act, or LIFE act, reviving an old immigration provision called 245(i). Specifically, it applies to illegal \nimmigrants who:\n\n Are the parents, spouses, children, brothers or sisters of  U.S. citizens who want to petition for them to have \nresidency.\n\n Are the spouses or unmarried children of permanent residents who want to petition for them.\n\n\n Have specialized job skills and a potential employer who wants to petition for them and can't find an American for \nthe job.\n\nSome people are disappointed that the law isn't broader.\n\nThe Akar family of Palm Harbor has only one member who is eligible to apply under the law. The Akars came to the \n United States  to escape the violence in Lebanon 15 years ago.\n\nFouad Akar was able to get temporary permission to work here; he sells T-shirts and other merchandise to gas \nstations. But his wife, Ghada, has stayed past her original visa, and three of their four children weren't given the \nproper paperwork when they entered the country.\n\nMrs. Akar is applying for residency as a skilled worker - a cook of specialty Arabic foods - under the LIFE act. A \nrestaurant in Palm Harbor has agreed to sponsor her and loan her part of the $ 5,000 she's paying Carrion, a hefty \nsum for her family.\n\nMeanwhile, her daughter, Ahlam, 20, is frustrated. Without a job skill or a U.S.  husband, she probably won't apply \nto become a permanent resident. And without a green card, she can't go to college - though she received a state \nscholarship - to get a skill.\n\n\"I've got a chance for me,\" Mrs. Akar said. But, she added, \"I'd rather have it for all my children.\n\n\"Sometimes I cry,\" she said.\n\nCuriosity about the temporary immigration window has boosted calls to numerous local agencies like the Catholic \nCharities Foundation of the Diocese of St. Petersburg. The foundation's St. Petersburg office estimates it receives \n150 calls daily.\n\nEmmanuelli has been telling potential applicants - particularly those with little money - to call Catholic \nCharities' offices at (727) 893-1311, ext. 228, and (813) 631-4397, because they will file petitions for residency for \nonly a few hundred dollars.\n\nJoe Citro, executive director of Catholic Charities locally, said that there seems to be confusion about the \nopportunity and whom it applies to. He has encouraged his staff members to go on Spanish radio shows to try to \nexplain the program.\n\nCitro also said people should be warned that some immigration consultants - often called  notarios in Spanish - are \nnot reputable. He recommended that people carefully check out anyone they hire to help them file an application \nwith the INS.\n\nThe INS' Tampa office has been busy, too. The program has boosted daily visitors there from 200 to about 400, \nsaid INS spokeswoman Maria Elena Garcia\n\nINS officials will put a drop box outside the Tampa INS office until midnight April 30 for an expected wave of last-\nminute applications for residency under the special provision.\n\n\"We realize that we might see a big crunch on that day,\" Garcia said.\n\n- Times news researcher John Martin contributed to  this report.\n\nGhada Akar, center, a Lebanese immigrant seeking U.S. residency, stands outside her Palm Harbor home with \nher son Ahmad, 11, a U.S. citizen because he was born here. At right is her daughter, Ahlam, 20. Without a green \ncard, she can't go to college, though she has a state scholarship.\n\nGraphic\n\n\n\n \n\nPhoto, JILL SAGERS; Ghada Akar, a Lebanese immigrant seeking U.S. residency, stands outside her Palm \nHarbor home with her son Ahmad, 11, a U.S. citizen because he was born here and her daughter, Ahlam, 20 (ran \nLA, SE, CT)\n"}