{"title": "U.S. Grants Asylum to Woman Fleeing Genital Mutilation Rite", "body": "\nThe highest administrative tribunal in the United States immigration system granted political asylum yesterday to \na 19-year-old woman from Togo who said she had fled her homeland to escape having her genitals cut off.\n\nThe decision of the Board of Immigration Appeals in the case of the woman, Fauziya Kasinga, is its first recognition \nofgenital mutilation as a form of persecution and a basis for asylum. The rite has been practiced on millions of \nwomen in 26 African countries.\n\nThe ruling sets a precedent that is binding on the 179 immigration judges across the country. The few who have \nheard such cases have been divided in their decisions.\n\nThe board, part of the Justice Department, rejected the position of the Immigration and Naturalization Service, also \npart of the department. It had argued that although genital mutilation should be a reason for granting asylum in \ncarefully defined circumstances, Ms. Kasinga's case should be sent back to an immigration judge to consider what \nthe service said were inconsistencies in her story and new testimony from an expert on Togo.\n\nImmigration law calls for asylum to be granted to people who can show that they have a well-founded fear of \npersecution because of their race, religion, nationality, polical opinions or membership in a social group.\n\nMs. Kasinga's lawyers sought a narrow ruling that would also not foreclose future claims by women in different \ncircumstances, for example those who had already been subjected to the practice. The immigration service argued \nthat women who had already undergone the procedure as children, or who would face ostracism, not actual \nmutilation, for opposing it should not qualify for asylum in most cases.\n\nThe ruling, written by the chairman, Paul W. Schmidt, rejected the framework proposed by the immigration service. \n\"We decline to speculate on, or establish rules for, cases that are not before us,\" he wrote.\n\nThe ruling went on to say that genital mutilation as practiced by the tribe to which Ms. Kasinga belonged, the \nTchamba-Kunsuntu, constituted persecution.\n\nKaren Musalo, the lead attorney on Ms. Kasinga's legal team from American University, said that by rejecting the \nimmigration service's proposed framework, the board \"had clearly left open the door to women who have been \nmutilated in the past.\" Ms. Kasinga could not be reached for comment, but Ms. Musalo said her client was jubilant. \n\"Her reaction was one of joy, ecstasy and relief,\" she said.\n\n\nAcknowledging that the board had not adopted his proposed framework, the immigration service's general counsel, \nDavid A. Martin, said, nonetheless, \"We're pleased that the board recognized that female genital mutilation came \nbe the basis for asylum.\"\n\nResearchers on women's refugee issues have said that making genital mutilation a basis for asylum claims \nwould be unlikely to lead to a flood of new claims. Most women are subjected to genital mutilation as young girls, \nbefore they have the means to escape. Even those who want to flee later often lack the money to do so, they said.\n\nOnly a handful of women have asked the United States for sanctuary in recent years because of mutilation. \nCanada, the first country to grant asylum to women because of genital mutilation, has found that such claims \nhave remained relatively rare.\n\nThe board's ruling quoted from a report prepared by the immigration service on female genital mutilation in Africa. \n\"It remains particularly true,\" the ruling quoted the report as saying, \"that women have little legal recourse and may \nface threats to their freedom, threats or acts of physical violence, or social ostracization for refusing to undergo this \nharmful traditional practice, or attempting to protect their female children.\"\n\nThe board flatly dismissed the conclusion of an immigration judge, Donald V. Ferlise, that Ms. Kasinga's story \nlacked rationality and credibility. In contrast, the board found her story \"plausible, detailed and internally consistent.\"\n\nMs. Kasinga told the immigration authorities that her father had opposed polygamy and ritual mutilation and, as a \nwealthy businessman, was able to defy the tribal customs. But he died suddenly when she was 15, and an aunt \narranged for her to become the fourth wife of a middle-age man. To avoid the marriage and genital mutilation, Ms. \nKasinga said she fled, first to Ghana, then to Germany and finally to the United States, where she had relatives.\n\nLanding at Newark International Airport, Ms. Kasinga asked for asylum. She was detained in the Esmor detention \ncenter in Elizabeth, N.J., run by a private company under contract with the immigration service. The immigration \nservice later found that Esmor detainees has been subjected to arbitrary cruelties by guards, strip searches and \nisolation. The conditions led to a disturbance a year ago and Esmor's closing. Ms. Kasinga was then held in \nPennsylvania prisons.\n\nAt the York County (Pa.) Prison, Ms. Kasinga was strip-searched and locked in a maximum security cell with an \nAmerican convict, said the warden, Thomas H. Hogan. A week before her case was to be heard by the immigration \ntribunal, after an article in The New York Times described her case, Ms. Kasinga was released. She has been living \nin the Washington area since her release in April.\n\nThe detention of a teen-ager seeking political asylum for more than a year brought a pointed footnote in \nyesterday's ruling. The tribunal noted that Ms. Kasinga had no criminal record and questioned the value of keeping \nher behind bars. It suggested that immigration service officials \"might well wish to review this policy should future \ncases of this type arise.\"\n\nGraphic\n\n \n\nPhoto: Fauziya Kasinga. (Associated Press)      \n"}