{"title": "Guillen sounds off on Arizona controversy", "body": "\nArizona's new immigration law hits a nerve with White Sox manager Ozzie Guillen, though it has little to do with \nhow major league players could be affected. He believes many of the Latinos likely to be affected by it are people \nwho persevered through difficult circumstances to reach the United States and who came to work and make a \nbetter life for themselves.\n\nAnd Guillen doesn't think that someone willing to go through all that to come here will be easily pushed back out.\n\n\"We're pretty smart. We came all the way from Mexico, Guatemala, Venezuela and you have to cross the border \nand we did it,\" he said. \"It's easy to (then) go from Arizona to Colorado or California. ... It's a tough thing they want \nto do (but) we're not leaving. We're not doing anything wrong here. We come here just to work.\"\n\nGuillen, a Venezuelan, was pleased the players' union had issued a statement critical of the law. He said \nunderstood why it was written but that he was \"disappointed\" it passed because it sets the table for more states to \npass similar legislation. \"Once they have this in one state, every state will come out with the same stuff and that's \ngoing to be hard,\" he said. \"And (immigrants) - I don't care what law you do - they're not going to leave. They came \nto make money, they came to work and they came to make this country better.\n\n\"I think this problem should have been resolved a long time ago and not wait until now. ... Help them get a visa or \ntry to do something different to keep those guys here. The sooner you do that, there will be less illegal people here.\"\n\nBOO-TIFUL DAY FOR JAVY\n\nJoe Girardi admits it's possible Javier Vazquez \"is trying too hard\" in trying to shake a season-opening funk so bad \nthat the righthander likely will be booed by home fans when he starts against the White Sox at the Stadium today.\n\nStill, the Yankees have not begun to examine rotation alternatives, Girardi said. And both the manager and GM \nBrian Cashman say they expect Vazquez, who is 1-3 with a 9.00 ERA, to handle what could be a difficult \natmosphere.\n\nBeyond a potentially hostile crowd, Vazquez also faces another challenge this afternoon: Ozzie Guillen, the \nmanager Vazquez clashed with in Chicago, is still the White Sox skipper. Extra incentive or another roadblock? \nMaybe Curt Schilling's recent criticisms could spur Vazquez, too.\n\n\nAt the end of the 2008 season, Guillen suggested that Vazquez was not a big-game pitcher. Vazquez did not make \nhimself available to the media before last night's game. Guillen, a rapid-fire, often-zany quote, did, as usual. When \nasked if he wished things had ended differently with Vazquez, he replied:\n\n\"I don't care about him. He's not feeding my family. It didn't work out for us. I wish him the best after (today's) game. \nI don't have any feelings.\"\n\nJO-PO A NO-GO\n\nJorge Posada was not in the starting lineup last night but he said he could've played despite continued swelling in \nhis bruised right knee. \"I could, but they decided to give me another day,\" Posada said. The catcher believes he'll \nbe in the lineup today, something that Joe Girardi said was a possibility because Posada is \"going in the right \ndirection.\"\n\nEXTRA Innings\n\nUNSUNG HERO\n\nBrett Gardner went 2-for-3, scored two runs and stole his AL-leading 10th base of the season. Girardi eschewed \npinch-hitting for him with Marcus Thames in the seventh against lefty Matt Thornton and Gardner delivered a \nmasterful eight-pitch at-bat. He won the battle with a single, setting the table for Derek Jeter's big two-run triple.\n\nMIA\n\nCurtis Granderson was 0-for-3 with a walk, extending his slump to 3-for-32 over his last 10 games.\n\nNEXT GAME\n\nToday, 1:05 vs. White Sox,\n\nJavier Vazquez (1-3, 9.00)\n\nvs. John Danks (3-0, 1.55) TV: YES\n"}