{"title": "3 other states weighing tough immigration bills; Despite lawsuit, Okla., S.C. and Utah may follow Arizona's lead", "body": "\nAttention is focused on Arizona and the federal government's challenge to the state's strict new immigration law, \nbut three other states could adopt similar legislation next year.\n\nLawmakers in Oklahoma, South Carolina and Utah, which have already taken steps against illegal immigration, \nsay that Arizona-style measures have a realistic chance of passing when their legislatures reconvene in 2011.\n\nThe Obama administration sued Arizona in federal court Tuesday, charging that the state law usurps federal \nauthority, would hamper immigration enforcement and would lead to police harassment of those who have no \nproof of lawful status. The government asked that a federal judge stop the law from taking effect July 29.\n\nLegislators in at least 17 other states introduced bills this year similar to the Arizona law, which allows officers to \nquestion anyone they suspect of being in the country illegally. But most of those measures are not considered likely \nto be adopted or signed by governors.\n\nThe political climate in Oklahoma, South Carolina and Utah, however, improves the chances that state \nlegislatures there could follow Arizona's lead in 2011.\n\nIn 2007, Oklahoma led the way on such laws by adopting legislation that makes it a felony to knowingly transport or \nshelter an illegal immigrant. It also blocked illegal immigrants from obtaining driver's licenses and in-state tuition.\n\nState Rep. Randy Terrill (R), who sponsored the measure, has expressed a desire to go beyond the Arizona law \nwhen he introduces a bill next year that would seize property from businesses that knowingly employ illegal \nimmigrants.\n\nTerrill cited the arrest last week of an alleged Mexican drug cartel member in Oklahoma as evidence that an \n\"Arizona-plus\" measure is needed urgently. He said the effect of Arizona's law has been to push illegal immigrants \n\"straight down Interstate 40\" toward Oklahoma.\n\n\nVivek Malhotra, advocacy and policy counsel for the American Civil Liberties Union, said the administration's \ndecision to sue Arizona could discourage other states from doing the same. But he also said that similar legislation \nmay be adopted in 2011.\n\n\"After the other border states, it is natural to look at the states that have enacted the most anti-immigrant laws\" \nbefore Arizona, Malhotra said. He said he expected Oklahoma, South Carolina and Utah to make the \"most \nvigorous effort\" to enact similar legislation early next year.\n\nIra Mehlman, spokesman for the Federation for American Immigration Reform, said he thinks the Obama \nadministration designed the lawsuit against Arizona  as a \"shot across the bows\" of all states considering similar \nmoves. He said he doubts, though, that Terrill will be deterred.\n\n\"Randy Terrill has made this his issue in Oklahoma and has earned bipartisan support in the past,\" he said. \"He is \na determined guy and he is not going to back down too easily.\"\n\nIn Utah, state Rep. Stephen Sandstrom (R) has been making regular fact-finding trips to Arizona as he finalizes a \ndraft bill. But, following the announcement of the federal suit, he said he may consider watering down one of the \nArizona law's most contentious elements.\n\nUnder the law, state  officers are instructed to check immigration status if they have a \"reasonable suspicion\" that \na person is in the country illegally. Sandstrom said his measure may require officers to meet the higher legal \nstandard of \"probable cause\" to suspect someone of being undocumented before checking.\n\n\"I don't want people of Hispanic descent to feel my bill is aimed at them,\" he said.\n\nA Utah law that took effect last year made it illegal to harbor or employ undocumented workers.  Gov. Gary R. \nHerbert (R) has said he expects to sign new immigration legislation next year and is meeting with all sides to find a \nway forward.\n\nSouth Carolina Gov. Mark Sanford (R) touted a comprehensive set of measures against illegal immigration as the \nnation's strictest when he signed it into law in 2008. The far-reaching legislation forced businesses to check the \nimmigration status of their workers. Harboring and transporting illegal immigrants also became a state crime. \nState lawmakers are seeking to build on it and were quick this year to draw up an Arizona-style bill, introducing it \nless than a week after the Arizona measure was signed.\n\nState Sen. Larry Martin (R) said in an interview that an Arizona-type measure was introduced too late this year. \n\"But I have every expectation a new bill will be introduced in January,\" he said. \"As long as an officer has a lawful \nreason to question someone, and then a suspicion develops [that] they are an undocumented person, then I think \nour law enforcement folks ought to be able to pursue that,\" he said.\n\nGraphic\n\n \n\nIMAGE\n"}