{"title": "METROPOLITAN AREA NEWS IN BRIEF", "body": "\nBAT FOUND AT PHILA. ZOO\n\nWAS RABID, OFFICIALS SAY A wild bat found recently by a visitor to the Philadelphia Zoo was rabid, according to \ncity health officials, who want to make sure no others had contact with the animal.\n\n\"We suspect that few, if any, zoo visitors may have had the kind of contact with the bat that would have exposed \nthem to rabies,\" said Robert Levenson, director of the health department's Division of Disease Control. He said that \nif anyone was bitten or scratched by the bat, or had an open cut or sore and handled the bat, he or she should seek \nmedical attention immediately. Left untreated, rabies is always fatal in humans, Levenson said.\n\nThe bat, which was alive when it was discovered Sunday, was placed in isolation and died that night. Zoo animals \nand their handlers are immunized against rabies and were never threatened, the health department said. Health \ndepartment spokesman Jeff Moran said officials do not believe there is a colony of bats - or any more rabid bats - \non zoo grounds. \"They're going to conduct a thorough search, but we believe this was simply a stray, wild bat that \nlanded on the ground,\" Moran said.\n\nThree cases of rabies have been reported so far this year in Philadelphia - two in the Mt. Airy section and one in the \nFox Chase section of Northeast Philadelphia, according to Loretta Brown, an infection control practitioner at the city \nhealth department.\n\nAll three cases were reported in raccoons, she said.\n\nUNIVERSITY CITY TO BEGIN\n\n'3D THURSDAYS' NEXT MONTH University City's \"Third Thursdays\" - an effort to lure people to that area's \nrestaurants, clubs and stores - will begin next month with a street festival on 36th Street featuring performances on \ntwo stages and offerings from 18 local restaurants.\n\nFrom 4 to 9 p.m., booths will line 36th between Walnut and Chestnut Streets, and Philadanco, singer Billy Mann \nand local bands 5nation and Three Doors Down will perform. Parking meters from 30th to 50th Streets and Spring \nGarden Street to Woodland Avenue will be free after 6 p.m. and some parking garages will be free after 5.\n\nThird Thursdays will take place every month through next May.\n\nTWO SHOT BY POLICE GET OUT\n\n\nOF HOSPITAL AND ARE ARRESTED Two men shot Tuesday night in Strawberry Mansion in an exchange of \ngunfire with police officers were released from the hospital yesterday and then arrested, police said.\n\nThe wounded men were Solomon Jones, 45, of the 2400 block of Corlies Street, and Sean Bell, 23, of the 2600 \nblock of North 27th Street. Also arrested was Alexander Hill, 20, of the 3000 block of North Stillman Street. Bell and \nHill were charged with aggravated assault, weapons offenses and conspiracy. Jones was jailed after officers \nlearned there was a bench warrant for his arrest.\n\nPolice said the shooting, at 27th Street and Lehigh Avenue, occurred when two undercover narcotics officers saw \nthe trio standing near a car parked at the intersection. Two of the three were engaging in a \"slap fight,\" police said.\n\nThe officers identified themselves, but one of the men, later identified as Bell, pulled out a handgun and pointed it at \nthe officers, identified only as Sgt. Bard and Officer Burton.\n\nThe officers fired a total of seven shots. Hill, who was not injured, fired at the officers, ran off, but was captured \nminutes later, police said. Bell and Jones received minor bullet wounds and were arrested at the scene.\n\nPOLICE IDENTIFY MAN\n\nSHOT, RUN OVER IN S. PHILA. Police have identified a man killed Monday night after being shot and then run \nover in South Philadelphia as Christian Harrell, 28, of the 1700 block of South 20th Street.\n\nPolice are still looking for the person who shot Harrell in the back near 20th and Mountain Streets about 8:30 p.m. \nand for the person driving a black car who ran him over.\n\nInvestigators yesterday were trying to determine whether the two incidents were related.\n\nLOCAL BANDS TO PERFORM\n\nAT SWARTHMORE BENEFIT Eleven local bands will perform at the Swarthmore Community Center at Route 320 \nand Harvard Avenue on Saturday to benefit a foundation for children suffering from mitochondrial disorder, a \nmuscular disease.\n\nTwo stages will be set up in the center, one downstairs for bands playing electric instruments, and one upstairs for \nacoustic performances, said organizer Leo Niederriter.\n\nThe doors will open at 4:30 p.m. and the show will run until midnight. Tickets are $5 in advance and $7 at the door. \nFor ticket information, call Niederriter at 610-328-0220.\n\nNotes\n\nMetropolitan Area News in Brief\n"}