{"title": "IMMIGRANTS ARE EASY FRAUD TARGETS;CONSULTANTS SHOULD HOLD STATE LICENSES AND BE SUBJECT TO FEDERAL GUIDELINES", "body": "\nUndocumented immigrants are easy prey.\n\nThat vulnerability has inspired growing numbers of shady immigration consultants who bilk immigrants out of \nhard-earned cash only to file fraudulent documents or who fail to provide any services at all, as stories in Monday's \nand today's Mercury News show.\n\nHairstylists go through more rigorous training and licensing than immigration consultants, who offer to help \nimmigrants with the confusing process of work permits, green cards and citizenship. Federal guidelines are \nneeded to establish uniform requirements nationally and all consultants should hold a state license -- or be shut \ndown.\n\nTighter controls would help curb widespread fraud. In addition to an onslaught of cases in immigration gateway \ncities -- Chicago, Miami, Los Angeles and New York -- corrupt consultants are cropping up in not-so-obvious \nplaces, including Atlanta, New Orleans and Denver.\n\nFaced with the same issues, Canadian officials have taken a more aggressive approach, including requiring that \nconsultants meet educational and character standards and obtain professional liability insurance. They also plan \nto create a compensation fund for fraud victims.\n\nCalifornia requires consultants to post a $50,000 bond and prohibits them from dispensing legal advice. But \nstricter licensing procedures would allow the state to require training, do background checks and make it easier to \ncrack down on fraud.\n\nIn Santa Clara County, which has one of the more impressive records for catching consultant fraud, the district \nattorney's office also advocates extending the statute of limitations in these fraud cases from one year to four, and \nrequiring the secretary of state to notify the district when bonds are canceled or expired.\n\nThat's a good start, but more needs to happen. The Citizenship and Immigration Services bureau (formerly \nImmigration and Naturalization Services) should make the system for applying for permits and citizenship easier to \nnavigate. Making application forms for green cards, work permits and citizenship easily available in languages other \nthan English is a solid start. (President Clinton's executive order 13166 issued in August 2000 requires access to \nfederal programs in languages other than English, but that is not widely enforced.)\n\n\nTo its credit, the bureau offers help in other ways, including sponsoring community workshops. But many \nundocumented immigrants are afraid to use those resources because of a deep distrust of the government. That's \nwhere similar programs run by immigrant advocacy groups and church support systems play a key role in \ncommunity outreach.\n\nMany of the undocumented immigrants using these consultants have legitimate claims for legal residency. They \nhave built their lives here and have contributed to the community. As Karyn Sinunu, Santa Clara County's assistant \ndistrict attorney puts it: \"Their children are going to school here, they go to our churches, they're employees working \nhere . . . and frankly, they're a part of our community. Nobody should be exploited -- we should care.\"\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: DAI SUGANO -- MERCURY NEWS\n\nAn undocumented Salinas farmworker watches television on his day off. He couldface deportation because federal \nofficials have questioned his paperwork, which was submitted by a consultant.\n"}