{"title": "Immigration Reform Growing at the Grassroots", "body": "\nJust days before Sept. 11, 2001, President Bush was committed to significantly overhauling the current \nimmigration system - a system so broken that millions enter this country without a trace in a risky run across the \nborder, and then work without permits and basic workplace protections.\n\nIn the two years since, Washington has made no grand gesture to reform immigration. Instead, a dragnet has \nswept across the land, detaining thousands of immigrants and secretly deporting hundreds. This de facto overhaul \nof the immigration system has become painful evidence that the nation Bush once described as \"more, not less, \nAmerican\" because of its immigrants, has changed.\nwashingtonpost.com\n\nYet, despite the new era of the Patriot Act and its threats of deportation, most illegal immigrants remain convinced \nthat the chance for a better life here is still worth the risk. And, in part, what gives them hope in what some describe \nas one of the most hostile environments for immigrants in years, is the proliferation of small gestures on local and \nstate levels that are making big differences in their lives.\n\nThese gestures are tacit recognition of the presence of illegal immigrants and their needs and contributions to \nsociety. They appeal to a community's sense of justice and, little by little, they nudge along a federal system playing \ncatch-up with the rest of the nation.\n\nIn Northern California, for instance, farmers in Napa County, home to a $4 billion wine industry, last year agreed to \ntax themselves to help provide better housing for their immigrant field workers, most of them Mexicans. Their \nintention: to make living conditions more humane for laborers they cannot do without.\n\nLast week, the town council in the Washington suburb of Herndon, Va., approved a temporary shelter for day \nlaborers. Supporters argued successfully that the site would provide some order for an already extant but \ndisorganized practice of local immigrants gathering on roadsides and in parking lots looking for work. A similar \nstructure is already being built -- for similar reasons -- in nearby Arlington County.\n\nIn a trend that began just two years ago, seven states now allow undocumented immigrants who have fulfilled all \nother residency requirements to qualify for lower in-state tuition at their colleges and universities. And at least 19 \nstates now issue driver's licenses to those who lack legal residency -- despite security concerns raised after 9/11.\n\nEven non-U.S. documentation, the Mexican-issued consular cards or matriculas consulares are being accepted as \na legitimate form of identification by an increasing number of local authorities, particularly police departments. Last \n\n\nmonth, the U.S. Treasury Department decided the cards could be used to open bank accounts, a decision that drew \npraise from financial institutions nationwide and further legitimized the documents.\n\nOther Latin American countries are sure to follow the matricula model. Already, governments in El Salvador and \nNicaragua are considering the issuance of such documents for their citizens living here. If nothing else, the \nmatriculas help to document the undocumented, facilitating the work of authorities here.\n\nThere is perhaps no clearer symbol of how immigration reform has been paralyzed than the fact that Bush barely \nmentions the \"I\" word in his speeches now.\n\nStill, the issue will not go away, even on the national level. Those who don't stand in the president's precarious \nposition of trying to block the influx of future terrorists while not appearing to be anti-immigrant can make the \nsmaller local and state gestures or even introduce legislation proposing smaller reforms at the federal level.\n\nJust last week, for instance, a bill was proposed in Congress to give legal residency to illegal farm workers, who \nrepresent at least half of the agricultural labor force. This would be less than 10 percent of the 8 million immigrants \nliving here undocumented.\n\nThe bipartisan measure is supported by farmers and farm workers alike and has drawn praise as a first good step \nfrom even the most active pro-immigrant forces -- the Freedom Riders of 2003 -- who converged in Washington this \nweek to draw attention to the plight of immigrant workers, legal and illegal. Traveling by bus from cities all around \nthe country, these hundreds of immigrants and their supporters are inspired by the original 1961 Freedom Rides.\n\nThe original riders traveled federal highways into the Deep South to challenge the practice of segregating bus \nstations and other public places in violation of federal law. In an ironic twist of history, these new pro-immigrant \nfreedom riders are journeying from many of the places where changes are already occurring to prod Washington to \njoin the trend.\n\nMarcela Sanchez's e-mail address is desdewash@)washpost.com.  \n"}