{"title": "Chertoff chides left, right over bill; Says opposition may hurt interests of both", "body": "\nMcLEAN, Va. -- Homeland Security Secretary Michael Chertoff said Wednesday that Republican conservatives \nworking to block an immigration bill risk endorsing a \"silent amnesty\" by insisting on deportations that are \"not \ngoing to happen.\"\n\nChertoff also leveled criticism at liberal immigrant rights advocates, saying they could prolong the anguish of \nimmigrant families by withholding support for legislation that could make them legal.\n\nHis warnings came in an 80-minute appearance he and Commerce Secretary Carlos Gutierrez made before the \nUSA TODAY editorial board. The two men's appearance is a preview of a media blitz by the Bush administration as \nCongress prepares to go on a week-long Memorial Day recess that will give both sides in the emotional debate a \nchance to sway senators on a bill President Bush wants as part of his legacy.\n\nThe Homeland Security secretary said he canceled an overseas trip to help. In addition, the president is expected \nto stump for the bill next week and a \"rapid response\" team is countering critics, not only in the conventional media \nbut, for the first time, on Internet blogs, said White House communications director Kevin Sullivan. The president's \npress secretary, Tony Snow, already has debated talk radio host Rush Limbaugh and TV commentator Lou Dobbs, \nboth critics of the bill.\n\nChertoff acknowledged that there is \"a fundamental unfairness\" in a bill allowing illegal immigrants to stay. But  \ntrying to force them to leave would be impossible, Chertoff said, \"We are bowing to reality.\"\n\nHe dismissed the argument of Republican conservatives, such as Rep. Brian Bilbray, R-Calif., who argue that illegal \nimmigrants will leave if strict enforcement of U.S. laws makes it impossible for them to find a job.\n\n\"You're not going to replace 12 million people who are doing the work they're currently doing,\" Chertoff said. \"If \nthey don't leave, then you are going to give them silent amnesty. You're either going to let them stay or you're going \nto be hypocritical.\"\n\nBilbray said his idea hasn't worked because  \"there's been a conscious strategy of not enforcing the law.\"\n\nChertoff, whose department has staged a number of recent raids that have resulted in mass roundups of illegal \nworkers and sharp protests from religious groups, warned there will be more if the workers don't get a chance to \nbecome legal. \"We're going to enforce the law,\" he said. \"People all around the country will be seeing teary-eyed \nchildren whose parents are going to be deported.\"\n\nBoth he and Gutierrez warned that major changes could kill the compromise bill.\n\n\nKevin Appleby of the U.S. Conference of Catholic Bishops rejected what he called the \"take it or leave it\" argument. \n\"The groups who represent those who don't have a voice in the debate want to get the best deal possible,\" he said.\n\nGutierrez addressed another controversial aspect of the immigration bill, a program to expand the number of \nforeigners who can work temporarily in the USA. The Senate on Wednesday voted to reduce the number of guest \nworkers from 400,000 to 200,000 a year, a move Gutierrez called \"a bit concerning.\"\n\nThe USA needs more foreign workers as baby boomers retire, the Commerce secretary said. His department's \nfigures show the population ages 25-54 growing at 0.2% a year while the workforce is growing at 1.2% a year.\n\n\"The reality is, we don't have enough people,\" said Gutierrez, adding that many of the USA's economic \ncompetitors, such as France, Germany, Japan and China, will be facing a similar demographic shift. \"The big \nchallenge of the 21st century is: Who gets the people? Who gets the immigrants?\" he said. \"We don't appreciate \ntoday that these people are coming in for free.\" \n\nGraphic\n\n \n\nPHOTO, Color, USA TODAY\n"}