{"title": "LETTERS TO THE EDITOR Send your letters by email to bleditor@thehindu.co.in or by post to 'Letters to the Editor', The Hindu Business Line, Kasturi Buildings, 859-860, Anna Salai, Chennai 600002.", "body": "\nOct 10, 2019( The Hindu Business Line: http://www.thehindubusinessline.com/ Delivered by Newstex)  Deposit \nrate-cut This refers to 'Why SBI's savings deposit rate cut is bad news for customers' (October 10). The rate cut is \nlikely to impact senior citizens and those retired from service, for whom the interest from the deposits are vital for \nrunning the family. SBI's action is likely to be followed by other banks too. A rate cut may result in a saving in \ninterest outgo for banks but it may prompt investors to avoid depositing their savings in banks. \n\nSBI should, therefore, assess the impact of a likely fall in deposits due to the interest rate cut.TR \nAnandanCoimbatore Tomato prices With reference to 'After onions, now tomato prices soar to Rs. 80/kg' (October \n10), it goes without saying that the unexpected hike in the retail price of tomatoes must have come as a bolt from \nthe blue for citizens even as they are trying to wipe out their 'onionised' tears. While the jump in tomato prices (as \nhigh as Rs. 80 per kg in the national capital) is being attributed to supply disruption caused by heavy rains in key \ngrowing States, including Karnataka, creation of artificial shortage by vested interests (commission agents, and \nothers) can never be ruled out as was the case with onions earlier.SK GuptaNew Delhi RBI nod for Kerala Bank \nSince the beginning of last century when the cooperative movement emerged on the Indian scene, cooperatives \nhave been playing a proactive role in the economic development and social life of Kerala. Attempts by vested \ninterests to capture and manage cooperative institutions and resultant efforts to circumvent regulatory and \nsupervisory requirements did affect the growth of this ideal institutional system, off and on, since certain provisions \nof the Banking Regulation Act, 1949 were made applicable to cooperative societies. The problems faced by \ncooperative banks during demonetisation (2016) and the recent failure of the Mumbai-based urban cooperative \nbank PMC Bank can be traced to such intervention by external forces.The conditions subject to which the RBI has \ngiven the 'go ahead' to Kerala Bank relating to capital adequacy, management and institutional set-up are very \nliberal.The stipulation that administration and management will be guided by the present guidelines for \nmanagement of urban cooperative banks may need review even before the commencement of business by Kerala \nBank, in the context of the recent PMC Bank failure.In all probability, coming into being after the merger of Kerala's \nown State Bank of Travancore with SBI, Kerala Bank will be the biggest cooperative bank in India and soon get \ncategorised under the 'too big to fail' category.That adds to the Centre's and RBI's responsibility to ensure that the \ndual control (State government having a major role in management matters and the RBI's regulatory and \nsupervisory role) does not adversely affect the institution's smooth functioning.MG WarrierMumbai Peace Spring \nThe Turkish incursion into north-east Syria (codenamed 'Peace Spring') with an avowed aim to 'destroy terror \ncorridor' and 'create safe zone' in Syria, near the Turkish border, has come in for widespread condemnation.The air \nstrikes supported by artillery fire and the attack by the ground forces have caused panic among the people living in \nthe Kurdish-held border towns of Tal Abyad and Ras Al-Ain.The humanitarian cost cannot be fully assessed when \nthe operation is under way. Civilians are fleeing Syria to Iraq as the Turkish campaign intensifies.It is difficult to \nestablish the rights and wrongs of the Syrian conflict, now in its ninth year, in that it involves multi-ethnic \ncommunities and many layers, dimensions, interests and domestic and geopolitical actors. There is no telling who \n\n\nthe lesser evil is to deserve support. The Kurdish militias who played a major role as a key ally of the US in \ndefeating the Islamic State or IS are now targeted by the Turkish military following the withdrawal of the US troops \nwhich they call a 'stab in the back' by the US.G David MiltonMaruthancode, TN \n"}