{"title": "The politics of immigration", "body": "\nPoliticians need to weigh up the benefits against the costs, writes Shamubeel Eaqub.\n\n--------------------\n\nImmigration is firmly in the spotlight for the coming election.\n\nThere is growing tension between two view points: one that embraces growth and diversity, and another that is less \narticulate, but demands a fair go for those already here, and an idea of first come first served.\n\nThe converging view on immigration in politics is on more stringent controls and tougher integration measures - \nand that skilled migrants are good, unskilled migrants are bad.\n\nThis is a shift from the philosophies of tolerance, growth and diversity that have allowed immigration policy in New \nZealand to be unstructured and without an articulated and convincing end goal of what immigration will serve.\n\nBut the social licence from unpredictable and large flows of migrants has been revoked by many Kiwis.\n\nIn the urban centres, immigration and population growth is seen to be worsening decades-long failure to build \nenough infrastructure such as roads, public transport and homes.\n\nIn the provinces meanwhile, immigrants are doing jobs for wages that no-one else will accept.\n\nImmigrants are keeping wages low and there are few incentives for businesses to change their focus to be less \nseasonal, or to offer training and career progression, resulting in a persistent rump of jobless folk.\n\nBut many businesses fear losing access to a global workforce.\n\nBusiness uses the global workforce to meet its need for workers, ranging from highly skilled software engineers to \nfarm hands.\n\nEven businesses' fears will ring hollow to many voters. Can they really not train more young people to fill these \njobs?\n\nIf dairy farms need cheap labour to be viable, are they really so good for the economy, leaving aside all the \nenvironmental issues? Are businesses really saying that if they paid higher wages people would still not work in \nthese jobs? What exactly is going on here?\n\nFear and anxiety around immigration are real, and so are businesses' fears around losing access to a global \nworkforce.\n\n\nMixed up in the immigration debate are many complexities around structural policy failings, not just in population \npolicy, but also infrastructure, housing, public services like health, and gross failures in education and training.\n\nPeople do not weigh up the evidence when thinking about immigration. Rather, our brains are biased towards \naccepting claims that fit with our beliefs about society and social problems.\n\nThe big public philosophies at play seem to be fairness, waiting your turn and playing by the rules. Immigrants \ncoming in, 'using up' roads, houses and 'taking our jobs', fly in the face of all these philosophies.\n\nIt is difficult to believe that in a growing population, everyone can be better off.\n\nMost people intrinsically think that the gain of one person comes at a cost of someone else - even though this is not \ntrue. The whole point of economic activity should be that both buyers and sellers are better off as a result of a \ntransaction, and the economy is made up of the multitude of these transactions.\n\nIt is much easier to blame foreigners than to understand the complex and long-term factors that shape our lives.\n\nThis is why economists should not be the ones to tell this story of immigration.\n\nEconomists' narratives are inevitably tied up in the economic gains and losses. For each supporting economist, it \nwill be easy enough to find another person with an opposing view.\n\nThe conversation has to be led by politicians, because it is their role to shape the public's views on why we have \nimmigration, where that will take our population, and how we will manage the costs and benefits that come with \nimmigration.\n\nIt's a shame that our politicians do not have the skill nor the intellect to understand there is little in public policy that \nis either good or bad, rather, each public policy must balance benefits with costs.\n\nImmigration policy is no different - there are costs and benefits. How we bank the benefits and minimise the costs \nshould be the political narrative.\n\n--------------------\n\nCAPTION:\n\nExcited new citizens are pictured taking the Oath of Allegience at a Citizenship Ceremony at the Convention Center \nin Palmerston North. DAVID UNWIN/FAIRFAX NZ\n"}