{"title": "Pair charged with selling fake papers", "body": "\nHillsborough County Sheriff's deputies have charged a Palmetto couple with peddling phony immigration papers to \ntwo Mexican farm workers.\n\n \n\n    Sheriff's deputies arrested Cesar Vega, 24, and Blanca Granados, 26, late Saturday, and charged them with \ngrand theft and uttering forged instruments. The couple were in Hillsborough County Jail on Sunday, each in lieu of \n$ 2,000 bail.\n   Deputies said this was not an isolated incident and an investigation continues.\n\n \n\n    \"We've had victims of similar scams in the past\" in east Hillsborough County, said Lt. B. Hoffman.\n\n \n\n    The arrest happened at 9:45 p.m. at a mobile home park at 111 21st St. SE in Ruskin, where the couple sold \nfake papers to farm workers Antonio Sandoval and Ernesto Copto, deputies said.\n\n \n\n    Sandoval, 20, and Copto, 24, said they met Vega and Granados last Wednesday in Ocala. Speaking in Spanish, \nthe two farm workers said they have lived in the United States less than a year.\n\n \n\n    The couple, they said, offered to arrange temporary immigration papers that would enable them to work legally \nwhile they applied for immigrant work permits known as green cards.\n\n \n\n    The farm workers, who said they generally earn $ 150 a week harvesting and selling tomatoes, were interested. \nThe fee: $ 250 apiece.\n\n \n\n    Sandoval said he borrowed $ 250 from his brother in Ruskin. Copto wrote a $ 90 check as part payment. Vega, \nthey said, told them he knew someone who worked for the U.S. Immigration and Naturalization Service in Texas \nand she would process their applications.\n\n \n\n    \"Everything was always rushed,\" Copto said.\n\n\n \n\n    Later Wednesday, the workers said they showed their newly purchased papers to a neighbor, who recognized \nthem as phony and called the Sheriff's Office.\n\n \n\n    The neighbor then asked the workers to call Vega back and tell him they had more friends interested in buying \nwork permits.\n\n \n\n    The workers said they made the call Thursday and lured the couple to the mobile home park Saturday. The \nneighbor then summoned sheriff's deputies, they said.\n"}