{"title": "Caught up in terror war;INS expels rising number of illegals to Muslim lands", "body": "\nAn anxiety that has gripped foreign nationals from 16 Muslim nations is spreading among students, tourists and \nbusinesspeople from Pakistan and Saudi Arabia. They have until Feb. 21 to report to the Immigration and \nNaturalization Service, the latest citizens of several Muslim nations to be fingerprinted, photographed and \ninterviewed in a program to track foreign visitors.\n\nThe prospect petrifies some who work and pay taxes but have overstayed a visa, said Rehan Khan, a Henry \nCounty businessman and former president of the Pakistani American Society of Atlanta. He said they worry \"they \nwill go to jail and be deported\" and wonder why the government singles out visitors from countries whose \ngovernments have allied themselves with the United States in the war on terrorism.\n\n\"They are not pointing to Mexicans or Chinese,\" he said. \"Why are they pointing to Pakistanis?\"\nAJC\n\nIn Georgia and around the United States, the INS has significantly stepped up the detention and deportation of \nforeign nationals from Muslim nations in response to public pressure to safeguard the United States from terrorists \nlike the ones who struck Sept. 11, 2001. The number of people deported to Muslim countries in North Africa, the \nMiddle East and South Asia multiplied faster than for citizens of virtually every other country, according to a Journal-\nConstitution computer analysis of INS records.\n\nThe new focus disrupted the routine of Carma Said of Bethlehem, Pa. She said the INS deported her husband to \nEgypt even though it had approved his request for legal residency.\n\n\"They just destroyed a whole family,\" she said. \"The country that I love and that I'd go fight for let me down.\"\n\nPaul Virtue, a Washington immigration lawyer and former INS general counsel, said the increased attention to Arab \nand Muslim immigrants makes sense.\n\n\"That's where the threat is,\" he said.\n\nOthers decry a selective enforcement that they say provides only the illusion of security. They point out that no Arab \nor Muslim immigrant detained or deported after Sept. 11 has been charged with a crime related to terrorism.\n\n\n\"The government is engaging in racial, religious and ethnic profiling. They're not doing anything that's making us \nany safer,\" said Dalia Hashad, the ACLU's advocate for Middle Eastern and South Asian immigrants. \"This is \nselective enforcement, and it's ridiculous, inappropriate punishment.\"\n\nThe 19 hijackers who struck Sept. 11, 2001, were from Saudi Arabia, Egypt, Lebanon and United Arab Emirates. \nThree had overstayed visas and were in the country illegally.\n\nThe U.S. Justice Department secretly detained at least 899 immigrants during the terrorism investigation, mostly \nfrom Middle Eastern or South Asian countries. Authorities say 765 were held on immigration violations, such as \noverstaying a visa, and 134 were charged with some crimes unrelated to terrorism, such as credit card fraud or \nlying on a passport application, but advocates say the real number is closer to 1,200. Most were deported.\n\nFew terrorists found\n\nDoris Meissner, INS commissioner from 1993 to 2000, said she doubts authorities would have deported people who \nthreatened national security --- they would have charged them as terrorists instead. She said the focus on Muslim \nnations \"was inevitable and predictable right after 9/11, but I think it became clear pretty quickly that focusing that \nway was not unearthing terrorists.\"\n\nJorge Martinez, spokesman for the Justice Department, disputed that.\n\n\"That a detainee has been deported from the United States does not necessarily indicate that he or she had no \nknowledge of or connection to terrorism,\" the department said. \"In many cases, the department determined the best \ncourse of action to protect Americans was to remove potentially dangerous individuals from the country and ensure \nthey cannot return.\"\n\nIn the past two months, the INS required male visa holders from 18 mostly Muslim countries to be fingerprinted, \nphotographed and interviewed at INS offices nationwide. About 500 people in California and a handful in Georgia \nwere detained when they showed up to register. Most were held for immigration violations, but lawyers say some \nwere jailed even though they had applied for legal status. A judge will decide whether they should be returned to \ntheir native countries.\n\nIn Georgia and three nearby states, the number of foreign nationals from Jordan and Pakistan who were detained \nby the INS increased faster than the number of detainees from any other country from October 2001 through \nSeptember 2002. Even though Jordanians and Pakistanis account for only 1.1 percent of Georgia's foreign-born \npopulation, they made up 4 percent of people detained by the Atlanta INS last year, according to an analysis of \nrecords obtained through the federal Freedom of Information Act.\n\n\"The Atlanta district has increased its focus on immigration violators from those countries identified by the president \nto be supporters of terrorism since 9/11,\" said INS spokeswoman Sue Brown. \"While it is not part of a specific \nnational targeting strategy, the events of 9/11 have highlighted the need for the INS to focus its efforts on protecting \nnational security by identifying and taking enforcement action against all of those looking to exploit the immigration \nsystem.\"\n\nAt least two Middle Eastern immigrants detained by the Atlanta INS are listed in records as \"possible terrorists.\" \nOne is a 22-year-old Saudi Arabian man who overstayed a visa. He was detained Sept. 30, 2001. The other is a 38-\nyear-old Moroccan who also overstayed a visa. Authorities took him into custody March 26. The records also show \none Pakistani detained in a \"sensitive case\" and another of \"special interest\" taken into custody. A third Pakistani \nwas jailed after his name was associated with a name on a \"watch list,\" records show.\n\n5 detainees released\n\nRecords show that two \"possible terrorists\" and three Pakistanis were released from INS custody within a few \nmonths. That suggests they were deported, since most immigrants detained by the INS are sent home for one of \ntwo reasons.\n\n\n\nSome committed a crime that would trigger the removal of any immigrant, legal or illegal, such as a drug sale or \npossession, burglary or robbery. Others were deported solely for violating immigration law.\n\nThe INS has wide latitude in targeting people in the latter group --- the agency calls them \"noncriminal\" immigrants. \nIt has 2,000 officers to enforce immigration laws in a country with an estimated 9 million illegal immigrants.\n\nLast year, the number of \"noncriminal\" immigrants deported from around the country to Egypt, Algeria, Sudan, \nSaudi Arabia, Jordan, Yemen, Tunisia and Morocco increased 166 percent to 407 percent, greater than for any of \n127 nations with at least five citizens deported the previous year.\n\nMany left behind friends and relatives like Said, the Pennsylvania woman.\n\nNever got notice?\n\nShe gave this account of events that led the INS to deport her husband, Akram, to Egypt:\n\nHe entered the United States illegally in 1993 and applied for asylum. The INS let him work until a judge decided his \nasylum request. He became a chef at the City View Diner in Bethlehem, Pa., and met Carma, a waitress. They \nmarried in August 2001.\n\nAkram Said applied for legal residency, based on his marriage to a U.S. citizen, and the INS approved it, but a \ngreen van pulled up to his house last May 29. INS officers stepped out and handcuffed him.\n\n\"They grabbed my 15-year-old son by the shirt and asked him if he was Egyptian,\" Carma Said said.\n\nThe officers said a judge had denied Akram's asylum claim in 2000 and ordered him deported. They said the \nagency mailed him a deportation notice, but Carma Said said her husband never got it. She said he has lived in the \nsame house since 1996 and had frequent contact with the INS as he renewed work authorization and applied for \nlegal status.\n\n\"He paid his taxes. He donated to the police station, the fire station,\" she said.\n\nCarma Said was several months pregnant when her husband was detained. He was deported before the baby was \nborn. He has never met his 7-week-old daughter, Laila.\n\nA cleaning business he ran folded after he was deported.\n\n\"I feel like I'm walking in the twilight zone,\" Carma Said said. \"He's missing out on the baby.\"\n\nCarma Said can't even bring herself to tell friends and relatives what really happened. She tells them her husband \nwent to Egypt to visit his mother and is facing delays in returning because of security precautions.\n\nIt's the kind of case that upsets Hussein Ibish, spokesman for the American-Arab Anti-Discrimination Committee in \nWashington.\n\n\"The people who are being targeted are not terrorists anymore than the Japanese [Americans] detained in the '40s \nwere spies or saboteurs for the Japanese government,\" he said.\n\n\"We have reintroduced national origin discrimination into our immigration system for the first time in decades.\"\n\nGraphic\n\n \n\n\n\nPhoto: Gisroo Mohajeri and husband Ali, a U.S. citizen, leave INS offices in Los Angeles, where they tried to get her \nIranian-born son, Hossein Ahmadi, 16, out of custody last month. The couple had taken the boy in to register \nvoluntarily for INS screening./ JEAN-MARC BOUJU / Associated Press; Graphic: DEPORTATIONS BEFORE AND \nAFTER SEPT. 11, 2001\n\nThe number of Arab and Muslim immigrants deported from the United States increased after Sept. 11, 2001, \ndespite an overall drop in deportations. Here's a look at the top 10 of 185 countries ranked by percentage increase \nin citizens deported October 2001 to September 2002. Eight of the 10 are Arabic or Muslim nations. The figures for \nMexican nationals, who represent the majority of all deportations, are included for comparison.\n\nDeportations\n\nRank..................Oct. 2000......Oct. 2001-..… Percentage\n\n(of increase)..Country.. Sept. 2001....Sept. 2002............change\n\n1......… Tunisia..........13........… 52..............300%\n\n2......… Morocco..........32............109..............241%\n\n3......… Egypt............92............273..............197%\n\n4......… Yemen............18........… 49..............172%\n\n5......… Guyana..........130............311..............139%\n\n6......… Jordan......… 82............193..............135%\n\n7......… Lebanon..........49............113..............131%\n\n8......… Pakistan........335............767..............129%\n\n9......… Samoa............10........… 22..............120%\n\n10..........Algeria..........18........… 38..............111%\n\n119....… Mexico......141,277........106,837..............-24%\n\nTotal (all countries....177,316........145,940..............-18%\n\nNote: The list ranks countries that had at least 10 citizens expelled between Oct. 1, 2000 and Sept. 30, 2001.\n\nSource: AJC computer analysis of INS records / ELIZABETH LANDT / Staff; Graphic: A SHIFT IN FOCUS\n\nDuring the year before Sept. 11, 2001, the Atlanta Immigration and Naturalization Service detained 2,090 \nimmigrants from Mexico. The next year, that number dropped to 1,238. Just the opposite was seen in the detention \nof immigrants from the Muslim countries of Jordan and Pakistan. In the year after Sept. 11, 2001, Atlanta INS \ndetentions of those immigrants more than doubled. The stronger INS focus on Middle Eastern, Arabic or Muslim \nimmigrants here reflects a nationwide trend.\n\nImmigrants detained\n\n..........................Oct. 2000-....Oct. 2001-… Percentage\n\nRank........Country......Sept. 2001....Sept. 2002....… change\n\n1............Jordan..............11............28......… 155%\n\n2..........Pakistan..............38............85......… 124%\n\n3......… Somalia..........… 5............10......… 100%\n\n4........… Kenya..........… 5........… 9............80%\n\n5........… Spain..........… 5........… 8............60%\n\n43......… Mexico......… 2,090....… 1,238......… -41%\n\nSource: AJC computer analysis of INS records / ELIZABETH LANDT / Staff; Photo: Members of Not in Our Name \nprotest the registration of foreign-born Muslims on Friday outside Immigration and Naturalization Service offices in \nAtlanta./ PHIL SKINNER / Staff; Graphic: DEPORTING \"NONCRIMINAL\" IMMIGRANTS\n\n\n\nFederal law requires deportation of legal or illegal immigrants who commit certain crimes, but the INS exercises \ndiscretion in deporting immigrants whose only crime is illegal presence. The following list shows the 10 countries \nwith the largest percentage increases in \"noncriminal\" immigrants being deported after Sept. 11, 2001. Eight of the \n10 are Arabic or Muslim countries. Figures for Mexican nationals, who represent the majority of deportations, are \nincluded for comparison.\n\nNumber deported for immigration-law violations\n\nRank........................Oct. 2000-....Oct. 2001-..Percentage\n\n(of increase) Country......Sept. 2001....Sept. 2002..… change\n\n1........… Morocco..............15............76........407%\n\n2........… Tunisia..............10............44........340%\n\n3........… Yemen................11............35........218%\n\n4........… Jordan..........… 36......… 113........214%\n\n5........… Saudi Arabia..........8............24........200%\n\n6........… Sudan............… 6............17........183%\n\n7........… Algeria..............11............30........173%\n\n8........… Egypt................77......… 205........166%\n\n9........… Mongolia..............6............15........150%\n\n10............Cameroon..............8............19........138%\n\n133......… Mexico......… 83,935........52,065........-38%\n\nTotal (all countries):........105,445........76,360........-28%\n\nNote: The list ranks countries that had at least five citizens expelled between Oct. 1, 2000 and Sept. 30, 2001.\n\nSource: AJC computer analysis of INS records / ELIZABETH LANDT / Staff\n"}