{"title": "Md. Man Accused Of Document Fraud; Cook Arrested in Sting, Police Say", "body": "\nA cook at a naval facility in West Bethesda was arrested this month for allegedly selling a fake Social Security card \nand an immigration document to a police officer posing as an undocumented Panamanian. \n\n Montgomery County police charged Wenceslao Ramos-Andrade, 31, of Hyattsville, with sale of a false \nidentification card, possession of fraudulent government documents and forgery of a public document. All the \ncharges are misdemeanors. \n\n Fake documents for immigrants have long been a problem, said a police spokesman, Lt. Eric Burnett. \n\n \"Unfortunately, the technology has gotten so much better in this country that it has become more difficult to \ndetermine which documents are real,\" Burnett said.  \n\n Ramos-Andrade was arrested Dec. 21 and released that day on $10,000 bail, police said. Attempts to reach \nRamos-Andrade, who was a civilian worker at the Carderock division of the Naval Surface Warfare Center, were \nunsuccessful. \n\n The arrest came after a joint investigation by detectives from the Montgomery police fraud section and \ninvestigators at the Naval Criminal Investigative Service. Investigators set up a sting after learning that Ramos-\nAndrade sold fake documents to unauthorized immigrants, according to a statement of probable cause filed as part \nof his arrest. The document gives this outline of the case: \n\n On Nov. 29, a police officer from Naval District Washington called Ramos-Andrade, identified himself under an \nassumed name, Israel Martinez, and asked about buying fake documents. \n\n Ramos-Andrade offered to sell him a Social Security card and a resident alien card for $300. They agreed to meet \nthe next day in the parking lot of White Flint Mall. When the men met, the price for the documents dropped to \n$247. The officer gave Ramos-Andrade the cash and two passport-size photographs. Ramos-Andrade said the \ndocuments would be ready in three days.  \n\n The officer asked Ramos-Andrade whether the documents could be used to open a bank account. Ramos-\nAndrade said yes. \n\n\n Federal agents photographed the meeting and trailed Ramos-Andrade to two addresses in Hyattsville. On Dec. 3 \nagents gathered at White Flint Mall, this time in front of a Dave and Buster's restaurant. Ramos-Andrade handed \nthe officer a small envelope with the documents. The officer told Ramos-Andrade he had nine additional \nprospective clients. \n\n Ramos-Andrade showed the officer a resident alien card with Ramos-Andrade's photo and said that type of fake \ndocument, which cost $450, is so reliable \"that if the barcode on one of those resident alien cards is scanned it will \ncome up with correct information,\" according to the charging document. Some resident alien cards, which in the \npast didn't have bar codes, have been enhanced recently to foil counterfeiters. \n\n The officer told Ramos-Andrade that he knew a couple of Arab men who wanted U.S. passports. Ramos-Andrade \ntold him he could get the passports, along with driver's licenses, but would need more time, the document says.  \n\n Law enforcement officials have focused more on fake identification documents since the attacks of Sept. 11, \n2001, Burnett said. \n\n \"I'm not saying that every person who is illegal is a criminal,\" he said, \"but there are those who are trying to get \ntheir documents with a criminal intent in mind.\" \n"}