{"title": "Immigration Program Stirs Clash Of Views; Frederick, Montgomery Chiefs Testify to Congress", "body": "\nTwo suburban Maryland law enforcement chiefs testifying before Congress yesterday gave dramatically different \nassessments of a controversial federal program that deputizes local officers to enforce immigration law.\n\nMontgomery County Police Chief J. Thomas Manger warned members of the House Committee on Homeland \nSecurity that the program could severely undermine trust between police and immigrant communities.\n\n\"Public safety increases when people have trust and confidence in local police forces,\" Manger said. \"The bottom \nline is local law enforcement needs to work closely with our immigration authorities, but we cannot do their job for \nthem.\"\n\nBut Sheriff Chuck Jenkins of Frederick County characterized his force's participation in the program as \"an \noverwhelming success.\"\n\nKnown as 287(g) for the section of immigration law that authorizes it, the program has garnered more than $114 \nmillion in funds since its launch four years ago and has trained 951 officers in 67 state and local agencies on how to \ndetermine a person's immigration status.\n\nJenkins said the four weeks of training provided to 52 of his county's sheriff employees and corrections officers last \nyear had enabled them to identify 337 illegal immigrants -- 309 of whom were put into removal proceedings by \nimmigration authorities.\n\nJenkins told the panel that nine of those arrested were members of the \"notoriously violent gangs MS-13 and 18th \nStreet\" and that others were picked up for such crimes as attempted second-degree murder, second-degree rape, \narmed robbery, first-degree assault, child abuse and burglary.\n\n\n\"I would urge every law enforcement executive . . . to request participation\" in the program, Jenkins said. He added \nthat doing so was essential to combating \"the enormous increase in crime throughout the United States . . . which \ncan be tied directly to the unchecked flow of illegal immigrants through our southern border with Mexico.\" Later, he \nadded, \"We are dying on American soil, and there is a role for enforcement of immigration laws by local law \nenforcement.\"\n\nAlthough some lawmakers on the panel praised Jenkins, others noted that a Government Accountability Office \nreport released yesterday found that the government had failed to provide sufficient oversight to ensure its state \nand local partners were focusing on the dangerous criminals the program was intended to target rather than those \nguilty of minor violations.\n\nAdvocates for CASA of Maryland, an immigrant rights group that recently obtained information on 85 percent of the \nillegal immigrants identified by Frederick officials, contend that more than half were stopped for driving without a \nlicense and that only 20 were charged with felonies.\n\nLawmakers did not ask Jenkins for a breakdown of the severity of offenses in his most recent arrest figures. \nHowever, they did press him about the profit the county makes on room and board fees while holding illegal \nimmigrants awaiting pickup by immigration authorities. Jenkins answered that though the actual cost to the county \nis only $7 per day, the county charges the federal government $83 per day to house illegal immigrants arrested for \noffenses that would otherwise warrant their release.\n"}