{"title": "Deportation delay brings celebration", "body": "\nResidents of a Bethesda condominium complex who waged a relentless campaign for weeks to prevent the \ndeportation of a beloved building engineer were ecstatic to hear yesterday that Immigration and Customs \nEnforcement has granted a deferral to Marco Antonio Rua, permitting him to remain in the country. \n\nResidents of the Wisconsin, whose campaign on behalf of Rua was profiled  recently  in  The Washington Post, \nsaid they planned to hire Rua back as soon as he received a work permit. Rua's attorney said that ought to happen \nrelatively quickly. \n\n\"Here's my statement - yaaayyyyy!!!\" said Marcia Weinberg, a board member at the condominium and a resident. \"I \nam also proud of America, because at times like this, you can get very upset and angry, and I knew America was \nbetter than the way it was being shown and the way it was showing itself. This gives me a renewed faith in my \ncountry and its sense of righteousness and also in its compassion.\" \n\nRua, 43, and his 17-year-old daughter, Andrea Rua, a stand-out freshman at Montgomery College, said they were \nordered to leave the country in September after a family immigration petition was denied. Because the Ruas had \nentered the country under what is known as a visa-waiver program, they did not have the right to a court hearing. \nThe only hope, residents of the Wisconsin decided, was for immigration authorities to grant them a deferral. \n\nRua, who has provided  handyman services to the residents of the complex for 15 years, received an outpouring of \nsupport once he revealed that he had been ordered to leave. Residents, who include Sen. Daniel K. Inouye (D-\nHawaii), wrote letters and signed petitions asking that the deportations be deferred. Rep Chris Van Hollen (D-\nMaryland) and Sen Benjamin L. Cardin (D-Maryland) obliged residents by writing letters to the Department of \nHomeland Security, and residents said those efforts probably played an important role in the government's decision \nto allow Rua and his daughter to remain in the country. \n\nJulia M. Toro, Rua's attorney, said that because Rua's wife, Liliana, had recently been issued a green card, Rua \nand his daughter would now be able to apply for permanent residency themselves. Had they been forced to leave \nthe country in December, as ICE officials had initially demanded, the chance  to reenter the country could have \nbeen delayed - possibly by years. \n\n\nAlthough Liliana Rua was also undocumented, an immigration judge in Baltimore recently allowed her to remain in \nthe country to care for two U.S. citizens who depended on her - her mother, who has leukemia, and her 9-year-old \nson, Renzo, who was born in the United States. Effectively, Toro said, the judge had granted Liliana Rua a green \ncard. A number of residents from the Wisconsin went to Baltimore to show their support at the court hearing. \n\nMarco and Andrea Rua said in interviews that they were overwhelmed by the good news - and greatly relieved. \n\n\"Hanukkah comes tomorrow, and, in the Jewish tradition, there was this small band of people called the Maccabees \nwho saw an injustice and decided something needed to be done about it,\" Weinberg said, drawing an analogy \nbetween the religious tale and the campaign that residents of the complex had waged on behalf of the Ruas. \"The \nstrength of a group united is pretty amazing.\"\n\nvedantams@washpost.com\n"}