{"title": "Offering amnesty to illegal aliens is troubling", "body": "\nI am totally upset that the public is not being informed about the crucially important debate within the Bush \nadministration and Congress over \"amnesty\" for millions of men and women who deliberately have come to our \ncountry illegally.\n\nI was under the impression that we were a nation of laws that were enforced. However, we now see people about to \nbe rewarded, once again, for breaking our immigration laws while millions of others want to enter legally.\n\nPresident Bush is clearly tending toward an amnesty for perhaps 8-million illegals (now euphemistically called \n\"undocumented workers\" - so much more appealing!) primarily for the political opportunism of votes.\n\nHow many Americans remember that in 1986 under President Ronald Reagan, some 3-million illegal aliens were \ngiven amnesty? That was supposed to solve the problem and close the border. But it only invited millions more in \nthe hope that they, too, could become guests and eventually be \"regularized.\" The gift of legalization means the \nhanding over of considerable political and social power in our country of 284-million to unknown numbers of \nunknown people who have made no commitment to the pledge of allegiance, our laws and culture.\nLETTERS\n\nAs a nation we are giving away our sovereignty by not defending our borders and giving legalization to men and \nwomen who have not officially fulfilled any of the requirements for American residency or citizenship. This action is \na betrayal of the millions of men and women in the armed services who fought and died for their country.\n\nShould President Bush persuade Congress to approve this second wide-ranging amnesty, there will be a predicted \ninflux of 30-million more \"illegals\" over the next 20 years.\n\nThese numbers concern me now because it will be the legacy we leave our grandchildren. I hope the numbers \nconcern you.\n\nC.J. Bjornberg, Clearwater\n\nA disservice to Mickie Mashburn\n\nRe: More roommates than soul mates, Aug. 18.\n\nI was shocked and disappointed when I saw your headline about Mickie Mashburn's efforts to seek the pension \nbenefits of her partner. I found your coverage of the issue to be inflammatory and biased. After all, this story would \nnot have seen the light of day if this were a heterosexual marriage and the deceased spouse had been accused of \nbeing unfaithful.\n\nYou turned a very serious issue about fairness and equality into a tabloid-type scandal. In what appears to be an \neffort to discredit a 10-year committed relationship, you instead brought dishonor to Lois Marrero's name. Did you \n\n\nstop for a moment to think how painful such allegations would be to Mickie and the couple's friends? I guess the \nrules of basic decency don't apply for all couples.\n\nI personally knew Lois and Mickie and your portrayal of their relationship is far from what any of their co-workers \nand friends observed on a daily basis. Lois Marrero died a hero when she laid down her life for a city she swore to \nprotect. Your paper should honor that memory and not attempt to soil it.\n\nThe issue that needs to be focused on now is what is fair and right for the partner she left behind. Lois would not \nwant her relationship discredited, and if she were able she would be fighting to protect Mickie right now.\n\nRemember that Brenda Marrero sat side by side with Mickie Mashburn the day after Lois was killed. In that \ninterview she stated that her sister was a devoted sister, aunt and partner, as she nodded her head toward Mickie. \nThat was the description she gave of how she wanted her sister to be remembered and that is the Lois Marrero I \nwill remember despite your efforts to change public support.\n\nShar C. Ishee, Tampa\n\nPerpetrating bigotry\n\nRe: More roommates than soul mates, Aug. 18.\n\nMickie Mashburn's filing for survivor benefits in the death of her life partner, Lois Marrero, was the important news \nof the day. Instead of reporting on that story, your paper chose instead to insinuate that their relationship was \nsomehow invalid by introducing this allegation of infidelity.\n\nWould you be raising the issue if Lois had been a heterosexual male officer and Mickie his wife? I doubt it.\n\nOnce again Mickie Mashburn is victimized by a double standard. Did it ever occur to you how painful it would be to \nread such things about your spouse upon his or her own death?\n\nIf infidelity were the standard for awarding pensions, or other survivor rights, many a widow and widower would \nneed to return their pension checks.\n\nWhat is the real purpose of the article? Was it to deflect the public sympathy from Mickie, because she is not \ninterpreted as a \"spouse\" according to past interpretations of the word? Is it the result of those jockeying to reap a \nfinancial benefit while Mickie is left to pay the bills in the wake of Lois' tragic death?\n\nThe fact is that the issue of infidelity, even if it is believed, is irrelevant. Mickie and Lois shared a life, home and all \nthe good and bad in a relationship for the past 10 years. That is the only standard that need be applied when it \ncomes to awarding survivor benefits.\n\nWhy don't you interview people who knew Mickie and Lois as a couple and see if they have the same opinion on \nthe longevity and depth of their relationship, and what Lois may have said to them about their relationship? Without \nthat alternate view, your article is shallow and transparent in its intent.\n\nYou aren't just reporting on the bigotry that treats some families as valuable and others as disposable. You are \nperpetrating that bigotry.\n\nL. Boeving, Valrico\n\nA too-narrow view of Midtown\n\nAs a native of St. Petersburg who just moved six months ago, I am well aware of the problems in \"Midtown.\" Mary \nJo Melone's attempt to use Sharon Russ' point of view in her Aug. 16 column One woman's small voice is heard in \nMidtown seemed like a ploy to justify the attitude of the majority of white St. Petersburg toward the south side \nthrough one black woman's opinion.\n\n\n\nAs if the only problems are drugs and violence within the community, Melone brushed off the economic degradation \nand the violence from white police officers that still plague the people in this area since the riots. The sound bite she \nplugged on Omali Yeshitela and \"his perpetual racket\" was also a blatant denial of many African-\nAmericans' opinions living in that community, as she didn't offer any of his ideas of how to resolve the problems in \nsouth St. Petersburg.\n\nNot only did Melone's column not touch on many things, but it turned its back on everyone living in Midtown who \nbelieves that the people around them are trying their best despite their situation, unlike the \"self-destructive\" image \nMelone and Russ portray.\n\nOverall, her column did not bring me any new insight into the problem and, in fact, confirmed many of my ideas \nabout the denial of people living outside the \"crime-ridden\" areas. Maybe Melone's next column should be about the \nbig voice of the south side community and what it's trying to make people hear.\n\nErica Askin, Tallahassee\n\nDon't be misled about direct instruction\n\n        The July 31 letter to the editor, There is no \"best\" reading program, presented some false information about \ndirect instruction. The letter writer observed that direct instruction \"has demonstrated limited success at a time when \nthe district's current reading program is producing annual improvement in student achievement.\" In another place, \nshe indicated that \"direct instruction must be supplemented with other materials and instructional approaches to \nshow even limited success.\"\n\n  Both these assertions are false. The American Institutes for Research did an extensive evaluation of current \nschoolwide reforms to determine which worked. The research was sponsored jointly by the American Association of \nSchool Administrators, American Federation of Teachers, National Association of Elementary School Principals, \nNational Association of Secondary School Principals and National Education Association. The report, \"An \nEducators' Guide to Schoolwide Reform,\" concluded that of the 24 models evaluated, only two had substantial \nevidence of effectiveness in elementary schools. One was direct instruction.\n\n   There is more evidence of effectiveness for direct instruction than there is for all other approaches combined. \nCurrently 19 at-risk schools in Baltimore use DI. They are far above the city average on standardized achievement \ntests. The first-graders average above the 65th percentile, more than 15 percent above the national norm. One \nschool, City Springs, went from the lowest school in the district (123rd of 123 schools) five years ago to eighth in \n2001. Their first-graders score at the 82nd percentile in reading, their fifth-graders at the 68th. The school provides \na stunning model of what can be achieved in reading, language and math with undiluted direct instruction - no \nsupplements.\n\n    The fact is that if it is implemented according to the book, direct instruction could achieve these kinds of results in \nany school - including the lowest in Hillsborough County.\n\n   The letter also said that direct instruction was developed \"to meet the needs of students with limited learning \npotential.\" I developed the program and can pretty reliably guarantee you that it was designed for all kids. We \nworked extensively with at-risk students who were far behind when they came to school, but we never doubted their \npotential if the instructional sequences were well designed. Or look at it like this: If direct instruction can boost the \nperformance of students \"with limited potential to learn\" to the range of the gifted, think of what it could do with \nstudents who have more than \"limited potential to learn.\"\n\nSiegfried Engelmann, senior author of direct instruction\n\nprograms, professor of education, University of Oregon\n\nMissile envy?\n\nRe: Pat Oliphant's editorial cartoon, Aug. 21.\n\n\n\nAhem! Maybe I am reading more into Pat Oliphant's cartoon than was originally intended. But gee wiz!! What is a \nperson supposed to think of when a very limp nuclear missile is pictured, along with a reference to Bob Dole - who \njust happens to be a spokesperson for Viagra?\n\nJoAnn Lee Frank, Clearwater\n\nShare your opinions\n\nWe invite readers to write to us. Letters for publication should be addressed to Letters to the Editor, P.O. Box 1121, \nSt. Petersburg, FL 33731.\n\nThey can be sent by e-mail to letters@sptimes.com or by fax to (727) 893-8675.  \n\nThey should be brief and must include the writer's name, address and phone number. Please include a handwritten \nsignature when possible.\n\nLetters may be edited for clarity, taste and length. We regret that not all letters can be published.\n"}