{"title": "State Department Foreign Press Center Briefing (As Released by the State Department) Subject: \"Economic Statecraft in Latin America\" Briefer: Jose Fernandez, Assistant Secretary, Bureau of Economic and Business Affairs Location: National Press Building, 529 14th Street, NW, Suite 800, Washington, D.C. Time: 11:00 a.m. EDT Date: Friday, September 27, 2013", "body": "\n State Department Foreign Press Center Briefing (As Released by the State Department) Subject: \"Economic \nStatecraft in Latin America\" Briefer: Jose Fernandez, Assistant Secretary, Bureau of Economic and Business \nAffairs Location: National Press Building, 529 14th Street, NW, Suite 800, Washington, D.C. Time: 11:00 a.m. EDT \nDate: Friday, September 27, 2013\n\nMODERATOR: Welcome for coming today, and I'll turn it over to Assistant Secretary Fernandez.\n\nJOSE FERNANDEZ: All right. So does that work?\n\nQ: Actually, I have a problem. I don't find my microphone, but don't worry, I can take notes. (Laughter.)\n\nMODERATOR: I can send you audio later, too.\n\nQ: Okay, great. So problem is solved.\n\nMR. FERNANDEZ: Okay.\n\nQ: Great. (Laughter.)\n\nMR. FERNANDEZ: So thank you for coming. I'm always glad to speak about Latin America. I submitted my \nresignation as Assistant Secretary for Economics and Business effective next Wednesday, so this is the -- my last \nconversation. But one of the reasons why I waited this long is that I wanted to be able to go to Mexico, which we did \nlast week for the high-level economic dialogue with Mexico, the first annual economic dialogue. Before then, the \nweek before, I had been to Brazil, and those were two items that we had been -- in my bureau, been working very \nhard on, and I wanted to make sure that they were completed before I left.\n\nIn the last four years, we have, I think -- I've been very fortunate in having this opportunity. I had not been in \ngovernment before and I'll be going back to the private sector in New York. But we've been focusing on trying to do \na couple of things. Number one, to try to get U.S. companies to participate in the -- in development around the \nworld, because we feel that there's an opportunity for U.S. companies to both benefit financially, but also help \ncountries as they try and develop. And nowhere is that more important than in Latin America where you have very \nlarge infrastructure projects in Brazil, very large infrastructure projects in Colombia where President Santos has \ntalked about spending $50 billion in infrastructure projects in the next few years, Mexico as well opening up.\n\nSo we have been focusing on mining that intersection of business and development in Latin America. We've also \nfocused on working with countries that, in many ways, could multiply our message -- countries such as Colombia, \n\n\nsuch as Brazil, such as Mexico that we felt had the kind of influence in the region that, if we could work with them, \nthat we would have a wider influence, and also to work with U.S. companies as they tried to promote trade in Latin \nAmerica. Our numbers in the last few years with Latin America have continued to increase. With Mexico, for \nexample, our annual trade is $500 billion U.S. dollars. That's over $1 million a minute with Mexico. And that's trade \nthat has increased exponentially since we signed the Mexican Free Trade Agreement.\n\nForty percent-plus of our exports stay in the Western Hemisphere and more than 40 percent of the Western \nHemisphere exports come to the United States. So it's a very vibrant economic relationship. It's a relationship that's \nsupported not only by commerce, but also by the personal ties, by the fact that, for example, last year, we had 1.5 \nmillion Brazilians that have come -- that come as tourists to this country. Every year, more -- for the last few years, \n10 percent -- there's been the 10 percent increase in the number of tourists from Brazil. They spend more money \nthan any other tourists in -- from Latin America. So it's a human side of it too; it's not only the commercial side.\n\nSo I leave this job feeling that our relationship is in very good shape. Obviously, it can always improve. It's a \nrelationship that is a priority for the United States, and it's a relationship that I think also shows great promise to \ncontinue to benefit.\n\nAnd with that, let me just turn it over to you.\n\nQ: How did you deal with the Chinese presence in Latin America? Was it a challenge for the U.S. for the trade \nexchange?\n\nMR. FERNANDEZ: Well, obviously, the Chinese in the last few years have become major investors in Latin \nAmerica. They've also become buyers of commodities and -- but we've welcomed that. On the one hand, we've \nalways said in Latin America that Latin America needed to diversify. And one of the benefits of having Chinese \ncompanies invest in Latin America is that Latin America benefited from that diversification. So in that sense, it's a \nvalidation of what we've been promoting all along -- free markets open it up.\n\nBut we've always felt that as long as we had a level playing field, as long as markets were open, that U.S. \ncompanies would do very well, and they have. And if you look at trade between the U.S. and Latin America, and \nChina and Latin America, one of the things that comes across, for example, in Peru, that -- where China is their \nbiggest customer, if you look at -- and the U.S. is second -- if you look trade between Peru and China, you will find \nthat trade with Peru is limited to basically eight products, whereas trade between the U.S. and Peru is 1,000 \nproducts. So that diversification, that is important in trade. The fact that our trade is not only of commodities but it's \nalso finished products is something that's important.\n\nSo we've welcomed the -- we think it's good for Latin America to have many types of investors and what we have \nalways said all along is that as long as it's on a level playing field, that companies will do well. We have free-trade \nagreements with many Latin American countries. In the last three years, we've had new free trade agreements with \nColombia and with Panama. The Colombian Free Trade Agreement just passed its first anniversary and we've seen \nour trade increase from the U.S. by 20 percent. We've also seen -- and this is important -- that in the last year, non-\noil trade from -- products from Colombia to the U.S. -- have increased by 11 percent. And you have --\n\nQ: Oil trade?\n\nMR. FERNANDEZ: Non-oil.\n\nQ: Oh, non-oil.\n\nMR. FERNANDEZ: Non-oil trade. Because, I mean, oil trade is commodity, that's -- but that's -- again, that's the \ndiversification point that I was making. Non-oil trade from Colombia -- products from Colombia to this country -- 11 \npercent. And you have over 800 companies, new companies, that are doing business -- Colombian companies that \nare doing business in the U.S. as a result of the free trade agreement.\n\n\n\nSo we think even after one year, it's probably too soon to be evaluating the benefits of a free-trade agreement, but \nwe're confident that it'll continue to expand our trade and it'll continue to diversify our trade as well.\n\nQ: Some institutions, they are not really, really optimistic about the future in Latin America in the sense that -- after \nthe world recession, this is going to affect also Latin American, and as a consequence, Latin America is not going \nto move that quick as it has done in the past. So it's something that the U.S. is considering, or how do you see the \nrole of the U.S. in this in terms of -- it's a commercialist exchange that will be an interest -- still an interest in Latin \nAmerica?\n\nMR. FERNANDEZ: Although this -- Latin America is a priority for the U.S. -- the commercial relationship is critical. \nLast week, I mentioned I had been in Mexico. The reason we were in Mexico is because President Pena Nieto had \nexpressed an interest in elevating the economic relationship with Mexico to the same level as our security \nrelationship, because the conversation oftentimes was stuck on drugs and the border, and we weren't really \nfocusing on some of the very positive developments on the commercial side. That's a great example of the U.S. \nworking with Latin American countries to expand, elevate the economic relationship.\n\nAnd you can look at many other countries -- Brazil. Our trade with Brazil continues to increase despite the fact that \nthey are clearly slowing down. You can look at other countries with which our trade continues to expand despite the \nglobal slowdown, continue to do quite well -- countries such as Peru. So yes, you might have a slowdown, but first \nof all, Latin America is not a monolithic continent. You have countries that are going to do better than others, and \nwe will continue to stress our commercial ties, our human ties, and the opportunities -- the opportunities that we \nhave.\n\nI could go on and talk to you about a number of other countries that we are quite involved with that are -- that \ncontinue to have good relations, that we believe -- good commercial relations with the U.S. -- that we believe can \neven get better. For example, I could talk about Brazil. They've got the Olympics coming up. They've got the World \nCup coming up. They will need almost $500 billion worth of infrastructure projects in order to host those games. \nThat's an opportunity that we've been working on with Brazil in the aviation sector, in the transportation sector, \ninfrastructure sector. So I'm quite, quite confident that despite the challenges, we will -- our economic relations with \nLatin America will continue to improve.\n\nMODERATOR: Do you have any questions?\n\nQ: Yeah, but I just want to see what we have. (Laughter.)\n\nQ: (In Spanish.)\n\nMODERATOR: Okay.\n\nQ: Talking about Brazil, there are some -- it was in the past -- I don't know how is the situation right now about \nsome barriers, some from the U.S., like this -- the economy here is very protectionist, so it doesn't allow too many \nproducts to come here in order to compete with the -- or what they say it is competing with the oil production. So --\n\nMR. FERNANDEZ: I have --\n\nQ: -- I think about the ethanol in the past and some issues --\n\nMR. FERNANDEZ: Right.\n\nQ: -- with Brazil, I don't know, cotton --\n\nMR. FERNANDEZ: No, look, we (inaudible) cotton, but we have a framework agreement that continues in place \nwith Brazil. Ethanol is now history. We, in fact -- the U.S. was exporting ethanol to Brazil. Now, look: We're always \ngoing to have trade issues. That's what friends do; they sit down and they have, like in a family, you talk about your \n\n\n\ndifferences. But the numbers don't lie. The numbers don't lie. Our trade -- Brazilian exports to this country have \nincreased in the last 10 years by over 100 percent. Our exports to Brazil have increased by even more.\n\nQ: But what are the major challenges?\n\nMR. FERNANDEZ: Major challenges -- well, major challenges, in many ways, with a country like Brazil, is we would \nlike to see a bilateral investment treaty with Brazil. We would like to see a double taxation treaty; we have talked to \nthe Brazilians about that, and we hope they show interest. They have not been that interested up to now. We \nbelieve that a -- those kinds of treaties will encourage even more investment, will encourage more technology, and \nwhen I was there two weeks ago -- what the Brazilians will often tell you is that a bilateral investment treaty and a \ndouble taxation treaty will help U.S. companies more than Brazilian companies because there are more U.S. \ninvestments in Brazil than Brazilian investments in the U.S.\n\nBut that's -- what we try to say is, number one, Brazilian investments in the U.S. are increasing very, very rapidly. \nYou have Burger King, you have -- oh, what's the other one that I always --\n\nQ: McDonald's? (Laughter.)\n\nMR. FERNANDEZ: No, no, not McDonald's. Though you have Burger King -- you have Budweiser.\n\nQ: Ah, okay. Budweiser. (Laughter.)\n\nMR. FERNANDEZ: You have all of these that -- that's -- there's got to be some psychological reason there. But --\n\nQ: Do you have anything regarding Venezuela? Like, I know --\n\nMR. FERNANDEZ: Yeah, but let me finish with this one.\n\nQ: Okay.\n\nMR. FERNANDEZ: So the point on Brazil that I'm trying to make is you want to expand trade (a) because the \nnumbers shift over time, as we've seen, but also because with the right conditions, trade creates jobs, it promotes \ninnovation, it means technology goes from one place to another. So it's more than simply who's exporting, who's \nselling more, and who's buying more. It's much more about innovation and competitiveness. And so we believe that \nboth countries, Brazil and the United States, would benefit from double taxation treaties and bilateral investment \ntreaties.\n\nQ: And Venezuela? Do you have anything concerning --\n\nMR. FERNANDEZ: I --\n\nQ: I note the U.S. is not investing that much in Venezuela, but I --\n\nMR. FERNANDEZ: No, we --\n\nQ: -- (inaudible) Venezuela investing that much in the U.S.\n\nMR. FERNANDEZ: Well, it's -- all I can say that is -- it's not something I have done much in this job as assistant \nsecretary.\n\nQ: Not --\n\nMR. FERNANDEZ: No, I wish I could tell you more, but I have not been that involved.\n\nQ: And the last question before my colleagues (inaudible) --\n\nMR. FERNANDEZ: Mm-hmm.\n\n\n\nQ: What happened to Peru? Because I know the Peruvian Government has expressed concerns about the lack of \ninvestment, the U.S. investment in Peru. So --\n\nMR. FERNANDEZ: Well, in some ways it's good --\n\nQ: Right.\n\nMR. FERNANDEZ: They would like to see more investment generally, more foreign investment into Peru from not \njust the United States, from a lot of other countries. And U.S. companies have been very involved in the natural \nresources in Peru, but we continue to encourage more of our companies to look at Peru.\n\nQ: But what is the problem?\n\nMR. FERNANDEZ: Well, there is no problem, per se; it's just that they would like more. What we're trying to do is to \ntry and, for example, create more opportunities for our small and medium companies to go -- not just the large \ncompanies, but the small and medium companies to go to Peru and work with their small and medium companies. \nWe've done a lot in Peru, for example, on entrepreneurship, on creating and promoting women's entrepreneurship. \nWe had a program where we had U.S. companies agree to purchase products from U.S. -- from Peruvian women-\nowned businesses, which is very, very successful. And we are taking that example into other parts of Latin \nAmerica.\n\nBut in many ways, Peru continues to be a very attractive destination for U.S. products and a good and a very \nattractive destination for U.S. companies, especially in the natural resources area.\n\nMODERATOR: So unfortunately we're a little short on time, but we have time for one more question. If you could \njust identify what media --\n\nQ: My name is Melisa Cabo with the news agency of Argentina, Telam News Agency. I guess that you already \ntalked about the region in general, but I would like to know if there is something specific, like, expectations or \nsomething specific you are thinking about for the second term of the Obama Administration regarding the region or \nany -- something, like, with South America or something more specific?\n\nMR. FERNANDEZ: Well, look, I mean, I think you've had -- you've seen a renewed emphasis on Latin America in \nthe second term. In -- Secretary Kerry -- just in Brazil, just to cite that example, because I was there a couple of \nweeks ago. You've had Secretary Kerry go, Secretary -- the Secretary of Energy, the Secretary of Agriculture; \nyou've had constant trips on the part of U.S. officials. Same thing in Mexico as well.\n\nI think we are going to continue working on the economic side promoting trade and investment. I don't know if you \nwere here when I was talking about that. Our numbers in Latin America continue to increase, continue to improve. \nWe're looking at over 40 percent of our exports go into the Western Hemisphere, over 40 percent of their exports \ncoming this way. Just last week we -- I went to Mexico with the Vice President to sign a High-Level Economic \nDialogue -- start the High-Level Economic Dialogue, which is to promote more -- a more streamlined, much more \nefficient border traffic, because we make a lot of products together. Products go from one end -- from one border to \nthe other several times as they get manufactured. We're going to work on entrepreneurship with Mexico. We're \ngoing to work on air traffic liberalization.\n\nSo you're seeing a renewed emphasis on Latin America, which I think augers well for the region and for our \nrelations with the region.\n\nQ: What about South America? In South America you have oil, you have energy, food --\n\nMR. FERNANDEZ: Mm-hmm.\n\nQ: What you said was about Mexico. What about South America with all this --\n\n\n\nMR. FERNANDEZ: Well, I mean, I started with Brazil. Brazil is a country where our trade continues to increase. It's \nactually, I think, our eighth-largest market around the world. Well, you have -- because of the Olympics and the \nWorld Cup, you have almost $500 billion worth of infrastructure projects that need to be built in Brazil, where we \nthink that U.S. companies can play a large role. We signed air traffic liberalization with Brazil. We are involved in \nhelping the Brazilian Government conduct a road show for infrastructure. We think U.S. companies can play a role \nin the pre-salt development field -- oil field. We continue to suggest that a double taxation treaty and a bilateral \ninvestment treaty with Brazil would benefit both countries. And so you could go down the list. Our trade relations \nwith Brazil are quite robust.\n\nWe are also, as you look at sort of the broader picture -- you have, for example, with Peru, Chile, and Mexico -- they \nare part of the Trans-Pacific Partnership negotiations, which is a whole different story, which is -- it's our -- there are \n15 countries. They comprise 60 percent of the world's trade. We are -- Mexico's the latest Latin American country \nto be a party to that, and they played a great role. We're also -- we've become an observer to the Alliance of the \nPacific, which is an alliance of four countries, as you know -- Peru, Chile, Colombia, Mexico -- which is -- it's a -- it's \nsomething we have supported. We have not been involved in any aspect of it other than just observing. But we've \nexpressed our support.\n\nQ: Mr. Fernandez --\n\nMODERATOR: I'm sorry, but we're going to have to end this now. We're running out of time. But maybe you can \nhave a pull-aside afterwards.\n\nQ: Okay.\n\nQ: (In Spanish.)\n\nMODERATOR: (In Spanish.) Okay, thank you all.\n\nMR. FERNANDEZ: Okay. Thank you.\n"}