{"title": "Missed Opportunities: Alien Nation (1988, directed by Graham Baker)", "body": "\nOct 16, 2019( Through the Shattered Lens: http://unobtainium13.com Delivered by Newstex)             \nInside are 300,000 humanoid aliens, known as the Newcomers. Intended to serve as intergalactic slaves, the \nNewcomers are now stuck on Earth. (Of course, in the view of many humans, it's Earth that's stuck with them.) \nThree years later, the Newcomers have settled in Los Angeles and they have adopted human names. Some of \nthem, like businessman William Harcourt (Terrence Stamp), have become successful and have been accepted by \nthe human establishment. The majority remain second-class citizens, facing discrimination and feeling alone in a \nworld that doesn't seem to want them. Detective Matthew Sykes (James Caan) does not like the Newcomers but, \nafter his partner is killed by one of the aliens, he ends up working with one. Sam Francisco (Mandy Patinkin) is the \nfirst Newcomer to have been promoted to the rank of detective and is eager to prove himself. Sykes renames him \nGeorge and enlists him to investigate a series of recent Newcomer deaths. Sykes's real goal is to use Francisco's \nNewcomer connections to investigate the death of his partner. What the two of them discover is that the deaths are \nlinked to a drug called Jabroka, which has no effect on human but was previously used to keep the Newcomers \nenslaved. Alien Nation starts out with an intriguing premise. I love the early scenes of Sykes driving down the \nstreets of Los Angeles and seeing Newcomer prostitutes, Newcomer families, and even a Newcomer dance studio. \nThere is a lot promise in those scenes and they capture the feeling of a familiar world that has been irrevocably \nchanged. Both Caan and Patinkin give good performances and the alien makeup is still impressive. Unfortunately, \nonce Sykes and George start their investigation, the movie becomes a standard-issue police movie with a plot that \ncould easily have been lifted from a Lethal Weapon rip-off. So many interesting ideas are left unexplored, making \nAlien Nation an intriguing missed opportunity. (There was later a television series based on the movie, which \nexplored the Newcomer culture in greater detail.) Alien Nation still has a strong cult following and I wouldn't be \nsurprised if it influenced District 9. In 2016, it was announced that Jeff Nichols would be writing and directing a \nremake. Nichols seems like the ideal director for a film like this and this is the rare case of a remake that I'm \nactually looking forward to. https://unobtainium13.files.wordpress.com/2019/10/alien-nation-1988-graham-baker-\n03.jpg \n"}