{"title": "THE SPEECH AT A GLANCE", "body": "\nTHE Queen has delivered her speech outlining the Government's agenda for the next 12 months, despite the Prime \nMinister not having the numbers to push it through.\n\nHere is what was revealed at a glance: ¦ Law and order: Almost a third of the 26 new laws announced were \ndedicated to cracking down on crime.\n\nIf approved, the Bill will mean longer time behind bars for violent and sexual offenders. Ministers also have in place \nreforms to make it easier to deport foreign suspects and bids to deny parole to culprits who refuse to disclose \ninformation about their victims. ¦ Environment: The Queen's Speech contained initiatives to tackle waste - such as a \n\"takeaway tax\" on single-use plastics - along with attempts to ban animal cruelty, including a consultation on \nbanning imports and exports from \"trophy hunting\".\n\n¦ Transport: Plans were announced to radically overhaul how trains are operated by scrapping the current franchise \nsystem, following a major review into the railways. Further legislation needed to build HS2 was also confirmed.\n\n¦ Brexit: For all the new draft laws announced, Britain's EU exit loomed large over the speech given by the monarch.\n\nThe opening line mentioned the Government's \"priority\" of securing the UK's exit from the EU by October 31 but the \nfree trade deal mentioned, which is due to make up the content of the European Union (Withdrawal Agreement) Bill, \nhas not been struck yet with Brussels.\n\nBills on fishing, trade and agriculture form part of the moves to push post-Brexit arrangements on. ¦ Health: There \nwas confirmation about plans to beef up the NHS with already-announced investment for hospitals, a new \ninvestigations watchdog to probe safety concerns and a medicines Bill that is designed to speed up the process of \nmaking \"innovative\" treatments available to patients.\n\nThere were promises to reform both adult social care and the Mental Health Act but no specific legislation was \noutlined.\n\nOther measures included: ¦ A \"tipping\" Bill to ensure waiting and bar staff receive their tips in full following outrage \nthat some restaurant chains are siphoning off up to 10% of gratuities paid by card.\n\n¦ The continuation of the Domestic Abuse Bill to give victims better protection in their homes.\n\n¦ Moves to make divorce simpler for families.\n\n¦ Efforts to make fast broadband available to every home, making it compulsory for new homes to come with good \nconnection speeds.\n\n¦ Reforms to elections by bringing in voter ID.\n\n\n¦ Continuing to honour the pledge to spend 2% of GDP on defence.\n\n¦ What about Wales? There's a section in the paperwork about 'The Union' including UK Government support for \nWales.\n\nIt quotes £790m being given to city and growth deals, including £500m to the Cardiff Capital Region deal to \n\"provide an investment fund for the region and support electrification of the Valleys lines\" as well as £115m to the \nSwansea Bay City Region, as well as £120m to north Wales growth deal and £55m for mid Wales.\n\nThe Government is also providing a £100m boost to the Welsh economy from abolishing the Severn tolls. ¦ We are \nproviding a £600m boost to the Welsh Government budget ¦ We have devolved significant new powers to the \nNational Assembly for Wales through two \"landmark Wales Acts\" including in areas such as transport, the \nenvironment and elections.\n\n¦ We agreed a fiscal framework for Wales which is \"delivering fair funding for Wales for the long term\".\n\n¦ The Government is focused on ensuring Wales' interests are fully represented as we leave the European Union.\n"}