{"title": "Canadians note increase in refugees from U.S.", "body": "\nThere's been a huge increase in the number of Americans making refugee claims in Canada since the Sept. 11 \nterrorist attacks.\n\nThe 135-percent jump in the past year isn't a surprise as due process in the United States has changed with more \n\"arbitrary policing\" than before, said immigration lawyer David Matas.\n\nThe Immigration and Refugee Board said 191 people filed refugee claims citing persecution in the United States, \ncompared with 81 in 2001. Nancy Duarte of Canada's Citizenship and Immigration department is monitoring the \nincrease.\n\nVancouver immigration lawyer Phil Rankin said most of the claimants he has dealt with suffer mental illnesses that \nlead them to wrongly believe they are persecuted in the United States. Others are trying to avoid prosecution.\n\nThere has been an overall increase in all refugee claims, said Janet Dench, executive director of the Montreal-\nbased Canadian Council for Refugees.\n\n \n\nOptimism sinking\n\nA poll by Maclean's magazine shows only 26 percent of Canadians are more optimistic about the future than they \nwere a decade ago.\n\nThat is the lowest number of optimists recorded in Maclean's annual year-end poll since 1996 - despite a healthy \neconomy, interest rates near historic lows and peace in their own backyard.\n\n\"As a nation we're pessimistic, anxious and frustrated,\" said Bob Marshall, Maclean's assistant managing editor.\n\n \n\nIn brief\n\nMore \"weird, wild and wacky weather\" is in the forecast in the coming year, says Environment Canada climatologist \nDave Phillips. It was a strange year for weather in 2002 with a balmy winter while spring was colder than January, \nfollowed by a \"punishingly hot\" summer. Predictions are it will be unusually warm and stormy because of an El Nino \nweather system this year.\n\nManulife Financial Corp. is waging a hostile takeover bid for Canada Life for about $6.4-billion. The 200,000 \nshareholders, mainly in Canada and the United States, have 60 days to examine the bid of $40 in cash for each \nshare. Manulife already owns about 9 percent of Canada Life's shares. Canada Life executives call the bid too low.\n\n\n \n\nFacts and figures\n\nCanada's dollar continues under pressure and is lower at 63.56 U.S. cents while a greenback returns $1.5733 \nCanadian before bank exchange fees.\n\nThe Bank of Canada key interest rate remains 2.75 percent. The prime lending rate is 4.5 percent.\n\nCanadian stock exchanges were higher, with the Toronto index at 6,607 points and the Canadian Venture \nExchange 1,053 points.\n\nLotto 6-49: (Dec. 28) 12, 14, 15, 27, 28, 39; bonus 34. (Jan. 1) 2, 5, 32, 34, 38, 49; bonus 7.\n\n \n\nRegional briefs\n\nThe Council of Canadians is concerned that a bill passed by the Alberta government could open the door to water \nexports to the United States. The national watchdog group said the bill, which allows an interbasin water transfer \nbetween the South and North Saskatchewan River basins, could force Canada to export water under the North \nAmerican Free Trade Agreement. Canada has an environmental prohibition on water basin transfers to protect \nCanadian water from export.\n\nA decision is pending on whether to end cod fishing in three zones off Newfoundland and in the Gulf of St. \nLawrence. The move to protect a dwindling stock would affect almost 1,000 fishermen. Federal Fisheries Minister \nRobert Thibault will make a decision before the April 1 start of the season.\n"}