{"title": "Immigrants flood clinics for legal aid", "body": "\nMohammed Kanneh got up at 3:30 a.m. one recent Tuesday and boarded a MARTA train in Doraville. By 5 a.m., he \nhad joined other immigrants lined up outside the office of Catholic Social Services on West Peachtree Street in \ndowntown Atlanta.\n\nThey were waiting for someone to open the door to one of two places in metro Atlanta where large numbers of poor \nimmigrants get legal advice at little or no cost. Immigrants from Georgia, Alabama and South Carolina travel to \nAtlanta all year to meet with lawyers and paralegals at Catholic Social Services and the Latin American Association.\nCONSTITUTION\n\nBoth offices charge a nominal fee --- and sometimes nothing at all --- to help immigrants deal with a variety of \nlegal problems. The Latin American Association gave advice to 5,700 immigrants in 1998; Catholic Social \nServices saw about 3,400.\n\nThe Latin American Association helps immigrants apply for residency and citizenship. It also explains new laws \nand helps immigrants who want to bring relatives to the United States. Catholic Social Services provides similar \nservices and also handles requests for political asylum and regularly represents clients in court.\n\nThe bulk of those seen at Catholic Social Services come on Tuesdays and Thursdays, which are set aside for \n\"immigration clinics.\" Staff, volunteer attorneys and paralegals at the clinic advise immigrants on a first-come, \nfirst-served basis. Lines usually form outside the door before sunrise.\n\n\"If you don't come early, you have to come back,\" said Kanneh, a 33-year- old Liberian who waited in line from 5 \na.m. to 8 a.m.\n\nSue Colussy, who runs the clinic, said workers see people with all sorts of problems, ranging from a man who lost \nhis green card to a woman who asked for asylum after soldiers raped her, her sister and mother and killed her \nfather.\n\n\"I can't think of any place that's a trouble spot that we haven't seen people from,\" Colussy said.\n\nThe Tuesday and Thursday clinics began in 1986, after Congress granted amnesty to illegal immigrants who \narrived here before 1982. Colussy said many of the first clients entered the United States illegally and came to the \nclinic after the law made it easier for them to become U.S. citizens. The number of immigrants has risen steadily \nthrough the years, she said.\n\nKanneh is typical of the clients seeking help. He came to the U.S. from Liberia in June with a visa issued so he \ncould negotiate with American businesses that sell forestry equipment. Meeting with Robert Marshall, a lawyer who \nvolunteers at the clinic, he settled into a plastic chair and handed over a sheaf of paper covered with neat \nhandwriting in blue ink.\n\n\n\"Here is my story from beginning to end,\" he said.\n\n\"Oh, this is good,\" Marshall said.\n\nKanneh, who belongs to a political party that opposes the Liberian government, said he barely escaped a \ngovernment attack in April. He said he lived in a forest for five days on a diet of wild fruit and water. When he got \nhome, he said, his 6-year-old son was dead and his wife was gone.\n\nMarshall quizzed him to see whether he qualified for asylum.\n\n\"Why did you decide to leave? Was it because of the war or were there people looking for you?\"\n\n\"There were people looking for me to kill me.\"\n\n\"They know you? How?\"\n\n\"By name and face.\"\n\n\"Who are they?\"\n\n\"The same people who killed my father.\"\n\nAs they spoke, voices drifted from the next cubicle in an office humming with several languages. Agustin Galvez, an \nimmigrant from Guatemala, and Richard Goodlett, a paralegal for Catholic Social Services were next door.\n\nGoodlett ran down a list of questions.\n\n\"You've never been deported?\"\n\n\"No.\"\n\n\"You've never been ordered deported?\"\n\n\"No.\"\n\nGalvez said he and his wife left Guatemala in 1989 after rebels killed his brother-in-law, who was a police officer, \nand threatened to kill him and his wife. They walked, hitchhiked and rode horses through Mexico for two months. \nThey entered the United States in Arizona and spent a week in the desert with little food or water, he said.\n\nHe moved to Georgia in 1992 and spends at least 60 hours a week operating a machine in a Dalton carpet mill. He \ngot up at 4:45 a.m. on a recent Tuesday and drove to the clinic from Dalton. He lugged a yellow bag with manila \nenvelopes and accordion folders stuffed with legal records --- a letter verifying his employment, W-2 tax forms and \na birth certificate.\n\nGalvez, who speaks fluent English, applied for asylum in 1990 and has legal permission to live and work in the \nUnited States while his application is pending. He asked Goodlett whether he qualified for permanent residency \nunder a new law designed to help victims of civil wars and political repression in his country and El Salvador. \nGoodlett helped Galvez fill out a lengthy application for residency.\n\nBefore the law passed, people seeking asylum from Guatemala and El Salvador, governed for years by right-wing, \nanti-Communist governments, were successful far less often than refugees from Cuba and Nicaragua, governed for \nyears by Communist leaders.\n\nColussy's staff includes another attorney, two paralegals and an office worker, but she also gets help from other \nattorneys who volunteer. Pat Walsh, who was AT&T's chief counsel in Georgia and 13 other Southeastern states \nfrom 1983 to 1996, traded in a corner office on the executive floor for a tiny office with a cheap desk.\n\n\"My desk used to be bigger than this office,\" he said with a chuckle. \"This is training for submarine service.\"\n\n\n\nHe began volunteering in February.\n\n\"I have more than I need, and there's an obligation, I feel, to contribute in a down-to-earth and useful manner.\"\n\nThe Latin American Association sees clients on a first-come, first-served basis at its main office at 2665 Buford \nHighway NE beginning at 8:30 a.m. weekdays. Information: 404-638-1800.\n\nCatholic Social Services sees walk-in clients each Tuesday and Thursday at 680 W. Peachtree St. NW in \ndowntown Atlanta. Information: 404-885-7471or 404- 885-7461.\n\nGraphic\n\n \n\nPhoto\n\nTwo agencies that care: The waiting room at the immigration clinic at Catholic Social Services Inc. in downtown \nAtlanta is full by early morning. The Latin American Association also helps immigrants with legal problems at its \nBuford Highway office. / CHARLOTTE B. TEAGLE / Staff\n"}