{"title": "Most don't want illegal immigrants in health plan, poll says", "body": "\nGov. Arnold Schwarzenegger wants to cover illegal immigrants as part of his universal health care plan, but a \nnew poll shows that a majority of Californians oppose that idea.\n\nOnly 37 percent of adults, and 32 percent of voters, say illegal immigrants should be included, according to the \npoll taken Jan. 2-6 by the Survey and Policy Research Institute at San Jose State University. However, 52 percent \nof adults, and 50 percent of voters, say the government should guarantee health insurance for everyone, as \nopposed to relying on employers or individuals to provide coverage.\n\nThe results are a mixed bag for the Republican governor, who this week unveiled a sweeping universal health care \nproposal. The plan would force most businesses to cover their workers or pay 4 percent of payroll into a state fund; \nrequire doctors and hospitals to pay 2 and 4 percent of their revenue to the state, in return for getting higher \nreimbursements for treating the poor and disabled; and mandate that insurance companies accept all customers \nregardless of their medical history.\n\nThe governor would also extend coverage to illegal immigrants and their children, an idea Republicans \noverwhelmingly reject and a majority of residents overall oppose, according to the poll. Schwarzenegger says \nundocumented immigrants get treatment anyway at emergency rooms, which are legally bound to provide care to \neveryone. He says insuring them would be far less costly.\n\n``This is a very sensitive issue,'' Schwarzenegger said this week. ``So what I'm trying to figure out is, how do we do \nit cheaper than what we are doing right now?''\n\nPeople may be receptive to that argument, but the governor will have to convince them, said Philip J. Trounstine, \nthe institute's director.\n\n``If Schwarzenegger and the Democrats want to have mass public opinion on their side, they're going to have to \nmake that argument widely,'' Trounstine said, noting that by a 2-1 ratio Californians favor granting legal residency \nto undocumented immigrants. ``People in California are not anti-immigrant.'' Republicans say the plan would \nmake the state a magnet for illegal immigrants, putting an even bigger burden on state finances.\n\nContact Mike Zapler at (916) 441-4603 or mzapler@mercury news.com.\n"}