{"title": "Pope Francis's visit puts immigrants' plight in focus amid fight for reform; The 'son of immigrants' has moved supporters with a show of empathy and call for compassion: 'We want Pope Francis to be our voice'", "body": "\nWhen, on Thursday morning, Pope Francis arrived in the heart of American political life and became the first pope \nto address a joint session of Congress, he introduced himself not as the leader of 1.2 billion Catholics and not as \nthe 266th bishop of Rome. He was, he said, the \"son of an immigrant family\", and was happy to be a guest in a \ncountry that was built by such families.\n\n Related: Pope Francis arrives in Philadelphia on fourth day of US tour - live\n\nFrom a five-year-old girl with a letter to a mother with a dream and a family with roots that span borders, \nimmigrants have been at the forefront of Pope Francis's historic visit to the US. At a time when the mainstream \npolitical debate on immigration has rarely been more divisive and the rhetoric never more heated, his words and \ngestures spoke volumes. \n\n\"Impressionante,\" said Ada Bermejo, one of thousands who gathered at daybreak on the west lawn of the US \ncapitol to watch the pope address Congress. \"I don't know the words. I feel more than that. I feel hope. When he \nsaid, 'Give opportunities, the same opportunities you have,' I think he was speaking to me, to all of us.\"\n\nShe was far from the only one to be moved. On Wednesday, wearing the white robes of the pope and an \naffectionate smile, the 78-year-old Argentinian drove along the National Mall in Washington DC to greet the throngs \nof people who had lined the streets to see him.\n\nWhen he neared, five-year-old Sophie Cruz, the daughter of Mexican immigrants, seized the moment. She darted \npast security, her braids flapping as she walked. Guards tried to stop her and she almost shied away, but then \nFrancis, known for breaking with convention in an effort to be closer to the people he serves, beckoned her.\n\nThe young girl was lifted up, carrying a letter and a yellow t-shirt, and was brought to the pope. They embraced. \n\n Related: Francis and Sophie's secret: girl who hugged pope delivers immigration plea\n\nHer letter, handed to Francis by security, asked him to call on US lawmakers to pass comprehensive immigration \nreform so she and her family could stop living in fear of deportation. She also gave him a T-shirt, which read \"¡Papa \n\n\nRescata DAPA!\", asking the pope to help save the program that would defer deportation for the undocumented \nparents of US citizen parents, which has been held up in court. The action would help her father.\n\nThe pontiff has expressed particular compassion for immigrants who travel north from Central and South America \nto seek a better life in the US, and even once suggested he would like to cross the US-Mexico border with them in a \nshow of solidarity.\n\nFor many US hispanics, especially those who are undocumented, hearing the first Latin American pope deliver a \nmessage of compassion for immigrants while visiting the country was affirming in their fight for immigration \nreform.\n\nBermejo had arrived in Washington DC by foot from York, Pennsylvania, where she joined 100 other women on a \npilgrimage to urge compassion and dignity for undocumented immigrants and see Francis. Bermejo immigrated \nillegally to the US from Argentina with her three children in 2001 to join her husband, who was already in Florida.\n\nAs the sun rose over the Capitol on Thursday, she stood near the entrance to the west lawn with a large sign that \nasked Francis: \"Be our voice. Immigration reform\". \"We want Pope Francis to be our voice because we are here \nand we are not going anywhere,\" she said.\n\nMinutes later, Francis addressed Congress, humbly appealing to them in lilting English as the \"son of immigrants\".\n\n\"On this continent, thousands of persons are led to travel north in search of a better life for themselves and for their \nloved ones, in search of greater opportunities,\" Francis said in his address. \"Is that not what we want for our own \nchildren? We must not be taken aback by their numbers, but rather view them as persons, seeing their faces and \nlistening to their stories, trying to respond as best we can to their situation.\"\n\nAfterwards he stepped onto a balcony of the US capitol. The crowd stilled and cheers faded to silence. \"Buenos \ndías,\" Francis said to the thousands of people below him, many immigrants from the American continent. They \nerupted in a thundering crescendo.\n\nIt was a simple but powerful gesture to use a language that he shared with so many there. It was also a gentle \nreminder of his call to Congress to be more welcoming in its immigration policy.\n\nBermejo was elated that Francis spoke to the crowd in Spanish. \"It's our language,\" she said. \"It is a language of \nthis continent. He said: 'I am part of America.' And this is a big message, I think, because America is not North \nAmerica only. America is a big continent and there are a mix of languages and cultures.\" \n\nThe pope's focus did not let up - and it will likely continue this weekend in Philadelphia. At a Catholic school in east \nHarlem on Friday, Francis addressed young elementary school students and immigrant families with the same \nease with which he challenged Congress just days before.\n\nAmong those in the audience was the Duque family, who faced separation when the father, Francisco Duque \nGonzalez, was arrested and threatened with deportation.\n\n\"The most difficult time of my life was when my dad was gone,\" his second-eldest daughter, Fatima, told the \nGuardian. Fatima and her sister Silvia were born in Mexico, while their younger sisters were born in the US, after \ntheir parents immigrated to New York. Though the Catholic Charities has helped Francisco fight his deportation to \nremain with his family in New York, they still have anxiety about what the future holds. \n\n Related: Pope Francis to meet New York family that faced deportation to Mexico\n\n\"It is not easy,\" Francis said of the immigrant's plight during his remarks at the school. \"At the beginning it can be \nhard, right? Often you have to learn a new language, adjust to a new culture, even a new climate. There is so much \nto learn!\"\n\n\n\nThe Duque family remembers just how hard it can be. After they crossed the border, they struggled to find work. \nThey did not speak English and did not have the proper paperwork to apply for jobs. Their young daughters fell \nbehind in school because they could not communicate with their teachers and classmates. When Francisco finally \nfound work, he began to take language classes at night to help his children with their homework. Now 19 and 15, \nthey hope to attend university.\n\n\"I want to do so much, but I can't. I want to be able to,\" Fatima wrote in a letter that was presented to Francis on \nFriday in a book along with 1,000 stories of Harlem residents. She said she would like to become a lawyer, but \nfears her immigration status will bar her from achieving these dreams.\n\n\"Dear children,\" he encouraged them, \"you have a right to dream and I am very happy that here in this school, in \nyour friends and your teachers, you can find the support you need. Wherever there are dreams, there is joy.\" \n"}