{"title": "Gail Collins: Mitt and Begonia-gate", "body": "\nOh, wow! Rick Perry hit Mitt Romney with the illegal immigrant landscapers!\n\nIt was the high point of this week's Republican debate, and somehow I have a feeling it was a preplanned attack. \nPerry was so eager to tell the world that his nemesis had once relied on undocumented workers for a healthy lawn \nand well-maintained tennis court that he responded to a question about uninsured children in Texas with the story \nof Mitt's yardwork.\n\n\"And the idea that you stand here before us and talk about -- that you're strong on immigration is, on its face, the \nheight of hypocrisy,\" Perry declaimed.\n\nI found this very exciting because it brings us closer to the moment when one of Romney's competitors will point out \nthat he once drove to Canada with the family dog strapped on the roof of the car.\n\nThis week's debate was a triumph for Perry, who not only put Romney on the defensive, but did it in complete \nsentences. He did get lost in the weeds during a discussion of Romney's Mormonism. (\"And this country is based \non, as Newt talked about, these values that are so important as we go forward, and the idea that we should not \nhave our freedom of religion, to be taken away by any means.\")\n\nThe whole First Amendment thing might be a little complicated for a governor whose state constitution prohibits \nanyone who doesn't believe in God from holding public office. This is not a joke.\n\nBut about Romney and the landscapers. This is the story: In 2006, The Boston Globe reported that the yard of then-\nGov. Romney's family home was being groomed by a landscaping firm with a history of using undocumented \nworkers. The team of reporters, led by Jonathan Saltzman and Maria Cramer, tracked down people in Guatemala \nwho recounted fond memories of their years of clipping the Romney grass without the requisite immigration papers.\n\n\"Aw, geez,\" Romney said back then, in his inimitable way, when he was asked about the matter. The whole \nsituation was particularly embarrassing because the governor had just begun his first presidential race by beating \nup on Sen. John McCain for being soft on illegal immigrants.\n\nAnyway, Romney then went home, discovered an undocumented worker somewhere among the foliage and sent \nhim packing.\n\nAlso, he complained to the landscaping company. We're sure about that because Romney explained it during the \ndebate Tuesday night.\n\n\nThis was after he had already responded to Perry with one of those terrible artificial chuckles, then got red in the \nface, had a heated exchange and violated the Texas governor's space by grabbing his shoulder. It was exactly like \nprofessional wrestling, except for part about the middle-aged guys in suits.\n\n\"So we went to the company and we said, 'Look, you can't have any illegals working on our property.' That's -- I'm \nrunning for office, for Pete's sake. I can't have illegals,\" Romney recounted.\n\nIf the debate had been less heated, perhaps he could have manufactured a dialogue in which he gave the \nlandscapers a lecture on the rule of law. But \"I'm running for office, for Pete's sake\" really does ring true.\n\nInterestingly, though, Romney kept using the same service until a year later when he fired them after The Globe did \na follow-up. (\"Lawn Work at Romney's Home Still Done by Illegal Immigrants.\")\n\nIf a crate on the roof plays any part in this story, we are going to be really, really disturbed.\n\nGAIL COLLINS is a New York Times columnist.\n"}