{"title": "Immigrants: More Boon Than Burden; Woven Into Economic Fabric Is Strength of Foreign Threads", "body": "\nSecond of three articles\n\nThey are physicians and uninsured patients. They are bilingual teachers and teenagers struggling to learn English. \nThey are business owners paying thousands a week in payroll taxes and grandmothers living on Social Security.\n\nImmigrants are having an enormous effect on economic and civic life in the Washington region, where their \nnumbers have swelled by more than 350,000 since the early 1980s. In schools and work places, at community \nhealth clinics and social service offices, their increasing presence in the District and Washington suburbs affects \nnearly every aspect of private industry and government -- although not necessarily in ways their native-born \nneighbors might realize.\n\nWhether this surge in immigration adds up to a boon or a burden for local jurisdictions and the area's economy is \ndifficult to assess, however. No systematic survey has documented what the Washington region's immigrants \nprovide in taxes and economic growth vs. what they cost in services. Still, the best available evidence suggests \nthat area immigrants -- who now account for one in six residents -- make greater contributions and impose fewer \ncosts than those in many other urban centers that have large foreign-born populations.\n\nThe most comprehensive immigration study yet, released last year by the National Research Council, found that \nimmigration provides an overall modest net gain for the United States -- roughly $ 7 billion to $ 10 billion a year in \nan $ 8 trillion economy. Some local governments feel the financial strain in states with a large number of \nimmigrants, notably California, the report said, because those households are more likely to have school-age \nchildren, depend on social services and pay lower taxes than native residents.\n\nBut the Washington region, besides having fewer immigrants, has an above-average proportion who arrived with \nskills, education or jobs already waiting for them, according to U.S. Census Bureau and Immigration and \nNaturalization Service data. This is probably a key reason why -- even as Congress and D.C.-based think tanks \nwage a national debate on the pros and cons of immigration -- the anti-immigration backlash in California and \nTexas has failed to take hold here.\n\nIn the Wheaton-Silver Spring-Aspen Hill Zip code of 20906, the region's most ethnically diverse, more than one in \nfive of the 58,000 residents is foreign-born. In South Arlington's Zip code 22204, which has the highest \nconcentration of immigrants in the area, 28 percent of the 43,000 residents is foreign-born.\n\nStill, greater Washington does not appear to be a place where low-paid, native-born employees have been pushed \nout by a new, foreign-born work force, says William Frey, a University of Michigan demographer who has studied \nmetropolitan areas with high immigration.\n\n\nIn addition, illegal immigrants, who are more likely to be uneducated and poor, make up only 11 percent of the \nforeign-born population in Maryland and 15 percent in Virginia -- as compared with 25 percent in California, \naccording to government estimates. The percentage in the District is unknown but could be substantially higher.\n\nAs immigrants have become part of the region's economic fabric, their purchasing power has grown steadily. In \ncommunities such as Seven Corners in Falls Church, Adams-Morgan in the District and Wheaton in Montgomery \nCounty, hundreds of immigrant-owned or inspired shops and services -- from international couriers and fast-food \nchicken to auto body shops and ethnic restaurants -- have opened in the last decade.\n\n\"If you really want to look at the immigrant impact, look at all the small business starts in a place like Wheaton -- \nthe ethnic markets, the travel agencies, the laundries,\" said Ana Sol Gutierrez, a member of the Montgomery \nCounty school board who was born in El Salvador and whose father was once its finance minister.\n\nIn Arlington, Angel Juarez Valle, who arrived penniless from Central America in 1980 and today co-owns \nRestaurante Abi, a popular Salvadoran restaurant, boasts: \"I was the first one to introduce pupusas to Virginia. Now \npeople can't get enough of them.\"\n\nBut immigrants are buying much more than $ 5 lunch specials. The region's Hispanic community is the fifth largest \nLatino enclave in the nation -- and one of the four wealthiest, according to private marketing surveys. More and \nmore, mainstream insurance companies, car dealerships and other firms are discovering and courting this lucrative \nmarket.\n\nA Nissan dealer in Tysons Corner takes out regular ads in local Spanish-language newspapers, featuring two \nLatino salesmen. A Giant store in Arlington just added an entire aisle of popular Latino foods, from black beans to \nguava paste. A chiropractor says 90 percent of the 850 patients at his four suburban Maryland clinics are Latinos, \nwho often turn to chiropractors because they are cheaper than physicians.\n\nThe Hispanic Yellow Pages, a private guide published in Alexandria, carries ads for U.S.- and foreign-born dentists \nand doctors as well as national real estate firms, airlines and banks.\n\n\"I'd say 98 percent of my clients are Hispanic,\" said Joel Atlas Skirble, a U.S.-born lawyer who started out in \nAdams-Morgan in 1974 and now does most of his business in the Virginia and Maryland suburbs. He is widely \nknown for his \"I speak your language\" pitch on Spanish-language television. In truth, he doesn't, but it hardly \nmatters: His firm has 19 Spanish-speaking employees.\n\nClassroom Challenges\n\nThe region's public schools have experienced the most dramatic and visible impact of immigration. Ten years ago, \nthere were about 25,000 students in the District and surrounding suburbs whose first language was not English, \nand many schools had no immigrant students. Today, there are more than 75,000 such youngsters, and hundreds \nof classrooms where more than 40 percent of the students are immigrants or the children of immigrants.\n\nMany of these students have made notable contributions to schools, becoming class leaders and winning college \nscholarships. At Annandale High School, the top-performing seniors last year included children of immigrants from \nIndia, South Korea, the Philippines and Costa Rica, all of whom say they and the school benefited from the \ndiversity.\n\n\"The American side keeps us bonded together; the other side contributes flair and spark,\" said Jaspreet Singh, 19, \nan Indian immigrant who is now a freshman at the University of Michigan.\n\nBut the continuing influx, especially rural refugees from underdeveloped or war-torn countries, has placed costly \ndemands on school systems to hire more bilingual aides and English as a Second Language (ESL) teachers.\n\nIn Arlington, the budget for ESL programs has risen from $ 3.8 million in 1988 to an expected $ 9.1 million next \nyear. In Fairfax County, the cost of ESL services jumped from $ 7 million in 1989 to $ 24 million this year. In \nMontgomery County, it has increased from $ 5.3 million in 1988 to $ 15.2 million.\n\n\n\nAt Weller Road Elementary School in Wheaton, located in an area that has the region's most diverse immigrant \npopulation, teachers use hand gestures to communicate with students when language fails. They also schedule 7 \na.m. appointments with immigrant parents, many of whom work two or three jobs. The school has received \ngovernment grants that help keep classes smaller, buy bilingual software and fund an after-school homework club.\n\nAt Patrick Henry Elementary School in Arlington, bilingual staff members visit the homes of foreign-born students \nwho fall behind. After school, a program called \"Arroz con Leche,\" or Rice with Milk, lets youngsters and their \nmothers practice reading in both English and Spanish.\n\n\"I love this school,\" said Belkis Gallo, 34, a Salvadoran mother and nighttime office cleaner who was reading, very \nslowly, to her 7-year-old son about bats and penguins. \"Both me and my son are learning a lot here.\"\n\nBut there have been complaints that too much attention is being given to immigrant students at the expense of \ntheir American-born classmates.\n\nThe special effort to help immigrants \"has not come without a great price tag,\" said Conchita Mitchell, executive \ndirector of the Columbia Pike Revitalization Organization. \"There is some worry that the balance is tipping.\"\n\nFrancisco Mallet, who directs the ESL program in Fairfax County, concedes that \"working with 10 different \nlanguages at once can make teachers [initially] scratch their heads in frustration.\" But he and school officials defend \nthe investment.\n\n\"Immigrants bring us a great richness,\" said Donald Clausen, principal at Annandale High, where more than half \nthe 2,100 students are immigrants or the children of immigrants. \"We have a reputation as a diverse school, and \nsome [parents] want to avoid it. I say that's their loss.\"\n\nBy way of example, Ghassam Tarazi, the Lebanese American principal at Ellen Glasgow Middle School in \nAnnandale, recounts walking through the cafeteria and hearing a Muslim student being asked why he wasn't eating \nlunch.\n\n\"He was explaining what Ramadan was,\" said Tarazi, referring to the Muslim observance that requires fasting. \n\"There was education going on right there.\" Tarazi's school has 1,000 students from 42 countries, \"and as an \nimmigrant, I have a vested interest in meeting the needs of the child.\"\n\nMontgomery County school board member Gutierrez said it's \"a myth\" that immigrants are a drain on the system. \nAbout 90 percent of the budget is funded locally based on real estate and income taxes, she said, and all people \npay their fair share \"whether they come from Oklahoma or El Salvador.\"\n\nWhatever the expenditure, and despite intensive efforts, alarming numbers of young immigrants \"are right at the \nedge,\" said Sam Miranda, an English teacher at Bell Multicultural High School in the District. The parents often \nwork at night and don't speak English well, so \"the kids start falling behind, and then they are more susceptible to \ndropping out and joining gangs.\"\n\nFor Those in Need\n\nAcross the region, social services, health agencies and police departments are also feeling the effect of rising \nimmigration. Few localities track the use of such services by nationality, and many agencies make a point of not \nasking an immigrant's status unless, as with Medicaid applications, federal law requires it. Still, scattered statistics \nand ample anecdotal evidence suggest that foreign-born newcomers and their children draw heavily on these \npublic programs.\n\nSome area health workers have seen an increase in tuberculosis cases among Hispanic and Southeast Asian \nimmigrants. In Arlington, 60 percent of the pregnant girls attending alternative high school classes are Latino. In \nMontgomery County, officials estimates that 30 percent to 40 percent of maternity clinic patients are foreign-born.\n\n\n\n\"The population growth in our county in the last 10 years has been largely in an immigrant population, so obviously \na lot of these folks are coming to us for services,\" said Charles L. Short, director of Montgomery's Family Services.\n\nIn the mid-1980s, the Immigration Reform and Control Act enabled thousands of illegal immigrants to legalize their \nstatus. But in 1996, concerned that immigrants were drawing too heavily on federal programs, Congress cut \nbenefits -- chiefly food stamps and Supplemental Security Income -- for many noncitizens.\n\nFood stamps were later restored for some immigrants, specifically any elderly, disabled or children who were in \nthe country before the law took effect. But the restrictions led to a rush of people, locally and nationally, applying for \ncitizenship. And local service agencies report that hardship cases have increased because benefits are more \ndifficult to get.\n\n\"We're seeing people in more dire conditions of poverty -- more overcrowding, more difficulty putting food on the \ntable,\" said Leslye Orloff, of Ayuda, a private agency in the District that helps mostly Central Americans.\n\nAyuda is one of a network of nonprofit agencies and churches trying to fill the gap in immigrant services because \nmany local public agencies, especially those in the District, haven't been able to handle the demand. These \norganizations provide everything from nighttime English classes to well-baby checkups.\n\nBut despite a common public perception that immigrants receive excessive public benefits, few foreign-born in the \nregion receive government cash assistance -- and most who do are new refugees or senior citizens. Illegal \nimmigrants are not allowed to receive welfare or food stamps.\n\nOf nearly 238,000 people in Maryland, Virginia and the District who receive Supplemental Social Income, a monthly \ngrant for the poor who are elderly or disabled, only about 13,000 are noncitizens. Virginia's Medicaid program spent \nan estimated $ 40 million on health care for noncitizens in 1997, but most of that money went to help U.S.-born \nchildren or for one-time emergencies.\n\nThe National Research Council's immigration report challenged assertions by anti-immigrant groups that \nimmigrants raise crime rates, saying this is only a problem in some border areas. Still, the arrival of low-income \nimmigrants in Mount Pleasant in the District, Culmore in Fairfax County and Langley Park in Prince George's \nCounty has spawned numerous Latino and Asian youth gangs whose members, police say, sell drugs, steal, beat \none another up in turf fights, and force sex on young female members.\n\n\"Most often, the kids I deal with on probation were born outside the U.S.,\" said Gerald Jackson, Fairfax County's \nchief juvenile probation officer. \"We tend to see war refugees\" from Central America or Southeast Asia. \"The \ncountry makes no difference; we see trauma from war zones.\"\n\nIt's clear that immigration has caused demographic changes, but \"xenophobia is discouraging,\" Jackson said. \"One \nman stood up at a meeting and said, 'Why don't we shoot all these illegals?' You almost have to change attitudes \none person at a time.\"\n\nBesides, he added, the problems are not as bad as they were five years ago. \"Ethnic leaders are emerging -- they \ndon't want to be victimized either,\" he said. Young immigrants trying to get out of street life have enrolled in a new \ntattoo-removal program. And, according to Fairfax County Sheriff Carl R. Peed, the number of foreign-born in \ncounty detention has decreased from 14 percent to 10 percent of the overall prisoner population.\n\nIn the District, the Latin American Youth Center has set up a drop-in program to keep teenagers off the streets and \nout of trouble. And in Arlington, police have formed a Spanish-speaking task force that removes gang graffiti, \nquestions teenagers loitering in parks and handles calls from worried Latino parents.\n\nUsually, however, the behavior that irks some American-born neighbors of immigrants is not criminal, but cultural: \npoor immigrants sharing housing and parking a bunch of old cars on the street; Latino women turning their \nkitchens into informal restaurants or selling homemade food in the neighborhood.\n\n\n\n\"In some cultures, you always have your mother-in-law . . . and other extended family members living with you,\" \nsaid Kim Ouan Cook, a Vietnamese social worker in Falls Church. \"Here, people complain that their property values \nare being destroyed.\"\n\nFairfax County Supervisor Penelope A. Gross (D-Mason) is dismayed when she hears hostile comments about \nimmigrants. \"Some of them can only see it as foreigners coming in and taking over,\" she said. \"I tell them, these \nare your neighbors and mine, and they all want clean water, safe schools, and decent wages -- the same things you \ndo.\"\n\nJorge Mora, an immigrant from Chile and a Montgomery County homeowner since 1967, agrees. He and his wife, \nhe said, \"live life like anybody else -- cut the grass, keep it short, go to the beach.\"\n\nNumbers, Not Clout\n\nFor all their increased population and economic influence, the region's immigrants are still just a blip on the local \npolitical landscape. In most communities, only a handful regularly participate in civic activities, and area ethnic \nleaders don't see that changing any time soon.\n\n\"To participate in public life, you have to have a certain amount of leisure time,\" said Charles Cervantes, a Mexican \nAmerican lawyer and former Arlington School Board member. \"You have to master English, learn complicated \nissues and not be afraid to speak out. For most immigrants in the first generation, those barriers are just too high.\"\n\nIn the Maryland suburbs, Del. Kumar Barve (D), an immigrant from India, heads Montgomery County's delegation \nto the state legislature. Prince George's County Del. David M. Valderrama (D) is from the Philippines. But \nelsewhere in the region, no immigrant has won elective office higher than the school board.\n\nLatinos, by far the largest immigrant group in Washington and its suburbs, \"are still in Pampers\" politically, said \nSaul Solorzano, who directs the Central American Resource Center in the District. The city's Hispanics \"are seen as \na bunch of undocumenteds. [We] haven't been included in policy or resources.\"\n\nKeith Haller, president of Potomac Survey Research, which tracks political trends in the region, said immigrant and \nnative-born Asian Americans have been more aggressive in registering to vote, raising money and organizing. The \narea's Hispanics are \"just on the cusp of breaking through.\"\n\nAs more foreign-born become eligible to vote, research suggests Republicans will likely attract affluent \nimmigrants and Democrats will draw support from poorer immigrants hoping to preserve social services.\n\nImmigrant activists successfully beat back efforts several years ago in the Virginia General Assembly to require \nthat illegal immigrants in public schools be identified so that they could be deported or forced to repay the \ngovernment.\n\n\"If the hostility level grows, or [immigrants] want a particular change in a law,\" they will organize themselves, said \nToni-Michelle Travis, a government professor at George Mason University. \"Then the impact will come.\"\n\nArlington community activist Ralph Perrino cites his Italian mother, who took her time learning English and never \nattended PTA meetings, in predicting that it will take another generation for newer immigrants to raise their profile. \n\"It's the same whether you're Italian, Greek or Vietnamese,\" the former PTA president said. \"The first and second \ngenerations feel uneasy approaching institutions in a different culture. . . . It takes time for people to work their way \ninto it.\"\n\nForeign-born in Virginia, Maryland\n\nVirginia has 372,000 immigrants. Maryland has 412,000. More than two-thirds live in the Washington suburbs.*\n\nVIRGINIA MARYLAND\n\n\n\nRace/ethnicity\n\nBlack 8% 27%\n\nWhite 58% 54%\n\nAsian/Pacific islander 34% 19%\n\nHispanic (any race) 24% 24%\n\nEducation (people 25 and older)\n\nNot a high school graduate 15% 19%\n\nHigh school graduate/some college 39% 35%\n\nBachelor's degree 32% 22%\n\nGraduate/professional degree 15% 23%\n\nIncome (1995)\n\nUnder 16 or without income 18% 20%\n\n$ 1 to $ 19,999 50% 42%\n\n$ 20,000 to $ 49,999 24% 27%\n\n$ 50,000 or more 9% 10%\n\nOwner/renter Rent 41% 55%\n\nOwn 59% 45%\n\nPoverty Status Above poverty line 84% 90%\n\nBelow poverty line 16% 10%\n\n*1996 statistics unless otherwise noted.\n\nABOUT THIS SERIES\n\nImmigration is having a profound impact on Washington and its suburbs. The number of foreign-born in the region -\n- up from one in 22 residents in 1970 to one in six now -- has dramatically altered dozens of neighborhoods, \nchanged the economic fabric of the metropolitan area and imposed new service demands on governments.\n\nSUNDAY: A computer-assisted analysis of immigration and population data provides a detailed look at the lives of \nimmigrants in the region, including where they have come from and where they have settled.\n\nTODAY: Immigrants here appear to have had a more positive overall impact -- with less of a backlash -- than in \nmany other urban areas with large foreign-born populations.\n\nTUESDAY: Immigrant women in metropolitan Washington face unique challenges as they adapt to a new country \nand try to preserve the cultural customs and traditions of their homelands.\n\nGraphic\n\n\n\n \n\nChart, The Washington Post; Photo, BILL O'LEARY, Services: Ronny Parada cuts Nelson Flores' hair at Parada's \nshop in Arlington.  Schools: Ryan Khlok, left, and Reginald Hunter play at Patrick Henry Elementary in Arlington.  In \nArlington, the Andrade family operates a pupusa wagon along Columbia Pike. Maria Andrade and her \ngranddaughter Jacqueline, 6, lean on their van as a customer departs with his lunch.  Nora Vallejos relies on 10-\nyear-old son Edwin for help in filling out a form at a free clinic set up at an Arlington school.  A Glenmont Realtor, \nabove, has signs listing his name as Joe Leon and Jose Leon. And Angel Juarez Valle has been successful selling \nSalvadoran food at Restaurante Abi in Arlington.  Children of different hues line up at the end of recess at Patrick \nHenry Elementary School in South Arlington. The county expects to spend $9.1 million this school year on \nprograms in English as a second language.  On Columbia Pike in Arlington, shops carry signs in Vietnamese, right, \nand Spanish, rear. Immigrant population growth is reflected in many businesses.\n"}