{"title": "IMMIGRATION PANEL TO MEET IN PRIVATE", "body": "\nImmigration lawyers and citizen groups expressed anger yesterday after learning that a Federal commission \nrecommending major changes in immigration policy would hold most of its last scheduled session in private at a \nsecluded resort.\n\nFour Cabinet officers including Attorney General Benjamin R.  Civiletti, eight members of Congress and four public \nmembers serve on the Select Commission on Immigration and Refugee Policy, which is scheduled to meet Dec. 5 \nthrough 7 at the Tides Lodge on the Rappahannock River in Irvington, Va. The Commission is scheduled to meet \nfor a total of 23 1/2 hours, according to a notice published in the Federal Register. All but three and a half hours on \nthe afternoon of Dec. 7 will be closed to the public.\nSelect Commission on Immigration and Refugee Policy will hold private session at secluded resort in Irvington \n(Va)\n\nThe Rev . Theodore M. Hesburgh, president of the University of NotreDame and chairman of the 16-member \ncommission , said it was necessary to exclude the public from ''our last and mos t important meeting'' because the \nagenda included ''ticklish questi ons of national security,'' affecting relations with Mexico a nd other countries. He \nsaid that the decision to close the meeting w as final and would not be reconsidered.\n\nFather Hesburgh said in an interview that the commission, created by Congress in 1978, wanted to develop a \n''consensus on major final recommendations.'' The panel, he said, will submit its report to the President and \nCongress by March 1.\n\n \n\nCriticism From Interest Groups\n\nImmigration lawyers, civil libertarians, refugee resettlement workers and special interest groups denounced the \ndecision to close most of the session as contrary to the spirit of Federal laws requiring open government. Attorneys \nfor a group representing Haitian refugees said that they might file a lawsuit to gain access.\n\nPhyllis Eisen, a spokesman for Zero Population Growth, a nonprofit group interested in population policy and \nimmigration, said she was ''incensed'' at the commission's decision to meet in private.  ''Politicians have a right to \nget together and cut deals, but these are not just politicians,'' she said. ''They are public commissioners operating \non public money.''\n\nDavid Carliner, the author of a handbook on the rights of aliens who is chairman of the immigration committee of \nthe American Bar Assocation, complained in a letter to Father Hesburgh that the meeting was being held ''in an \n\n\nisolated location, which is virtually inaccessible to the public.'' The site, near the point where the Rappahannock \nflows into the Chesapeake Bay, is a three-hour drive from Washington.\n\nAt the session, commissioners will try to develop recommendations on such controversial issues as a national \nidentity card, numerical limits on immigration, amnesty for illegal aliens already in the United States, penalties for \nemployers who hire illegal aliens, asylum for political dissidents, selection criteria for new immigrants, deportation \nprocedures and admission of temporary workers from Mexico.\n\n \n\nHarris Opposes Decision\n\nA spokesman for one member of the commission, Patricia Roberts Harris, Secretary of Health and Human \nServices, said that she had opposed the choice of a ''remote'' location and the decision to close most of the \nsession. ''She knew of no national security considerations'' that would require closed sessions, said the spokesman, \nBill M. Wise.\n\nFather Hesburgh asked for permission to close most of the meeting in a five-page letter to the head of the General \nServices Administration, the Federal housekeeping and supply agency.  Commission officials said that the \nPresident had designated the agency to review such requests. Ray Kline, deputy administrator of the agency, \napproved the request on Nov. 7.\n\nDale Frederick Swartz, director of the alien rights project of the Lawyers Committee for Civil rights Under Law, \nasserted that some members of the commission ''have not done their homework'' and did not want that fact \ndisclosed at a public meeting. In private, he said, commissioners may advocate positions that they would not \ndefend in public.\n\nIn his letter asking for permission to close the meeting, Father Hesburgh said that the commission had held public \nhearings in 12 cities and conducted 25 public consultations with experts.\n\nThe Cabinet officers on the commission, besides Mrs. Harris, and Attorney General Civiletti are Secretary of State \nEdmund S. Muskie, and Secretary of Labor Ray Marshall. They will all be replaced by their counterparts in the \nincoming administration after Presidentelect Ronald Reagan takes office on Jan. 20. Commission members said \nthey were unsure whether the new appointees would endorse their report.\n"}