{"title": "Swift Road for U.S. Citizen Soldiers Already Fighting in Iraq", "body": "\nFor Specialist James Garrovillas, enlisting in the Army meant more than just joining the military. \n\n  It meant joining the United States.\n\nIn a 50-minute ceremony in late July, Specialist Garrovillas and 142 other service members took the oath of \ncitizenship inside one of Saddam Hussein's palaces here, now part of the headquarters of the American command \nin western Baghdad. Between white marble walls, a brass band struck up ''God Bless America.'' \n\n  Before the Sept. 11 attacks, American naturalization ceremonies had taken place on foreign soil only twice -- \nduring the Korean War and in the 1990's, with Filipino veterans of World War II. But since last year, teams of \nimmigration officers have been jetting to military bases around the world to do interviews and carry out \nnaturalization ceremonies.\n\n  The event here was the biggest of the Iraq war so far. The troops came from 46 countries -- many from Mexico, \nbut also some from Jamaica, Nigeria, Turkey and Vietnam. Until now, all had been risking their lives fighting for a \nnation that had not counted them among its citizens.\n\n  ''I think it's awesome,'' Specialist Garrovillas, 28, of San Diego, said with a wide grin as he held a certificate in one \nhand and a tightly folded American flag in the other. ''I've waited for years to get it. It's nice having it in a palace in \nIraq. It beats having it in the United States.''\n\n  Specialist Garrovillas is among 20,000 military service members who have become American citizens since July \n2002, many of whom applied under a fast-track process approved by President Bush in 2003 and enacted in \nOctober 2004. Under the new rules, people in the military can become citizens without paying the customary $320 \napplication fee or having to be in the United States for an interview with immigration officials and naturalization \nproceedings. \n\n  The president also made thousands of service members immediately eligible for citizenship by not requiring them \nto meet a minimum residency threshold, as civilians applying to be citizens must do, although they must still be \nlegal residents of the United States.\n\n  The new citizenship laws have offered a powerful tool to recruiters at a time when the military is struggling to meet \nits monthly enlistment quotas. The armed forces now have at least 27,000 members who do not have United States \ncitizenship.\n\n\n  Some military outfits around the world have long relied on the same lure. The French Foreign Legion, for instance, \ngrants French citizenship to its members, and consequently attracts many Eastern Europeans. Some joke that the \nprivilege of citizenship comes more easily now to American troops than sex or alcohol, both banned in a war zone.\n\n  ''Before they were citizens, they were willing to fight for it, to risk everything for it,'' Lt. Gen. John R. Vines, the \ncommander of combat operations in Iraq, said as he presided over the ceremony here. ''They know the risks that \nface America. They know the risks that face the world.''\n\n  Of the changes pushed through by Mr. Bush, the one that gives military service members the biggest advantage \nover civilians in applying for citizenship is the waiving of any residency requirement. But most military applicants do \nnot need that waiver, because they have lived in the United States or served in the armed forces long enough \nanyway, said Kendra Shyne, an immigration officer based in Frankfurt, who flew to Iraq with two colleagues to \nconduct citizenship interviews in the three days before the naturalization ceremony on July 25. \n\n  Specialist Garrovillas, for example, was born in the Philippines but lived in the United States for 23 years, growing \nup in Southern California. He joined the Army three years ago and decided to apply for citizenship before his Iraq \ndeployment to get higher security clearances and other job-related benefits, he said.\n\n  ''Having the passport is also nice,'' said Specialist Garrovillas, of the 44th Corps Support Battalion. ''I'm the fourth \nperson in my family to get it. My older brother was a marine, and he became a citizen back in '92.''\n\n  Another new citizen, Cpl. Mario Rivera, 23, originally from Honduras, said, ''I applied when they told me it was \ngoing to be free.'' \n\n  Asked what benefits he believed came with citizenship, the corporal replied, ''Not a lot.'' \n\n  ''You can apply for federal jobs,'' he said. ''That's about it.''\n\n  Standing next to him, Specialist Kerryann Simpson, 21, from Jamaica, had a less blase take.\n\n  ''It was wonderful,'' she said of the ceremony. ''It's an experience meeting people from different countries.''\n\n  ''I wanted to apply for citizenship for a better job,'' she added.\n\n  Military life was all Specialist Simpson knew of the adult world. She said she joined the Army right after finishing \nhigh school in Windsor, Conn. She had grown up in Jamaica and moved to the United States seven years ago. \n\n  Those applying for the citizenship ceremony in Iraq first filled out applications that took about six to eight weeks to \nprocess, including background checks. Then Ms. Shyne and two other women from the Citizenship and Immigration \nServices, once known as the Immigration and Naturalization Service, flew from Europe to conduct brief interviews \nhere. The applicants came to Camp Victory from military bases scattered across Iraq; no one was rejected for \ncitizenship.\n\n  In the course of doing the interviews, the immigration officials discovered that seven applicants already were \ncitizens -- they were under 18 when their parents had become citizens, and so they had automatically been \ngranted citizenship. But the seven were still included in the ceremony, for the sake of pomp.\n\n  ''It was pretty sad because my whole family was U.S. citizens, and I'm the only one who wasn't a U.S. citizen,'' \nsaid Specialist Jobert Floresca, 24, who was born in the Philippines. ''I didn't find out until today that I'm a U.S. \ncitizen.''\n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n\nGraphic\n\n \n\nPhoto: One hundred and forty-three troops from 46 nations took the oath of citizenship in a former Hussein palace. \n(Photo by Johan Spanner/Polaris, for The New York Times)\n"}