{"title": "SEDER JOY AT LAST FOR IMMIGRANT", "body": "\nMonday will be 66-year-old Alexander Krivits' first Passover Seder.\n\nAfter arriving in Brighton from Ukraine seven months ago, the former bus driver is finally in an environment where \nhe says he is comfortable enough to explore his Jewish roots.\n\n\"I'd like to practice a more traditional Passover this year,\" said Krivits, speaking through a Russian interpreter. \"We'll \nhave the kids over, my wife will cook dinner, and we'll have a celebration.\"\n\nKrivits, who lives on a limited income, received help for his Seder plans from the Shorefront Jewish Community \nCouncil, a social services agency in Brighton.\n\nShorefront, which runs weekly and monthly food pantries, distributed Passover-themed food to more than 1,000 \npeople this week at a local senior center.\n\n\"There's an extra shipment on Passover because we feel people are needier on this holiday,\" said Malya Gross, 26, \ndirector of Shorefront.\n\nMost of the clients who picked up food were recent immigrants from the former Soviet Union, many of them \nseniors pushing shopping carts.\n\nTo qualify for Shorefront's food-pantry program, recipients must earn less than $200 per month over the cost of \ntheir rent.\n\n\"They're not only traumatized by their immigrant status and inability to communicate, but also by their limited \nincomes. These are the indigent of the indigents,\" said Rabbi Moshe Wiener, executive director of Shorefront.\n\nThe donated food was the product of a joint effort by the Food Bank of New York, the largest food bank in the \ncountry, and the Metropolitan Council on Jewish Poverty and the United Jewish Appeal-Federation of New York \nsocial services agencies. The agencies distributed food for Passover to 90 community programs throughout the five \nboroughs, including 45 sites in Brooklyn.\n\nTheir work comes in the wake of a study by the Met Council and the UJA-Federation, which counted 156,200 poor \nJewish households in Brooklyn.\n\nThe Passover food packages consisted of two plastic bags, one with bottles of borscht, mayonnaise and apple \nsauce, and the other with a box of matzohs, a jar of gefilte fish and a bottle of grape juice. Each bag also contained \na booklet on the meaning of Passover, and an explanation on how to have a traditional Seder.\n\n\nOne elderly food recipient, Lyudmila Golman, was so grateful for Shorefront's assistance that she volunteered to \nhelp distribute the items the next day.\n\n\"I come from Russia. I'm very poor. Shorefront helps me,\" said Golman, who arrived in Brighton Beach in 1998 and \nwhose only income is Supplemental Social Security.\n\nShe added that recipients, some of whom are embarrassed to accept handouts, felt more comfortable receiving the \nfood from her, one of their own.\n\n\"People are grateful,\" she said. \"They thank me.\"\n"}