{"title": "CORRECTING and REPLACING washingtonpost.com Hosts Live Discussion Series with Presidential Candidates; Discussions Enable Users to Engage Directly with Candidates", "body": "\nPlease replace the release with the following corrected version due to multiple revisions.\n\nThe correctedrelease reads:\n\nWASHINGTONPOST.COM HOSTS LIVE DISCUSSION SERIES WITH PRESIDENTIAL CANDIDATES\n\nDiscussions Enable Users to Engage Directly with Candidates\n\nwashingtonpost.com, an award-winning news and information Web site, today announced it will host a series of \nlive online discussions between readers and individual Republican and Democratic presidential candidates \nbeginning Wednesday, October 10th.\n\n\"In 2004 we were among the first to host live online forums with each presidential candidate, during the \nDemocratic primary-a venture that proved extremely popular-and are excited to once again provide an interactive \nspace for readers to connect with candidates in the 2008 election,\" said Jim Brady, Executive Editor of \nwashingtonpost.com.\n\nKicking off the round of discussions with Republican candidates, Sam Brownback (R-Kan.) will be online tomorrow \nat 11:00 am ET. Democratic candidate sessions will follow over the coming weeks. Each forum will last one hour \nand take place live on washingtonpost.com. Readers will have the opportunity to submit questions before and \nduring the events. Candidates will respond to questions and discuss the issues most important to readers.\n\nAlong with the 2004 Democratic primary candidates, past political guests who participated in live online \ndiscussions include Virginia and Maryland gubernatorial candidates, candidates in the 2006 Maryland Senate race \nand more than a dozen other U.S. senators and representatives.\n\n\"Recognizing our readers' desire to interact with newsmakers, washingtonpost.com continues to engage a \ngrowing national audience through its expanded online discussion forums,\" said Brady. \"Our live online Q & A's \nwith presidential candidates are part of our larger initiative to involve online readers in new and innovative ways.\"\n\nIn addition to this series, washingtonpost.com holds live discussions hosted daily by Washington Post and \nwashingtonpost.com reporters, columnists and editors on topics ranging from national news and politics to \nentertainment and sports.\n\n\nA schedule of live presidential discussions is now available and will be updated throughout the series as additional \ncandidates are confirmed. For a full schedule of washingtonpost.com live online discussions please visit the \nfollowing link:www.washingtonpost.com/discussions\n\nAbout washingtonpost.com\n\nwashingtonpost.com is the award-winning news and information Web site of The Washington Post. It offers world-\nclass journalism, a remarkable blend of traditional reporting, and innovative, multimedia content that provides an \nunmatched level of depth and texture to breaking stories as well as features, plus unique ways for reader to engage \nwith the site, its capabilities and content.\n\nThe recipient of the first-ever Emmy for original video journalism online and washingtonpost.com has won \nnumerous other awards, including an EPpy Award for Best Overall Newspaper-Affiliated Site, several Digital Edge \nAwards, a 2007 National Journalism Award for Web Reporting, National Press Photographers' Association Best of \nPhotojournalism Award, and three consecutive Edward R. Murrow Awards for Overall Excellence for Non-Broadcast \nAffiliated Website, among others.\n\nwashingtonpost.com is one of five online properties produced by Washingtonpost.Newsweek Interactive, the \nonline publishing subsidiary of The Washington Post Company. (NYSE:WPO)\n\nFor more information, please visitwww.washingtonpost.com.\n\nCONTACT: Washingtonpost.Newsweek Interactive\nMaria Cereghino\nOffice: 703-469-3176\nMobile: 314-494-0397\n\nmaria.cereghino@wpni.com\n\nhttp://www.businesswire.com\n"}