{"title": "I.D. PLAN OPPOSED BY ADMINISTRATION", "body": "\nA Federal official said today that the Reagan Administration was vehemently opposed to a section of the Senate-\napproved immigration bill that requires the President to devise a system for verifying the identity of all job \napplicants, including United States citizens.\n\nThe system would be aimed at permitting employers to distinguish illegal aliens from citizens and aliens authorized \nto work in this country. Under the bill, an employer who knowingly hired illegal aliens would be subject to a civil fine \nof up to $2,000 for each illegal alien. If there was a ''pattern or practice'' of violations, the employer could also be \nimprisoned for six months.\nWASHINGTON, Aug. 25 - A Federal official said today that the Reagan Administration was vehemently opposed \nto a section of the Senate-approved immigration bill that requires the President to devise a system for verifying the \nidentity of all job applicants, including United States citizens.\n\nAnnelise G. Anderson, associate director of the Office of Management and Budget, said that the Administration \nopposed the Senate bill's provision for an identification system. The bill says that within three years the President \nmust ''establish a secure system to determine employment eligibility in the United States.''\n\n''The legislation says the system can be used only for worker identification purposes,'' Mrs. Anderson said in an \ninterview. ''But the temptations to use it for other purposes in emergencies are extraordinary.''\n\n \n\nUses by Police Are Feared\n\nDespite the safeguards, she said, officials may be tempted to use the system to enforce draft registration laws, to \ncombat drug trafficking, to quell a riot or to investigate airport bombings.\n\nMrs. Anderson said the establishment of an employment eligibility system and its misuse were ''typical of totalitarian \nsocieties.'' ''One of the things that a totalitarian society can't abide is not being able to control the movement of \npeople,'' she said. ''If you want to maintain a free society, you have to tolerate a little bit of slack in your ability to \nfully enforce the law. If you have everybody identified, you can stop people on the street to see if they have \nregistered for the draft. If you have no I.D., you have no way to find these people.''\n\nSenator Alan K. Simpson, Republican of Wyoming and the chief sponsor of the Senate bill, tried to take account of \nsuch arguments in his bill. He inserted provisions ''to minimize the risk of undue invasion of privacy and the risk of \nGovernment abuse.''\n\n''There is no 'slippery slope' toward loss of liberties,'' Mr.  Simpson said in the Senate, ''only a long staircase where \neach step downward must be first tolerated by the American people and their leaders.''\n\n\n \n\nHouse Has Similar Bill\n\nThe Senate passed the Simpson bill last week by a vote of 81 to 18. The House Judiciary Committee plans to take \nup a similar bill on Sept. 14. Supporters of the House bill hope to complete floor action before Oct. 8, the target date \nfor adjournment. The House is not scheduled to convene again before Election Day, Nov. 2, but there has been talk \nof a lame-duck session after the Congressional elections.\n\nThe Senate and House bills both provide that for three years employers could rely on the best existing documents \nto check the eligibility of job applicants. The documents include passports, Social Security cards, birth certificates \nand drivers' licenses.\n\nThe ''secure system'' would be introduced after three years. The Senate bill says the system must be designed so it \n''will reliably determine that a person with the identity claimed by an employee or prospective employee is eligible to \nwork, and that the employee or prospective employee is not claiming the identity of another individual.''\n\nIt also says, ''If the system requires an examination by an employer of any document, such document must be in a \nform which is resistant to counterfeiting and tampering.''\n\n \n\nCalled Too Expensive\n\nMrs. Anderson said it would be ''extraordinarily expensive'' to devise a system to meet the rigorous requirements of \nthe Senate bill, which authorizes $10 million to begin developing it.\n\nMrs. Anderson said the total cost, spread over several years, might exceed $1.5 billion. The basis for that figure, \nshe said, is that there are more than 100 million people in the civilian labor force and the cost of producing each \nsecure document, such as a passport, is about $15.\n\nSenator Simpson acknowledged that the costs could be substantial, but he said there were also ''tremendous costs'' \nto society from inadequate enforcement of the immigration laws.\n\nAttorney General William French Smith said it was ''inappropriate'' for Congress to presume that particular changes \nwould have to be made in the existing documents. Some changes may be necessary, he said, but ''that remains to \nbe assessed.''\n\n \n\nCards Common in Europe\n\nIdentity cards have long been common in parts of Europe. France, West Germany, Belgium and Italy have such \ncards. In this country, Federal agencies and advisory committees have repeatedly studied the idea of a national \nidentification system, and they have generally discouraged the idea.\n\nThe Social Security Administration said this month that in an effort to frustrate counterfeiters, it would start issuing \nSocial Security cards on bank-note paper next year. Senate aides said they doubted that such cards could satisfy \nthe Simpson bill's requirements for a secure system.\n\nThe Senate bill does not specify whether the President should use identification cards, a computerized data bank or \nsome other device.\n"}