{"title": "London agency showcases immigrant entrepreneurs; I Am London social media campaign runs three months", "body": "\nFrom newcomer to new business owner.\n\nThe London and Middlesex Local Immigration Partnership is launching its I Am London social media campaign, a \nthreemonth initiative showcasing area entrepreneurs who immigrated to Canada.\n\n\"We want to share these kinds of inspirational stories with everyone,\" said Huda Hussein, project co-ordinator for \nthe London-area resettlement agency.\n\n\"Everyone comes with objectives; to raise their children, to have a better life and to contribute, most importantly.\"\n\nThe campaign has two goals, to share stories from local immigrants and inspire newcomers by highlighting the \nsuccesses of people like them, Hussein said. Each story will be shared on the agency's website and social media \nfeeds.\n\nThe agency has been running the fall social media campaigns for six years, each one with a different immigration-\nrelated theme. This year's initiative highlights nine immigrant entrepreneurs in the London-area.\n\nKay Habib, an interior designer and owner of Skilled Accents, grew up in Lahore, Pakistan, and came to Canada \nwith her husband and son in 2006. She worked in the corporate world before striking out on her own and starting an \ninterior design business.\n\nBy May 2018, Habib expanded her business by rescuing discontinued fabric samples and swatches to manufacture \ndecorative pillows. Her company now has a showroom in northwest London and employs nine Syrian and Iraqi \nrefugee women.\n\n\"It's an honour to be featured,\" said Habib. \"There's two aspects to my business: social and environmental. I really \nwant to convey that message.\"\n\nVasile Caniuca, a Romanian immigrant and owner of luxury homebuilder Millstone Homes, also is being featured \nin the first month of the campaign. Caniuca arrived as a stowaway in shipping container at the Halifax harbour, \nclaimed refugee status and built a life and business in Southwestern Ontario.\n\nThe social media campaign is launching as Canada gears up for a federal election, one where immigration has \nbeen a key issue.\n\nThough it's a coincidence the social media initiative and the federal election line up, the initiative has some \nimportant messages for the public and politicians alike, Hussein said.\n\n\n\"Canada is a land of immigration,\" she said. \"We are in a community, we all live together. If one person succeeds, \nwe all succeed.\" !@COPYRIGHT=© 2019 Sun Media Corporation. All rights reserved.\n\nGraphic\n\n \n\nJennifer Bieman; Kay Habib, owner of Skilled Accents, is one of the London-area immigrant entrepreneurs \nfeatured in a social media campaign. Habib immigrated to Canada in 2006 and started a decorative pillow business \nthat now employs nine Syrian and Iraqi refugees.; \n"}