{"title": "DREAM & SAY CHEESE. Worldwide photo shoot to focus on N.Y. immigrants", "body": "\nBROOKLYN ARTIST Justin Tellian is a dreamer - and his work proves he's not the only one, especially in New \nYork.\n\nTellian, 33, has been doing justice to John Lennon - who sang about dreamers in his classic song \"Imagine\" - by \nundertaking a quixotic quest to photograph people who see themselves in that light.\n\nHis worldwide journey to snap shots of self-professed dreamers will bring him to Queens on Saturday, where he \nwill turn his lens on the city's immigrant youth. He has been taking joyful group photographs in cities from Berlin to \nTokyo, inviting anyone who thinks of themselves as a dreamer to show up and pose.\n\nHe usually defines the word \"dreamer\" loosely. But for his final shoot - planned for 1 p.m. in front of the Unisphere \nin Flushing Meadows-Corona Park - he's extending a special invitation to immigrant youth who use the word as a \nway to shed hated labels like \"illegal\" or \"alien.\"\n\nUndocumented college students who came to the U.S. as children call themselves \"dreamers\" because they would \nqualify for a green card under the stalled federal DREAM Act.\n\n\"Being a dreamer, to me, I guess, means to be able to look beyond society and the barriers that have been pushed \ndown your throat by religion, or government, or money, or anything like that,\" he said. \"To ask questions, to want \nmore for yourself and your fellow man.\"\n\nTellian uses an old-fashioned, large format 8\"x10\" box camera, so he can print portraits up to 12 feet high. He \nenlists one person at each shoot to carry a big flag with the word \"dream\" in the host country's language.\n\nThe only rule? Everyone must wear white, la Lennon in his \"Imagine\" video. \"Just as a way to unify everybody,\" \nTellian said of the wardrobe requirement. \"And it's very pretty to do it that way.\"\n\nQueensboro Community College student Lucia Allain, 19, plans to be there with fellow members of Dream \nScholars, the undocumented support group she founded.\n\n\"To us, 'dreamer' means an undocumented student,\" said Allain, who came to the U.S. from Peru when she was \n10. \"We believe in what we do, and in the path we're walking ... We're not aliens; we're not green. We're normal \npeople.\" epearson@nydailynews.com\n\n\nGraphic\n\n \n\nJustin Tellian brings his Dreamers project to Flushing Meadows- Corona Park in Queens Saturday. Photo by \nMariela Lombard\n"}