{"title": "Senate agrees to revive bill on immigration", "body": "\nWASHINGTON -- The Senate will resume debating immigration later this month, its Democratic and Republican \nleaders announced Thursday.\n\nThe deal to revive the bill came after a stepped-up lobbying effort by President Bush, who met with Republican \nsenators during a rare visit to Capitol Hill on Tuesday.\n\nSenate Majority Leader Harry Reid, D-Nev., had pulled the legislation from the Senate schedule, saying \nRepublicans were trying to kill it with amendments.\n\nReid and Senate Minority Leader Mitch McConnell, R-Ky., tentatively agreed to limit the number of amendments \nthat can be offered, putting the bill on track for a vote on final passage before the July 4 break.\n\nThe House will begin debating immigration in July, Speaker Nancy Pelosi, D-Calif., has said.\n\nWhite House spokesman Scott Stanzel said administration officials \"are encouraged by the announcement from \nSenate leaders.\"\n\nHours before Reid's announcement, the president pledged $4.4 billion for border security and enforcement of \nemployment laws in a speech to Associated Builders and Contractors.\n\nThe move was designed to win over Republican skeptics. Only seven of Bush's fellow Republicans supported the \nimmigration bill in a key vote last week.\n\nIn the days since, Bush has pressured senators to support the most sweeping rewrite of the nation's immigration \nlaws in more than two decades.\n\nThe bill would beef up security along the border, increase penalties for hiring illegal aliens, expand opportunities for \nforeigners to work in the USA and, for the first time, make job skills a factor in determining who may immigrate. \nThe most controversial provision would give an estimated 12 million illegal immigrants a chance at citizenship.\n\nWhite House spokesman Tony Snow said the funds for border security would come from fines and penalties \nassessed against illegal immigrants under the bill.\n\nRep. Duncan Hunter, R-Calif., a presidential candidate and bill critic, accused Bush of backing \"amnesty fees\" and \nthe administration of stalling construction of a U.S.-Mexican border fence \"until the president gets his amnesty bill.\" \n"}