{"title": "HOW PROMISED LAND BECAME THE GHETTO", "body": "\nCHICAGO When I was growing up, ''country'' was about the worst thing anyone could call you in my neighborhood. \n''Country'' people lacked manners. They did not put on clean clothes to go downtown. They avoided church and \nlived off welfare.  But even our most disheveled country neighbors had their own reverse snobbery.  ''Proper,'' which \nthey pronounced ''proppah,'' became a putdown for those who took pains to speak correct English and comply with \nthe other standards country people didn't seem to grasp.  But while a rich diversity of lifestyles is presumed to thrive \nin most American ethnic communities, it is brushed over in accounts of African-American life in favor of underclass \nstereotypes.  It was the roots of the underclass that Atlantic magazine's Nicholas Lemann pursued in his ambitious \nbook, ''The Promised Land: The Great Black Migration and How It Changed America.'' Lemann believed they \ncould be found in the immigrants who came from the rural South to black neighborhoods but failed to adjust to big-\ncity life.  Through personal profiles and key events, Lemann describes how America was changed by one of \nhistory's biggest mass movements, the migration of 6.5 million blacks from the rural South to the urban North and \nWest between 1910 and 1970.  He shows how dreams of better-paying jobs in the seemingly egalitarian North \nwere crushed for many by Northern racism, which deprived most blacks of equal pay and kept them out of trade \nunions and white neighborhoods.  Lemann also cuts away to Washington in a long and enlightening chapter to \ndiscuss the successes and failures of anti-poverty policy in the 1960s.\nAn excellent companion work, ''There Are No Children Here,'' by The Wall Street Journal's Alex Kotlowitz, puts us \ninto the lives of the end products of Lemann's migration - inner-city children.  ''To be born into a ghetto is to be \nconsigned to a fate that no American should have to suffer,'' says Lemann. ''The more clearly we can be made to \nsee that and to understand the causes of the situation, the less likely it is that we will let it stand.'' In spite of popular \nwisdom, Lemann points out, a number of War on Poverty programs, particularly Head Start and Job Corps, did \nsucceed.  Unfortunately, they are underfunded, reaching only a fraction of the young people who need them. And, \nas Kotlowitz shows, recent pilot projects to clean up public housing ghettos have worked well, too, earning high \npraise from the Bush administration but precious little money.  But as much as I believe government must do more \nto break the cycles of poverty, there also is much that we, the more fortunate products of the black migration, need \nto do to bridge the gaps between the ''country'' people and the ''proppah-speaking'' folks in our own communities.  \nKotlowitz offers a bright example when he admits that he is using proceeds from his book to enroll two boys in a \nprivate, black-run high school.  Whether his book makes a difference in poverty or not, at least Kotlowitz will be able \nto say he made a difference. It may not change the world, but it's a start.  Copyright 1991 Chicago Tribune\n"}