{"title": "A lotta Latino loving Immig stance aids Bam", "body": "\nPRESIDENT OBAMA basked in the warm embrace of a Latino leaders conference Friday - as a new poll shows \nthat his new immigration policy could pay off in key swing states.\n\nObama announced last week that nearly 1 million upstanding young, illegal immigrants would be spared the threat \nof being thrown out of the country.\n\nThe policy shift was cheered by Latino groups - but Obama insisted more has to be done.\n\n\"We wanted to lift the shadow of deportation and give them a reason to hope,\" Obama told the gathering near \nOrlando. \"That was the right thing to do.\"\n\nThe President blasted Republicans in Congress for not passing the DREAM Act, which would have created a path \nto citizenship for the illegal immigrants.\n\n\"I refused to keep looking young people in the eye, deserving, young people in the eye and tell them, 'Tough luck, \nthe politics is too hard,' \" Obama said.\n\nHe also warned that Mitt Romney would try to block further reform.\n\n\"Well, he had promised to veto the DREAM Act, and we should take him at his word,\" said Obama. \"I'm just sayin'.\"\n\nRomney, who addressed the same conference the day before, has not said if he would overturn Obama's executive \naction, but\n\nhe slammed it as a \"temporary measure\" fueled by election-year politics\n\n.\n\nRomney's staff touted his immigration plan, which would give green cards to illegal immigrants studying at \nAmerican universities and help those serving in the military achieve citizenship.\n\nWhile Romney's surrogates ripped Obama Friday for economic policies that have hurt Latinos, the President \nframed his immigration stance in highly personal terms.\n\n\n\"[The American\\] promise drew my own father here,\" he said. \"In no other nation on Earth my story would even be \npossible - that is something I celebrate.\"\n\nObama and his campaign are also likely celebrating the results of a new poll which show that the President has \nopened up huge leads on Romney among Latinos in some crucial battlegrounds.\n\nObama is up on Romney 53% to 37% among Hispanics in Florida, according to the survey conducted by the groups \nLatino Decisions and America's Voice.\n\nThat advantage, which has grown in recent months, could give the incumbent a chance to win a state where he is \nwidely being blamed for its economic woes.\n\nHe also opened up massive leads among Latinos in three southwestern states - Colorado, Nevada and Arizona - \nand a 59% to 28% advantage over Romney in Virginia.\n\njlemire@nydailynews.com\n\nGraphic\n\n \n\nPresident Obama\n"}