{"title": "KIDNAPPERS FIGHT OVER HUMAN CARGOIMMIGRANTS NABBED AND HELD FOR RANSOM", "body": "\nPHOENIX -- Moving with the cunning and cruelty of modern-day pirates, gangs of kidnappers are swooping down \non Arizona highways, attacking smugglers transporting illegal immigrants and stealing their human cargo.\n\nThe kidnappers stash the immigrants in hundreds of drop houses scattered around this city, using violence and \nthreats to extort money from their relatives.\n\nNow smuggling gangs are fighting back, shooting it out with kidnappers on sidewalks and freeways in broad \ndaylight.\n\nA gun battle last month between kidnappers and smugglers on Interstate 10 at the height of rush hour left four \ndead. Four others were killed this month in the desert near Phoenix; authorities blamed the deaths on violence \nbetween the two groups.\n\nKidnappers operate simply enough; they let smugglers take all the risks of getting immigrants into the country, \nthen rob them once they get here. When they can't intercept smugglers on the road, they snatch migrants from \nhouses where they are hiding.\n\nThe wave of violence has made this the deadliest year in Phoenix history with 247 homicides, edging out the \nprevious high of 245 in 2001. Police say 60 percent of the city's crime is related to smuggling and kidnapping.\n\n\"It's impacted the whole quality of life here,\" said police spokesman Sgt. Randy Force.\n\nThe increased crime is largely a result of tighter border restrictions in the aftermath of the Sept. 11, 2001, terrorist \nattacks, officials say. California and Texas are now considered too tough to penetrate, so illegal immigrants are \nflooding across Arizona's large, desert border.\n\nAnd the cost of the journey has skyrocketed from $200 to about $1,500. Immigrants are now considered as \nvaluable as narcotics, and many kidnappers are former drug dealers.\n\nThe spiraling violence prompted the U.S. Department of Homeland Security last month to launch Operation Ice \nStorm, a massive campaign to regain control of the streets. Fifty new customs and immigration agents have come \nto Phoenix, the border patrol has stepped up activities along highways and criminal penalties for hostage taking \nnow include life in prison.\n\n\n\"Phoenix is (the) epicenter of illegal smuggling of people and contraband,\" said Kyle Barnette, special agent in \ncharge of the immigration and customs enforcement bureau in Phoenix. \"And now these bandits are stealing each \nother's loads.\"\n\nThe victims, including children, are often sexually assaulted or tortured until their relatives come up with the \nransom, about $1,800 for Mexicans and as high as $10,000 for South Americans.\n\n\"It's a whole new breed,\" said Armando Garcia who heads the human smuggling division of the Phoenix \nimmigration office.\n\nIn a recent case, kidnappers threatened to hack off the arm of a 9-year-old girl and send it to the family if they \ndidn't pay up. Authorities tracked the calls and raided the house where they found the girl cowering in a bathroom \nabout to be raped. Another woman was sexually assaulted so often she screamed whenever a man came near.\n\n\"They realize there are hardships along the way,\" said customs agent Angel Rascon. \"But they don't expect to be \nraped, extorted and kidnapped.\"\n\nAlong with the carjackings, Phoenix has seen 300 home invasions this year, as heavily armed kidnap gangs storm \nhouses they think are holding illegal immigrants. People who look like recent immigrants have been abducted \nfrom their front yards.\n\n\"The immigrants are seen as vulnerable,\" Force said. \"They are reluctant to call the police for fear they will be \ndeported.\"\n\nA customs agent with experience in Latin America said the kidnappers are highly organized family members who \nnumber about 30 or 40 and work in 10- to 12-man cells. Many come from the city of Culiacan in Sinaloa, Mexico.\n\nUsing an intelligence network along the border, the gangs are alerted when a load of illegal immigrants is on the \nway.\n\nAgent Rascon figures there are at least 1,300 drop houses in the city where immigrants are being kept by \nsmugglers awaiting their payment or held hostage by kidnappers demanding ransom.\n\nAuthorities have found up to 100 people crammed in a single room. Kidnapping victims are often bound head to toe \nin duct tape with only an opening to breathe through.\n\nDespite the perils, Arizona is seen as the easiest gateway to the United States, though controls are tightening near \nborder cities, pushing immigrants to cross farther out into the desert.\n"}