{"title": "LET THE SUN SET ON SECTION 245-I", "body": "\nTHE reversion of immigration law to pre-1994 status by the sunset of Section 245-I (Opinion, Oct. 1) was planned \nwhen that law was passed. It was intended that the effects of the law would be evaluated after atrial period of three \nyears. The trial period is over.\n\nAllowing entrance to this country without legal documents and without background checks has resulted in the arrival \nof many illegal aliens. In 1995 and 1996 some 345,000 people used this loophole. In 1997, the INS is expecting \nnearly 200,000 illegal aliens to use 245-I. If this law was meant to facilitate legalization of a few people who \nmistakenly arrived ahead of formal permission, it has been abused on a grand scale. This temporary provision was \nsubversive of our immigration laws on its very face: Come illegally, pay $1,000, stay to become legal.\n\nIt is time to sunset a law which has attracted hundreds of thousands people to enter this country illegally.\n\n-- Raymond R. White\n\nPalo Alto\n\nYOU got some facts seriously wrong in your story \"New law creates tough choices\" (Page 1A, Sept. 24).\n\nYou state that the law adopted last year changed the rules in mid-stream because, \"Until now, an illegal immigrant \nwho was arrested and deported could enter legally at any later date.\" The fact is that prior to adoption of the new \nlaw, there was a five-year penalty to legal admission for anyone deported.\n\nOther information supplied by immigration rights advocates is also wrong. No one who has already applied for \nadjustment of status under section 245-I faces new penalties under the new law. And no one who is ineligible for \nlegal residence now has been \"told by the government that it was perfectly OK to stay in the country while their \npapers were processed,\" as you state.\n\nThe spouses of some former illegal aliens who were given amnesty under the 1986 law may fit that description, but \nthey were explicitly excluded from the provision of the new law and have nothing to be concerned about.\n\nYour article also obscures the point of the new measures. They are designed to discourage illegal entry by inserting \nmeaningful penalties in the law against those who willfully and flagrantly violate our immigration laws.\n\n-- John Martin\n\nFederation for American\n\nImmigration Reform\n\nWashington D.C.\n\nTHE temporary legislation known as 245-I allows illegal aliens to pay $1,000 and stay in the country while they \nsupposedly try to get permission to stay. It does not weed out dangerous criminals, gang members or terrorists. It \n\n\nallows illegal aliens to just disappear and not show up for further hearings. There are remedies for special cases, \nbut allowing it for everyone just lets the world know that the U.S. is not serious about protecting its sovereignty.\n\n-- C.A. Joyal\n\nLos Gatos\n\nGood-sense drug policy\n\nHAVE the Swiss lost their clock-ticking minds? How could over 70 of Swiss voters (Page 12A, Sept. 29) approve \ntheir government's distribution of heroin to addicts? Why have they accepted storefronts where addicts walk in off \nthe street, sit down and inject illegal drugs under medical supervision? After a decade of experience, how could the \nSwiss vote to embrace needle exchange programs in their beautiful and notoriously clean communities?\n\nWhat could the Swiss be thinking? Well, possibly enough of them actually looked at the carefully conducted \nresearch on two-year heroin prescription pilot programs. The research demonstrates not only dramatically improved \nhealth and social integration for the hard-core addicts, but also a greater than 75 percent reduction in drug-related \ncrime by those enrolled in the programs.\n\nThe Swiss are a famously practical people. Maybe we could learn something from them. But first, we must face the \nfact that America has the worst drug problem in the world because it has the worst drug policy in the world.\n\n-- Joey Tranchina\n\nRedwood City\n\nHeadwaters coverage\n\nI was very disappointed with your coverage of the rally to save the Headwaters forest (Page 3B, Sept. 15). Not only \ndid your headlines and photo captions make the rally look like a big bunch of hippies \"chanting and beating drums,\" \nyou failed to give any more than the bare minimum information about the issue itself.\n\nWhile there are many people on the North Coast who ignorantly support anything the timber industry says or does \nand resent any opposition to logging, this year's rally focused more than ever before on working with residents and \ntimber industry workers. More and more people whose paychecks come from timber companies and even Pacific \nLumber are starting to realize thefoolishness of logging Headwaters and of ruthless industrial logging practices in \ngeneral.\n\nIt would be nice to see serious coverage of the Headwaters forest issue in the future.\n\n-- Nikolai Barca-Hall\n\nLos Gatos\n\nFlawed pesticide study\n\nThe Mercury News' report on pesticide use in California (Page 1B, Sept. 18) failed to point out the superficiality of \nthe study entitled \"Rising Toxic Tide.\"\n\nThe study highlighted a jump in pesticide usage from 1991-95, but it ignored the key fact that most of the increase \noccurred in one year -- when a drought ended and wet weather encouraged more acreage, and an increase in \npests.\n\nThe study's sponsors needlessly inflamed public fear with references to large increases in \"cancer-causing \npesticides.\" Yet both the study and the Mercury News ignored the fact that more than a third of the increased \npoundage came from a natural chemical -- sulfur -- favored by organic and conventional farmers alike.\n\nThe study also demeaned work by Cal/EPA's Department of Pesticide Regulation to develop reduced-risk \nstrategies in pest control. These programs have won international recognition since 1973. In the coming year, DPR \nwill award more than $1.5 million in grants for enviromentally-friendly projects on farms and in urban areas.\n\n-- James W. Wells\n\n\n\nDirector, Department of\n\nPesticide Regulation\n\nSacramento\n\nKillers' victims\n\nSUSAN Duarte claimed that I made \"the consummate argument against the death penalty\" in remarks regarding a \nrecent prosecution of gang members for seven San Jose murders, including the execution of a 21-year old mother \n(Letters, Sept. 25).\n\nMy actual comment, which was not quoted in its entirety in the original news story, was: \"These people (murder \nvictims) . . . did not deserve to die at the hands of the gang.\"\n\nUnrepentant serial killers are far more than \"annoying folks,\" as Ms. Duarte terms them.\n\n-- Catherine Pozos Constantinides\n\nDeputy district attorney,\n\nSanta Clara County\n\nNotes\n\nLETTERS, E-MAIL & FAXES\n"}