{"title": "THREATS AND RESPONSES: SECURITY; Government Ready to Fingerprint and Keep Track of Some Foreign Visitors", "body": "\nImmigration agents at the nation's border crossings, airports and seaports will begin this week to fingerprint \nforeigners who they suspect may pose security risks and will require those visitors to regularly report where they \nare staying and what they are doing in the United States.\n\n     The new procedures, intended to improve the monitoring of certain foreigners in the country, will apply to anyone \narriving with a student, business or tourist visa who is believed to fit the criteria of a potential terrorist. \n\n Justice Department officials said they would not disclose the criteria that the agents will use in determining who will \nbe required to submit to fingerprinting, as well as photographing, for fear of jeopardizing intelligence-gathering. \n\nStill, the widespread assumption among civil liberties groups and American Muslims is that visitors from Arab and \nIslamic nations will receive the closest scrutiny. Arab nations have drawn the same conclusion and the 22-member \nArab League has denounced the new effort as discriminatory.\n\nThe new measures are supposed to go into effect on a trial basis at some points of entry on Wednesday and to be \nin operation at all points of entry by Oct. 1. The Justice Department would not say where the new monitoring will \nstart this week.\n\nMany Muslim visa applicants are already singled out for extra investigation before they leave home. In line with a \npost-Sept. 11 rule, applicants from 26 countries, a list that is dominated by Islamic nations, must be cleared by the \nFederal Bureau of Investigation before their requests are reviewed at American consulates. That policy, put into \nplace two months after the terrorist attacks on New York and Washington last year, affects men between the ages \nof 26 and 45. \n\nThe extra layer of review has prolonged the visa-application process for students, business travelers and tourists to \nat least six weeks and, often, longer, and prompted some Arab commentators to call for reciprocal treatment of \nAmericans traveling to the Middle East. \n\nIn announcing the approval of the new rules last month, Attorney General John Ashcroft said that additional \nmonitoring of visa holders once they arrive in the United States was necessary to take into account constantly \nupdated intelligence about the activities of terrorist organizations. \n\nThe requirement that selected foreign visitors must regularly report their whereabouts to the government, he \nadded, would help detect terrorists who go underground after arriving in the country. Some of the 19 hijackers in \nlast year's terror attacks had violated the terms of or overstayed visas. \n\n\nMany Arabs have stopped coming to the United States. Middle Eastern diplomats said the number of people from \nArab countries asking for visas has dropped by half over the past year, an outgrowth of the lengthy application \nprocess and a fear of running into anti-Arab sentiment here. \n\nThe decline in visits may prove to be counterproductive to American policy goals of promoting better understanding \nbetween Muslims and the West, the Egyptian ambassador to the United States, Nabil Fahmy, warned.\n\n\"You faced a horrible tragedy and it requires remedial action in terms of security, but it also requires a long-term \nperspective,\" Mr. Fahmy said. \"While some security measures are justified, I think one lesson to be learned from \nthe tragedy is the need to understand each other better and this requires more interaction.\" \n\nA spokesman for the Justice Department, Jorge Martinez, said fingerprints and photographs would automatically \nbe taken of any citizen of Iran, Iraq, Syria, Sudan and Libya. In 2001, 44,000 student, business and other temporary \nvisas were issued to visitors from those countries, which are five of the seven countries designated by the State \nDepartment as sponsors of terrorism. (The other two are Cuba and North Korea.) \n\nHe said the other visitors who will be checked are those who are considered security risks by the State \nDepartment or by the Immigration and Naturalization Service officers, based on intelligence reports of terrorist \nstrategy and behavior. Mr. Martinez said he could not estimate how many people are likely to be checked.\n\nThe fingerprints will be checked immediately against computerized intelligence and criminal databases already \navailable to immigration agents at the ports. Those selected foreigners would then be required to report to the I.N.S. \nany changes in where they are staying or what they are doing, and if they fail to report in, their names would be \nadded to the list of federal criminals.\n\nMr. Martinez rejected the criticism from American Muslim groups that the rules broadly discriminate against Muslims \nand would amount to racial profiling.\n\n\"That inspector will have specific criteria based on intelligence reports,\" he said. \"It would not be a profile on race.\"\n\nAbout one in five visitors to the United States already undergoes extra questioning and security checks in what is \ncalled secondary inspection at places of entry.\n\nLast year, for example, immigration agents took 7.3 million incoming visitors out of the passport lines for further \nscrutiny, in most cases because the agents suspected they carried false documents.\n\nThat procedure -- closed to any outside scrutiny -- has long been a matter of concern to civil liberties and \nimmigrants'-rights groups. They have said many foreigners, especially asylum seekers, have been mistreated \nduring secondary inspections.\n\n\"What we've experienced in secondary inspection is that it's this black box,\" said the director of the Washington \noffice of the Lawyers Committee for Human Rights, Elisa C. Massimino. \"There are no outside observers, a lot of \nabusive language and even some physical abuse.\" The immigration service has responded in the past to such \nclaims by saying its inspectors treat foreigners respectfully and only use physical force when necessary to restrain \nsomeone in a secondary inspection.\n\nThe prospect of being fingerprinted and monitored has many potential visitors worried already, she said. \"We've \nalready had calls from our human rights colleagues from other countries, asking 'if I come to your dinner in the fall, \nis this going to happen to me?' \" Ms. Massimino said. \n\nhttp://www.nytimes.com\n"}