{"title": "For immigrants, sending money home is costly;Most use wire transfers since U.S. banks often require papers; some fear opening an account could lead to deportation", "body": "\nImmigrants who helped send $23 billion home to Latin America and the Caribbean last year say the transactions \nare too costly and put undocumented workers in danger of arrest.\n\nOnly 9 percent of 302 U.S. immigrants interviewed for the study use banks to send money home. Eighty-three \npercent still use wire transfer companies, and the remaining 8 percent send money home by courier or a family \nmember, according to the study released Friday by the Pew Hispanic Center and the Inter-American Development \nBank.\n\nOnce a cottage industry in which cash was hand-carried across borders, the international money transfer business \nhas bloomed into a network of banks, automatic teller machines and, increasingly, credit unions that move money \nelectronically between accounts.\n\nBut although costs for transfers have dropped, many immigrants still pay fees totaling 10 percent to 15 percent of \nthe amounts they send back to their families, an average $200 to $300 at a time, the report said.\n\n\"If you look at what it costs you now to either go overseas and pay a bill with a credit card from an American bank \nor make a withdrawal from an ATM, the costs are a fraction of what [immigrants] pay\" to repatriate money, said \nRoberto Suro, director of the Pew Hispanic Center.\n\nThe center and the Multilateral Investment Fund of the development bank conducted the research to gauge how \nimmigrants are responding to the changing money-transfer industry and to spur financial institutions to enter the \nmarket.\n\nInterviews with immigrants were conducted by Miami-based Bendixen & Associates for the Pew Center. Those \ninterviewed were Latin American adults living in the United States, many for at least 10 years, who regularly send \nmoney home.\n\nThe immigrants said they don't use American banks because they require them to have U.S. documents and \nbecause fees and minimum balances are expensive. Some feared opening an account could lead to being \ndeported or detained.\n\nIncreasingly, banks are accepting identification cards issued by Mexican consulates, known as matriculas, although \nthe number that do is still small, said Donald Terry, Multilateral Investment Fund manager. The Mexican \ngovernment issued 740,000 such ID cards in the first nine months of 2002.\n\n\nThe study said reducing the cost for immigrants to 5 percent of their transactions would free more than $1 billion \nnext year for some of the poorest households in the United States, Mexico and Central American countries.\n\nUntil recently, most migrants paid companies such as Western Union up to 20 percent of the money they wired \nhome.\n\n\"Costs per transaction have been reduced in recent years -- but not enough. There is growing competition in the \nmoney transfer business -- but still not enough,\" said Enrique V. Iglesias, Inter-American Development Bank \npresident.\n\nAccording to earlier reports by the Inter-American Development Bank, money sent home to Latin America and \nCaribbean countries quadrupled in the last decade. The amounts took a dive after Sept. 11 but soon recovered to \ntotal $23 billion last year.\n\nThe researchers say banks are doing a better job of tracking money sent home by immigrants, or remittances, \nwhich could account for some increases. Increased numbers of immigrants and better services also account for \nlarger totals.\n\nThe researchers estimated that $14.2 billion will go to Mexico, El Salvador, Guatemala and Honduras this year, \nmost of that sent by U.S. immigrants. The study estimated $18 billion would be sent to those countries in 2005.\n"}