{"title": "Full transcript of the interview with Robert Pickton following his arrest", "body": "\nThe full transcript of serial killer Robert Pickton's statement to police following his arrest on Feb. 22, 2002 were \npublicly released Friday morning. The full text of those conversations are below.\n\nWarning: Some of the content and language may offend some people. Readers' discretion is advised.\n\nso that everything that I say to you ah, is recorded, because we are\n\nbeing video recorded in here today okay. There's a video recorder\n\nup there and that's ah, for your protection and my protection okay.\n\nBefore I start to talk to you ah, Rob there's a couple of things that I\n\nwant to make sure that you understand okay. Ah, one thing that I'm\n\ngonna tell you Rob is that ah, I'm gonna treat you with respect here\n\ntoday. Okay. Um, I'm not going to be mean with you and I'm not\n\ngonna yell at you, I'm not going to get physical with you. I'm gonna\n\ntreat you with respect and I'm also gonna treat you with dignity\n\nokay. Because if I was sitting in that chair that's how I would want to\n\nbe treated quite frankly. Okay. And I'm also gonna give you my\n\nword that nobody else is gonna treat you physically. Okay nobody's\n\ngonna hurt you or try to hurt you or anything like that. Alright I give\n\nyou my word on that. Alright you understand that . . .\n\nRobert PICKTON: Um, hum. Um, hum.\n\nSgt. Bill FORDY: Okay. Because I am a police officer though um, I do have a job\n\ncharges already have been laid, information an, information an, is\n\nthe, the actual charges that get sworn before ah, you know an\n\nofficer of the court and the police have done ah, pretty, started to do\n\na pretty thorough investigation. What they've done is they have al,\n\nthey have formally charged you with two murders. Alright and you\n\nwere told about those yesterday. In addition to those...\n\nRobert PICKTON: I was told about them today. That's besides the point. I mean I was\n\ncharged yesterday but I was told about 'em today.\n\nSgt. Bill FORDY: Okay. Um, but you were arrested yesterday?\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: Yeah, okay. In addition to those two murders ah, Rob, the police\n\nare also investigating obviously the disappearance of you know\n\napproximately fifty ah, workers...\n\nRobert PICKTON: (LAUGHING)\n\nSgt. Bill FORDY: ...in ...\n\nRobert PICKTON: Oh well.\n\nI'm obliged to do and other police officers are obliged to do Rob, is\n\nwhen you're being investigated for something, we're obliged to tell\n\nyou what you're being investigated for. And that's why you were\n\ntold yesterday and/or this morning about all the other murders that\n\nah, you're being investigated for . Now I didn't say you've been\n\ncharged with those murders okay. Just that I want to make sure that\n\nyou, you've got that clear in your head. Now I know that yesterday,\n\nwhen you were brought in ah, that you spoke with your lawyer. Last\n\nnight I guess right.\n\nRobert PICKTON: Um, hum. (NODDING)\n\nSgt. Bill FORDY: Okay. Now your conversations with your lawyer are privileged.\n\nRight.\n\nRobert PICKTON: What?\n\nSgt. Bill FORDY: What, what that means is that you don't have to tell me anything\n\nthat your lawyer said to you. Alright.\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: You have, you have a, an agreement between each other.\n\nYou're, you're the person that's obviously in this situation,\n\nRobert PICKTON: Yes, that was, I was aware of that too.\n\nSgt. Bill FORDY: Okay good. Generally that's what ah, the advice that they give.\n\nAnd you know what, I'm not going to ah, badmouth your lawyer or,\n\nor suggest anything um, ah, to you um, to try to change your\n\nposition because you get your advice from a lawyer right. My job as\n\na police officer right, is to come in here and try to find the truth\n\nabout what you're involvement is in this you know, humongous\n\ninvestigation. Obviously ah, Rob as a police officer and as a person\n\nI would like you to tell me exactly what your involvement is. Right. If\n\nany in ah, this, this massive investigation.\n\nRobert PICKTON: I don't know what's' going on.\n\nSgt. Bill FORDY: Okay. And I'm gonna explain a lot of those things to you Rob.\n\nOkay. So I'm gonna ask that you be patient with me. Alright.\n\nBecause um, there is a lot of stuff for me to explain to you and I\n\nwant to make sure that I do it a good job, do a good job. But one of\n\nthe things that I really, really want to ah, make sure that I'm con,\n\nconfident with and that you're comfortable with is that you\n\nunderstand the seriousness of this investigation. Alright.\n\nRobert PICKTON: (SIGHS) Yeah, I guess so.\n\nSgt. Bill FORDY: Okay. So you understand that you are charged with two\n\nmurders?\n\nRobert PICKTON: That's what they say yeah.\n\nSgt. Bill FORDY: Yeah. Well you have been charged okay.\n\nRobert PICKTON: That's what they say.\n\nRobert PICKTON: Okay.\n\nSgt. Bill FORDY: Okay. Do you understand that?\n\nRobert PICKTON: Yes.\n\nSgt. Bill FORDY: Alright. And based on the way the investigation's going and the\n\nway that the evidence is coming in, you're also suspected of, of\n\nah, being involved in the disappearance and murder of the other\n\ngirls.\n\nRobert PICKTON: (LAUGHING)\n\nSgt. Bill FORDY: Alright.\n\nRobert PICKTON: Well...\n\nSgt. Bill FORDY: Yeah, and I know it might, it might seem um, humorous but you\n\nknow, and I guess, and there probably is a side that you want to\n\nshare with me but I'm just obliged to tell you that and I'm gonna\n\ntreat you with respect and dignity Rob, I'm telling you that up front\n\nokay. One thing that I do want you to know, and you understand\n\nthis I'm sure, is that in Canada there are certain things that we're\n\nrequired to do by law. Right. Like for example you drive a truck,\n\nright?\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: Okay, before you drive a truck what do you need?\n\nRobert PICKTON: You need a valid driver's license.\n\nSgt. Bill FORDY: Alright, so you understand okay. So that's the law, the law says that\n\nif you want to drive a truck you need a valid driver's license alright.\n\nIn Canadian law there's also something else that you don't have to\n\ndo. (PICKTON SHRUGS) Alright. Quite simply Rob one thing that\n\nyou don't have to do is you don't have to talk to me.\n\nRobert PICKTON: Right.\n\ntoday. And you know these are very, very serious ah, allegations.\n\nAnd as a police officer, as, as a, a um, you know someone who ah,\n\nis a policeman right, I can get subpoenaed to court, any court in the\n\ncountry for that matter. I've been in courts in different provinces,\n\nyou know, different jurisdictions, different cities, different towns\n\nokay. And I can give evidence alright. I mean I can give evidence, I\n\ncan get called to give evidence on what takes place right today\n\nbetween you and I. Alright.\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: So it's important to me that you understand ah, that you don't have\n\nto talk to me and that anything that you do say could be given,\n\ngiven as evidence because we're being video recorded right. And\n\nyou know what Rob, that's not only for my protection, that's\n\n(POINTING AT CAMERA) for your protection as well.\n\nRobert PICKTON: Right.\n\nSgt. Bill FORDY: Alright and I'm sure you can appreciate that right, and you're\n\nprobably glad it's there at some level, I would imagine.\n\nRobert PICKTON: Well not much I can do about that anyways, I mean it's here or\n\nthere.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: I'm not trying to hide anything but.\n\nSgt. Bill FORDY: No and you know what, I thank you for that. Um, and that's not\n\nnecessarily a bad thing. Alright. So basically the way I see it right\n\nnow is, and I want to make sure we're on the same page. You know\n\nthat I'm a police officer, alright. That anything that you say to me\n\ncan be given as evidence, alright. That you don't have to talk to me.\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: Alright that right now yes, you have been charged with two\n\nmurders.\n\nRobert PICKTON: Yeah.\n\n\n\nSgt. Bill FORDY: Alright and that you're being investigated for ah, upwards of fifty\n\nother disappearances and/or murders. Right?\n\nSgt. Bill FORDY: Um, hum. (PAUSE 5 SEC)\n\nRobert PICKTON: Now I got all this charges.\n\nSgt. Bill FORDY: Um, hum. (PAUSE 15 SEC) yes.\n\nSgt. Bill FORDY: You do. Okay. Absolutely. Um, I'm gonna promise you one thing\n\nokay here today.\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: I'm gonna shake you're hand on it because I'm a man of my word.\n\nI'm going to treat you with respect and dignity here today.\n\nindividual and as a person. Alright because ah, the person sitting\n\nthere right now is important. Ah, I don't know whether or not you\n\nsometimes ask yourself what kind of person you are. But ...\n\nRobert PICKTON: Well I'm just a pig man that's all I got to say (CHUCKLES).\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: Okay I'm not sure what you're talkin' about.\n\nRobert PICKTON: That's here nor there.\n\nSgt. Bill FORDY: Alright. Let, let me say this I guess. This might be a good way to put\n\nit ah, Rob. You were told ah, by your lawyer not to talk to anybody\n\nright.\n\neat junk food, it's not good for you, it's not in your best interest to\n\neat chocolate bars cause its gonna make you fat. And I might still\n\neat a chocolate bar, that's my choice. Right that's like this situation\n\nyou know, you're given advice alright, but at the end of the day\n\nyou're the person sitting in the chair, and you're the only one who\n\ncan make a decision on what you do want to do.\n\nRobert PICKTON: Well at this stage here, I can't really say for anything really, cause I\n\ndon't know anything.\n\nSgt. Bill FORDY: Okay. And that's my job Rob, my job is to come in here and explain\n\nsome stuff to you and then once you've a better understanding you\n\ncan choose whether or not you want to explain that stuff. Alright,\n\nbecause that's gonna be your choice I'm not gonna force you to say\n\nanything. I'm not gonna make you do anything you don't want to do.\n\nNobody can ever make you do that, nobody can make Robert\n\nhave hobbies, we all have interests. One of my things that I find\n\ninteresting is people and how do people end up the way they end\n\nup. Now quite frankly Rob at the end of the day here, you could be\n\n...\n\nRobert PICKTON: I'm just a pig farmer.\n\nSgt. Bill FORDY: You could be just a pig farmer or you could be somebody very, very\n\nimportant. You know, so I got some background stuff that I'd like to\n\ncover off here with you. Now some of it I already know, some of it I\n\ndon't okay. Um, stuff that I know I'll quickly, I'll quickly jot in. What\n\nthey do is when they have ah, huge investigations like this, they\n\nkeep statistics ah, you know, so they can look at different types of\n\noffences and, and different types of people in order to understand\n\nthem (PAUSE) and get to know them a little bit alright?\n\nRobert PICKTON: Um, hum. Whatever that means, I don't know, this is, well it's, okay,\n\nwhatever.\n\nSgt. Bill FORDY: Okay. Now before I do that though, let me ask you something. Let\n\nme ask you one thing okay. What do you think of me?\n\nRobert PICKTON: What's that?\n\nSgt. Bill FORDY: What do you think of Bill FORDY?\n\nRobert PICKTON: Well you're a human being, just like I am, we all walk on two legs\n\nand you breath the same air and just because other people gets\n\nhigher than other people. I ain't a college graduate and you\n\nprobably you have and otherwise we're all the same.\n\nSgt. Bill FORDY: I agree.\n\nRobert PICKTON: My line of pigs. Pigs that are brought up for meat.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: Anything more than that...that's what animals are for.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: And, I'm the bad dude.\n\nSgt. Bill FORDY: Um, hum. (PAUSE 15 SEC) yeah.\n\nRobert PICKTON: But that's life, life goes on, we're only here today, we're not here\n\ntomorrow, we're not here forever.\n\nSgt. Bill FORDY: You know what you sound a lot like me, I have a line that I say to a\n\nlot of my friends, life is not a rehearsal.\n\nRobert PICKTON: Yeah, another thing is if I could turn time around, change a few a\n\nthings whatever I did wrong. But I don't think I ever did anything\n\nwrong. I wouldn't change my life very much.\n\nSgt. Bill FORDY: Um, hum. It's funny you say that, I, I look back on my life, you know\n\nwhen I think about my upbringing and you know, things that\n\nchanged my life really, and you know, I look back and probably the\n\nworst thing that ever happened to me, is I was 18 years old and I\n\nused to be a jock right, a hockey player, and I was drafted to go to\n\ntry out for the Hartford Whalers in, in the NHL and then I broke my\n\nshoulder. And as a result of that I ah, broke my hand twice, my arm,\n\nmy cheek bone, I ended up playing in the minors Rob but you\n\nknow, I never achieved my goals or my dreams in life. You know, it\n\njust never worked out the way I, I thought it would work out when I\n\nwas you know, in my early teens. And I look back on my life and\n\nthat's probably the worst thing that ever happened to me. What,\n\nwhat's the worse thing that ever happened to you Rob?\n\nRobert PICKTON: Got knifed back in '97.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: It's all black and white. I'm a bad dude, it's the name of the game I\n\nguess.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: And they nail you to the cross if you can. I mean, when you pay,\n\nwhen you pu, when you push against the wall as far as you can go.\n\nUntil the wall moves back, you move back with the wall.\n\nSgt. Bill FORDY: Interesting.\n\nRobert PICKTON: You take him to the cross and you., you get nailed to the cross.\n\nSgt. Bill FORDY: So if I was holding up a mirror then, I think what I'm hearing you\n\nsay, if I was, if I was holding up a mirror in front of you right now\n\nRob, and I said describe yourself as a person, how would you do\n\nthat?\n\nRobert PICKTON: Well we wear the same kind of, same clothes, same shoes, just\n\ndifferent sizes, that's it.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: (INDECIPHERABLE) males and the females we're just built a little\n\ndifferent. Otherwise that, we're actually the same.\n\nSgt. Bill FORDY: Um, hum. Yeah.\n\nRobert PICKTON: That was it.\n\nSgt. Bill FORDY: Alright now, that's on the outside. Alright, that's your, that's right\n\nyou're talking about you know, we all kinda look the same. Tell me\n\nabout you on the inside Rob. What kind of person are you on the\n\ninside?\n\nRobert PICKTON: Like which way?\n\nSgt. Bill FORDY: Anyway.\n\nRobert PICKTON: We eat the same food, we go to the same toilet, the same\n\nwashrooms, same everything else.\n\nRobert PICKTON: And I seen people die earlier than others ... cancer\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: ...so on and so forth.\n\nSgt. Bill FORDY: My mom died of cancer.\n\nRobert PICKTON: My mother did too.\n\nSgt. Bill FORDY: Yours did, how long ago?\n\nRobert PICKTON: 1979. April first.\n\nSgt. Bill FORDY: What kind of cancer did she die of?\n\nRobert PICKTON: Spreading cancer.\n\nSgt. Bill FORDY: Brain.\n\nRobert PICKTON: Spreading.\n\nSgt. Bill FORDY: Spreading oh, it was all, it was in her body, so it was pretty bad\n\nobviously. Did she die in the hospital?\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: How old were you Rob, when that happened?\n\nRobert PICKTON: I don't know.\n\nSgt. Bill FORDY: So you said '79. Alright. What was your mom's name?\n\nRobert PICKTON: Louise Helen.\n\nSgt. Bill FORDY: I'm sorry?\n\nRobert PICKTON: Louise Helen\n\nSgt. Bill FORDY: Louise Helen. Same last name as you?\n\nRobert PICKTON: Yeah. They were married eh.\n\nSgt. Bill FORDY: How did you get along with your mom, when you were a child, how\n\nRobert PICKTON: Well do you?\n\nSgt. Bill FORDY: I do yeah. Yeah, I do.\n\nRobert PICKTON: Tit for tat yeah.\n\nSgt. Bill FORDY: I look back on my life um, you know, and my mom, I've got ah, a\n\nbrother and two sisters and I look back on my life and I consider\n\nmyself to be a really hard worker. You know, I've got um, you know,\n\nfaults like everybody I guess, but I guess my best fault is that I'm a\n\nhard worker. You know I can work for eighteen hours a day for you\n\nknow, weeks on end and I pride myself on being a hard worker.\n\nYou know, some people aren't like that and I give all that credit to\n\nmy mom because my mom was a hard worker and ah, she took\n\ncare of my brothers and my brother and my sisters and I. And if I\n\nlook back on my life, she's the person that I respect most in the\n\nworld.\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: Who do you respect most in the world?\n\nRobert PICKTON: Who do I respect most in the world. I worked hard.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Got close to my mother.\n\nSgt. Bill FORDY: Um, hum. What qualities did you respect in her?\n\nRobert PICKTON: How does that word out?\n\nSgt. Bill FORDY: Pardon me?\n\nRobert PICKTON: How did that word out? What does that mean?\n\nSgt. Bill FORDY: When I think about my mom, I always describe her as\n\nhardworking and a good woman.\n\nRobert PICKTON: Um, hum.\n\n(11:00)\n\nSgt. Bill FORDY: You know. How do you think about your mom?\n\nRobert PICKTON: The same way. Same way (PAUSE - 15 SECONDS) Same way.\n\nSgt. Bill FORDY: So when your mom had cancer was it a quick death or did she die\n\nslowly?\n\nRobert PICKTON: Four months.\n\nSgt. Bill FORDY: Four months huh. Did she die at home or in the hospital?\n\nRobert PICKTON: She died in hospital.\n\nSgt. Bill FORDY: Where you, were you able to be there with her when she died?\n\nRobert PICKTON: Well I was around, I didn't know where I was.\n\nSgt. Bill FORDY: You weren't able to go to the hospital and be with her though,\n\ncause, were you workin' or? Yeah.\n\nRobert PICKTON: Taking care of the farm.\n\nSgt. Bill FORDY: On the farm. You were taking care of the farm? Yeah.\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: What about your dad, Rob?\n\nRobert PICKTON: Unknown. Born in England.\n\nSgt. Bill FORDY: Oh. Is PICKTON an English name?\n\nRobert PICKTON: Um, hum. My mother was born in, in Saskatchewan.\n\nSgt. Bill FORDY: So was ah, my, my mother. So was my grandmother.\n\nRobert PICKTON: Raymond's Creek.\n\nSgt. Bill FORDY: I'm sorry where?\n\nRobert PICKTON: Raymond's Creek.\n\nSgt. Bill FORDY: Raymond's Creek yeah. Small, it must be a small town.\n\nRobert PICKTON: Just outside Swift Current.\n\nSgt. Bill FORDY: Okay. Did you get there often?..How did you get along with your\n\ndad as a child?\n\nRobert PICKTON: What's that?\n\nSgt. Bill FORDY: How did you get along with your dad as a kid?\n\nRobert PICKTON: Good.\n\ninvestigation and I was listening to U2 and I lost control of my car\n\nand went into the rocks and rolled my car a couple of times and I\n\nstill can't figure out why I'm here because ah, I probably should\n\nhave died that day. You know, so it was kinda like I almost called\n\nmy own death. How do you want to die?\n\nRobert PICKTON: I don't know. I don't know. Old age probably.\n\nSgt. Bill FORDY: Um, hum. Like your dad.\n\nRobert PICKTON: We're here as long as we're here for.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: And there's a reason we're here for.\n\nSgt. Bill FORDY: There's a reason you say?\n\nRobert PICKTON: There's always a reason between everything.\n\nSgt. Bill FORDY: Well I agree with you. I agree. I sometimes ask myself why did I\n\nbreak my shoulder you know and not make, I told you about, the\n\nworse thing that ever happened to me. And I asked myself\n\nsometimes, why did that happen? You know, a lot of my friends\n\ncould be in that chair. You know, having kids changed my life.\n\nProbably the best thing that ever happened to me was having kids.\n\nWithout a doubt.\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: What's the best thing that's ever happened to you?\n\nRobert PICKTON: I don't know, work.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: I went on a holiday once.\n\nSgt. Bill FORDY: Where'd you go?\n\nRobert PICKTON: Kansas City, Missouri.\n\nSgt. Bill FORDY: Hum. Um, hum.\n\nRobert PICKTON: I had a return ticket.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Cash it in up there, that was in 1974.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: February, I think it was February 8th I had a ticket.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Lots of blacks over there, not that I'm prejudiced or anything.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: But you have to aw, you gotta be careful there at nighttime.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Why is that, because there's no gas. Now you can get five, if you\n\ncan get two or three dollars of gas, two or three gallons of gas\n\nyou're lucky. Cause there was a gas war.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: I mean, different pen pals all the way around. Going from place, to\n\nplace, to place, to place, meeting all these people.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: I was gone for six and half weeks. I was engaged.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: But, she couldn't leave her job and I couldn't leave my job. I had to\n\nget back to the farm.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: So she's probably married off by now and everything else.\n\n(PAUSE 30 SEC)\n\nRobert PICKTON: But I had to get back to the farm.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: I enjoyed myself.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: And I never get there.\n\nSgt. Bill FORDY: I'm sorry, pardon me?\n\nRobert PICKTON: I never got down to the States again.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Well that's life.\n\nSgt. Bill FORDY: You said that you couldn't rent a car, and they were giving cherry\n\npies away, what, what do you mean by that?\n\nRobert PICKTON: Pen pals, writing, writing, writing back and forth.\n\nSgt. Bill FORDY: And then you hooked up with her down there? How long did you\n\nspend with her?\n\nRobert PICKTON: Five weeks.\n\nSgt. Bill FORDY: Did you enjoy it?\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: When did you get engaged?\n\nRobert PICKTON: Down there.\n\none in the Bay.\n\nSgt. Bill FORDY: Oh, so she had a big job kinda thing.\n\nRobert PICKTON: She wanted me to stay down there and I couldn't stay down there.\n\nSgt. Bill FORDY: Why not?\n\n\nSgt. Bill FORDY: Kind of thing yeah. Connie ever meet your mom?\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: Cause your mom was still alive in '74.\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: Did you tell your mom about Connie?\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: What did your mom think about that?\n\nRobert PICKTON: It's alright, it's cool.\n\nSgt. Bill FORDY: So she was supportive of you guys developing this relationship?\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: Yeah, what about your dad?\n\nRobert PICKTON: My dad, always on the go, keep the farm going.\n\nSgt. Bill FORDY: Um, hum. What...um, hum. So what did he think about Connie?\n\nRobert PICKTON: Who?\n\nSgt. Bill FORDY: Your dad.\n\nRobert PICKTON: Whatever. Never really talked to my dad much.\n\nSgt. Bill FORDY: No. So you guys didn't have a very good relationship as kids...\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: Just didn't talk a lot.\n\nRobert PICKTON: Yeah, we were working.\n\nSgt. Bill FORDY: Always working. So your mom was the one that you were, was the\n\none you were closer to eh?\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: You're lucky. Some people don't have that relationship with their\n\nRobert PICKTON: Never looked at it that way. Well my sister looks like her more,\n\nmore than me.\n\n(11:20)\n\nSgt. Bill FORDY: Linda. Tell me about Linda.\n\nRobert PICKTON: Well not much to say about her. She went to school, Catholic\n\nschool she's growing up.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: That's about it.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: That's about it. Never me and Linda was close. I'm always\n\nworking on the farm she always like, she always like the ah,\n\nhighlights. That's good. She enjoyed it, she enjoyed herself.\n\nSgt. Bill FORDY: When you say like the highlights, what do you mean by that?\n\nRobert PICKTON: Well she like the ah, she likes to go out, go here, go there. Not that\n\nI'm against anything.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: But she likes ah, she went to school, private, to University\n\neverything else. And myself um, I don't have anything, any problem\n\nwith that or anything, I think it's good. But like I says, I mean some\n\npeople can make it right through school, some people can't.\n\nSgt. Bill FORDY: Yeah. I ah, my brother has a University education and stuff and I\n\ndon't, it's always kinda one of the things I wish that I had done you\n\nknow, gone to school, but you know, once I started playing sports\n\nand then started working you know, it became more important to\n\nme.\n\nRobert PICKTON: Lawyer I think.\n\nSgt. Bill FORDY: She's a lawyer?\n\nRobert PICKTON: Well she ah, lawyer or um, a what do you call it, sells properties\n\nnow.\n\nSgt. Bill FORDY: Oh, Realtor.\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: Making tons of money I bet.\n\nRobert PICKTON: Oh, I don't know. That's her own perogative ...\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: She just does what she wants, when she wants but I don't have no\n\nproblem with that.\n\nSgt. Bill FORDY: So was she a hard worker on the farm?\n\nRobert PICKTON: No, she never worked on the farm.\n\nSgt. Bill FORDY: You mean she grew on, she grew up on the farm but never worked\n\non it?\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: Hum. That seems kinda bizarre.\n\nRobert PICKTON: No. No she's just herself. That's what she wants, that's what she\n\nwants so no big deal. I don't have no problem with that. My brother\n\nbought the first machine in 19, 1974.\n\n(11:24)\n\nSgt. Bill FORDY: Dave.\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: Yeah. So the year that you met Connie?\n\nSgt. Bill FORDY: Is he a good guy . . .\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: . . . good brother, supportive.\n\nRobert PICKTON: Yeah, yeah.\n\nSgt. Bill FORDY: Does he abandon you, tell me about that?\n\nRobert PICKTON: No. No.\n\nSgt. Bill FORDY: I think back about my brother and I, man did we have some fights.\n\nWe're friends now, but boy I tell you growing up, someone would\n\nhave looked at us and thought those guys aren't very close.\n\n(LAUGHING)\n\nRobert PICKTON: Well we had, we always had the odd quarrel...\n\nSgt. Bill FORDY: Yeah\n\nRobert PICKTON: ...everybody does.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: But...I enjoy his company.\n\nSgt. Bill FORDY: Um, hum. What kind of things do you guys do?\n\nRobert PICKTON: Like what?\n\nSgt. Bill FORDY: You say you enjoy his company, like doing what?\n\nRobert PICKTON: Working, working together.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: You don't ah, you were never close to Linda, who's your best\n\nfriend?\n\nRobert PICKTON: In which way?\n\nSgt. Bill FORDY: Any way.\n\nRobert PICKTON: Any good friend, what kind of friend are you referring to, girlfriend,\n\nboyfriend...\n\nSgt. Bill FORDY: Well I got some close buddies that if I was ever in a jam you know,\n\nin the middle of the night I could call 'em and say hey man, I ah, I'm\n\nin trouble, can you come and help me out? You know, they're,\n\nthey're friends of mine that I know that would always be there for\n\nme. You know, good, bad or indifferent. Those are my good friends,\n\nyou know, four or five guys that I consider good friends. That some\n\nI've known for a long time, some I've only known for a little while but\n\nI consider them good friends. People that you know, if they were in\n\na jam too, I would help them out unquestionable. No questions,\n\nthey are my good friends.\n\nRobert PICKTON: Yeah, lots of friends.\n\nSgt. Bill FORDY: Who's your best friend?\n\nRobert PICKTON: Everybody.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Maybe someday they'll help me. Even if they gonna steal from me.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: And someday you're gonna be in the same boat.\n\nSgt. Bill FORDY: What goes around, comes around.\n\nRobert PICKTON: You got it.\n\n(11:30)\n\nSgt. Bill FORDY: What qul, what qualities, what things do you like in your friends?\n\nRobert PICKTON: In which way?\n\nSgt. Bill FORDY: Well ah, some of my best friends are hard workers, they're honest.\n\nRobert PICKTON: Doesn't have to be honest.\n\nSgt. Bill FORDY: What qualities do you like in your friends, what things do you like?\n\nRobert PICKTON: Doesn't matter. Doesn't matter. I don't knock anybody down.\n\nSgt. Bill FORDY: You don't like anybody to get down?\n\nRobert PICKTON: No, I said , I don't knock anybody down.\n\nto sleep at night, which use, always in the same bed...Someday you\n\nwon't wake up.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: But the sun still comes up.\n\nSgt. Bill FORDY: It doesn't come up on you, that's the only difference.\n\nRobert PICKTON: That's not, no, not necessarily. It still comes up, if I'm ten feet\n\nunder, it's still gonna come up.\n\nSgt. Bill FORDY: That's true, you're absolutely right.\n\nRobert PICKTON: It's still gonna come up. My mom's gonna shine.\n\nSgt. Bill FORDY: It's interesting when you say stealing. I talked to people sometimes,\n\nand the word stealing has different meanings to different people.\n\nYou know some people, you know if you ask what do you mean by\n\nstealing Bill um, you know some people steal money, they steal,\n\nthey steal stereos, they steal TV's. Other people steal dignity, steal\n\nrespect, stealing is an interesting word, it's an interesting concept.\n\nWhen you say that you disrespect people that steal, what do you\n\nin containers, and trailers and all that.\n\nSgt. Bill FORDY: Yeah. (PAUSE)\n\nRobert PICKTON: I built a house in ah, in '74, four thousand square foot house,...'84.\n\n'84.\n\nSgt. Bill FORDY: Where'd you build that?\n\nRobert PICKTON: Oxford and Fraser, Coquitlam. It used to be a church with a house\n\non the side.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: So I renovated the whole thing, tore it all apart, rebuilt it.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: But life goes on. I guess you just build a house and you do this and\n\nyou do that (SIGH) ...you die tomorrow, another person borns.\n\nSgt. Bill FORDY: Um, hum.\n\npen, both boars started fighting. I thought they were gonna kill\n\neach other. I got in between 'em and instead as they took then they\n\nwent after me. Got all slashed up. I broke them up anyways, so\n\nwent down to the hospital, that was around July '94 ah, no '75.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: I went to the hospital, got myself to the hospital. Went down to get\n\nsewn up, got me half sewn up. They asked me what happened, I\n\nsaid I got mauled by two wild boars. They cut all the stitches apart,\n\nsaid we can't do nothing for you. So they wrap me up and says go\n\nhome and rest, legs up in the air for the next three weeks. Gotta let\n\nit drain. I said I can't, I gotta operate a farm. They said you gotta\n\nhave somebody else to do it, to run it because you can't do it.\n\nAnyways that was July that's when I crawled and got a tractor. I got\n\npower in the right leg but no power in the left leg. But is, when I\n\nhave to put a brake on, I have to use my hands to push my knee\n\ndown to activate the brake. I finally got to the hay field, I took the\n\npeople off the hay field and put 'em in, in the barn to look after the\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: The only thing I had shorts, that's the only thing I had on. I was\n\nburnt.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Burnt. Another time is when I was thirteen years old, and I was\n\nchased by a black bear. They didn't quite get me out of that ah,\n\nplum tree. That was in the fall.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: When I was thirteen.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: '78 I got mauled by big Angus bull.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: That was the summer of ah, summer of '78.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: That was a scary feeling one time there. Cause you see there was\n\ngrass on the ground, solid grass came right up, right up in your feet,\n\nright in front of your eyes. And the grass goes on top of the back of\n\nthe animal. Turn the other hoof and if your arm's out there, rip your\n\narm right off. But those are the good old days.\n\nSgt. Bill FORDY: Um, hum.\n\nSgt. Bill FORDY: Mmm. Tell me about your horse.\n\nRobert PICKTON: Which one?\n\nSgt. Bill FORDY: The one that was in your trailer.\n\nRobert PICKTON: That's my horse, that's my horse. Born March the 20th, 1977 4:28\n\nin the morning. I killed it in 1981 December the 21st first day of\n\nwinter. Reason, helping two girls out. (PAUSE 20 SEC) Tanya\n\nCARR, you know, no, no, no. Joanne HUNT and Tracy. They had\n\ntwo, two horses one was Anglo Arabian, one was a purebred\n\nArabian. It was born on my mother's birthday. The reason I put it\n\ndown cause them horses were little mares and mine was a stallion\n\nfourteen hundred pound stallion. Their horse kicked my horse in the\n\nback leg, if the bone's broken I can repair it, cost me five thousand,\n\nbut you can't repair a knuckle. A person can get a replacement on a\n\nknuckle and baby it. A horse can't baby it cause that tear and twist\n\nwrong way and that's, just adds broken again. A horse is not like\n\nthat. I trained that horse to do everything, I could let that thing lay\n\nright down flat, when you get on it. I took it to shows, and that horse\n\nthere, I looked after it. So I took it, I got to the, veterinarian to put it\n\ndown, I couldn't do it. Jim BRYANT to put it down. 1981 December\n\nthe 21st 5:30, 5:45 pm. Somehow keep it. So I got a head mount.\n\nTook me eleven months to get it back from the taxidermist. But I've\n\nhad about thirty, forty other horses after that, trying to get another\n\nhorse to match it, match that one there, nothing.\n\nSgt. Bill FORDY: It was a beautiful horse. What was his name?\n\nRobert PICKTON: (INDECIPHERABLE) Spring Golden.\n\nSgt. Bill FORDY: What was his nickname then?\n\nSgt. Bill FORDY: Fourteen hundred pound stallion.\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: Probably never dreamt of ever getting hurt by those little things\n\nwould you.\n\nRobert PICKTON: Eight hundred pound fillies.\n\nSgt. Bill FORDY: Two of them.\n\nRobert PICKTON: Yeah. They had no place to keep them so I took them to my place\n\nbut again an accident. We are here today not tomorrow, the best\n\ngoes first.\n\nSgt. Bill FORDY: Um, hum. That's what they say isn't it.\n\nRobert PICKTON: Yeah, (INDECIPHERABLE).\n\nSgt. Bill FORDY: Yeah. So you used to keep Goldie on the pig farm? How, how did\n\nah, you get into pig farming, just through your dad?\n\nRobert PICKTON: Yeah. Many years ago.\n\nSgt. Bill FORDY: Yup. Um, hum.\n\nRobert PICKTON: Many years ago.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: '57, '58. We opened up the first little butcher store, it was on 25,\n\n2426 Pitt River Road. That's where our house came from.\n\nSgt. Bill FORDY: Moved. Ah, interesting.\n\nRobert PICKTON: We moved the house there back in 1968, the fall of '68...when I was\n\nthree years old. Stood on top of my dad's truck playing with the\n\nsteering wheel and everything else so put it in neutral and\n\nbought some (INDECIPHERABLE) little pigs, took 'em out for a\n\nride. Pigs are bailing out of a truck, dad is running after his truck. It\n\nwas all make believe.\n\nside of the, side of the hill. My dad always walked with a limp,\n\nalways says because walking up and down that side of the hillside\n\nall the time. So I helped there. I think in fact it was actually short.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Or the rats chew the wires or something, I can't remember now.\n\nJust, just take the floor off the bottom to get the floor off, and we\n\nhad a running spring ran into, ran into the, run into the ground.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: We had, that's where we were getting the water from. Throw the\n\nbucket in there, cause it let's the water out.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: That's where you get the water from. And if wanted to get a bath,\n\nhave to heat the water up, you get a bath. There was\n\n[INDECIPHERABLE] nine of us in the cabin there. I think they are\n\nall dead now.\n\nSgt. Bill FORDY: Nine.\n\nRobert PICKTON: Nine people in the cabin there.\n\nSgt. Bill FORDY: Who were the nine people?\n\nRobert PICKTON: (SIGHS) Stanley, my dad Leonard, my mother Louise, me, Dave\n\nand Linda. No yeah, Linda and Dave.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: No. Me and Linda, my mother was expecting Dave.\n\nSgt. Bill FORDY: Your mother what?\n\nRobert PICKTON: My mother was expecting Dave.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: I guess I was one and half when I was there. My sister was about\n\nthree.\n\nSgt. Bill FORDY: Who's Clifford?\n\nRobert PICKTON: My dad's uncle.\n\nSgt. Bill FORDY: Were you guy's close? (TAKES OFF HIS JACKET)\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: Yeah. Yeah.\n\nRobert PICKTON: Um, hum. Stanley, I think it was Stanley right, Stanley died in 1963.\n\nUm, hum. The last day of work.\n\nSgt. Bill FORDY: And what happened?\n\nRobert PICKTON: Hit by a drunken driver.\n\nSgt. Bill FORDY: Drunk driver. Brutal eh? Did you ever drink and drive? You don't\n\ndrink right?\n\nRobert PICKTON: No I don't.\n\nSgt. Bill FORDY: And did you ever when you were a kid.\n\nRobert PICKTON: I got drunk once, I was twenty-four years old.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: I was twenty-four years old.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: My own birthday. No may, maybe twenty-three. I don't know,\n\ntwenty-two to twenty-four somewhere's around that. Cause maybe I\n\nwas twenty-four cause I think it was my twenty-fourth. I'm not too\n\nsure, maybe around twenty-three, twenty-four anyways they gave\n\nme seven screwdrivers and I, and they says only orange juice. And\n\nI said that's pretty strong orange juice. Anyways the other guy has\n\n(11:59:40) rye and seven, I see you've been drinking. I said you know, how\n\nabout, how I drive cause I haven't been drinking he says, you had\n\nseven orange juice. I says yeah, I know strong, a little strong. And\n\nhe says orange juice and vodka. A couple of hours later you feel a\n\ngive me a cigar. So I smoked the cigar and that's the last cigar I\n\never had.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: I used to go behind the TV and smoke. Nothing\n\n(INDECIPHERABLE)\n\nSgt. Bill FORDY: Um, hum. Who's cigarettes were you smoking?\n\nRobert PICKTON: Hired hands working for us.\n\nSgt. Bill FORDY: Working for you guys on the farm. So who taught you how to\n\nbutcher pigs?\n\nRobert PICKTON: Bob KORAC.\n\nSgt. Bill FORDY: Bob, a family friend.\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: How old were you?\n\nRobert PICKTON: Around 13 years old. He had a, he's a Croatian guy.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Anyways, he works at the Olympic Meat Packers.\n\nSgt. Bill FORDY: Olympic. Yeah.\n\nRobert PICKTON: And ah, when I was 13 years old I went to the auction sale, bought\n\nthe first calf, I was gonna keep this calf for the rest of my life.\n\nSgt. Bill FORDY: And you what?\n\nRobert PICKTON: I said I'm gonna keep this calf for the rest of my life.\n\nSgt. Bill FORDY: Okay.\n\nRobert PICKTON: That was before I got chased by the black bear.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: Anyways and I says, came back from school, sleeping with the calf\n\nI came back from school two weeks later, the calf was gone,\n\n(INDECIPHERABLE) with everything else and then I asked, I says,\n\naround the house there, where's my calf, where's my calf? And they\n\nsays maybe, maybe you'll take a walk down the barn. No. No way,\n\nthey kill animals down there. No way. No, cause it's too and I told\n\nhim not to go down there. Told him not to go down there cause they\n\nbutcher anim, butcher animals down there. Anyways, I looked all\n\nover, everywhere's else and he says maybe you want to take a\n\nwalk down to the back. I said no, no, no it's not down there, I told\n\nhim not to go down there. So I says, maybe, maybe it did go down\n\nthere, they said to me. Okay maybe I'll go down there. I'll, I'll just\n\nsneak around back there and have a look. And I won't go down to\n\nwhere they do the butchering. Anyways, there's my calf upside\n\ndown, cleaned out, butchered it. I couldn't talk to anybody for about\n\nfour days.\n\nSgt. Bill FORDY: Hum.\n\nRobert PICKTON: When you're a Scorpion you have a strong sign.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Then they sent us for ah, you got X many dollars for it. You go buy\n\nanother one. I said no, I want that one.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: And I finally realized that we're not here forever. We're here for the\n\ntime we're here for.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Even with, I got this big scar here, (MOTIONS TO HIS RIGHT EYE)\n\ncouple of years ago, tearing a gas tank open, gas tank exploded,\n\nblow side of face off.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: But I'm still alive. But that doesn't make me, make me a mass\n\nmurderer. But the problem is, that's life, life goes on. Life goes on.\n\n\n\nLife goes on. I mean myself, I mean...\n\nSgt. Bill FORDY: Rob you yourself said it earlier, everything happens for a reason.\n\nSgt. Bill FORDY: Um, hum.\n\nSgt. Bill FORDY: Um, hum.\n\nmany pigs did you killed?\n\nRobert PICKTON: Me?\n\nSgt. Bill FORDY: Closer to ten or closer to five?\n\nRobert PICKTON: Five thousand? ...Ten thousand.\n\nSgt. Bill FORDY: More than ten you think?\n\nRobert PICKTON: Possible. But I don't know.\n\nSgt. Bill FORDY: Um, hum. Lot's I bet eh, over all those years.\n\nRobert PICKTON: Quite a few.\n\nSgt. Bill FORDY: Who's the ah, the best butcher you've ever seen?\n\nRobert PICKTON: Best butcher I ever seen? Like who? Rephrase yourself, I don't\n\nknow what you're referring to?\n\nSgt. Bill FORDY: Like I mean, obviously you've been around the farm a long time,\n\nand you've slaughtered lots of animals yourself and prepared them\n\nfor people to eat. You know, you're not every normal Tom, Dick or\n\nHarry so you've obviously been around other people that have done\n\nthe same thing. Some are good, some aren't very good. Right?\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: Who's the best?\n\nRobert PICKTON: Everybody got their own certain ways of doing things.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: And there's people, well I know people comes over even hours,\n\nhours, all night long, everything else.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Yeah, like I says I don't know who is better than the next.\n\nSgt. Bill FORDY: Um, hum.\n\nSgt. Bill FORDY: Lot's of people out there ah, killing animals and stuff. Yeah, that's\n\nwhat they're for right?\n\nRobert PICKTON: Well I guess so. I guess so. Mmm.\n\nSgt. Bill FORDY: Let me ask you something Rob, how do you feel about being, sittin'\n\nin here and talking me, with me today?\n\nRobert PICKTON: Alright.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Alright.\n\nSgt. Bill FORDY: Now I don't have to tell ya, ah, how big this investigation is do I?\n\nRobert PICKTON: I don't know what's going on.\n\nSgt. Bill FORDY: This is a massive investigation.\n\nRobert PICKTON: I heard about that too.\n\nSgt. Bill FORDY: It's huge. Ah, I'm gonna tell you that in all the time I've been in the\n\nRCMP um, I've never seen an investigation that has ah, unlimited\n\npeople and unlimited money like this one does.\n\nRobert PICKTON: I've heard that too.\n\nSgt. Bill FORDY: Yeah, you know ah, after this investigation broke um, last week,\n\nsome of the best policemen in the province were brought in and are\n\nworking on this investigation, helping out. That scene up there, that,\n\nyour property, it's huge. And I don't know if you know how many\n\npeople are actually even working up there. Ah, they've brought in\n\nForensic Identification people there, people that are experts in\n\ncrime scenes. Alright. They've brought in Forensic Anthropologists\n\nknow what an Anthropologist is, is that's somebody that studies\n\nhumans and the evolution of man um, so that when they're going\n\nthrough ah, that scene because it's so massive and they're, they're\n\ndiscovering all these different type of ah, not bod, call them bones I\n\nguess. That the experts are able to look at them and say well this is\n\nSo they've got Forensic Identification people, they've got a Forensic\n\nAnthropologist ah, they might even have a Forensic Entomologist\n\nthere, which is ah, a person that studies bugs and different types of\n\nbugs and different types of soil and how that gets to be the way it is.\n\nThey've brought in experts in blood splatter, or spatter. Ah, you\n\nknow, people that are trained by the FBI and ah, the best colleges\n\nin the world on how to analyze blood and stains and patterns and\n\nhow they work. And ah, you know, when they look at something,\n\nlike you and I might look at it and think well it looks like blood, but\n\nthey're able to say how it got there, and you know, was it a\n\nsomething like a, brushed, like smudged or you know, when I mean\n\nyou blow your nose and it falls on the ground or was it dropped or\n\nwas it gushing like, if you took a drop of water and threw it on the\n\nwall. Like these people can tell the differences between those types\n\nof stains. They've brought those people in. They've got people\n\nfrom the ah, Forensic Laboratories and they're people that come in\n\nand um, are experts in seizing DNA. Um, and we'll talk a little bit\n\nabout DNA later on. Everybody has their own DNA, like you and I\n\nhave different DNA.\n\nRobert PICKTON: My mother was the same DNA as me though.\n\nSgt. Bill FORDY: No, it would be different.\n\nRobert PICKTON: Is that right.\n\nSgt. Bill FORDY: But if they took your mom's DNA and your dad's DNA and put them\n\ntogether they'd be able to narrow down your DNA. But it would be\n\ndifferent. Like I, I, I know of two twins ah, they're identical twins a\n\nWade LYMBURNER and Ward LYMBURNER. Like if you looked at\n\nthem, honest to God Rob, you'd say holy jumpin' it's a clone. Like,\n\nwell you know, how they're doin' those cows now, but they have\n\ntheir own DNA. It's a make up of in our cell right. In our cells.\n\nRobert PICKTON: I don't know, I don't know nothing about that. This is like I said, I'm\n\n\n\njust a pig farmer so I don't... (LEANS HIS HEAD ON HAND).\n\nSgt. Bill FORDY: Yeah, I'm gonna explain that to you so that you understand that. If\n\nyou have any questions I want you to ask me okay. And say to me\n\nBill, you know I'm not a hundred percent on what you mean by that,\n\ncan you explain it to me. Um, because that's my job is to help you\n\nunderstand this situation. Quite frankly, honestly, to help you\n\nunderstand yourself and for me to try to understand you as well in\n\nthis process here today okay. So there's a Forensic Anthropologist\n\nfor the bones, Entomologist for the bugs, they've got crime scene\n\nLike if this is the ground, right here...\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: Right, you and I are standing on this well they're gonna take the\n\nground down to here but they're also gonna down. That's why\n\nthey've brought in all this mil, million dollar equipment. Some of the\n\nsame stuff, it is funny, we were laughing ah, that ah, the United\n\nStates had over in um, Afghanistan looking for Bin Laden you know.\n\nYou know, you might have saw it on the TV\n\nSgt. Bill FORDY: ...they had all the ground searching equipment.\n\nRobert PICKTON: What are they looking for?\n\nSgt. Bill FORDY: Bin Laden. When they...\n\nRobert PICKTON: What are they looking for anyways?\n\nSgt. Bill FORDY: Well they're looking for any evidence that you know, will help clarify\n\nyour involvement in this investigation. Now it's gonna do a couple of\n\nthings. It's gonna you know, help everybody ah, get closure to this\n\nand it's gonna you know, help in painting a picture about what you\n\nwould never do anything and would always be there for me. I'm\n\npretty lucky to have those people. One of the things that they're\n\ndoing obviously and at this, in addition to doing this monstrous job\n\nat your ah, farm, is some of the people that you, you know were\n\nassociates of yours have been interviewed and um, you know, were\n\nthey, and I'm not even sure if I want to use the word friends, where\n\nthey were maybe were ah, people that may or may not have been\n\nclose to you, now are, have a better understanding of ah, what's\n\ngoing on.\n\nRobert PICKTON: What is going on?\n\nSgt. Bill FORDY: Well you're gonna be charged and ah, go to court and convicted of\n\nat least two of those murders. Alright. The investigation's huge and\n\nit's gonna identify all the other ones that you're involved with. Or\n\nany of the involvement that you had. And you know what Rob, I'm\n\nnot saying that you killed all fifty of those girls. Maybe you did,\n\nmaybe you've killed more, maybe you've killed less, you know. And\n\nyou're the only person that's gonna tell me that and you know, quite\n\nfrankly I wouldn't believe other people. The only person I'm gonna\n\nbelieve is you, when you make that decision. Alright. What they're\n\ndoing is talking to people that ah, that you've been around. People\n\nthat have been associates of yours ah, over the last fifteen or\n\ntwenty years. Um, with the resources and when I say resources I\n\nmean, with the people that are now involved in this and with ah, the\n\nbacking of senior management and Vancouver City Police and the\n\nRCMP they now have the amount of police investigators to go out\n\nthere and talk to everybody. You know, and initially people were a\n\nlittle bit reluctant to talk because you were still ah, out you know,\n\nyou weren't charged yet. So people think, well you know, it's so on,\n\nonce you know, people realized that yeah, he is being charged with\n\nthis, you know, and he did do those things, now they're\n\ncooperating, saying holy jumpin' you know, I'd better be honest with\n\nthings here. And I'll be honest with you too, a lot of those people\n\nare expecting you to be honest here with me today. And when I\n\nsaid to you earlier, that decision to be honest or not is yours and\n\nnobody's gonna take that away from you. Some of the best\n\npolicemen in the province are working on this investigation. I've\n\nnever seen anything like it quite frankly, to be honest with you. And\n\nI'm gonna talk to you about some of that evidence, about DNA\n\nbecause when you have DNA. And I'll, I'll draw you a picture here.\n\n(STANDS) Okay, when you have DNA, let me tell you about a case\n\nthat I worked on okay. I used to work in Surrey, right. I was in the\n\nah, Serious Crime Section here, in Surrey Detachment and I used\n\nto work here. And in '96 there was a girl and her name was Helen\n\nCOOK and Helen lived up in Surrey, up in North Surrey (SITS) and\n\none night she was home alone and a guy by the name of Peter Van\n\nOSSELAER okay, Peter, went into Helen's house. Okay. So that\n\nHelen's in her house, and I'll just draw it. So she's in her house,\n\nthat's Helen COOK. Peter goes in that house and tries to do a\n\nrobbery. Okay, he tried, he tried to steal from Helen, that's what\n\nhe tried to do. And they got into an argument cause she woke up in\n\nthe middle of the night and she went and grabbed a knife. Now\n\nremember how you told me that the worse, one of the worse things\n\nthat ever happened to you was when you got stabbed. Now I think\n\nyou're probably talking about ------ - ------------------ right or --------- ?\n\nRobert PICKTON: That was ah, that was one night yeah.\n\nSgt. Bill FORDY: Was that the stabbing you were telling me about? (STANDING)\n\nRobert PICKTON: One yeah, yeah.\n\nSgt. Bill FORDY: Okay, remember when that happened to you, like remember when\n\n\n\nyou saw her grab that knife what went through your head.\n\nRobert PICKTON: I didn't even see her grab the knife.\n\nSgt. Bill FORDY: Okay. Remember when you started getting stabbed and you felt\n\nthat pain?\n\nRobert PICKTON: I didn't feel no pain really.\n\nSgt. Bill FORDY: Okay. Anyway, Helen wakes up and Peter sees her, Helen grabs\n\nthe knife and they start a struggle. And in that process Peter takes\n\nthe knife, goes around the back of Helen like this, cuts her throat\n\nblood on the wall is Peter Van OSSELAER's. So Peter's arrested,\n\nright and then he's charged. Just like you're charged now. And he's\n\ncharged with the murder of Helen COOK based on the blood on the\n\nwall. Now I go to court in New Westminster cause I was the\n\ninvestigator and there's no other evidence, the only evidence is the\n\nblood. Peter Van OSSELAER got convicted of murder and got\n\ntwenty-five years in jail based on a couple of cuts on his finger.\n\nTwenty-five years. (DRAWING) Convicted. Judge and jury ... gonna\n\nbe in jail for twenty-five years, based on DNA. Okay. You're DNA is,\n\nis unique to you just like Peter's DNA, Peter Van OSSELAER was\n\nunique to Peter. Okay. Do you understand that.\n\nRobert PICKTON: (YAWNING) Yeah, but what that's got to do with me?\n\n(12:38)\n\nSgt. Bill FORDY: (SITTING) Okay I'm gonna explain that to you alright. DNA is, so if I\n\nsaid to you that ah, I had your DNA on this marker, right.\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: How would you explain that?\n\nRobert PICKTON: Well fingerprint.\n\nSgt. Bill FORDY: Okay, if you touched it with your hand yeah, that would leave DNA.\n\nSgt. Bill FORDY: How is that possible?\n\nRobert PICKTON: Well anything can be set up or anything could be put in that's not\n\nthere.\n\nSgt. Bill FORDY: Okay. If you have never been in this room would it possible for your\n\nDNA to be in this room? The answer's no. Right. You have to agree\n\nwith me on that.\n\nRobert PICKTON: (YAWNING) Not necessarily. Could be set up.\n\nSgt. Bill FORDY: Okay. But I mean let's in the absence of being set up, it's not\n\npossible for your DNA to be anywhere right?\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: Okay, good, I'm glad you agree with me on that because that's an\n\nimportant point. One of the things that ah, I know Rob ah, through\n\nmy experience is that there is always two and there is sometimes\n\nthree or four or five sides to every story.\n\nRobert PICKTON: Yeah, (YAWNING) there's more than, there (INDECIPHERABLE)\n\nthere's not always one side to a story cause there's always two\n\nsides or more.\n\nSgt. Bill FORDY: That's right. You and I were outside and you know, we saw two girls\n\nrun down the road and one of them fell down. You would see what\n\nhappened differently than what I would see right. Or if there was an\n\naccident you would see it different than what I would see. Because\n\nwe're different people right.\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: There's always more than one side to a story. Right?\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: I don't care what you've said to anybody else, about your\n\ninvolvement with those other girls.\n\nRobert PICKTON: Which other girls? (HEAD ON HANDS)\n\nSgt. Bill FORDY: Any of the girls. Just a second. (STANDS AND BRINGS OUT\n\nPICTURE BOARD) What I want you to do Rob I want you to have a\n\nlook at this poster and I want you to tell me as best as you can\n\nremember. Okay, can you see it okay, can you hold it there. Hold\n\nthat up for me. I want you to, let's just walk through them, and tell\n\nme what girls that you remember have ever been out to your place.\n\nAnd let's just walk through them, but we'll start here okay and just\n\ntake your time. Number one? Has she ever been to your place?\n\nRobert PICKTON: (SHAKING HEAD \"NO\") I don't know, there's so many people\n\ncoming in and out of my place I don't know.\n\nSgt. Bill FORDY: Okay, this is, this is real important though.\n\nRobert PICKTON: I don't know.\n\nSgt. Bill FORDY: Okay, what about this number, number two? (PICKTON SHAKES\n\nHEAD \"NO\") If you don't remember just say no, and if she has been\n\nthen just say yeah. Number three? (PICKTON SHAKES HEAD\n\n\"NO\") Number four, remember her, she's got a lazy eye. Has she\n\never been to your place? Number five, has she ever been to your\n\nplace? Her's name Mona, Patricia, you remembering something\n\nare, you're looking at her now, (PICKTON SHAKES HEAD \"NO\")\n\nokay. Number five...\n\nher eye, probably eh?\n\nRobert PICKTON: I wouldn't...\n\nSgt. Bill FORDY: Okay number six.\n\nRobert PICKTON: She's pretty, that's all I gotta say.\n\nSgt. Bill FORDY: Yeah, she is pretty isn't she. Number seven. (PICKTON SHAKES\n\nHEAD \"NO\") Number eight. Okay, still see it okay there?\n\nRobert PICKTON: Hum.\n\nSgt. Bill FORDY: Has number nine ever been to your house Rob? (PICKTON\n\nSHAKES HEAD \"NO\") What about number ten?\n\nRobert PICKTON: I don't know.\n\nSgt. Bill FORDY: Okay.\n\nRobert PICKTON: There's a lot of people look.\n\nSgt. Bill FORDY: Well you know what, I only want you to tell me the ones that you've,\n\nthat have been there. Number eleven?\n\nRobert PICKTON: Well I seen, I think I seen her (POINTING) around somewhere's but\n\nnot at my place.\n\nSgt. Bill FORDY: Number fourteen?\n\nRobert PICKTON: I think I seen her around somewhere's.\n\nSgt. Bill FORDY: Where did you see her?\n\nRobert PICKTON: Something but with, I don't know if she, (INDECIPHERABLE) if she\n\nis, isn't she a black and blond hair there. But I thought she had\n\nblond, so I thought she was blond, but maybe it's not her. You know\n\nthere's so many people that look like her.\n\nSgt. Bill FORDY: Yeah, well that's interesting that you remember her though.\n\nRobert PICKTON: Maybe I seen her around in Vancouver, if I'm right.\n\nRobert PICKTON: She's pretty too.\n\nSgt. Bill FORDY: Yeah, she is pretty. Has number thirteen ever been to your place?\n\nNo. Fourteen, you've seen her around but you don't remember.\n\nRobert PICKTON: There's so many people...\n\nSgt. Bill FORDY: Fifteen ever been in your place?\n\nRobert PICKTON: Really none of them have, not that I know of.\n\nSgt. Bill FORDY: Well let's just take our time and walk through, so you're a hundred\n\npercent. Sixteen? (PICKTON SHAKES HEAD \"NO\") Seventeen?\n\n(PICKTON SHAKES HEAD \"NO\") ... has number eighteen ever\n\nbeen to your place?\n\nRobert PICKTON: She's pretty too.\n\nSgt. Bill FORDY: Yeah. What about number nineteen, I'm sorry did you say eighteen\n\nhad been to your place or no?\n\nRobert PICKTON: No. I said I think she's pretty too, I says.\n\nSgt. Bill FORDY: Okay. Has nineteen ever been to your place?\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: What about twenty?\n\nRobert PICKTON: She's really pretty.\n\nSgt. Bill FORDY: Sure is.\n\nRobert PICKTON: And these are all missing, they're gone.\n\nSgt. Bill FORDY: So she's never been to your place, twenty? (PICKTON SHAKES\n\nHEAD \"NO\") How about twenty-one? Twenty-two? ... twenty-three\n\never been to your place?\n\nSgt. Bill FORDY: Remember her being there? (PICKTON SHAKES HEAD \"NO\") ...\n\nTwenty-four? (PICKTON SHAKES HEAD \"NO\") ... Twenty-five?\n\nTwenty-six? (PICKTON SHAKES HEAD \"NO\")Twenty-seven?\n\nRobert PICKTON: Twenty-six looks like some like Lynn but that's...\n\nSgt. Bill FORDY: Lynn who?\n\nRobert PICKTON: That one that was staying at my place.\n\nSgt. Bill FORDY: Wish it was her? (LAUGHING)\n\nRobert PICKTON: (LAUGHING) Hum?\n\nSgt. Bill FORDY: Do you wish it was her?\n\nRobert PICKTON: No, it looks, looks something like her. I'm bad for remembering\n\nfaces if you don't mind me asking. But I remember dates real clear.\n\nBut ah, there's so many millions of people out there, they look so\n\nmuch, so much alike and everything else you know, I mean\n\nthere's...\n\nSgt. Bill FORDY: Um, hum. Twenty-seven, ever been to your place? (PICKTON\n\nSHAKES HEAD \"NO\") Cause I'll tell you something, if you were the\n\nperson that was responsible for any of these girls missing of\n\ncourse, you would remember them, let's, you gotta agree with that.\n\nThat's only common sense. What about twenty-seven?\n\nRobert PICKTON: Which ones am I supposed to charged for, for murder if you don't\n\nmind me asking?\n\nSgt. Bill FORDY: No I don't mind at all (POINTS TO #4)\n\nRobert PICKTON: That one. Who the hell is she?\n\nSgt. Bill FORDY: We're gonna talk about her ... twenty-eight ever been to your\n\nthat it's...\n\nSgt. Bill FORDY: Thirty? (PICKTON SHAKES HEAD \"NO\")\n\nRobert PICKTON: I don't know anybody with glasses.\n\nSgt. Bill FORDY: Okay, think about her with no glasses on, just try to picture her with\n\nno glasses. Has thirty ever been to your place? I'm sorry has she\n\never been to your place?\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: Okay, sorry I didn't hear you. What about thirty-one, has she ever\n\nbeen to your place? Take your time.\n\nRobert PICKTON: (PICKTON SHAKES HEAD \"NO\") No. She's pretty.\n\nSgt. Bill FORDY: Um, hum. She sure is. Thirty-two ever been to your place?\n\nRobert PICKTON: I don't think so. She's (INDECIPHERABLE). But I guess ah, there's\n\nnot much that we can say, I mean, myself we were, we were born in\n\nthe face there and we got (INDECIPHERABLE).\n\nSgt. Bill FORDY: Thirty-three ever been to your place? (PICKTON SHAKES HEAD\n\n\"NO\") ... did you say thirty-two hadn't been there?\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: Thirty-three?\n\nRobert PICKTON: No. I, as far as that goes none of them ever have been?\n\nSgt. Bill FORDY: Okay. Thirty-four ... ever been to your place? (PICKTON SHAKES\n\nHEAD \"NO\") ... Thirty-five ever been to your place?\n\nRobert PICKTON: She's pretty too.\n\nSgt. Bill FORDY: Yeah. Thirty-six ... never been to your place? (PICKTON SHAKES\n\nHEAD \"NO\") Okay. Thirty-seven? ... Thirty-eight?\n\nRobert PICKTON: She's nice looking.\n\nSgt. Bill FORDY: She ever been to your place? What about forty?\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: Forty-one? Has forty-two ever been to your place?\n\nRobert PICKTON: No. (PICKTON SHAKES HEAD \"NO\")\n\nSgt. Bill FORDY: Has forty-three ever been to your place?\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: You're a hundred percent?\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: Forty-four?\n\nRobert PICKTON: No ...\n\nSgt. Bill FORDY: Forty-five? ...\n\nRobert PICKTON: Number forty-seven's pretty too.\n\nSgt. Bill FORDY: Yeah, was forty-five at your place?\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: Forty-six? Look carefully.\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: Pardon?\n\nRobert PICKTON: No.\n\nat your place.\n\nRobert PICKTON: 'Aint no way. No way. (PICKTON SHAKES HEAD \"NO\")\n\nSgt. Bill FORDY: OK. Are you a hundred percent on that?\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: So you're telling me that none of these women have ever been to\n\n(12:58) your place. (PAUSE 20 SEC) do you want me to leave this with you\n\nfor a second, and you can wrack your brai, memory?\n\nRobert PICKTON: I don't know none of them.\n\nSgt. Bill FORDY: So you don't know any of these girls? Have you ever had sex with\n\nany of these girls?\n\nRobert PICKTON: Did I? Not that I'm aware of. No.\n\nSgt. Bill FORDY: Have any of these girls ever been alone in your car then, some\n\nwitness might just say that they were in your car. You were alone\n\nwith them.\n\nRobert PICKTON: No. Cause I never had a car.\n\nSgt. Bill FORDY: Or your truck, I'm sorry, a trans, a vehicle of transportation.\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: Are you a hundred percent on that?\n\nawhile and , now what the hell's her name? Roxanne, Roxanne.\n\nSgt. Bill FORDY: She's a prostitute?\n\nRobert PICKTON: She's a working girl.\n\nSgt. Bill FORDY: Okay, working girl. Is she the only working girl you've ever been\n\nwith?\n\nRobert PICKTON: No, there's probably a couple, yeah, a couple others.\n\nSgt. Bill FORDY: Okay, what are their names?\n\nRobert PICKTON: I don't know. But I had Roxanne at my place. I took her over to\n\nthe palace. But I don't know where she is, or where she went to\n\nwhatever.\n\nSgt. Bill FORDY: So she's disappeared?\n\nRobert PICKTON: I don't know. But her names Roxanne.\n\nSgt. Bill FORDY: When did you have her over to your place?\n\nRobert PICKTON: Mmmm, a year ago.\n\nSgt. Bill FORDY: Who introduced you to her?\n\nRobert PICKTON: Nice person, nice personality, nice everything.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: But I don't know where she is now.\n\nSgt. Bill FORDY: Maybe we gotta add her to the poster. Should she be on the\n\nposter?\n\nRobert PICKTON: Well she was at my place. But I don't know where she is.\n\nSgt. Bill FORDY: Okay. Um, so when you say you had, you had sex with her, right.\n\nAre you talking about like putting ah, your, what do you call your\n\npenis? Your dick, your cock, what do you call it?\n\nRobert PICKTON: I don't know. I don't know.\n\nSgt. Bill FORDY: So you're just taking about putting your, your dick inside her? In her\n\nmouth or vagina, what, what did you have with her?\n\nRobert PICKTON: I don't know what you're referring to.\n\nSgt. Bill FORDY: Well I guess I'm just wondering when you say sex, what are you,\n\nwhat are you mean when you say that well I had sex with her?\n\nRobert PICKTON: Yeah. Ah, she gave me head.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: I don't know whatever happened.\n\nSgt. Bill FORDY: Yeah, so what, what do you have, who's your girlfriend now Willy\n\nor ah, Rob?\n\nRobert PICKTON: Who's my girlfriend right now?\n\nSgt. Bill FORDY: You got a girlfriend right now? I mean obviously not Dinah but...\n\nRobert PICKTON: Ah, Nancy was my, she's moved out.\n\nSgt. Bill FORDY: Um, hum. So what kind of sex life did you guys have?\n\nRobert PICKTON: Never.\n\nSgt. Bill FORDY: You never had sex with her?\n\nRobert PICKTON: Just helping her out.\n\nSgt. Bill FORDY: Just helping her out. Okay. Um, who was the last girl you had sex\n\nwith?\n\nRobert PICKTON: Probably Roxanne.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: She wanted me to dance, I don't dance.\n\nSgt. Bill FORDY: Yeah, you're not a big dancer are you?\n\nRobert PICKTON: I don't dance.\n\nSgt. Bill FORDY: Okay.\n\nRobert PICKTON: I'm just a regular guy.\n\nSgt. Bill FORDY: So when, when you have a your girlfriends over and you have sex\n\nwith them, what types of things do you do? Okay then, what's your\n\nfavourite way of having sex?\n\n(PAUSE 20 SEC)\n\nRobert PICKTON: It doesn't matter.\n\ngirls went to school with me and wasn't interested.\n\nSgt. Bill FORDY: Um, hum. So tell me about the first time you had sex.\n\nRobert PICKTON: I can't remember.\n\nSgt. Bill FORDY: Okay, tell me about the first time you were with a prostitute.\n\nRobert PICKTON: I didn't even have sex with Connie neither. But the first girl was . . .\n\ngoing out with.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Don't know. I got a good memory but I don't know.\n\nSgt. Bill FORDY: Well you want, you must remember the first prostitute. I mean\n\neverybody does. It's normal the first time you have a prostitute, to\n\nremember it. It's perfectly normal.\n\nRobert PICKTON: I think about the first time was when I was with Lynn. Ah, the one\n\nRobert PICKTON: She's nice, she's a nice person.\n\nSgt. Bill FORDY: Yeah, and she's missing?\n\nRobert PICKTON: Is she missing?\n\nSgt. Bill FORDY: I'm asking, I don't know.\n\nRobert PICKTON: I don't know.\n\nSgt. Bill FORDY: Do you think she's dead?\n\nRobert PICKTON: I hope not.\n\nSgt. Bill FORDY: Okay.\n\nRobert PICKTON: I haven't seen her for awhile.\n\nRobert PICKTON: If possible.\n\nDana LILLIES: Coke, Orange juice.\n\nSgt. Bill FORDY: I'll have Coke too.\n\nDana LILLIES: (INDECIPHERABLE)\n\nRobert PICKTON: It don't matter, it don't matter. Anything.\n\nDana LILLIES: You want Orange juice, Coke?\n\nSgt. Bill FORDY: What you got?\n\nDana LILLIES: Orange juice. That too.\n\nSgt. Bill FORDY: No. Fattening?\n\nRobert PICKTON: No, I like chicken or meat better than anything else.\n\n(INDECIPHERABLE). Chicken.\n\nSgt. Bill FORDY: Well I sure appre, appreciate your ah, being such a nice guy with\n\nme. Well I treat people the way I want to be treated, better than\n\nbeing an asshole to them you know. Where about's were you in\n\nMichigan, where else did you go? Detroit?\n\nhalf ago.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Well maybe two months ago. It was, it was around December I\n\nthink.\n\nSgt. Bill FORDY: Um, hum. December this year?\n\nRobert PICKTON: Last year.\n\nSgt. Bill FORDY: Um, hum. There's been ah, a lot of it around our office too. When\n\nthis first broke, you can imagine everybody, they were gettin' calls\n\nto everybody. Actually I got called into a meeting with some ah,\n\nsenior guys, that I don't know how you do that. Um, are you with\n\nme?\n\nRobert PICKTON: Yeah, I know that.\n\nSgt. Bill FORDY: I know that too. That's pretty spectacular though wasn't it? One of\n\nthe ah, ...\n\nRobert PICKTON: I know Cheryl.\n\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: Nice person.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Really never had sex with her.\n\nSgt. Bill FORDY: Pardon me?\n\nRobert PICKTON: I never had sex with her.\n\nSgt. Bill FORDY: You've never had sex with her, for seven years. Really. Wow.\n\nRobert PICKTON: You don't believe me, you can ask her.\n\nSgt. Bill FORDY: No, no I mean I don't, I'm not gonna say I think you're lying to me. It\n\njust seems that's an awful long time to be with a girl and never have\n\nsex.\n\nRobert PICKTON: I might help people out.\n\nSgt. Bill FORDY: Yeah. Well that's one thing that, (OVER TALKING)\n\nRobert PICKTON: I try, I try to help people out.\n\nSgt. Bill FORDY: Try to help people out and stuff. What else you doin' for money?\n\nRobert PICKTON: Who me?\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: I just want to get doin' pigs.\n\nSgt. Bill FORDY: Pigs. What else?\n\nRobert PICKTON: That's it.\n\nSgt. Bill FORDY: Now your brother said in the paper something about ah, buying\n\ncars or something.\n\nRobert PICKTON: I buy cars from the Vancouver Police Department.\n\nSgt. Bill FORDY: Tell me about that.\n\nRobert PICKTON: Well I buy all the, all the, all the, the vehicles from the Vancouver\n\nRobert PICKTON: Seventy a year.\n\nSgt. Bill FORDY: More than one a week. Yeah. How'd you ever get that contract?\n\nRobert PICKTON: I had that contract for about four years. For about three years I\n\nguess, four years.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: About three or four years.\n\nSgt. Bill FORDY: Yeah, so what's the deal, you tow the vehicles for them or?\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: Just buy them?\n\nRobert PICKTON: Just buy the veh... just buy the ones that are up for salvage, up for\n\nscrap.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: And you buy it from other auctions and here and there, Canada\n\nAuctions, and Able Auctions and Ross Auctions and ship 'em out\n\nand just peel off whatever you don't want off of them, ship 'em out\n\nto the bone yard and the rest goes to I just salvage whatever I can,\n\nthe alternators, starters, this, that, little stuff. Maybe a good motor. If\n\nit's a half decent vehicle, then I, then I bring it over to my place\n\nthere, strip it out, pull the motor out. Sell the motor.\n\nSgt. Bill FORDY: To bad you don't, can't refund lottery tickets or anything in them\n\nand...\n\nRobert PICKTON: Well one time there, I got a vehicle there, it had six hundred\n\ndollars in it.\n\nSgt. Bill FORDY: That's all right, that's like winning the lottery.\n\nRobert PICKTON: But that's not mine.\n\nthere, it's not mine, I can't take it. It's not mine to have.\n\nSgt. Bill FORDY: So what did you do with that six hundred bucks then?\n\nRobert PICKTON: It went back to the guy who had the, who had the vehicle.\n\nSgt. Bill FORDY: So whenever you find something in the vehicle then you always\n\ntake it back to the owners?\n\nRobert PICKTON: Usually if I can find 'em, because it's not really mine to have. I don't,\n\nI don't, I don't steal from anybody, I don't have to, me myself, I try to\n\nhelp people out. Like people steal from me right, left, and center\n\nand I try to help and knife's in the back.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: But now I'll still help up today.\n\nSgt. Bill FORDY: Well you know what, it's good to hear that you're like that Rob.\n\nRobert PICKTON: Yeah. Well the only thing is, if I had to do the whole thing over\n\nagain, I'll try and help. Even if I get knifed in the back again.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: I'll still try to help.\n\nSgt. Bill FORDY: Yeah. So when you take stuff back to these owner's do they ever\n\nsay thanks or do they just expect you to do that because the cops\n\nhad the car or how does that work?\n\nRobert PICKTON: No. No, no, no, no, no. The vehicle's from the Vancouver Police, I\n\nmean whatever becomes of them, it doesn't matter it's already been\n\nchecked out. I got ah, ah, one truck I got out of from Vancouver\n\nPolice Department, it was, it had the seat folded in, had a big ax in\n\nthere, blood, blood all over the ax. I don't know if the police ever did\n\nfind that ax, if, they try and find the weapon on that one. But I\n\nopened the seat up and there's a, there's a...\n\nRobert PICKTON: An axe?\n\nSgt. Bill FORDY: I think so, yeah, maybe they found it.\n\nRobert PICKTON: Anyway, the thing is, that came out so ah, there, if, if, if that's the\n\none then, they found it, then I don't know. It was at my place, it was\n\nat the house, front house.\n\nSgt. Bill FORDY: No, I thought it was in the workshop. Maybe I'm, maybe I was\n\nwrong, maybe it's a different one.\n\nRobert PICKTON: All I know there's supposed to be ah, I know it's a single bladed axe\n\n(13:35) and it had blood, blood all over it. It came out of ah, 1989 Chev\n\nAstro. Astro Mini Van.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: And the back seat was folded together and it was laying right in\n\nthere.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: But that's ah, I'm going back about a year and two, almost two and\n\na half, three years ago.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: Two years, two and half years ago. It had blood all over the back,\n\nah, the back rests of the seats and everything else. Now whatever's\n\ntook place I don't have a clue. But life goes on. Well, well when I\n\ntook anything from the Vancouver Police Department they don't,\n\nwell they said we don't want anything back, we don't want nothing.\n\nSo just take everything, bring everything over and, and I sold the\n\nother one for two or three hundred bucks or whatever else.\n\nSgt. Bill FORDY: Now is it your practice um, to search those vehicles when you get\n\nthem right away, to see if they have mistaken, mistakenly left or left\n\nRobert PICKTON: I, I bring so many vehicles in, I bring so much in. I go through about\n\na hundred and fifty vehicles a year. I haven't got the time of day to\n\nworry about one needle or one of this or one of that.\n\nSgt. Bill FORDY: One what? You say needle?\n\nRobert PICKTON: (TAKES A DRINK) One needle or...\n\nSgt. Bill FORDY: Needle?\n\nRobert PICKTON: Needles.\n\nSgt. Bill FORDY: Oh, needle.\n\nRobert PICKTON: Needles or anything else or whatever you know what I mean. I look\n\nat the radio or look at this or look at that and look at the side of, look\n\nat the vehicle shape or whatever. If I can use the front end, if I can\n\nuse this part or that part or whatever.\n\nSgt. Bill FORDY: Did you ever go through the trunks or the glove boxes?\n\nRobert PICKTON: Yeah, there's everything in them. Yeah, everything in them.\n\nSgt. Bill FORDY: Like what?\n\nRobert PICKTON: Anything you want to get. You won't believe what you find in those\n\nthings. You find this, you find that, inhalers, so on so forth. Fuck it's\n\noutrageous. Outrageous. Mostly bras, tops, this, that, clothes,\n\npeople sleeping in them, but now that they got tighter security at\n\nthe, at the compound now. Now they got security there twenty-four\n\nhour a day.\n\nSgt. Bill FORDY: Um, hum.\n\nRobert PICKTON: Before they never had that. They used to take those stereos out,\n\nthey'd take this out, take that out. And I just got a hold, just got off\n\nthe shelves or left, maybe a good motor.\n\nSgt. Bill FORDY: So when you find that stuff, is it normal for you to ah, put it in bags\n\nand send it to people and stuff?\n\nRobert PICKTON: No. I never bother me myself, if you bothered with every, you don't\n\nget any work done.\n\nSgt. Bill FORDY: God you'd be doin' it all day I guess eh?\n\n\n\nRobert PICKTON: Clothes of every, of every sort, of every sort. You name it, it was all\n\nthere. Everything's there.\n\nSgt. Bill FORDY: Like what?\n\nRobert PICKTON: Well clothes, pants, this, that, people live in the cars everything\n\nelse. And ah, I think a lot of it's being picked up and they're being\n\nbrought over and just you know, some place for them to shack out\n\nor whatever. Yeah. Now over and above even the last party that\n\nbrought their clothes over to me, they brought their clothes over to\n\nme and she was staying in a van, in a, in a car or van. No a trailer,\n\nno a van, a van behind the Cobalt. and I says, I just threw all the, all\n\nher stuff on the bed there, she's supposed to be coming back the\n\nnext day and do the washing and drying. Cause all her clothes and\n\neverything else. I don't know whatever happened to her. I don't\n\nknow whatever happened to her.\n\nSgt. Bill FORDY: What's her name?\n\nRobert PICKTON: French girl. She's a french girl. All her clothes, everything else is\n\nah, still on the bed. And all I know that ah, that's all hers.\n\nSgt. Bill FORDY: What you said, you said something about the hotel or something.\n\nRobert PICKTON: Behind the Cobalt.\n\nSgt. Bill FORDY: What about it?\n\nRobert PICKTON: That's where she, that's where she was staying in the van behind\n\nthe Cobalt. Ah, three or four or five vehicles back there, staying\n\nback there.\n\nSgt. Bill FORDY: Oh, she came over and told you that.\n\nRobert PICKTON: Yeah. That's where she was staying. Another person was staying\n\non the, behind the ah, underneath the Geogia viaduct.\n\nSgt. Bill FORDY: Who was that?\n\nRobert PICKTON: I don't know, she's probably still there.\n\nSgt. Bill FORDY: Oh, so not a girl that's on the poster here?\n\nRobert PICKTON: No, not that I, I don't know. I can't tell one from another, there's so\n\nmany of 'em, back and forth.\n\nSgt. Bill FORDY: Well I'll tell you what though, If you, if you were the guy that killed\n\nall fifty of those girls you'd remember them. So I'll tell what, you\n\nknow what, one thing I'll say is that I've talked to a lot of killers.\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: And you do remember those heightened things cause they're\n\nimportant things in your life. So if that was the case, then you would\n\nhave remembered them.\n\nRobert PICKTON: I don't, believe me I don't.\n\nSgt. Bill FORDY: Unless you're in an absolute frenzy or something.\n\nRobert PICKTON: I don't remember any one of these really I don't, honestly. I'm telling\n\nyou the honest truth.\n\nSgt. Bill FORDY: Well that's all I want, is I want you to tell me the truth. I appreciate\n\nthat.\n\nRobert PICKTON: I'm telling the honest truth. I am telling you that. And ah, anything\n\nabout this inhaler and everything else I don't know nothing about\n\nthis ...\n\nSgt. Bill FORDY: Tell me about that. Tell me what you know.\n\nRobert PICKTON: I don't, I don't know nothing about it, really I don't, I honestly, I\n\ndon't. My lawyer told me about that, when, when I was at the\n\nlawyer's office. And I says if it came from that big black bag, that\n\nwas in Nancy's room, that girl that was staying in the van brought\n\nit over to me. And Dinah will straighten that up for you. She knows\n\nall about it. That's all I do know, cause Dinah knows her. And I\n\nnever had sex with her. She stayed over one night and I, I gave her\n\na hundred dollar bill and I never had sex with her. And ah,\n\neverything's, everything's in that ah, black bag came from her. It's a\n\nbig long bag with everything in it and everything else. Now ah,\n\nanymore than that I mean a lot of this stuff is ah, I don't know. I got\n\n\n\npeople coming in and out of my place like you wouldn't believe.\n\nThere's more people coming in and out of my place than Cod Liver\n\npills. Now my place is, you won't believe how many people even,\n\neven after hours. If you don't believe me you can talk to Nancy. She\n\nwas staying there for almost five months. She was scared, she says\n\nWilly ah, don't go outside or anything else because she says, she's\n\nterrified, even, even when I worked in the barn at night.\n\nsecrets.\n\nSgt. Bill FORDY: Tell me about your .22.\n\nRobert PICKTON: Well I had a little .22, I shouldn't be talkin' because my, my lawyer's\n\nnot here.\n\nSgt. Bill FORDY: Mmm, it's up to you.\n\nRobert PICKTON: Yeah, cause I shouldn't be, I really shouldn't be. But the problem is\n\nI mean, I'm open and like I says, I never kept any secrets, I told\n\neverybody about everything. Dave would come over, oh, yeah, I got\n\none, I got a .22 and so on and so forth and the, and it's also, I got\n\nthis and I got that, yeah. Only thing is ah, sometimes I use the .22, I\n\nshouldn't be talkin' but I'll tell you this ah, I use the .22, sometimes I\n\ndo big, big boars. Big boars, I mean my Hilti thing, my pin driver\n\ngoes in that far, the head is very, very solid, very heavy. Very, very\n\nbig boned, sometimes you have to use three or four or five shots to\n\neven bring 'em down.\n\nSgt. Bill FORDY: Hum.\n\nRobert PICKTON: No. Talking about a .22.\n\nSgt. Bill FORDY: Okay. Alright, sorry.\n\nRobert PICKTON: But they are both .22 is anyways is .22 calibre and the Hilti and the\n\n.22 on the other.\n\nSgt. Bill FORDY: Yeah. Yeah.\n\nRobert PICKTON: But I shouldn't be talking about that. That's, that's for the lawyer.\n\nBut anyways like I says, you could take as I am, you and take me\n\nany which way you want, you could drag me up and down the road\n\nhere and that still doesn't make me remember anything, I\n\nremember dates, I remember this, I remember that, remember\n\nfaces or whatever but I don't remember any of these people really.\n\nReally, honestly I don't. Like you can link me up with them, I'm\n\ncharged, I'm you can do whatever you want to do with me, that still\n\ndoesn't make me a murderer, just because but I don't know 'em\n\nand as you guys can link whatever onto me I can't help that,\n\nbecause that's your privilege. I got nailed to the cross, I'm just a\n\nplain little farm boy, I'm just myself but again I don't do, I wouldn't\n\nchange very much. If I had to do the whole thing over again, I'm\n\nmyself. I'm sorry, I'm sorry for living. And ah, you know, if I can, I'll\n\ntake my life for any one of those people (POINTS TO PICTURE\n\nBOARD) just to, (CRYING) just to have them alive. So...sorry.\n\nwho you are. We're gonna make a deal, you and I, right now.\n\nRobert PICKTON: I'm really sorry, I mean I can't help you any more than that. But I\n\ncan, if I take my life for any one of those people, I would do so.\n\nSgt. Bill FORDY: Thank you for telling me that Rob.\n\nRobert PICKTON: Any one of them, just so that...\n\n(PAUSE 10 SEC - FORDY STANDING WRITING ON BOARD)\n\nSgt. Bill FORDY: Okay, I'm gonna tell you something about myself okay. I'm an\n\nhonest guy, I have a lot of integrity and when I give somebody my\n\nword I mean it with all my heart okay. I'm gonna swear on my kids\n\nhead here today, I promise two things alright. I'll promise to treat\n\nyou well and with respect. (SHAKES HANDS) I'll promise you that\n\nokay. I promise to tell the truth, shake my hand on that too okay.\n\n(SHAKES HANDS) Sign my name right here. Bill FORDY. Rob I\n\nwant you to stand up, stand up right now for me please. I want you\n\nto make me the same promise that I just made you. (PICKTON\n\nWRITES) Okay, you promise to treat me well and with respect and\n\nyou promise to tell the truth. Thank you Rob. (SHAKES HANDS)\n\nHave a seat. Rob I told you that this was a massive investigation\n\nokay. (OVER TALKING) I just want you to listen to me for one\n\nsecond okay. Rob listen to me for one second okay. I told you\n\nearlier that this is a massive investigation.\n\nRobert PICKTON: I know that.\n\nSgt. Bill FORDY: (STANDING) There are some of the best policemen in the province\n\nworking on this investigation. Some of the sharpest minds are\n\ninvolved in this investigation okay.\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: I promised you right now I will treat you with respect and I promise\n\nyou took them away from their families and I'm gonna go over some\n\nof that Robert. Okay, I want you to listen to me.\n\nRobert PICKTON: Um, hum. (HEAD ON HAND)\n\nSgt. Bill FORDY: And I want you to know that I speak from my heart okay. I\n\nwant to understand you here today, I'm not here for one second not\n\nliking you or holding any disdain for you. Okay, but know that I\n\nknow the truth. Alright I'm speaking to you from today from the\n\nheart.\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: I'm not gonna lie to you, I'm not gonna mislead you, and I don't\n\nwant you to say anything for a couple of minutes okay.\n\nRobert PICKTON Okay.\n\nSgt. Bill FORDY: I want you think about what I have to say. (STANDS) Because this\n\ninvestigation is built like a house, it's a house okay. Remember we\n\ntalked about Helen COOK. A house is built with a foundation Rob,\n\nand in that foundation, around that foundation are building blocks.\n\n(SITTING) Alright and the building blocks of this investigation is\n\nDNA. The same DNA that put Peter Van OSSELAER in jail for\n\ntwenty-five years is gonna put you in jail okay. You're, you're gonna\n\nget convicted on these murders, alright. There's no disputing that\n\nanymore. The only thing that I'm here to do though if to try to\n\nunderstand you and try to understand why Rob. I don't sit here\n\nholding any ill feelings towards you, or feeling, or holding anything\n\nagainst you. Okay, I don't, I don't sit here and hate you and that's\n\none of the reasons I'm here today is because I have the ability to, to\n\nget beyond the obvious.\n\nRobert PICKTON: I know that, I told you that already. (FORDY STANDING)\n\nSgt. Bill FORDY: Okay. So what I'm gonna do is I'm gonna go over some of this\n\nevidence with you. Right now, because girl number four here, Mona\n\nWILSON, was at your house.\n\n\n\nRobert PICKTON: That I don't know.\n\nSgt. Bill FORDY: Hear me out please. I know, I already know the answer and I told\n\nyou I'd give you my word, I'm not gonna lie to you, I'm here on\n\nvideo I give my word in front of everybody. I'm not gonna lie to you.\n\nBut I'm gonna show you right now, that you're going to jail. Okay\n\nRob I wouldn't waste one second of my time with you, I wouldn't sit\n\nhere, I wouldn't care. But I don't see you as that kind of person, I\n\nsaw the way that you talked about your mother, you know, how\n\nmuch you love your mother and I understand that because I love\n\nmy mother the same way that you love your mother. And I wish my\n\nmother was still with me (OVERTALKING) at my side everyday.\n\nRobert PICKTON: I wish she was here too.\n\nSgt. Bill FORDY: And if your mother was still alive and was beside you Rob you\n\nprobably wouldn't be in this chair right now, dealing with these\n\nissues you've have to deal with because all of your problems\n\nstarted after your mom died. That's when you started killing people.\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: Not before hand. You telling me you killed someone before your\n\nmom died? (PICKTON SHAKING HEAD \"NO\") Okay Rob, because\n\nwe both know that you did okay. So what I want you to do is just\n\nlisten to me, remember you told me you were gonna tell me the\n\nRobert PICKTON: In the paper today? They put me in the paper.\n\nSgt. Bill FORDY: Absolutely. This is done, you are over, okay. Only one thing left\n\nRob, that is for me to decide what kind of person you are because\n\nthere is irrefutable DNA evidence that you are responsible for taking\n\nthese girls.\n\nRobert PICKTON: You, mean I'm in the paper too, today?\n\nSgt. Bill FORDY: Yeah. And Rob you know what, when we look at our lives, we look\n\nat the map that's laid out for us, cause there is a map for each of us\n\nright. Everything that happens to us Rob, happens for a reason.\n\nThere's a reason that you were on that farm, that you were raised\n\nthe way that you were, that your dad was a hard worker, that your\n\nmom was a hard worker, that your sister did what she did to you.\n\nRobert PICKTON: My sister didn't do anything to me.\n\nSgt. Bill FORDY: She didn't do anything, that's right, you're exactly right.\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: She left the farm.\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: Hear me out.\n\nRobert PICKTON: She didn't leave the farm.\n\nSgt. Bill FORDY: That's what you wanted.\n\nRobert PICKTON: No, no I says I real, I miss her, still miss her.\n\nSgt. Bill FORDY: Yeah, absolutely, you know what and that's normal. And you\n\nprobably still miss your mom.\n\nRobert PICKTON: I miss her a little bit yeah.\n\nSgt. Bill FORDY: And that's normal. And if your mom was here, and if your mom was\n\nstill alive, Rob, you probably wouldn't be in this situation that you're\n\nin right now. And you said a number of times, if you could go back\n\nand change things...\n\nRobert PICKTON: If I could back, I wouldn't change very much.\n\nSgt. Bill FORDY: You wouldn't change very much. You know what that tells me?\n\nThat deep down inside you have a good side to you.\n\nRobert PICKTON: I wouldn't change much, I mean I my, myself.\n\nSgt. Bill FORDY: And you are who you are and that you still like yourself. Because\n\nRob, hard workers, people that get up every morning and work hard\n\nlike you and I...\n\nRobert PICKTON: Well I'm in the papers today.\n\nSgt. Bill FORDY: Yes you are. Do you know why you're in the paper? Because you're\n\ndone. It's all over. It's all over. (PAUSE 9 SEC) And it's over\n\nbecause all those pieces of that puzzle, all the things that you need\n\nto build a case, to build a house are in place. (PAUSE 30 SEC)\n\nyour word. Now one of the things that the investigators have done\n\nin this investigation and I told you about the blood spatter people\n\nand how the best um, investigators in the province and in the\n\ncountry are out there. They're at your place okay and they are\n\ngathering evidence. Alright, they're gathering evidence from in your\n\n(14:03) motor home, or your mobile home, from in the trailers, from in the\n\nslaughterhouse, from the workshops, from everywhere okay.\n\nThey're bringing equipment in to dig into the ground, they're gonna\n\nbe there for a year. Okay, they're gonna get everything, every\n\nburied animal, every buried human, every buried piece of\n\nequipment that's in that yard is gonna be discovered. Okay, you\n\nknow that they're spending a million dollars a month just digging.\n\nThis is the biggest investigation, crime scene investigation in the\n\nhistory of Canada. They're not gonna stop spending money, they\n\nwill resolve this. This is a machine, this is a snowball that will not\n\nstop. Alright and one of the things they've done is they've done\n\nDNA. They've had people come in and look at bloodstains and\n\nanalyze them, and look at them and they look at the patterns and\n\nthey can basically write a story, based on what they see. It's\n\nirrefutable, indisputable forensic evidence. Now if we were talkin'\n\nabout, just hear me out, if we were talking about one isolated thing,\n\nyou know what then, that wouldn't matter. But when you've got a\n\nfreight train of evidence coming down the track that's different Rob.\n\nAnd this is a freight train mister, this is a super freight train. And that\n\nevidence is getting bigger and bigger and bigger, and that train's\n\nonly been going for two weeks, mister. A year from now I can't\n\nimagine it's unbelievable how much evidence there's gonna be.\n\nAlright this, this train right now is on the, is on the, the, the start of\n\nthe assent down the tracks and there's already an abundance of\n\nevidence. Enough that's gonna convict you and keep you in jail for\n\n\n\na long time. I'm gonna go over some of that, the only thing that\n\nmatters now, is what kind of person is Robert PICKTON. Cause\n\neverybody's gonna know what you did, just matters what kind of\n\nperson are you know. And I can't say what kind of person you are,\n\nI, I got a feeling that I think you're a good person cause I can see it\n\nin your eyes, and see you look me in the eyes and I think you are a\n\ntransfers? Okay there's blood right, semen, saliva, skin cells,\n\ntransfers, there's all different ways. Like when you and I shake\n\nhands your DNA is on my hand. Okay. Do you understand that?\n\nWhile the investigators have been out at your property okay. They\n\ncalled in Jack MELLIS, Jack is an expert in blood spatter analysis,\n\nhe's the best in the province. He's the man, he goes around\n\ninternationally and lectures okay. He's in your Dodge motor home..\n\nRobert PICKTON: Dodge motor home?\n\nSgt. Bill FORDY: The Dodge, the motor home, whatever the heck you want to call it.\n\nThat'll be a Dodge motor home, that's what it's called. He's in there\n\nokay, and he's done a forensic examination...\n\nRobert PICKTON: Um, hum.\n\nah, special lighting for different situations that the police use. We\n\ntalked about the for, the special lights it's the same mattress under\n\ndifferent light.\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: This mattress is in your Dodge, in your motor home, camper\n\nwhatever the heck you want to call it. Now some of the guys joke\n\naround, call it a poodle but it's not, it's actually it's kinda sad and\n\nthis is Mona WILSON's blood.\n\nRobert PICKTON: So what's that to do with me?\n\nSgt. Bill FORDY: I'll explain that to you. Let me explain that to you okay. So Mona's\n\nblood, huge blood pooling is on this mattress. Alright. The experts\n\nsay that that would have rendered her unconscious, the amount of\n\nblood pooling there. Cause they're experts okay, I'm certainly not\n\nan expert and neither are you, but I'm, I'm telling you what the\n\nexperts say. The most, this is the most respected guy in the\n\nprovince. Alright. He's the, the most respected guy in the province\n\nand that's his expert opinion. This is the wall beside, now you lift the\n\nOSSELAER got twenty-five years on that. Alright. Continuation right\n\naround the side here, see here, here's the line actually, you can see\n\nwhere the mattress was lifted from. Here's the other end, see the\n\nline here. See the blood spatter. (PAUSE 18 SEC) Plastic\n\nunderneath, garbage bags. This is the floor, blood patterns taken.\n\nThis is the floor again, see what they do Rob, is they take a swab,\n\nroll it and get the blood.\n\nRobert PICKTON: But why, what has that got to do with me?\n\nSgt. Bill FORDY: Hear me out, I'm gonna explain it to you. Her blood is everywhere\n\nat your place right, she's never been to your place. You told me\n\nthat. This is the floor again, spatter, now trust me, this is not from a\n\nbloody nose. Okay.\n\nRobert PICKTON: No, I agree, I agree with that.\n\nSgt. Bill FORDY: Cupboards, ... this is blood from all over the crime scene, this is\n\nwhere she was killed or rendered unconscious anyway. Here's the\n\nmost interesting thing, I'll just skip ahead. See what she's dragged\n\nalong the, at the place.\n\nRobert PICKTON: What's that?\n\nSgt. Bill FORDY: Blood transfer. Or either that or someone had a lot of blood on them\n\nwhen they went by. So then you either had blood on you or pulled\n\nher by. Same thing here. This is a crime scene's dream come true,\n\nthis kind of blood letting. And I told you how Peter Van OSSELAER\n\ngot convicted. This is ten times as much DNA as Peter ever had.\n\n(FORDY FLIPPING PAGES) Table, table again, counter, counter,\n\nthis is the part I want to show you. See again, the underside of the\n\nmattress, the plastic gone, it's funny that's how --------- described\n\nthe place where you had sex with her too.\n\nRobert PICKTON: What?\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: I'm just telling you that's how she described it. I, I want you to know\n\nRob that like I'm just presenting this to you. Okay.\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: Like you know, the stuff that I say about what --------- said things\n\nlike that, that's their evidence I'm just telling you what their evidence\n\nis gonna be okay. That's all alright, it's not my ah, my own thoughts\n\nalright, I just want you to know that. I'm just , I'm just the messenger\n\nhere. Okay. Do you understand that? Right. Okay. So we got huge\n\namounts of blood here alright.\n\nRobert PICKTON: But that don't mean I did it.\n\nSgt. Bill FORDY: Not yet, okay I'm gonna show you how you, how you, you know\n\nyou're gonna be convicted, based on DNA and based on some\n\nother stuff too, okay. Because we both know that you did it. Right\n\nand you know it's normal right now, to do what you're doing and\n\nkinda grasping to that, to that lie, to that straw. I've seen it before in\n\nother investigations you know I've heard about it in drownings\n\nwhere um, ah, you know someone falls into the water and ah, you\n\nknow the current is pulling them down and pulling down, and pulling\n\ndown and there's been people that have been there and stuck out\n\ntheir hands trying to help people. And instead of taking that\n\nperson's hand, that person that's offering help you know, they hang\n\nonto a stick that they think is gonna pull them out of the water. And\n\nright now Rob that's what you're doing, you're hanging onto a little\n\nbit of a lie hoping it's gonna pull you out and it's not okay. Alright,\n\nthat little lie is not gonna help you right now. The only thing that\n\nmatters is what kind of person are you now. Because you are, you\n\nare gonna be convicted on this. So this DNA here all over the place,\n\nit's all over the place, it's on the walls, it's on the floors, it's on the\n\nfloor around the wall, it's on the floor, just hear me out. It's on the\n\n\n\nfloor around the ah, the mattress. It's all been analyzed and comes\n\nback as Mona. Alright, the other thing that I'm trying to show you.\n\nRobert PICKTON: (OVER TALKING) That's Mona?\n\nSgt. Bill FORDY: Hum?\n\nRobert PICKTON: That's Mona?\n\ndid they even get my DNA? We had your DNA, the police had your\n\nDNA. Alright and they've done an analysis so the first part that they\n\nanalyzed was the molding, the moldings around the ah, floor and\n\num, the mattress area. Okay. There was a sock there, I guess I\n\nmust have missed it in the pictures, one of her socks was there too\n\nand it had blood on it. Her blood, Mona's blood, alright. So this girl\n\nthat you, you've never known and you've never had at your place\n\nthere, her DNA's all over. And you can't, you can't argue with that.\n\nRobert PICKTON: But that...\n\nSgt. Bill FORDY: And you're, and you're gonna probably ask yourself how does that\n\ntie to me? Cause you're saying to me right now ...\n\nRobert PICKTON: It doesn't, I mean I don't even know her.\n\nSgt. Bill FORDY: Okay, hear me out then. You're probably saying to me, well Bill\n\nyeah, okay, her DNA's at my place now, okay she died at my place.\n\nYou, you have to acknowledge that right.\n\nties to me. Right, that's probably what you're thinking. And then\n\nyeah, once you show me I will accept responsibility. That's what the\n\nexperts say you're gonna do, because deep down inside you are a\n\ngood person, you know the difference between good and bad and\n\nlet's face it. So I'm show...\n\nRobert PICKTON: So my picture's all over the front page.\n\nSgt. Bill FORDY: Hear me out.\n\nRobert PICKTON: Shit. ... I didn't do anything.\n\nSgt. Bill FORDY: You know what Rob you did.\n\nRobert PICKTON: I didn't.\n\nSgt. Bill FORDY: Hear me out, please stop it. I don't want anymore lies okay. And\n\n(14:20) you know what Rob, if your mom was in this room right now, with\n\nus, if your mother, whom you love, and whom you respect, was in\n\nthis room right now Rob, she would want you to tell the truth.\n\n(PICKTON TAKES A DRINK) She would want you to be\n\nresponsible and she would want you to be the standup, solid, good\n\nperson. Alright. She would want you to find balance in your life\n\nbecause you've gone through life probably where you can't find\n\nbalance. And you're searching for that and you don't understand\n\nyourself, and you're probably scared inside. Because you are a\n\ngood person that simply wants balance Rob, we all want balance in\n\nshow you. Alright and you know what, you're probably sitting there\n\nand you're, and you're wondering Jesus how do I get out of this\n\nnow?\n\nRobert PICKTON: I didn't do anything.\n\nSgt. Bill FORDY: Hear me out, that's what you're wondering right. What's, what are\n\nyou wondering?\n\nRobert PICKTON: I didn't do anything, I don't know her.\n\nSgt. Bill FORDY: Okay you may not know her name.\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: You might know her as a different name...\n\nRobert PICKTON: No. I don't know her face or nothing else.\n\nSgt. Bill FORDY: Well maybe she looked a little bit different but I know you remember\n\nher eye okay and you know what, it's okay for you right now to be\n\nscared. (FORDY MOVES AWAY) It's okay for you to say jeez Bill I\n\ndon't know her. I don't want to accept responsibility because this is\n\na scary time for you. This is a scary, scary time and there are a lot\n\nof people right now that think that you're some crazy, sick,\n\ndemented, wacko. There are people out there that think that of you.\n\nThere are some cops in this building right now that think you're\n\nsome crazy, sick, demented, wacko. I'm gonna tell you though,\n\nthere are also some cops that think these girls live on the East side\n\nof Vancouver, they're out there selling their bodies, they had no\n\nself-respect, they're jamming needles into their arms, heroin, coke,\n\nup, down, speed, whatever, they are the masters of their own\n\ndestiny and everything happens to everybody for a reason. I've\n\nbeen involved in cases where I've seen girls from the East end\n\nstealing from each other, you know, breaking into houses,\n\nstealing from innocent, good, hard working people. I've seen those\n\nkind of girls in action. Okay. There are different camps in this\n\nbuilding right now Rob, there are camps that see you as some sick,\n\nsick, demented man. Some weirdo, now I hope that's not the case.\n\nYou know, you're probably asking yourself jeez, what are my\n\nfriends gonna think of me? What are the people around me gonna\n\nthink of me? Are they still gonna be my friends? (PICKTON - HEAD\n\nIN HIS HANDS) Are they gonna leave me and abandon me, leave\n\nme on my own, to go away to jail forever and be alone? I can't work\n\nanymore, can't go back to my farm. I can't imagine what's going\n\nthrough your head right now, other than you're scared. Other than\n\nyou're asking yourself why, why did this happen to me?\n\nRobert PICKTON: Why?\n\nSgt. Bill FORDY: Probably wishing that you were understood when you were\n\nyounger, asking yourself why, why me? Why have I ended up the\n\nway I am? Why have I ended up here today, talking to Bill? Why\n\nhave I taken these lives, why had I done the things that I've done?\n\nRobert PICKTON: I didn't.\n\nSgt. Bill FORDY: Because you know what Rob, you have and I'll, I'm, I'm gonna say\n\nsomething else, if you're not asking yourself why, then I am scared\n\nfor you. Okay, because then you are beyond help. You are beyond\n\never understanding yourself and you are beyond ever, anybody\n\nelse ever understanding you either. You are that weirdo if that's the\n\ncase. If you're not asking yourself why. And it's normal to cling to a\n\nlie right now. I've seen it, I've seen it in kids where we learn it as\n\nyoung kids. Anybody that's a parent sees it, you talk to your parents\n\nand they've seen it, I've seen it in my own kids Rob. (PICKTON\n\nTAKES A DRINK) I can go outside and ah, you know, my son's\n\nplaying outside, he breaks the window, I go over and I say to him,\n\nLiam, did you break that window? What's the first thing that he\n\nsays? He says no, because when we're young we learn to lie Rob.\n\nAnd right now you're...\n\n\n\nRobert PICKTON: This is, this is way out of hand.\n\nSgt. Bill FORDY: Well you know what, Rob you're right, this is way out of hand.\n\n(PICKTON HOLDS HIS HEAD IN HIS HAND) This is very, very far\n\ngone, this is the train that's at the end of the track. It's on the tracks,\n\nit's picking up speed and as that train keeps going there's gonna be\n\nmore and more evidence. Rob this investigation is really only two\n\nweeks old on you. And there's already tons of evidence coming in,\n\ntons and tons, and tons and tons and tons. The end result of this\n\ninvestigation is inevitable you're gonna be convicted and you're\n\ngonna go to jail okay. I can't change that Rob, and neither can you\n\nright now. The only thing that matters now is what kind of person\n\nhave some goodness, alright, (FORDY TOUCHES PICKTON'S\n\nLEG) I know that.\n\nRobert PICKTON: Okay.\n\nSgt. Bill FORDY: You know what Rob, you know when your mom died of cancer, and\n\nthat cancer was inside her, and it just ate and ate and ate and ate\n\naway, and kept eating, and she got sicker and sicker and sicker and\n\nthen she died, and she was gone. That's what this lie is, it's like a\n\ncancer and it's gonna kill you and you're the only one who can take\n\ncare of that. Right now you're the surgeon Rob. You got the knife in\n\nyour hand, you've got to cut that cancer out and you've gotta cut\n\nthat lie out. Because if you don't, it's gonna kill you. It's gonna eat\n\nyou and it's gonna eat you and it's gonna eat you, it's gonna get\n\nworse and worse and worse and you're gonna be asking yourself\n\nwhy, why, why? All you ever wanted was balance. And you wanted\n\nto be understood and I want to understand you Rob. Before an\n\nalcoholic can get help Rob, he's gotta say hi, my name is John and\n\nI'm an alcoholic. He's gotta go into that recovery house, he has to\n\nsay hi, my name is John, and I'm an alcoholic and I need help.\n\nBefore a fuckin' drug addict can get help Rob, he's gotta stand up\n\nand say hi, my name is Rick I'm an alcoholic, I'm a drug addict and\n\nI need help.\n\nRobert PICKTON: Shit, it's in the paper and everything else?\n\nSgt. Bill FORDY: You're done.\n\nRobert PICKTON: I can't even go to the fuckin' courthouse or anything.\n\nRobert PICKTON: So I'm not gonna go back am I?\n\nSgt. Bill FORDY: No.\n\nRobert PICKTON: Not on paro, not on bail or anything\n\nelse.\n\nSgt. Bill FORDY: No. You'll be held in custody.\n\nRobert PICKTON: I'll be in custody?\n\nSgt. Bill FORDY: You're gonna be in custody, in jail, yeah.\n\nRobert PICKTON: Until I deal with this here.\n\nSgt. Bill FORDY: Well you're yeah. It's over. It's done. The only thing you can do now\n\nis start to put it behind you. And in some sense I, you know what\n\nI'm sure you're relieved this is over, this game of cat and mouse is\n\nover now. You know Rob they've done some of the most incredible\n\nthings you've ever seen in this investigation that they're doing.\n\nYou've seen the satellite or how they're using satellites now? I\n\nmean they've got it nailed down as to when ah, you're saying that\n\ngirl dropped off her inhaler, her bag, they got the date nailed down\n\nokay. Alright. What would you say if I told you that they're altering\n\nthe traj, trajectory on the satellites? And you saw that movie Enemy\n\nof the State you know what they can do right. You saw the movie\n\nEnemy of the State. Alright did you the, the satellites when they\n\nwere looking for Bin Laden they were able to satellite right down...\n\nRobert PICKTON: I don't watch TV.\n\nSgt. Bill FORDY: Okay, well I'll explain it to you then alright. Alright. They're able to,\n\nto alter the trajectory, the angle of these satellites so they can look\n\ndown and they can see a license plate on a car. Okay. That's how\n\ngood it is. And we know the last day she picked up her, her stuff\n\nalright. Now you've told me this story...\n\nRobert PICKTON: Who's this?\n\nRobert PICKTON: She's not here. Is she here too?\n\nSgt. Bill FORDY: Yeah, she's here, she's one of those.\n\nRobert PICKTON: She's dead.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: She's dead.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: The one ah, the one that dropped the bag off.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: She's dead\n\nSgt. Bill FORDY: Yeah. Yeah.\n\nRobert PICKTON: Where is she?\n\nSgt. Bill FORDY: I'm gonna explain this to you.\n\nRobert PICKTON: She's dead.\n\nSgt. Bill FORDY: Hear me out for a second alright. Hear me out for a second okay.\n\nRobert PICKTON: She's dead too?\n\nSgt. Bill FORDY: Hear me out for a second okay.\n\nRobert PICKTON: No way, no way.\n\nSgt. Bill FORDY: (CLEARS THROAT)\n\nRobert PICKTON: I dropped her off at the bus depot.\n\nSgt. Bill FORDY: Yeah, okay. You know what, you dropped her off at the bus depot?\n\nIs that what you're telling me, what your evidence is, is that what\n\nyou're telling me.\n\nRobert PICKTON: I did.\n\nSgt. Bill FORDY: Okay.\n\nshe slept the night and you took her there at nine in the morning.\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: Where did you guys sleep?\n\nRobert PICKTON: In my trailer, in, in the trailer.\n\nSgt. Bill FORDY: Did you have sex with her?\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: Okay.\n\nRobert PICKTON: I was going to.\n\nSgt. Bill FORDY: What happened?\n\nRobert PICKTON: It was kinda late in the night and I says I gotta be back to work in\n\nthe morning. So I tell her I'd take her to the bus depot, in\n\nCoquitlam at the Canadian Super Store. So I dropped her off there,\n\nshe was supposed to be coming back that night. She never come\n\nback.\n\nSgt. Bill FORDY: She never left your property.\n\nRobert PICKTON: What you mean she never left the property?\n\nSgt. Bill FORDY: She never left your property.\n\nRobert PICKTON: I took her to the bus depot. ... I took her to the bus depot. ... And\n\nshe was supposed to be back that same, the next night. I gave her\n\na hundred dollar bill (PAUSE - 10 SECONDS) Now you mean she\n\ncame back?\n\nSgt. Bill FORDY: Rob you know what, I feel sorry for you right now, trying to tell these\n\nlies.\n\nSgt. Bill FORDY: Okay Rob, you know what, you don't have to tell me anything\n\nalright.\n\nRobert PICKTON: But she, you're saying she's dead.\n\nSgt. Bill FORDY: Hear me out for a second. Just let me, let me address one point\n\nfirst okay. You don't have to tell me anything or say anything to me.\n\nAlright, I understand that. But I am duty bound to come in here and\n\ntalk to you about the case and that's what I'm gonna do.\n\nRobert PICKTON: And you're saying she's dead.\n\nSgt. Bill FORDY: She's dead. And we're gonna walk through some of the evidence\n\nhere, and you know what, we never even finished talking about the\n\nfirst girl yet. There's lots more evidence I haven't talked to\n\nyou about yet.\n\nRobert PICKTON: Cause I didn't do it, I didn't. I didn't. And I'll tell you\n\nright now.\n\nSgt. Bill FORDY: Who did?\n\nRobert PICKTON: I don't know. I honestly don't know. I'll tell you right now.\n\nSgt. Bill FORDY: She's buried on your property?\n\nRobert PICKTON: I don't know nothing about it. I don't, now honestly I don't. I'm being\n\nhonest with you.\n\nSgt. Bill FORDY: I want you to be honest.\n\nRobert PICKTON: I am. I am. I can't, I mean I haven't seen her in my life really.\n\nSgt. Bill FORDY: You haven't seen her anywhere in your life? You know Rob, when\n\nwe go through our lives, alright, there are different kinds of people.\n\nRobert PICKTON: The trailer, the motor home. I never been in there for, quite a spell\n\nnow.\n\nSgt. Bill FORDY: So you've never been in that motor home? You're telling me that\n\ntoo.\n\nRobert PICKTON: Not for quite a spell. Not for quite a spell. Not for quite a spell. I've\n\nonly been in my trailer. I'm telling you right now.\n\nSgt. Bill FORDY: I'm lettin' you tell me, I'm listening to you.\n\nRobert PICKTON: And like I says the other girl there with the black case, I dropped\n\nher off at the bus depot at about nine o'clock in the morning. I'm not\n\ntoo sure exactly what date. She's a French girl. She's a French girl.\n\nWhat name is her? What, what's her name?\n\nSgt. Bill FORDY: Which one, I mean there's a lot of them. Which one?\n\nRobert PICKTON: The one with the black case, that black bag, a black duffle bag or\n\nwhatever.\n\nSgt. Bill FORDY: The one that told you that ah, she was staying in a van behind the\n\nCobalt.\n\nRobert PICKTON: Yeah. I know that one.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: And I took that one back to the bus depot and ah, it's like I\n\nsays, I mean ah, ...\n\nSgt. Bill FORDY: Is that the, is that the one who um, you never slept with.\n\nRobert PICKTON: No, I slept with her.\n\nCoquitlam Station.\n\nSgt. Bill FORDY: Um, where did you work that day? Cause you remember dropping\n\nher off you must remember where you worked.\n\nRobert PICKTON: I don't remember.\n\n(KNOCKING)\n\nSgt. Bill FORDY: Come on in.\n\nSgt. Jim HUNTER: Bill can I see you for a sec?\n\nSgt. Bill FORDY: Absolutely.\n\nSgt. Jim HUNTER: Sorry to interrupt you.\n\nSgt. Bill FORDY: Excuse me Rob. (LEAVES ROOM)\n\nRobert PICKTON: I don't believe this. No, no way, can't believe this.\n\n(PAUSE 5 MIN 30 SEC)\n\nRobert PICKTON: I can't believe this.\n\n(PAUSE 25 SEC)\n\nSgt. Bill FORDY: How you doin? Did you finish the juice?\n\n(14:49:33)\n\nRobert PICKTON: What's that?\n\nSgt. Bill FORDY: Just hang on a sec. I think I have, I think I might owe you an\n\napology here. Ah, Jim just asked me cause Jim's a monitor and\n\nJim's my partner. He's ah, he mentioned something to me and I\n\nSgt. Bill FORDY: Okay. I might have misunderstood you, because when I thought\n\nthat she was dead alright, and I thought from your impression that\n\nshe was dead. So I thought you know...\n\nRobert PICKTON: Why did you find her?\n\nSgt. Bill FORDY: No, just hear me out for a second alright. Sorry.\n\nRobert PICKTON: I can't believe this.\n\nSgt. Bill FORDY: Just hang on. Just hang on, let me finish. Just hang on. Um, no just\n\nlet me finish. Um, I thought if he's lying to me about this girl, about\n\nSereena say or, or Mona or Patricia or any of these other girls, then\n\nhe's lying to me about Roxanne too. It's kinda like you know, that\n\nlittle boy who cried wolf.\n\nRobert PICKTON: I am not lying.\n\nSgt. Bill FORDY: Okay see I, I want to apologize because I, I got locked on that and I\n\nthought if he was lying about one he's lying about them all but that's\n\nnot the case. That's what people are probably gonna think about\n\nyou that you know, if you lie about one then you're lying about them\n\nall. You understand that like you know, the little boy that cried wolf\n\nbut anyway, you want to see these, sure you can see 'em. And\n\nthat's what people are gonna think about you ah, there's today's\n\npaper um, (PAUSE 15 SEC) hold on one sec, I just gotta check\n\nsomething this isn't the right paper, you can read that okay.\n\nRobert PICKTON: Can I see that one please.\n\nSgt. Bill FORDY: Ah, it's the wrong paper, I think, it's the sport section.\n\nRobert PICKTON: Other what.\n\nSgt. Bill FORDY: Oh they're both here. Get the idea? Believe me now? That you're\n\ndone. (PAUSE 30 SEC) Now the irony of you holdin' her picture,\n\nMona WILSON's picture is that ah, you killed her, you took her life.\n\nThat crime scene examination is done now. Okay, you realize now\n\nyou're done, it's in the paper as your charged, okay, you're done.\n\nIt's over, you know, you're not gonna get bail ah, you're gonna be\n\nheld in custody you know, you're gonna go to trial, you're gonna go\n\nto jail and ah, you know, you may or may not die there. I don't know.\n\nOkay, you are done you're asking yourself gee Bill that's great that\n\nyou got her DNA there, that's great that she died at my place.\n\nRobert PICKTON: I don't know her, to be honest with you I don't.\n\nSgt. Bill FORDY: You know what Bob.\n\nRobert PICKTON: I know you don't believe me.\n\nSgt. Bill FORDY: And neither is the jury and neither is the judge and neither is\n\nanybody that reads the papers because you know what your DNA\n\nis with hers. You're done, you're done. Just like we shook hands,\n\nyour DNA was on me, my DNA is on you, took samples of your\n\nDNA's together with hers. You're done, it's over, you're done.\n\n(FORDY HOLDING MONA WILSON PICTURE TO PICKTON)\n\nDone, done, done, done like dinner, roast pork. And you can cry\n\nwolf to this right and people will think that you've done 'em all, it's\n\nyour choice. You're done and you have no idea Rob, you have no\n\nidea what those investigators are doin' up there. They're digging,\n\nthey're gonna go through every centimeter, every inch, of that\n\nproperty of yours. Okay, there's two camps here even. There's\n\ncamps that say they're buried alive or that they're buried whole you\n\nknow, that they're killed and they're buried like as a whole bo,\n\nwhole person. Right just some people think that's what you are\n\nbecause you're a burier and there's other people that think no,\n\n\n\nmaybe they're chopped up and ground and skinned like pigs and\n\nyou know, we'll find a tooth here and a bone here and you know,\n\nOne person. Robert William PICKTON. So you're done on this. And\n\nyou can continue to lie, you can continue to, to hide behind lies\n\nbecause that's what people do when they're scared and . . .\n\nRobert PICKTON: (INDECIPHERABLE)\n\nSgt. Bill FORDY: . . . they don't know what their future's gonna hold. And that's what\n\nyou're doing is you're scared and you don't know what's gonna\n\nhappen. You know, and you know what Bob, that's normal.\n\nyou need to start looking at yourself. Start thinking about okay, who\n\nam I prepared to take down with me. Am I prepared to take down\n\nDave?\n\nRobert PICKTON: Dave, what's Dave got to do with it?\n\nSgt. Bill FORDY: He's got the same last name you do.\n\nRobert PICKTON: What's that got to do...\n\nSgt. Bill FORDY: Well as long as you live a lie ... as long as you're lying, he's tied to\n\nthat lie. DJ, what are the effects gonna be on him? The other\n\npeople that are involved in your life. The people that trust you, they\n\nmay even love you, these people that you've been lying to...\n\nRobert PICKTON: I gotta go back to cell.\n\nthey had a professional criminal profiler look at it and they said this\n\nguy will have a couple of things. One, he will be known to the girls,\n\nhe will have a means of getting them out of the area and he will\n\nhave a means of disposing of the bodies. You have all three of\n\nthose traits. Okay.\n\nRobert PICKTON: How's that?\n\nSgt. Bill FORDY: You're known to the girls, okay. Dinah's been down there with you,\n\nyou know, you're known. They know you, all, all those street trade\n\nworkers down there have been, interviewed now. There, there's a\n\nthing called loyalty alright and when they're not in trouble they're\n\nanti-police, right. They hate the police, nobody cooperates with the\n\npolice but when their, I won't say loved ones, the people that are\n\nlike them and they're got a lot in common but all of a sudden, they\n\nrealize there is one person on the outside there, that's harming all\n\nthe people on the inside you know. It's like a rattlesnake going\n\naround ah, you know ah, a den full of little baby ah, cubs right. That\n\nrattlesnake can bite anybody it wants, and hurt anybody, but when\n\nthose cubs get angry and they become bears, they can fight back,\n\nblack bears. Alright. And now what's happening is the streets now\n\nhave eyes and everybody 's coming forward and saying I remember\n\nseeing him with this girl, I remember seeing with that girl. Your own\n\nfriends, people that you worked with are coming forward, talking\n\npeople that are around me, the people that I thought were my\n\nfriends or my colleagues, people that I've worked with, people that\n\nI've had a beer with, people that I've partied with are all of a sudden\n\nputting all the pieces of the puzzle together, and when you get a\n\nwhole bunch of pieces to a puzzle then at the end you get a\n\npicture. And now a picture is starting to be developed of you. Okay,\n\none component is you're done because your DNA is with Mona\n\nWILSON's DNA. Robert and Mona are tied together forever. Okay,\n\nI'm sorry, I might have said the name Roxanne earlier. I wasn't\n\ntalkin' about Roxanne, I have no idea who Roxanne is, it's a name\n\nyou told me. I may have mistaken it. You and Mona are tied\n\ntogether through DNA. (POINTING AT PICTURE)\n\nRobert PICKTON: I don't know her.\n\nSgt. Bill FORDY: Okay, no she's not alive, you don't know her anymore cause she's\n\ndead, you killed her. Now your friends even, your trusted friends,\n\nare all coming forward and guess who's camp they're, they're,\n\nthey're all gettin' in, the police. Okay, not because they don't like\n\nyou, because they know what the right thing to do is. Remember\n\nthis, (PLAYING TAPE )\n\nRobert PICKTON: Who's that?\n\nSgt. Bill FORDY: Dwayne CHUBB.\n\nRobert PICKTON: Who?\n\nSgt. Bill FORDY: Don't know him?\n\nRobert PICKTON: Who is it?\n\nSgt. Bill FORDY: Dwayne. (PAUSE 15 SEC) this is a tape of Dwayne CHUBB.\n\n(PAUSE 30 SEC)\n\nRobert PICKTON: Saw Willy.\n\n(PAUSE 20 SEC)\n\nRobert PICKTON: Who's that?\n\nSgt. Bill FORDY: Dwayne.\n\nRobert PICKTON: Who's Dwayne?\n\n(PAUSE 20 SEC)\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: That's ...Scott.\n\nSgt. Bill FORDY: Hum.\n\nRobert PICKTON: That's Scott.\n\nSgt. Bill FORDY: We call him Dwayne, you might know him as Scott.\n\n(PAUSE 40 SEC)\n\nRobert PICKTON: Yeah, Lynn THOMPSON.\n\nSgt. Bill FORDY: Hum.\n\nRobert PICKTON: What. (PAUSE 25 SEC) What? .... What? (PAUSE 35 SEC) is that\n\nScott CHUBB?\n\nSgt. Bill FORDY: CHUBB yeah. Dwayne, I call him Dwayne CHUBB. Scott CHUBB,\n\nsame guy.\n\n(PAUSE 1 MIN)\n\nRobert PICKTON: Ten thousand bucks what...(PAUSE 55 SEC) that's Scott CHUBB,\n\nright.\n\nSgt. Bill FORDY: CHUBB. I call him Dwayne, you might call him Scott.\n\n(PAUSE 20 SEC)\n\nRobert PICKTON: Dirty rotten pigs.\n\nSgt. Bill FORDY: Yeah, threatened them.\n\n(PAUSE 15 SEC)\n\nRobert PICKTON: Is there more, or is that it?\n\nSgt. Bill FORDY: There's lots. But I guess you get the picture eh? (PUTS TAPE\n\nAWAY AND INTO BOX. STANDING UP) You know, so you can\n\ncontinue to try and spin the same story, but really I gotta tell you\n\num, (SITS DOWN) Rob nobody's gonna believe you. Now when,\n\nand you know how stories work right, when you tell a lie about one\n\nthing, when it's painfully obvious, what you know the story about\n\nthe little ah, boy that cried wolf. You know, soon, nobody believes\n\nyou about anything. And that's what's gonna happen here Rob, and\n\nyou can lie about one thing, you can lie about two things but when\n\nthose one or two things get proven, people look at the big picture\n\nand say well he's probably lying about everything. I mean you know\n\nCHUBB's how's that gonna look in court. What kind of guy is Robert\n\nPICKTON gonna be perceived as? And you and I both know that\n\nthey're gonna find things in the ground there. And you're gonna try\n\nto tell some little story that well it wasn't me it was someone else,\n\nhow did that get there, I've been framed. And nobody's gonna\n\nbelieve you because you've lied about other things. You lied about\n\none or two things and...\n\nRobert PICKTON: (OVER TALKING) (INDECIPHERABLE)\n\nSgt. Bill FORDY: ...now people are gonna think you lie about everything. That\n\ndecision is to tell the truth or not is yours. Alright Rob. You're the\n\nonly person that has control over what kind of person you want to\n\nbe because that evidence is gonna keep coming in. You're not\n\ngonna be able to hide from it, you're not gonna be able to run away\n\nfrom it. You know, you're certainly not gettin' out of jail. There's two\n\ncamps I told you, there's two, the investigators are saying two\n\nthings, one, you killed the girls and buried them whole. Then the\n\nother camp is saying that you probably you know, screwed them\n\nafter they were dead, had some postmortem sex, chopped them up\n\n\n\nand they're gonna find teeth, they're gonna find fingernails, they're\n\ngonna find stuff that was fed to the pigs. Even if they were fed to\n\nthe pigs, the, the DNA would live through the pig shit. (PICKTON\n\nPICKS UP MONA WILSON PHOTO THEN PUTS DOWN) So you\n\nanother and you're a hard working guy Rob, inside you there is\n\nsome good, there's some, some good work ethics, you know,\n\nthere's some understanding of what it's like to work for your money,\n\nto, to be an honest hard worker. Okay, and I don't know what it was\n\nwhen you were growing up that caused you to want to find that\n\nbalance to need that balance. And, I hope for a second that you're\n\nnot involved with anything else other than these girls. I really, truly\n\ndo hope that from the bottom of my heart Rob. Because if you are\n\nand if I'm wrong about you, then I'm ashamed of myself. But I'm a\n\ngood guy that I look in the mirror everyday and I respect myself. I\n\nmight do some things that are wrong, that I'm ashamed of or I'm not\n\nproud of, but at least I acknowledge those things. Because I am a\n\nstand-up guy and it takes courage to do that and you have to be\n\nbrave and you have to be strong. And it takes guts and sometimes\n\nit's scary to climb a hill and get to the top and jump off. Sometimes\n\nthat's what you have to do Rob. (PAUSE) And if DJ or Tammy or\n\nsomeone was looking in this room right now, and they knew what I\n\nknow now, the truth and they were looking at you, Rob, they would\n\nsee one of two people. One who acknowledges what kind of person\n\nthey are, who admits yeah, I made some mistakes, I've done some\n\nthings that were wrong and wants to be understood. They're gonna\n\nbe willing to accept you when you say, when you say that Rob.\n\nTammy because it's the right thing to do Rob.\n\nRobert PICKTON: Scott CHUBB.\n\nSgt. Bill FORDY: He's gonna give evidence.\n\nRobert PICKTON: He's gonna give evidence.\n\nSgt. Bill FORDY: Absolutely.\n\nRobert PICKTON: After everything I helped him with.\n\nSgt. Bill FORDY: Yeah. He's just the first Rob, there's lots of people coming\n\n(15:29) forward now. I told you this case is getting bigger and stronger\n\neveryday, everyday, everyday this case gets better. The\n\nfoundations of this case are the DNA. (FORDY PONTS TOWARDS\n\nTHE DOOR) The witnesses are coming in, friends of the girls are\n\ncoming in. Rob, I'm not sittin' here saying that I think your some\n\ncrazy, some wacko cause I have listened to you here today and I\n\nknow that you have some good in you. And you're smart, you're not\n\na dummy. If you think for one second that I'm sitting here thinking\n\nyou're just a plain dumb pig farmer, that is not the case. My friend\n\nknow that, know that I know that you are not stupid and you know\n\nthat too. And you may be looking for balance but you are not stupid\n\nmy friend. You know what true love is. ... yeah, these girls were at\n\nthe end of the road, they're down in East Van, they're wired on\n\ndrugs, they're selling their bodies, they're certainly not like your\n\nmother. But at one time they had mothers too you know, that held\n\nthem, cuddled with them, loved them, cared for them and had\n\ndreams for their children. Nobody ever dreamt in a million years,\n\nnobody ever, ever wants their daughter to end up on skid row,\n\nbanging down into their arms, HIV positive, dying anyway. And I\n\ndon't know, deep down inside Rob I wonder, you know, there's a\n\npart of me that thinks because you kept saying you're helping\n\npeople, you're helping people, you're helping people, you were just\n\ntrying to help these girls. There's a part of me that thinks maybe\n\n\n\nthat's what it is cause you kept saying I help people, I help people, I\n\nwant to help people, I won't stop helping people. (GOES OVER\n\nAND TAPS ON HIS HEART) And inside you is a heart with some\n\ngoodness (TAPS ON PICKTON'S HEART AGAIN) that sees a\n\nYou probably, if you could go back and change things you probably\n\nwould. You probably would wouldn't you. You would wouldn't you.\n\nYou would wouldn't you Rob? You'd change things wouldn't you?\n\nRobert PICKTON: I don't know her.\n\nSgt. Bill FORDY: Yeah, you may not know her name, okay. But you did, you know,\n\nyou took her life there in the trail, in the Dodge and yeah, you know\n\nI think it's probably normal for you right now to try to separate\n\nyourself from them. To run away from that and I can't imagine the\n\nfeeling. (PICKTON MOVES PICTURE AWAY) I can't imagine. You\n\nknow and, and I wonder about her, I wonder if she screamed, I\n\nwonder if she was stoned, I wonder if she knew it was coming. You\n\nknow, or was it just out of the blue. (FORDY HOLDS PICTURE)\n\nRobert PICKTON: Twenty-five years anyways right.\n\nSgt. Bill FORDY: Well twenty-five years is ah, conviction for murder right. I mean\n\nI'm not a judge but that's what Peter Van OSSELAER got. The only\n\nthing that matters now Rob, quite frankly is what do you want to do?\n\nDo you want to clear it up cause that, I and you know what,\n\nhonestly I don't think you killed all fifty of those girls. But I do know\n\nyou killed her. (POINTING) And I do know you killed Sereena. I'm\n\nmore interested in talking about this one right now. We'll talk about\n\nthe other ones later. That's all I want from you quite frankly. And\n\nwhen you tell me I'm gonna shake your hand and say thank you\n\nvery much for telling me. And if you tell me it's gonna be because\n\nyou want to and you know it's the right thing to do. Right? And after\n\nyou tell me I'm not gonna hate you. I'm gonna respect you for, for\n\nbeing honest with me because I've, I've talked to lots of murderers,\n\nI don't hate murderers. Murders, murders happen for lots of\n\ndifferent reasons and I want to understand you quite frankly. I want\n\nto understand you, I want to find out what it is that you needed to do\n\nto have your balance. Cause we all need balance. And I want to\n\ntalk about how things happened. I'm not gonna, I'm not gonna\n\ndislike you Rob. I'm not gonna yell at you. I'm not gonna let\n\nanybody else yell at you or be mean to you quite frankly. Alright,\n\nwhat I want is I want you to tell me the truth. I want you to say Bill\n\nthis is what happened and this is why. Rob that's what I want you to\n\ndo. Rob. Things happen for lots of different reasons Rob. Some\n\npeople have a quench for doing one thing some people have a\n\nquench for doing another. Like I said to you I do not think you killed\n\nall fifty of these women. But I know you killed her and that's where I\n\nwant to start. I want to start with Mona WILSON, I want you to tell\n\nthat you took her, okay, you do know that and I know that. And all I\n\nwant is I want you to tell me the truth and I want you to tell me how\n\nit happened.\n\nRobert PICKTON: And who's this other girl?\n\nSgt. Bill FORDY: Sereena. but I don't want to talk about her yet. I want to talk about\n\nMona first. I want you to tell me about her. I want you to\n\ntell me what you did with her, where she's gone or if she's buried\n\nout, if she's buried whole, if she's cut into parts whatever, I, I'm not\n\ngonna be surprised by what you tell me. I, I've had guys tell me\n\nabout cutting a girl up and putting her in a Canada Post bag and\n\nburying them. Nothing you say to me is gonna surprise me. I've\n\nhad guys tell me that they raped and murdered sixteen year old\n\ngirls, took them out, buried them in the woods. If they, people tell\n\nme about all different types of killing. So when you tell me about\n\nthis, it's not gonna surprise me. But I do want the truth and I want\n\nyou to tell me the truth because it's the right thing for you to do, and\n\nyouknow that Rob. Very matter of fact, very business like, you do\n\nknow that, you are a logical thinker. And you are not stupid, and I\n\ndo not think you killed all fifty of these women. But I want you to tell\n\nme about this one. Start with this one.\n\nRobert PICKTON: I don't know about this one.\n\nSgt. Bill FORDY: Which one do you want to talk about first then?\n\nRobert PICKTON: I don't know about that.\n\nSgt. Bill FORDY: Pardon. (PICKTON TOUCHES MONA WILSON'S PHOTO)\n\nRobert PICKTON: I don't know about her.\n\nSgt. Bill FORDY: Okay, tell me about the ones you know. Rob, I want you to tell me.\n\n(PAUSE) Rob, I want you to tell me the truth. You are a big boy,\n\nyou are an adult. You are mature, you are smart, you are not\n\nstupid, you are not crazy. I want to understand you and you want to\n\nunderstand yourself as well. I'm a student of human behaviour and I\n\n\n\nspeak to you from the heart. I want you to teach me about yourself,\n\nI want you to teach me about how did Robert PICKTON do the\n\nthings he did. I want you to because you know it's the right thing to\n\ndo and you want to help me understand you. We all want to be\n\nunderstood Rob. We all have a destiny, we all have a calling in life.\n\nYou can be dead tomorrow. I want you to tell me Robert, (FORDY\n\nTOUCHES PICKTON'S LEG) I know you're with me, I know you're\n\nhearing my words and I know that you know I'm making sense. And\n\ninfected with their diseases, selling their bodies for a reason. You\n\ncame into the picture Rob and you, you took some of these girls,\n\nokay. I'm not sitting here for one second in judgment of you like\n\nyou're some child killer. Know that. If you were the kind of guy out\n\nkilling kids, trust me, this would not be a pretty picture. And if I\n\nthought for one second you were that kind of guy, do you think I\n\nwould want to understand you or want you to understand yourself?\n\nNot a chance pal, and if it turns out that you're responsible for any\n\nof those missing kids from the East side then you know what, God\n\nbless me for sitting here with you and being that wrong. That wrong\n\nin judgment.\n\nRobert PICKTON: Are there a bunch of kids missing too?\n\nSgt. Bill FORDY: There's kids missing too. You're absolutely right there are and I\n\nhope you're not, you're not a pedophile out there hurting those kids.\n\nRob but I do know that you have taken some of these girls. Okay,\n\nand you and I both know that and we both know there's evidence to\n\nshow that. And there's gonna be more evidence to show that. It's\n\nnever gonna go away this case is only gonna get better, it's not\n\ngonna get worse. Alright, everyday this case gets stronger and\n\nstronger and stronger. This is a train coming down the tracks, the\n\ngonna end up. It started out as twenty-seven two months ago, now\n\nit's up to fifty. I don't know where it's gonna be six months from\n\nnow. And they're gonna ride your coat tails Rob, and they're gonna,\n\nthey're gonna rob you of any dignity or decency that you have.\n\nThey're gonna have cancer pills and they're gonna be just stickin'\n\nthem in you and they're gonna be reaping the benefits while you rot\n\nin jail. (FORDY TAPS ON PICKTON'S LEG) Because right now\n\nRob, you're sticking to a lie, you're clinging to a lie and you're\n\nhoping that lie is gonna get you out of trouble and you know what\n\nthe irony of it is? The longer you lie the worse things are gonna be\n\nfor you. That's the irony (FORDY TAPS ON PICKTON'S KNEE) of\n\nthis situation. The longer you lie the worse it's gonna be for you and\n\nthe worse it's gonna be for the people around you. (FORDY TAPS\n\nON PICKTON'S KNEE) The worse it's gonna be for Tammy and the\n\nworse it's gonna be for DJ, the only one who might benefit out of all\n\nthis is your sister Linda. (FORDY TAPS ON PICKTON'S KNEE) So\n\nyou can cling to those lies as long as you like, but know that those\n\nlies are helping everybody and hurting one person and it's you.\n\n(FORDY TAPS ON PICKTON'S KNEE) And that lie is like a cancer\n\nand it's, it's in you and it's spreading and it's gonna get worse and\n\nworse and worse. Picture it Rob you are a glass of water and that\n\nlie is water drops dripping into that glass. Drip, drip, drip, drip, drip.\n\nRob eventually that glass overflows. And your glass is almost full\n\nand it's filling up and now everybody else is coming to pour water\n\nin there. Nobody can make you do anything you don't want to do\n\nRob. But you must realize that you are done on this, you can't hide\n\nfrom it any longer. This is gonna spread through you, this lie is\n\ngonna get worse. You know, there's gonna be people watching you,\n\nthere's gonna be people glad that you're lying about this. If all the\n\npeople in Port Coquitlam are coming forward now, you know,\n\n\n\npeople that you knew, giving statements, I saw him do this, I saw\n\nhim do that, well I was surprised when I saw that because I thought\n\nhe was gay or I thought he was this, or this, or that or bla, bla, bla.\n\nEverybody's got a Robert PICKTON story now. Cause (FORDY\n\nTAPS ON PICKTON'S KNEE) there's different kinds of killers. Did\n\nyou know that? (FORDY TAPS ON PICKTON'S KNEE) There's\n\ndifferent kinds of killers Rob, there's respected killers and there's\n\ndespised killers. Child molesters are despised. Clifford\n\n(FORDY HOLDS OUT HAND TO SHAKE) Thank you for telling me\n\nthat I hope you're telling me the truth here.\n\nRobert PICKTON: I am.\n\nSgt. Bill FORDY: I told you I was...\n\n(15:54)\n\nRobert PICKTON: But I never killed anybody neither.\n\nSgt. Bill FORDY: Thank you for telling me you never killed any kids. (PICKTON\n\nSHAKES HIS HAND) Thanks. You know it's important Rob that you\n\nstart to understand yourself. That you look inside and say what kind\n\nof person is Robert PICKTON? What kind of person does Robert\n\nPICKTON want to be? And when you look back and you think about\n\nwhen your mom was on her death bed and your mother was dying\n\nof cancer, (PICKTON YAWNS) and she was thinking about her son\n\nRobert, and her goals and her expectations and what she wanted\n\nfor her son, for her little Robert, (FORDY TAKES A DRINK) what\n\nshe wanted for you. Because I'm sure (FORDY MOVES\n\nAWAY) as a parent myself, when we look at our children, we can\n\naccept that they all do things that may, may be right or may be\n\nSgt. Bill FORDY: Yup. For now. How's that make you feel Rob? Rob how's\n\nthat make you feel?\n\nRobert PICKTON: Make me feel sick.\n\nSgt. Bill FORDY: You know that feeling is not gonna go away. You know that\n\nfeeling is gonna get worse. Do you know how I knew the answer to\n\nthat before you even told me? Rob because I've interviewed lots of\n\nkillers and I've sat in room with lots and lots of people. (FORDY\n\nLEANS IN) I don't care who you are...\n\nRobert PICKTON: And I'm not gonna get out on bail or nothing right, you say.\n\nSgt. Bill FORDY: No. No, you're not. (PAUSE) You're not, absolutely not, you're not\n\ngonna get bail. And you know when I wake up in the mornings I\n\nthink about my mom, when I'm in the shower I sometimes think\n\nabout her. You know, I think about how lucky I was to have\n\nsomebody that loved me and I hope that everything that I do\n\neveryday, makes her smile, because I know she's up there\n\nwatching me, looking down on me, and watching what I do. Rob\n\nand your mom is no different, your mom is watching down on us\n\nright now. Rob, know that she's in this room with us. She's watching\n\nover you, she's watching over me, and if you want to make your\n\nmom proud, if you want to meet her again in heaven, then you need\n\nto be responsible, you need to do what your mother would want you\n\nto do, and you know what that is. You love your mother. Don't let\n\nyour mother down. Do not betray your mother's honour. You're\n\ngonna get charged with these Rob, you're already charged, you're\n\ngonna be convicted. This investigation is gonna continue, this is two\n\nweeks worth of evidence, you're already charged with two, this is all\n\n(16:00) over okay. This is all over, this is not gonna go away.\n\nRobert PICKTON: And who's the other one?\n\nRob...\n\nRobert PICKTON: Where's her file?\n\nSgt. Bill FORDY: Her picture?\n\nRobert PICKTON: Her file.\n\nSgt. Bill FORDY: Oh, it's here, I haven't even got to it yet. I told you Rob, I don't want\n\nto talk about Sereena until I'm done talking about Mona. Until\n\nyou've told me what you did.\n\nRobert PICKTON: I didn't do anything.\n\nSgt. Bill FORDY: Because you did it, you took her, you're charged with it, you're\n\ngonna go to court, you're gonna be convicted, and you're gonna be\n\nsentenced. And the same thing's gonna happen (POINTS AT A\n\nPHOTO) with Sereena and the same thing's gonna happen with\n\nHeather. The same thing's probably gonna happen with Christine,\n\n(TAPS ON FIFTH PHOTO) and you know, that list is gonna grow\n\nand grow and grow, and grow, and grow. It's never gonna go away\n\nthat's for sure. As you look here, you must see pictures that you\n\nrecognize. Because I know that you recognize them. (FORDY\n\nTAPS ON A PHOTO) And you remember them. They might look a\n\nlittle different because this might have been just before they went\n\ndown the skids, some of them looked a lot worse than that probably\n\nas they got in worse into the drugs and the prostitution but\n\neventually Rob, you're gonna be tied to all the ones that you're\n\nresponsible for. Alright, you can't run away from that, and you can't\n\nhide from it, and you can continue to live your lie as long as you like\n\nbut as long as you live that lie you're hurting people like Tammy,\n\nyou're hurting DJ, and Dave, I don't know, I don't know whether\n\nyou're hurting him or helping him. It's up to you to decide I guess.\n\nBut you need to realize this is over, this whole book is written\n\nexcept for one thing Rob, and that's your side of the story. Your\n\nneed to be understood, your need to explain to me why you did\n\n\n\nwhat you did, if you know why you did what you did, because you\n\nmay not know. And when you explain it to me maybe I can help you\n\nunderstand but I know that you need to tell me. You're dying to tell\n\n(16:03) me, you know how I know that, because I've talked to lots of people\n\nthat have been in the situation that you're in right now. And I, I\n\nwatch them when they tell me things and then how good they feel\n\nafter. A feeling of relief that everyone of them feels, (FORDY\n\nMOVES CLOSER) and know they've done something good out of\n\nwhatever it is they've done, good, bad or indifferent. That they need\n\nto be understood. I said to you I don't think you killed all these girls,\n\nsome whacko, some crazy guy, I know that. But you have made\n\nmistakes, there's evidence all over the place, you can't hide from it.\n\nRob, I want you to tell me the truth, I want you to tell me about\n\nwhat's gone on here. I want to understand you, you're need for your\n\nbalance you're searching for whatever it is you're searching for.\n\nRobert PICKTON: I gotta sleep on it for a couple before we continue.\n\nSgt. Bill FORDY: No. I want to understand you know what this pain inside\n\nyour stomach it's not gonna go away. It's not gonna get worse for\n\nChrist's sake I interviewed a guy in that room across the hall who\n\nhung himself at Surrey Pre-trial because he couldn't handle it,\n\ncause he killed a young girl. (POINTING FINGER AT HIM) Cause it\n\neats and eats and eats and (TAPPING ON PICKTON'S KNEE\n\nEACH TIME) worse it's gonna get worse and worse and worse. It is\n\nnever gonna get better than it is right now, it's gonna get worse, it's\n\ngonna grow inside you like a cancer cell, like it killed your mother\n\nfor Christ's sake. You know, have you ever, ever tired to figure out\n\nwhy some people when they're old they die, and two months later\n\ntheir spouse dies. They die of some disease that comes on, it's\n\ncause it's in, it's inside you and it grows from within. Right now you\n\ngot a disease and it's gonna eat you up, you need (TAPS ON LEG)\n\nto tell me, you want to, (TAPS ON LEG) you want (TAPS ON LEG)\n\nto talk about this, you're wondering yourself Rob. You can't run\n\nfrom this, you can't hide, this is gonna keep going and going and\n\ngoing and going. (PICKTON HAS HAND OVER EYES) I want to\n\ninevitable, then explain that to me. You know you're not taking\n\nthese, these girls and sending them down to Coquitlam Center and\n\nputtin' 'em in a shopping cart in the middle of the street for kids to\n\nfind. You know, you have the decency not to shock the community\n\nto take these girls from the skids. (PICKTON BEGINS TO LOOK AT\n\nPHOTOS) People aren't gonna hate you. If you lie, you run and\n\nyou hide though, you're gonna hate yourself Rob.\n\nRobert PICKTON: So I'm charged with mur, murder of her too right.\n\nSgt. Bill FORDY: Yeah. You're absolutely right you are. This isn't going\n\naway, Rob. (TAPPING ON LEG) This is never, ever, ever gonna\n\ngo away.\n\n(PAUSE 35 SEC)\n\nJim HUNTER: Excuse me Bill, I just, I need to see you outside, I just want Dana to\n\nsit with Willy for a bit, I'll talk to you about some new evidence that\n\njust came in.\n\nSgt. Bill FORDY: Okay. I'll be right back Rob.\n\nJim HUNTER: I'm just gonna leave you with Dana for a minute.\n\nCst. Dana LILLIES: Hi Robert, how you doing? (BRINGS IN TOILET PAPER ROLL)\n\nRobert PICKTON: Not too bad.\n\nCst. Dana LILLIES: Not too bad.\n\nRobert PICKTON: Not too bad.\n\nCst. Dana LILLIES: I guess ah, you're in a bit of different position right now than you\n\nwere last time we were talking. It's a lot to digest isn't it?\n\nRobert PICKTON: I guess I'm locked up forever.\n\nCst. Dana LILLIES: Yeah, well like I was telling you last week, we both knew that this\n\nwas, was gonna happen.\n\nRobert PICKTON: Did you find those bones I was telling you about?\n\nCst. Dana LILLIES: So you're map was perfect.\n\nRobert PICKTON: And they're Ostrich bones?\n\nCst. Dana LILLIES: Yes and you knew they would be.\n\nRobert PICKTON: I told you that. But...\n\nCst. Dana LILLIES: But of course there's, there's all this other evidence that's come to\n\nlight. And like Bill was telling you, there's more coming out\n\neveryday, every, every hour. How are you feeling?\n\nRobert PICKTON: I don't know, I don't feel my toes because they are not on the\n\nground.\n\nCst. Dana LILLIES: You don't feel your toes?\n\nRobert PICKTON: Yeah, because it's not on the ground.\n\nCst. Dana LILLIES: I'll bet. It is a lot to be taken in, were you able to\n\nsleep last night? Have you eaten anything since you've been in, in\n\ncustody here? (PICKTON SHAKES HEAD \"NO\") I brought you a\n\nsandwich.\n\nRobert PICKTON: I don't like it.\n\nCst. Dana LILLIES: You don't like it. Well what do you want to eat, cause we, we should\n\nreally get you something to eat.\n\nRobert PICKTON: I didn't eat anything yet.\n\nCst. Dana LILLIES: What, what would you like to eat Robert?\n\nRobert PICKTON: I don't know. At this stage, do I deserve anything to eat?\n\nCst. Dana LILLIES: What's that?\n\nRobert PICKTON: Do I deserve anything to eat?\n\nCst. Dana LILLIES: Of course you do. (LILLIES PUTS TOILET PAPER DOWN) Robert,\n\nyou're a human being, you're a human being who's made some\n\nmistakes, and that's why we're here to talk to you. To understand,\n\nwe're not here to judge you, I told you that last week, that I wasn't\n\nCst. Dana LILLIES: You're not dead.\n\nRobert PICKTON: Just as well.\n\nCst. Dana LILLIES: Like I said, you're a human being, and we're treating you like a\n\nhuman being. You deserve that. (PAUSE)\n\nRobert PICKTON: I should be on death row.\n\nCst. Dana LILLIES: Well I don't, I don't happen to believe that. You know, sitting and\n\ntalking with you last week, I can see...\n\nRobert PICKTON: I'm finished, I'm finished.\n\nCst. Dana LILLIES: Well you know, we've come to a point.\n\nRobert PICKTON: I'm dead.\n\nCst. Dana LILLIES: You know what Robert, we've come to a point where, where you\n\nhave to deal with what's happened. And you have to accept what's\n\nhappened and, and the best way to, to deal with it is openly and\n\nhonestly. But this is not the end of the world.\n\nRobert PICKTON: What is?\n\nCst. Dana LILLIES: You're gonna go on living...\n\nRobert PICKTON: For what?\n\nCst. Dana LILLIES: Because you have some really good qualities in you and what\n\nwe're, over, over the last um, couple of weeks that I've been\n\ninvolved in this investigation, I've been speaking with some\n\npeople that know you.\n\nRobert PICKTON: I'm over with, I'm finished.\n\nCst. Dana LILLIES: And, and they see the same thing that I saw when I was talking to\n\nyou last week. You have really good qualities in you, you're, you\n\nare a giving person, you do care about people and I think that a lot\n\nof people have taken advantage of that.\n\nRobert PICKTON: I'm finished.\n\nand that's gonna be a difficult thing for you I'm sure, cause that,\n\nthat's your whole life right? ... It's a huge change, it's a lot to, it's a\n\nlot to take in, but you have to be strong...\n\nRobert PICKTON: For what?\n\nCst. Dana LILLIES: For you.\n\nRobert PICKTON: Dying?\n\nCst. Dana LILLIES: No you have to be strong for you and for the people who care about\n\nyou. Dave is your fiercest protector. He's beside himself right now.\n\n... I think what's important now, is to give the families (LILLIES\n\nPOINTS TO PICTURE BOARD) some closure. Families just want\n\nanswers and you can give them those answers. It's also your\n\nchoice to just you know, keep your mouth shut about everything\n\nthat happened, and it's all going to ah, come to light over the next\n\nseveral months, as the investigation continues. But you can put an\n\nend to the suffering right now by giving them the closure that they,\n\nthey so desperately need. And there's people out there who are\n\nthinking right now that you're some kind of a monster. They don't\n\nsee the side that I saw, when we sat and visited for a couple of\n\nhours there. You are a human being that has good qualities\n\n(PICKTON SNORTS) why do, why do you do that?\n\nRobert PICKTON: I'm dead.\n\nCst. Dana LILLIES: But you're not. You're not dead Robert but you are at a cross roads\n\nright now, you're, you're in a place where you can make the\n\ndecision of how you're gonna proceed from here.\n\nRobert PICKTON: I'm dead.\n\nCst. Dana LILLIES: Robert you're not dead. You're living and breathing, you're sitting\n\nright here in front of me and you're gonna go on living and\n\nbreathing. But like you know, like Bill was telling you, you can get\n\nthis, this poison out of you or you can continue to let it fester. I don't\n\nthink you should do that. You're shaking your head.\n\n\n\nRobert PICKTON: I'm dead. I'm a walking corpse.\n\nCst. Dana LILLIES: Why do you say that?\n\nRobert PICKTON: Well when my name is mud. I'm locked up here forever. You tell\n\nme why I don't think that.\n\nalso with Mona (OVER TALKING)\n\nRobert PICKTON: But, but I always been in there, I've been in there off and on but I\n\ndon't know anything about this here.\n\nCst. Dana LILLIES: Okay. You know what? Um, something that I don't think Bill\n\nmentioned to you was, was where your DNA and her DNA was\n\nchild. You have real feelings and that's very clear to me. That's not\n\nsomething that a person can fake and as a person with real feelings\n\nI know that you're gonna do the right thing ... and you know, I'd like\n\nto share something else with you, I fully believe that people become\n\nthe way that they are for a reason. Because of things that have\n\nhappened to them in their lives and that's what I want to\n\nunderstand. We talked quite a lot the other day about, about your,\n\nyour history and about growing up on the farm. And I think that\n\nanyone in your same set of circumstances would have wound up\n\ndoing the same things as you. And maybe if you had been raised\n\nunder the circumstances that I was raised we'd be in, in different\n\nif there's which one I'm going to be connected with next. I'd want to\n\njust get it all out in the open, address it and deal with it and carry on\n\nfrom there. Because all it's gonna do is, is drag this out for yourself,\n\nfor the families and for all the investigators who are working on this\n\nand for your family. For Linda and for Dave and for Dave's kids.\n\nThe longer this is drawn out, the more pain it causes everyone\n\ninvolved. And you told me something last week, you told me that\n\nyou want to help people. So that when it comes time that you need\n\nhelp, they're there to help you. Well here's your chance to help\n\npeople. Here's your chance to help these families have some\n\nclosure, to help your own family have some closure and to help you\n\nhave closure. Because I think that you have from, some demons\n\nthat you're struggling with and by just sitting there silently, you're\n\nallowing those demons to, to take control. You are a human being\n\nRobert, you deserve to be treated fairly and with respect and you\n\ndeserve to live the rest of your life.\n\n(16:30) Don't let the demons take over. (PAUSE 50 SEC) Remember when\n\nwe were talking last week, I could see that, that this really is having\n\nan impact on you, I mean this is a life altering thing that you're\n\ngoing through. And the media is painting things the way that they\n\nwant to paint it, that's what the media does. But you have a choice\n\nabout, about having a voice in that. (PICKTON SHAKES HEAD\n\n\"NO\") So I'll tell you what we have is ah, like a big jigsaw puzzle. So\n\nwas just telling you there's this new evidence that's come in now.\n\nAre you hearing me? (PICKTON - SLIGHT SHAKE \"NO\") You're\n\nshaking your head. What are you thinking Robert? (PAUSE 40\n\nSEC) what are you thinking?\n\nRobert PICKTON: I don't know.\n\nCst. Dana LILLIES: Maybe I should ask you what you're feeling, cause I imagine you're\n\nfeeling all sorts of different things right now.\n\nRobert PICKTON: I can't get over Scott CHUBB on that...on the machine there.\n\nCst. Dana LILLIES: What, I'm sorry, I didn't hear you.\n\nRobert PICKTON: I can't get over Scott CHUBB that, up on the machine there.\n\nCst. Dana LILLIES: Weren't you surprised that Scott CHUBB came forward to us? Was\n\nthat a nod? Yeah. And you know, you helped a lot a people along\n\nthe way, you've given a lot of people money, you've been there for\n\nother people and you know, (PICKTON PUTS HAND OVER FACE)\n\nwhat I think really sucks is a lot of these people were using you to\n\nsupport their drug habits. You're there trying to help these people,\n\nand they burn you in the end. But I'll tell you there was I don't know\n\nif you've been watching any of the news but there's a tip line that\n\nwe have put on the news so people with information are calling into\n\nthat number. We're getting all kinds of information, people who\n\nknow you, people who knew you years ago, people who had certain\n\nconversations with you and all of that stuff is, is being followed up\n\non as we speak. So that's why I say there's still more that's gonna\n\nbe, that we're gonna be faced with on a day to day basis. So you\n\ncan cut all that stuff off right now, and just say okay, here's what\n\nhappened, here's what I did and all those people will have nothing\n\nelse, won't be able to ride your coat tails because like you were\n\ntelling me, this is big. It's big news, front page news you saw it\n\nyourself. Now are you gonna let these people who screwed you\n\nover benefit from that?\n\n\n\n(PAUSE 20 SEC)\n\nRobert PICKTON: I can't get over Scott CHUBB.\n\n\nRobert PICKTON: Well Scott CHUBB. I could put him away for a long time.\n\n(16:40)\n\nCst. Dana LILLIES: Is that right? So you, you have some dirt on Scott do you?\n\nRobert PICKTON: But that's here nor there.\n\nCst. Dana LILLIES: How long did you know him for?\n\nRobert PICKTON: Years.\n\nCst. Dana LILLIES: Did he work on the farm?\n\nRobert PICKTON: No he worked down at the construction site. Scott, no, not\n\nsupposed to say anything.\n\nCst. Dana LILLIES: Hum? Say anything about what?\n\nRobert PICKTON: Without my lawyer present.\n\nCst. Dana LILLIES: Um, hum. Well I think Bill also explained that's, that's, that's your\n\nchoice to make. (PAUSE 25 SEC) so how is this gonna all play out\n\nRobert?\n\nRobert PICKTON: I don't know. I don't know.\n\nCst. Dana LILLIES: Well you know what? You're the one who's gonna make that\n\ndecision. It's gonna play out, you know, minute by minute, hour by\n\nhour, week by week, month by month, year by year or we can tidy it\n\nup right now. (PAUSE 40 SEC) You know Robert, I'm, I'm, I really\n\nwould like to, to understand ... will you tell me about the, the ah,\n\ngun with the dildo on it?\n\nRobert PICKTON: Well I put that on there as far as, in case I have to use it for, cause\n\nI'm shooting boars. Well I shouldn't talk about this, it'll be in court\n\nanyways right. It's gotta go to court.\n\nCst. Dana LILLIES: For shooting boars.\n\nRobert PICKTON: Yeah, pigs.\n\nCst. Dana LILLIES: With a dildo on the end of it?\n\nRobert PICKTON: Yeah, I put it on there for a silencer. But I never used it.\n\nCst. Dana LILLIES: That sounds a little unusual.\n\nRobert PICKTON: Yeah, (INDECIPHERABLE) the houses are moving in.\n\nCst. Dana LILLIES: So tell me how did Mona's DNA get on the tip of that dildo?\n\nRobert PICKTON: I don't know.\n\nCst. Dana LILLIES: Yes you do. (PAUSE 30 SEC) You know Robert I'd feel a lot better\n\n(16:45) if you'd had something to eat.\n\nRobert PICKTON: I don't have to eat at all.\n\nCst. Dana LILLIES: You have to eat sometime. We can get you whatever you want?\n\nRobert PICKTON: I don't feel like eating.\n\nCst. Dana LILLIES: Does your stomach feel upset? Why don't you feel like eating?\n\n(PAUSE 35 SEC) Can I ask you a question?\n\nRobert PICKTON: What's that?\n\nCst. Dana LILLIES: When you kill a woman, are you understanding why you're doing\n\nthat or is it something that just happens?\n\nRobert PICKTON: I don't do that.\n\nSgt. Bill FORDY: Yes you do, Robert. (LILLIES TOUCHES PICKTON'S LEG) We\n\nboth know that. (PAUSE 2O SEC) You know I know that's there's\n\npeople in your life...\n\nRobert PICKTON: So what's gonna happen to me now?\n\nCst. Dana LILLIES: Well you're just gonna be in jail, you're gonna be going to court on\n\nMonday but you're gonna be in jail for a long time.\n\nRobert PICKTON: For the rest of my life right?\n\nCst. Dana LILLIES: Yeah.\n\nRobert PICKTON: I might as well face it right now, right?\n\nCst. Dana LILLIES: Um, hum.\n\nRobert PICKTON: So I'm going to rot in jail.\n\nCst. Dana LILLIES: You still have a life to live, it's gonna be, it's gonna be an altered\n\nlife.\n\nthat.\n\nRobert PICKTON: So I'd going the pen, the penitentiary?\n\nCst. Dana LILLIES: I'm not sure where you're gonna go, but you will be going to jail\n\nand you will continue to live, and you will adapt. It's gonna be a big\n\nadjustment for you but you'll just have to take one day at a time\n\nright. That's all anybody can do. (PAUSE 40 SEC) which way is this\n\ngonna go Robert? Are we gonna draw this out for years and make it\n\na pains taking thing, or are we gonna address it all, take your lumps\n\nand go on with your life?\n\nRobert PICKTON: Well I want to die.\n\nCst. Dana LILLIES: You want to die, well I don't want you to die. Your mother doesn't\n\nwant you to die. Dave doesn't want you to die. But they all want\n\nclosure. They don't want to see this thing dragged out for years,\n\nthey want closure so that, not only can, so you that you can get on\n\nwith your life, but so that they can get on with their lives.\n\nRobert PICKTON: What life.\n\nCst. Dana LILLIES: Like I said you're life is going to be different, there's no question\n\nabout that, but it's gonna go on and it's not the end of the world. It\n\nmight feel like it, but it's not. (PAUSE 40 SEC) You know what um,\n\nwhen I first started doing this job, nine years ago, I saw things very\n\nblack and white. I thought you know, that there was good people\n\nand that's there's bad people and that there was no middle ground.\n\nWhat I've come to realize over the years is there's really no such\n\nthing as black and white, it's vast grey area. People do things for\n\ndifferent reasons, sometimes they're reasons that, that person\n\nunderstands and sometimes they're reasons that the person can't\n\ncomprehend. That doesn't make you a bad person. A lot of the\n\npeople that um, I've been talking to and that the other investigators\n\nhave been talking to say that you know, that you're a good person,\n\nthat you like to help people. You know I was talking to your sister\n\n\n\nLinda, she said that you were a very giving, loving person, like your\n\ndad. She compared you to her, to your dad, she said that you guys\n\nwere a lot alike. Linda ah, I guess ah, adored her dad, your dad.\n\nAnd I think that you get those, those good traits from your parents.\n\nAnd somewhere for some reason, something happened, maybe in\n\nyour past or um, something compels you to do these things. But\n\nthat doesn't completely make the, the good parts of Robert\n\ndisappear, they're still there. And that, that all those good parts, the\n\nare you feeling scared? (PAUSE 25 SEC) You know it's not an\n\neasy thing to talk about. I mean you may be worried about how\n\nyou're gonna be viewed and maybe you're worried about\n\nimplicating yourself further, but I'll tell you that's not something\n\nthat's gonna make any difference because no matter what you say\n\n(17:00) you are still going to go to jail. So the reason that I'm here talking to\n\nyou and the reason that Bill is taking the time to talk to you is to try\n\nto understand and to try to help you understand yourself better and\n\nwhat, what ah, what sort of triggers this, to happen. Was it\n\nsomething that's like a, a switch that just get's clicked on and, and\n\nyou just react, or is it something that you planned for weeks in\n\nadvance? (PAUSE 30 SEC) Or is it maybe something that, that's\n\nnot planned weeks in advance, something that just you decide\n\nwhen you wake up in the morning that this is something you gonna\n\ndo today.\n\nRobert PICKTON: See I don't know her.\n\nCst. Dana LILLIES: That's not what I asked is it? You probably don't know her. (LILLIES\n\nPICKS UP HER PHOTO AND SHOWS PICKTON) Her name is\n\nMona WILSON, she was a prostitute, and you killed her. Now\n\nwhether or not you knew her isn't really the issue. The reality of the\n\nsituation is that the evidence doesn't lie, the reality of the\n\nsituation is her blood is all over that camper and it's mixed with your\n\n(PAUSE 25 SEC)\n\nRobert PICKTON: I just can't get over Scott.\n\nCst. Dana LILLIES: Um, hum. Well like I was telling you Robert there's more people\n\ncoming forward every day and you can bet your bottom dollar that\n\nwith this being on the front pa ah, front page news we're gonna get\n\na lot more calls. So I want you to sit here and think for a minute\n\nokay. I want you to sit here and think about every conversation that\n\nyou've ever had with anyone about how to get rid of bodies, about\n\npeople that you've killed, about violent sex that you've had. I want\n\nyou to think long and hard about that because all those people are\n\non the phone. Police officers are on their way to go and talk to\n\nthem. They're riding those coat tails, and you can cut those coat\n\ntails off right now by saying, by taking responsibility or you can draw\n\nthis out and let all the Scott CHUBB's of the world come into the\n\nlime light. (PAUSE 45 SEC) What are you think ah, Dave's gonna\n\nhave to say about all this?\n\nRobert PICKTON: Don't know.\n\nCst. Dana LILLIES: Well like I was telling you, not only is this investigation having a\n\ntremendous impact on your life but it's got a ripple effect and it\n\neffects the lives of everybody around you. And the way it works is,\n\nevery time more evidence comes it's another ripple and it, and it\n\nwashes outward and it affects everybody that cares about you and\n\nthat you care about. And ever time there's more evidence there's\n\nanother ripple and another ripple. What I'm saying to you is let's\n\nmake one splash and deal with it, so that it doesn't continue to be\n\ndrawn out. (PAUSE 20 SEC) Like I said Robert the evidence does\n\nnot lie and there's a mountain of it and there's more building\n\neveryday. (PAUSE 50 SEC) (LILLIES MOVES AWAY) There's\n\nsomething I'd like for you to take a look at. I don't know if you've\n\nseen any of this ah, media footage but I can guarantee you there's\n\n\n\ngonna be a lot more of it today, a lot more than what we already\n\nhave. (PLAYING VIDEO) this was a couple of weeks ago.\n\n(PLAYING MEDIA VIDEO).\n\nBut they're not going to leave until they find everything and until\n\nthey have answers for those families. ... Robert...\n\nRobert PICKTON: I can't help you.\n\nCst. Dana LILLIES: Yes you can. Yes you can. (PICKTON PUTS HAND OVER EYES)\n\nWhy do you say no? Robert why do you say no? Is it because\n\nyou're afraid or is it because you just don't care?\n\nSgt. Bill FORDY: All right, see Don or something I'll be back in a second. (LILLIES\n\nLEAVES- TAKES TOILET PAPER) Thanks. How are you Rob?\n\nHow's things?\n\nRobert PICKTON: Okay.\n\nyou. Okay? (PLAYING TAPE) (CHUBB)\n\nRobert PICKTON: Dinah.\n\nSgt. Bill FORDY: Dinah TAYLOR. (PICKTON OPENS BOTTLE AND TAKES A\n\nDRINK)\n\n(PLAYING TAPE 2 MIN 30 SEC)\n\nRobert PICKTON: Right.\n\n(PLAYING TAPE - APPROX 1 MIN)\n\nRobert PICKTON: He, hurt who?\n\n(TAPE PLAYING - 15 SEC)\n\nRobert PICKTON: Lynn, Lynn. Ten thousand dollars.\n\nSgt. Bill FORDY: He's in Alberta now.\n\nRobert PICKTON: Who? What's his name?\n\nSgt. Bill FORDY: Andrew BELL.\n\n(TAPE PLAYING - 35 SEC)\n\nRobert PICKTON: Well this guy out to lunch.\n\n(TAPE PLAYING - 1 MIN 20 SEC)\n\nRobert PICKTON: He what?\n\n(TAPE PLAYING - 1 MIN 5 SEC)\n\nRobert PICKTON: That (INDECIPHERABLE) guy is out to lunch.\n\nRobert PICKTON: It was over a year ago.\n\nSgt. Bill FORDY: Okay, well where was it. Where did you find it?\n\nRobert PICKTON: (PAUSE 16 SEC) That's a long time ago.\n\nSgt. Bill FORDY: Yeah, obviously though it's an important, it's an important um, ...\n\nRobert PICKTON: It's a long time ago.\n\nSgt. Bill FORDY: Yeah, you found it in, in a glove box of a car, what colour was the\n\ncar? Maybe that will help refresh your memory.\n\nRobert PICKTON: Dark grey.\n\ninteresting that you say that because you told a number of people\n\nabout that who ah, actually I'm, I'm thinking you might have made a\n\nmistake actually because a lot of people are coming forward now. I\n\ntold you some people are, are coming in and obviously ah, ...\n\nRobert PICKTON: That guy's off the deep end of this because...\n\nSgt. Bill FORDY: No, I mean you know what, I'm not the judge alright.\n\nRobert PICKTON: I know, I know.\n\nSgt. Bill FORDY: I'm just the guy that ah, is here talking to you. Some people\n\nobviously are coming to your defense. Like Linda PLASMAN, do\n\nyou know Linda.\n\nRobert PICKTON: Lynn.\n\nRobert PICKTON: That's how it looks pretty expensive.\n\nSgt. Bill FORDY: (LAUGHING) yeah, I guess so eh. Of course, that's why you picked\n\nit up.\n\nRobert PICKTON: (INDECIPHERABLE) It's expensive.\n\nSgt. Bill FORDY: Now what did you do with it?\n\nRobert PICKTON: I phoned up another party and they said it was worth around four\n\nhundred bucks.\n\nSgt. Bill FORDY: Okay, but what did you did with that inhaler, did you take it inside?\n\nRobert PICKTON: Yeah.\n\nRobert PICKTON: I know her as Lee, I know her name as Lee.\n\nSgt. Bill FORDY: Is she a pharmacist or is she a doctor or?\n\nRobert PICKTON: No. No.\n\nSgt. Bill FORDY: (INDECIPHERABLE)\n\nRobert PICKTON: ...she, she, she's up there pretty high.\n\nSgt. Bill FORDY: But she works in the, in the business.\n\nRobert PICKTON: No, she, she knows all about drugs and everything else.\n\nRobert PICKTON: I don't know.\n\nSgt. Bill FORDY: Okay.\n\nRobert PICKTON: That's going back.\n\nSgt. Bill FORDY: Yeah, but I mean obviously that's an expensive inhaler...\n\nRobert PICKTON: So I don't know.\n\nRobert PICKTON: No, no I didn't say I took the purse out.\n\nSgt. Bill FORDY: Oh, you left it in there, you took the inhaler out...\n\nRobert PICKTON: I don't, I can't remember.\n\nSgt. Bill FORDY: Well obviously you took the inhaler out cause it was worth four\n\nhundred dollars.\n\nRobert PICKTON: Yeah, yeah looks ah, looks expensive so I says I'm gonna open\n\nthat and that's it.\n\nSgt. Bill FORDY: So you phoned up Lee, what's Lee's last name? The Dr, the\n\ndentist, the PHD.\n\nRobert PICKTON: I can't, can't help you with that.\n\nSgt. Bill FORDY: Okay, what's her phone number, I'm sorry?\n\nRobert PICKTON: I can't help you with that neither.\n\nSgt. Bill FORDY: Okay, you can't remember it.\n\nRobert PICKTON: Ah, she moved to a different ah, different place.\n\nSgt. Bill FORDY: Okay where, where did she work?\n\nRobert PICKTON: She doesn't.\n\nSgt. Bill FORDY: I'm sorry what was this? Okay, you told me she had her PHD.\n\nRobert PICKTON: No, she, she's up there pretty high.\n\nSgt. Bill FORDY: Ah okay, and what company was she working for?\n\nRobert PICKTON: She's doesn't. She doesn't work.\n\nSgt. Bill FORDY: Ah, okay but she's got ah, like a Master Degree or PHD or\n\nsomething? In what, do you remember?\n\nRobert PICKTON: Of any, any I mean anything, doctor stuff yes.\n\nSgt. Bill FORDY: Okay. How do you spell her first name?\n\nRobert PICKTON: Lee, L-E-E.\n\nshe work?\n\nRobert PICKTON: She didn't.\n\nSgt. Bill FORDY: Okay, where did she live?\n\nRobert PICKTON: Off of Harris Road.\n\nSgt. Bill FORDY: Off of Harris Road okay, what colour was the building?\n\nRobert PICKTON: You're asking me the impossible.\n\nSgt. Bill FORDY: Well I mean she's obviously a very good friend of yours, somebody\n\nthat you call about something important like this so.\n\nRobert PICKTON: Yeah, but that's before ah, a everybody know her address\n\neverything else, so she wants, she wants to keep herselfs quiet.\n\nSgt. Bill FORDY: Yeah, this is, this is the most important day of your life. Let's be\n\nhonest.\n\nRobert PICKTON: I don't know what her last name is.\n\nSgt. Bill FORDY: Okay. So you don't know Lee's last name.\n\nRobert PICKTON: I don't know if she's using a married name or her maiden name\n\nneither.\n\nSgt. Bill FORDY: Let's, let's be honest you don't want to tell me Lee's last name.\n\nRobert PICKTON: No I don't, know...\n\nSgt. Bill FORDY: Okay. (OVER TALKING)\n\nRobert PICKTON: He, he got ah, she got a son named Rocky.\n\nSgt. Bill FORDY: Rocky. Make movies about guy's like that. Ah, okay. So you found\n\nthe inhaler in the glove box...\n\nRobert PICKTON: No, on the floor.\n\nSgt. Bill FORDY: No I mean I, it's important that I, we talk about what you remember.\n\nRobert PICKTON: I think, I think it was on the floor.\n\nSgt. Bill FORDY: On the floor okay. And you think there was a purse there, a black\n\npurse ah, do you remember what was in the purse?\n\nRobert PICKTON: I think some needles, some ah, I don't know.\n\nSgt. Bill FORDY: Condoms, you said you there was condoms.\n\nRobert PICKTON: Probably condoms.\n\nSgt. Bill FORDY: Needles God that's scary. Okay.\n\nRobert PICKTON: I don't know. We're going back a long time here.\n\nSgt. Bill FORDY: Yeah, we are. We're going back right to ah, when Sereena was\n\nkilled. Sereena ABOTSWAY. Obviously you know that, that was\n\nSereena's inhaler.\n\nRobert PICKTON: Sereena, who's that?\n\nSgt. Bill FORDY: (FORDY MOVES OVER, TAPS ON FIRST PHOTO AND MOVES\n\nBACK) Okay, and that's obviously the inhaler that we recovered.\n\nAh, it's dated July 19th, alright. And that as you know, that was ah,\n\nleaked out to the media so, (POINTS TO FIRST PICTURE) you\n\ntook the inhaler in and you, you didn't take anything else in.\n\nRobert PICKTON: I can't remember.\n\nSgt. Bill FORDY: Okay you didn't, you know, you might have taken her purse in then\n\nor not?\n\ndisappeared on July 19th, that's the day she picked up her inhaler\n\nright, and ah,...\n\nRobert PICKTON: It looked fairly new when I, when I...\n\nSgt. Bill FORDY: It was brand new. It was brand new, it was the same day she got it.\n\nRobert PICKTON: Oh really.\n\nSgt. Bill FORDY: Which is probably why it makes sense, you thought it was so, it was\n\nso expensive right. It makes sense to me, I can understand how\n\nyou would think that. Okay. The, the thing that's interesting about\n\nSereena's inhaler ah, being in your house, and ah, the fact that\n\nshe's never been there, right.\n\nRobert PICKTON: She hasn't been there.\n\nSgt. Bill FORDY: Yeah.\n\nRobert PICKTON: I don't know her really.\n\nSgt. Bill FORDY: Yeah, that's great um, but I have to tell you her DNA's all over your\n\nhouse. It's all over clothing, I'll tell you something else, you're\n\nDNA's on top of it so um, can't argue with it, you're done on that.\n\nWe talked earlier about ah, Mona's DNA and how the fact you're\n\nDNA is mixed with her DNA. The same thing with Sereena, and in\n\naddition to her inhaler as being there and ah, her ID being there.\n\nHer DNA is all over the place. Her blood is all over the place, your\n\nDNA is with her DNA. Okay.\n\nRobert PICKTON: That's impossible.\n\nSgt. Bill FORDY: No it's not. It's, it's there. Okay and um, one of the things that's\n\nvery, very interesting about that, is you know, your DNA's with\n\ntoo. And...\n\nRobert PICKTON: Yeah, but that, that was when I got knifed.\n\nSgt. Bill FORDY: And that never got out. Now you're, you're talkin' about ---- -----\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: Yeah, that's a different incident.\n\nRobert PICKTON: But it's still my blood.\n\nSgt. Bill FORDY: Yeah. But your, your, your blood is intermixed also with Sereena's\n\nthe girl in number one there. So not only ah, you're finished on that\n\none, you're finished on the other one as well. So in actual fact you\n\nknow, how you're charged with two murders, okay. One of them is\n\nMona WILSON, the other one is Sereena, they're both really ah,\n\nsolid, strong cases. I'm gonna tell you something else though. Ah,\n\nin addition to the DNA of those two girls, okay. And DNA is\n\ntransferred in lots of ways okay, Rob. It's transferred in saliva, it's\n\ntransferred in hair, it's transferred in spit, it ah, blood, ah, bodily\n\nfluids. In addition to Sereena's DNA, in addition to Mona's DNA,\n\nthere's eight other female's DNA in your house. You know, that are\n\nstill being profiled, that's in addition to all the other witnesses that\n\nare coming in. There's DNA for, there's hair there that hasn't been\n\nanalyzed as well, that looks like it's been ripped out of girls scalp\n\nwhere there, you know, there's been arguments and, and fights.\n\nThey're going through not only the trailer ah, that you live in but\n\nalso the camper as well. The camper where Mona was ah,\n\nrecovered, they're going through that as well to see what other hair\n\nsamples are there. Cause there's lots of hair there with the bulbs on\n\nit. What happens is when you pull the bulb out of someone's head,\n\nyou pull the hair out of someone's scalp, there's a bulb on the end\n\nand that contains DNA. So in addition to Mona's DNA...\n\nRobert PICKTON: How would...\n\nSgt. Bill FORDY: ...mixed with your DNA, and Sereena's DNA mixed with your DNA\n\n\n\nthere's also DNA of eight other women. And there's, there's hair of\n\nwho knows how many other women, that's still being analyzed. Um,\n\ntore right out of the scalp, all the garbage is being analyzed,\n\neverything you know. This, it's interesting that this guy calls in and\n\nah, techniques are being brought in. I talked earlier there about ah,\n\ntoday about what I thought I was telling you about Sereena you\n\nmight have thought I was talking about Roxanne.\n\nRobert PICKTON: Who?\n\nSgt. Bill FORDY: About Sereena. I was talking about Sereena. We know the day July\n\n19th, that she picked up that inhaler okay.\n\nRobert PICKTON: That's, that's, that what I said, around ah...\n\nSgt. Bill FORDY: Yeah, you know the interesting thing is though, she was on the\n\nMethadone program and she had to pick up her Methadone\n\neveryday, she was never seen again after the 19th, she was at your\n\nplace. We're gonna be able to show download everything to show\n\nthat she never left your property as well, that you killed her.\n\nIndisputable evidence Rob that you took her, that you, you're also\n\nresponsible for her. Now you're probably sitting there right now, and\n\nBecause you, my friend you are a survivor. You can take on black\n\nbears, you can take on wild boars, you can take on crazed hookers,\n\nyou can survive this. So you're asking yourself what is the up side\n\nfor me here. The upside quite frankly Robert is you can go to jail on\n\ntwo conditions. You can go to jail with respect, with respect of\n\nyourself and with the other people you're gonna be in jail with and\n\nother people that are gonna read the papers or you can go to jail\n\nwith no respect. No self-respect, nobody caring about who Robert\n\nPICKTON is, cause you can go to jail on either set of terms with\n\nrespect, or without respect. And you know, I wonder what you're\n\ngonna do and I don't know what the answer to that is because\n\nyou've lived you're whole life and no ones ever respected you. You\n\ntold me about how you got on that tractor that day with blisters and\n\npuss running out of your leg, how you persevered through that\n\ncause you are clearly a survivor. How you survived that and yet\n\nRob, no one has ever shown you the decency or respect that you\n\ndeserved. The irony of it is this is the first time in your life, that\n\nyou've ever been recognized. Right now you're as big as the Pope.\n\nYou know, Christ you know, you're given the same amount of\n\nmedia coverage as Bin Laden got. This is the first time in your life,\n\nthat people are actually noticing you. All the good things that you've\n\ndone in your life and no ones ever paid you any respect for that. So\n\nnow you're in a situation where you can either have respect or you\n\ncan have no respect. You can go back to the way you were. Shit\n\n(18:00) happens, back when life was good. (HAND COVERING EYES) The\n\nother aspect that you need to think about Rob, is this investigation\n\nis costing a million dollars a month. One million dollars per month,\n\nwhich isn't a lot of money but on the other hand it is a lot of money\n\nwhen you consider that they're gonna be there another year. So in\n\naddition to having some respect, the respect of the people you've\n\n\n\ngot look at one, yourself, two the people you're gonna be in jail with\n\nand three the people that are gonna read about you in the papers.\n\nRobert PICKTON: What makes you think there's even bones even in there?\n\nSgt. Bill FORDY: No well, I don't know that Rob. I do know that you were responsible\n\nfor taking those lives. (PAUSE) And if those bones have been\n\nmixed in and moved somewhere else, then I want you to take me\n\nthere. Rob, that is what I want you to do. And you're asking yourself\n\nwhy should I do this? I know you're saying to yourself right now,\n\nwhat's in it for me? If you don't do this Rob, your side of the story is\n\nnever gonna be told. Okay, cause people aren't gonna believe it.\n\nThe media is gonna paint their own story and it's not gonna be the\n\ntruth. If you want your side of the story to be told I'm the person to\n\ntell it to. That is what, that is if that is what you want to do. Because\n\nyou have killed Sereena okay, and you have killed Mona and you\n\nknow, we can't change that. And you know, I don't know you've\n\nsaid to me here today a number of times if you could change the\n\npast you wouldn't. I don't know if you mean that or not.\n\nRobert PICKTON: I didn't do anything.\n\nRobert PICKTON: Yeah, because in my bottom drawer in my, in my ah, trailer. Now\n\nhow it got ah, I, I'm not sure. I'm not sure. Unless somebody else\n\ntrying to set me up. I'm never in that trailer.\n\nSgt Bill FORDY: What trailer are you talking about?\n\nRobert PICKTON: Or in the motor home. I haven't been in there for quite a spell. Quite\n\na spell.\n\nSgt. Bill FORDY: Okay, so what you're telling me Rob and I'm a logical guy okay.\n\n(FORDY STANDS UP) Now I'm just gonna you know, maybe I\n\nneed, what I need to do is see it. Maybe that'll help me out okay.\n\nI'm not sure so let's, this is the DNA chart okay. (NEW FLIP\n\nCHART WRITTEN ON 18:08) Let's call this Mona, Robert ah,\n\nSereena and we'll put here X for ah, if you able to give it an\n\nexplanation okay. So we have Mona's DNA and Robert's DNA and\n\nwe have them mixed. And that is mixed together and we don't have\n\nan explanation right? Okay. We have Sereena's DNA, Robert's\n\nDNA and we have them mixed do I have an explanation? Can you\n\nexplain to me how any of your DNA would be with her DNA? Her\n\nblood that is in your place.\n\nRobert PICKTON: I got knifed back in '97.\n\nSgt. Bill FORDY: Okay, that's --------- , you're talking about ---- ---- when you got\n\nstabbed, your DNA. So you can't explain that either can you.\n\nRobert PICKTON: No I said I got knifed back in '97.\n\nSgt. Bill FORDY: So you've got no explanation of that either, do you, okay.\n\nRobert PICKTON: (SHAKES HEAD \"NO\")\n\nSgt. Bill FORDY: So I've got one, two, three, four, five, six, seven, eight, nine check\n\nmarks, and no explanations.\n\nRobert PICKTON: It don't look good does it?\n\nSgt. Bill FORDY: It doesn't look good does it? Ah, you know, one thing that I know is\n\nthat when people are in a situation like you're in right now and\n\nyou know what you'd have to trust me ah, that people are, there are\n\nlots of people coming in and you know you maybe thinking to\n\nyourself, jeez you know what Bill I don't know you that well, I don't\n\nwant to trust you. (FORDY SITS DOWN) First of all you're a\n\npoliceman and I don't know if, if that's what you're thinking, but I\n\nwant you to know that I haven't lied to you about anything here\n\ntoday. And no policeman in the world is ever gonna try to set\n\nsomebody up. (PICKTON YAWNS) Okay. Nobody else has your\n\nDNA, nobody else has Mona's DNA, nobody else has Sereena's\n\nDNA. Alright, their DNA is unique to them. This isn't a set up. You\n\nknow what, if it looks like a duck, and it quacks like a duck, it is a\n\nduck. If it looks like a pig, it squeals like a pig, it is a pig. Rob you\n\nare at the most important day of your life, you're at the crossroads\n\nof your life. Right now you're going down the road, you can go this\n\nway or you can go this way. One way you have respect and selfpreservation\n\nanother way you're just a little liar. If you decide to tell\n\nme what happened, nobody can ever take that away from you.\n\nNobody can ever, ever take that away from you, that self-respect\n\nthat you're gonna have. Alright. And if you look at all these check\n\nmarks and you're a logical guy, there's only one conclusion.\n\nRobert PICKTON: (YAWNING)\n\nSgt. Bill FORDY: If it looks like a pig, squeals like a pig, smells like a pig, it is a pig.\n\nRob. And right now you're asking yourself, how do I deal with this,\n\nwhat do I do? It's painfully obvious what you need to do Rob. It is\n\npainfully obvious. Out of everything that you've done you can still\n\nbe a hero at some level, by resolving this, one hundred percent.\n\nYou know what, you know how Goldie got kicked by those two little\n\nfillies, and as a result of it you had to take her in to the taxidermist\n\nand get her head stuffed. Remember you told me that, how Goldie\n\ngot hurt? See these two little fillies here, Mona, Sereena, these two\n\nfillies have just kicked you. You're done. Just like you couldn't fix\n\nher, you couldn't fix Goldie, couldn't bring her back and make her\n\nthe way she was. Make him the way he was, you can never be the\n\nway you were again. Now we need to talk about the upside. How\n\ncan this work better for you? How can you get some respect? How\n\ncan people really know what happened with Robert PICKTON?\n\nThere's only one way for that to happen Rob and that's for you to\n\ntell me. For you to say Bill, this is what happened. Very matter of\n\nfact, very business like (PAUSE). Because it's not a matter of fact,\n\nif you, if you think for a second that you're being quiet um, ah, is\n\ngonna help somehow help you through this, okay. Rob, and I'm not\n\nthreatening you or anything like that, because you're the one who\n\nhas to live with yourself. At the end of the day I can go home and I\n\ncan respect myself and look forward to the rest of my life. You need\n\nto start thinking about the rest of your life now. (DRAWING ON\n\nCHART) What is the best way for you to live the rest of your life\n\ncause this is a highway, it's gonna go one way or it's gonna go\n\nanother. I've just shown, you've seen the map, nine to zero. Eight\n\nother female DNA profiles, habits, see this has only been ten days,\n\ntwelve days Rob, since this broke. Since the Tuesday prior, it's the\n\nsixth. And there's ten profiles, two of which, which you're mixed\n\nwith. (FORDY MOVES OVER TO PICTURE BOARD AND TAPS\n\n\n\nON PICTURE 1) Sereena ABOTSWAY was never seen again after\n\nthe 19th, the day she picked up that inhaler that you have. She was\n\nnever seen again. So when you do the math, Rob it's crystal clear\n\nwhat the right thing to do is. A couple of days ago you know, I got\n\n(18:17) home from work late, Rob and ah, my wife said go talk to Liam. I\n\nsaid why? She said because he called Jim an asshole. Jim is my\n\nneighbour Rob, he's a very nice man, but ah, I've been working late\n\na lot lately and I haven't been home much, and I went up to Liam's\n\nroom, and he was in his bedroom and I said Liam I need to talk to\n\nyou. He said, okay. And he said, I said mom said that you called\n\nJim an asshole. He said yeah. I said, why did you do that? He\n\nstarted to cry. I said Liam I need to, I need you to answer my\n\nquestion. Why did you call Jim an asshole? And he said because\n\nwhen I was walking to school, I had slept in ah, that morning alright,\n\nbecause I was late getting home. Jim was swearing about my\n\npolice car being parked on the sidewalk. So my son heard Liam\n\nsay, heard Jim say, complain that my car was parked on the\n\nabout logic, it's crystal clear right there, look at those check marks.\n\nIt's right there, DNA, DNA, DNA. There's witnesses that see these\n\npeople, (FORDY TAPS 1ST PHOTO ON THE BOARD) she was in a\n\ntransition house in Surrey with another girl that's on this poster. And\n\na friend of her's called in, gave a statement, you may or may not\n\nknow her friend, Yolanda DYCK, DICK. She actually saw you and\n\nSereena together. That's right. She saw pictures of you in the paper\n\nand felt it was important to phone in. This is not gonna stop Rob,\n\npeople are gonna keep calling in, witnesses are gonna keep calling\n\nin, they're gonna keep finding DNA. You're friends are gonna keep\n\nturning on you, you can stop all that right now. You can turn all that\n\naround if you want. All that if you want, and you know in terms of\n\nunderstanding, you know I will give you some credit. You know,\n\nnone of these bodies have been found out in public places or in\n\nschoolyards where kids can find them. You know, they're not in the\n\nmiddle of a shopping cart, in the middle of a parking lot, where mom\n\nand her two kids on their way there, they were off to Safe Way can\n\nfind these kids. You know, you've taken the decency to, to get rid of\n\nthem in a good means. You know, you never meant to shock the\n\ncommunity, you know, at least I think that's the case and I hope that\n\nis the case, and you're the only one who can tell me if that is the\n\ncase Rob. They weren't left out \"to rot\" like pigs in ah, in a, ah,\n\nmiddle of a parking lot, in the sun. Well there actually is the one guy\n\nwho ah, drove by the one day and saw the raven pecking on a\n\nnative girl, bloated and you came out and yelled at him he said he\n\nwas bird watching. And he left and came back and her body was\n\ngone.\n\nRobert PICKTON: What?\n\nSgt. Bill FORDY: Yeah. There's all kinds of people calls coming in now.\n\nRobert PICKTON: A raven.\n\n\n\nSgt. Bill FORDY: Yeah, like a crow, black crow, black bird.\n\na couple of seconds with Willy so that, I don't think he's quite got\n\nthe whole picture of what's going on here.\n\nSgt. Bill FORDY: Absolutely, do you want me to leave you with him?\n\nS/Sgt. Don ADAM: No, no I'm just only ah, just want to lay this out for him because ah,\n\nyou guys ah, hi Bob, or Robert which to do you prefer to be called?\n\nRobert PICKTON: Doesn't matter.\n\nS/Sgt. Don ADAM: It's hard for Don ADAM by the way. (SHAKES HANDS) Have a\n\nseat. I'll call you well I don't know, I've heard some people say you\n\nprefer to be called Robert, I knew you as Willy, I used to be\n\nstationed in Coquitlam back in the early eighties with John\n\nPEARSON and then all those guys back in the days when ah, you\n\nguys were burying equipment and doing that kind of stuff. Bob I'm\n\nwas no good with money Robert. What happened is that every\n\nthree days she would have to go to Welfare to get money, they\n\nwould give her I think it's thirty-five dollars. I could stand to be\n\ncorrected on that but she was no good with it. She was always in\n\ngetting her asthma medicine alright. She disappeared on the 19th\n\nof July, 2001 alright. So firstly, DICK puts you with her, secondly we\n\ncan lock in when she disappeared, alright. Now Bill's talked to you\n\nabout that, but here's your problem alright. The media released\n\nabout that ah, inhaler alright. We have statements from people,\n\nincluding your brother, alright, where you say yes, it was a shiny\n\ncase, I brought it into the house. Willy that's gonna be the evidence,\n\nalright. A shiny case I brought into the house. You discuss it with a\n\nwhole bunch of people and we have that. You can't move away\n\nfrom that's your position. Willy, you need to understand something,\n\nthat inhaler was not found by itself in your house, it was found in a\n\ntote bag belonging to Sereena ABOTSWAY. Inside the tote bag are\n\nher shoes, her clothes, a needle and on that needle is her DNA and\n\nyour DNA, together. Okay. Additionally, when we went out into the\n\ngarbage, we found layers of garbage, we found her second inhaler\n\nthat she got on the ah, 19th, in your garbage. No, no, no this is a\n\nfact, in your garbage, under layers of garbage we found two more\n\nof her inhalers. Yeah, we got four of them. Alright. Willy, you need\n\nto understand, you told a lie to try and justify how that inhaler got\n\ninto your house, (PICKTON SHAKES HEAD \"NO\") oh yeah, Willy.\n\nThere's no point in shaking your head just listen to me, so you know\n\nwhat the evidence is, cause you need to know where you are. You\n\nneed to know where you are because only by knowing where you\n\nare Willy, only by knowing exactly how locked in your are, how the\n\nlies are dragging you down like a stone. If you pick up a great big\n\nboulder Willy and step into a deep lake, what happens to you?\n\n\n\njury is gonna look at a dildo on the end of a gun Willy, that's got\n\nDNA of you and her connected with a murder scene. What are they\n\ngonna think alright. Probably what happened Willy, I don't know. It\n\ndoesn't end there, we've got the I.D. of Heather BOTTOMLEY,\n\nalright another girl, we got more identification, more property of\n\nanother girl there. We got the statements alright, your friend alright\n\nand he is your friend, he likes you, he talks about liking you. But\n\nhe's not willing to sit by Willy when you murder somebody. People\n\naren't willing to stand by you when you, when they know you're a\n\nkiller. And you know he talks about the needle with the windshield\n\nwasher fluid.\n\nRobert PICKTON: I don't know nothing about that.\n\nS/Sgt. Don ADAM: You don't know anything about that absolutely not. (SHAKING\n\nHEAD) Well Willy I got bad news for you because inside your ah,\n\nentertainment unit or whatever it is, a chest of drawers in your\n\ntrailer.\n\nthat evidence. But Willy, that may be true, but your brother's saying\n\nthat alright. Now, I don't know if your brother knows where the\n\nbodies is, are or whether but he's already given that up to the them\n\nand he's just got a work out the final arrangements to give that up.\n\nWilly, maybe you didn't kill every single one of those, maybe Dinah\n\nTAYLOR is involved in some of it, maybe you were getting\n\nblackmailed we know that Lynn ELLINGSEN was blackmailing you\n\nalright. We know that. Do you understand? If you've been used\n\nWilly, if you've been drawn into this by people, may be pressured,\n\nthen you need to explain that. You need to explain it Willy. Okay,\n\nbut it's coming down, Dinah TAYLOR alright, after she told what,\n\nshe, she took off out of here, and went back to the Reserve in\n\nOntario. We flew some policemen out there and they went to her\n\nhouse with her mom and dad and her mom and dad and them\n\ntalked her into cooperating and she said that she had phoned you\n\nand tried to cook up a story with you about some sort of a duffle\n\nbag, that it came from the, some hotel ah, the Cobalt. She gave that\n\nup.\n\nRobert PICKTON: That's true.\n\nS/Sgt. Don ADAM: Yeah, well she did phone you, because she told us that.\n\nRobert PICKTON: That's true, it came from the Cobalt.\n\nS/Sgt. Don ADAM: No, no, no. She, she told our, our people that that was a story that\n\nyou, you guys agreed to tell.\n\nWilly do you know who Paul BERNARDO is? Paul BERNARDO\n\nkilled two young girls back in Ontario okay and he, he killed them\n\nwith his wife, her name is Karla HOLMOLKA. Alright and they're,\n\nthey're famous here in Canada because it's sort of the first\n\nman/woman team that we're aware of where they were involved in\n\nserial killings. Now running this file Willy, I can tell you that I'm\n\nsitting here going I don't know how involved or, or uninvolved\n\nTAYLOR and ELLINGSEN are with you, I know they were bringing\n\ngirls out to you. I've got tons of evidence of that, I know that\n\nELLINGSEN has talked about blackmailing you alright. She talks\n\nabout coming in while you were skinning a girl, hanging on a hook.\n\nRobert PICKTON: That's not true.\n\nS/Sgt. Don ADAM: Well Willy you know how bad it is.\n\nRobert PICKTON: That's here nor there.\n\nS/Sgt. Don ADAM: Listen to me for a second, you know how bad it is alright. I know\n\nthat you were angry against the girls, I know that, that one of these\n\ngirls that you blame them for giving you Hep 'C' that's true isn't it?\n\n(PICKTON SHAKES HEAD \"NO\") They did give you well, I got, I\n\ngot people lined up to tell me that you've said that Willy. If it's a\n\nsituation where you weren't thinking straight, that your anger at\n\nbeing stabbed, that you're upset over being sick because of that,\n\ncaused you to make these mistakes. Give people a chance to\n\nunderstand. Because you know what, you do not want to be hated\n\nand, and despised as you go through the rest of your life. Okay, so\n\nyou gotta start thinking longer term you know. We're not, we're not\n\noffering you any deals Willy cause we don't have to. Do you\n\nunderstand? Like we don't have to, do you know what's in it for us,\n\nwhy we care? Two reasons Willy, number one is that I know these\n\nfamilies alright. I met them, I know them, and I know that, that these\n\nladies you know, their lives went, went wrong. Okay, and I know\n\n\n\nthat you have nothing but contempt for them alright, and I know that\n\nin my life, before I got involved in this file, they're not the kind of, I\n\nwould just ignore them. I wouldn't think about it. But I've met their\n\nfamilies and they didn't end up wanting their kids to be that way and\n\nyour mom and dad didn't end up wanting you to be a serial killer.\n\nDo you understand Willy? That's not what we want for our kids.\n\nexplaining about Lynn and Dinah and where all that happened.\n\nCause if they were pressuring you, if they were doing things,\n\nblackmailing you, holding stuff over, if they're fully involved, that\n\ngives some explanation to it. That's gonna be something that allows\n\nDave, you know, your sister, the rest of the people you know, and\n\nthere, and there's lots of stuff up in the air. Willy, there's some\n\npeople that think you hate your sister. There's people who talk\n\nabout how Dave treats you, that Dave treats you badly, that he yells\n\nat you, and you know, and that you're hostile towards him. Is that\n\ntrue? (SHAKES HEAD \"NO\") I mean he I know he does yell at\n\nyou,cause you can't, he gets angry with you. You know Willy, I\n\nknow that they've all done better than you, their lives have been\n\nbetter than yours. You broke out of the farm once, when was that,\n\nwhat year was it that you went down south?\n\nRobert PICKTON: '74.\n\nS/Sgt. Don ADAM: In 1974, did you take a bus?\n\nRobert PICKTON: I flew all the way down there.\n\nS/Sgt. Don ADAM: You flew.\n\nRobert PICKTON: I flew down there.\n\nS/Sgt. Don ADAM: Twenty-four years old, your whole life ahead of you right. Willy that\n\n(18:45) was your chance to get away, to step away from the farm, to step\n\naway what it was doing with you and to you. You know, Bill and I\n\ntalked to a young guy who's a killer out of Chilliwack. And he was a\n\nyoung guy, his parents are dairy farmers, and what he talked about\n\nis the fact the farm was a trap. His parents health wasn't good, and\n\neveryday from four o'clock til seven o'clock until he dragged himself\n\nhome to drop into bed asleep, he worked.And he couldn't take a\n\nholiday, because the cows needed to be milked and he couldn't\n\nhave a relationship because the cows and the work needed to be\n\ndone, and he was completely tied to that life and it was like a noose\n\naround his neck Willy, tightening, choking, choking the life out of\n\nhim, choking the youth out of him. And in him, what that created is\n\nanger, anger at the unfairness of it, his sisters went off University,\n\nhe stayed. His parents got older, more frail, his, his chance to\n\nescape faded. Do you understand Willy? His options, in our lives\n\nwe want options, we want chances to do things, we want, we want\n\nto be able to grow, we want to be able to meet somebody we care\n\nabout, not prostitutes, Willy. We've got lots of statements from\n\nprostitutes about the fact that you turn them over and you have sex\n\nwith and you never even look at them. You won't ever look at them\n\ncause your not proud of what you're doing, are you Willy?\n\nRobert PICKTON: Yeah\n\nS/Sgt. Don ADAM: Pardon.\n\nI've got statements from them.\n\nRobert PICKTON: Okay.\n\nS/Sgt. Don ADAM: I've read 'em Willy.\n\nRobert PICKTON: Yeah.\n\nS/Sgt. Don ADAM: You know what I mean.\n\nRobert PICKTON: The ones brought over and...those...\n\nS/Sgt. Don ADAM: And you had the girls bring them out right? You've had, did Lisa\n\never bring out girls for you?\n\nRobert PICKTON: Who?\n\nS/Sgt. Don ADAM: Isn't it Lisa YELLS, YELLS, blond haired girl, she used to be\n\nmarried to Blacky the biker.\n\nRobert PICKTON: YELLS, YELLS, Lee.\n\nS/Sgt. Don ADAM: Yeah, did she ever bring girls out for you, or is your relationship\n\nwith her not that?\n\nRobert PICKTON: Lee's nice.\n\nS/Sgt. Don ADAM: No, but did she ever bring girls out for you?\n\nRobert PICKTON: No.\n\nSgt. Bill FORDY: Alright, so the ones that brought girls out for you.\n\nRobert PICKTON: Lee, Lee, Lee YELLS. YELLS, that's, that's her name.\n\nS/Sgt. Don ADAM: Okay.\n\nRobert PICKTON: I couldn't think of her name.\n\nagain, like, everything she's done to you, she is gonna screw you\n\nagain Willy. And that's one of the things you could stop. You\n\nchoose to tell the truth here tonight, and that choice is yours alright.\n\nBut you could screw her right back because if you talk before she\n\ndoes, there's no need for us to make a deal with her, we could be\n\ndown there arresting her later on tonight if you tell the truth about\n\nwhat was going on, do you understand? Don't you get tired of being\n\nbeat up by people, and abused and used Willy? Aren't you tired of\n\nit? Isn't it time you did something just for me, just for yourself? Don't\n\nlet these people beat you up, make you into a monster, use you,\n\nwalk away from everything they've done, laughing and what, selling\n\ntheir story to CNN, so they make money on it. You know how it\n\ngoes. That's all in the palm of your hand, alright. Are you gonna be\n\nmade a fool of by these people, don't do it Willy. Don't do it. You\n\nare finished, but at least deal with things now. Because I'll tell you\n\nas a cop alright, as the guy running this file I want to get to the truth,\n\nand you know what, if Dinah, like your brother says has killed some\n\nof these girls, maybe that's not true, maybe that's just you know,\n\nyour, you know, you just want to try and explain why we're gonna\n\nfind bodies okay. Do you understand? But if she has, or if Lynn\n\nknew and was still bringing the girls out, which is what I think, and\n\nDinah was, then don't let them make money and make themselves\n\nfamous and make you look worse, and drive you into the dirt Willy.\n\nCause you have the power right here and right now to put a stop to\n\nthis, and you know all you gotta do is tell the truth, tell the truth. We\n\nsort it out, cause suddenly when you tell the truth they had no more\n\npower to hurt you. They have no more power to make money off\n\nyou, they have no more power to make deals okay. Cause I'm\n\ntelling you that's how it works. Her lawyer's in negotiating, right\n\nnow, Lynn's and you know she can hurt you, you know that, and\n\n\n\nshe has hurt you. She's blackmailed you, she's betrayed you and\n\nshe's gonna do it again. Willy don't lay down and let them stomp all\n\nover you do you understand, is that reasonable, does that make\n\nsense to you? That's what I'm saying, you know, you're sitting there\n\nwondering should I, should I give them this information, should I\n\ndeal with this, what's in it for me? There's lots in it for you. There's\n\nlots in it for you, because you make a decision am I gonna be used\n\nby these people over and over and over, people you helped Willy.\n\nmore, cause it's gonna take time for us to dig up the girls and\n\nwhatever's left alright, and I don't want that. I want closure for those\n\nfamilies, it's breaking their hearts. You get used, we will end up\n\nmaking deals with, with Dinah, she's already you know, she's not at\n\nthe lawyer stage yet, but she's negotiating, she, she had a good\n\nmeeting with our two members that flew out there. Her family want's\n\nher to cooperate, you know, that's just a matter of time. Now that\n\nyou're, now that you're in custody she know, she knows that you're\n\ndangerous to her, cause you know what's she done and you know\n\nwhat Lynn's done. Okay, so it's gonna become a race to see who,\n\nwho deals with things first. If you let them win you've just let them\n\nwin again Willy. You've just let them win again and that's a mistake,\n\nthat's a mistake you know. Dave knows it's over ...\n\nRobert PICKTON: Well the best thing I gotta talk to Dinah anyways before I do\n\nanything anyways...\n\nS/Sgt. Don ADAM: I'm sorry you gotta what?\n\nRobert PICKTON: I got to talk Dinah anyways before anything.\n\nS/Sgt. Don ADAM: To say what? Like Dinah can I, is it alright if I go and show them the\n\nbodies?\n\nRobert PICKTON: No.\n\nS/Sgt. Don ADAM: That there's murd, been murders and he said you told him okay. I\n\nthink he wants to believe that in some ways Dinah has killed some\n\nof these girls and that, and that for some of them, you've just\n\nhelped get rid of the bodies. Okay, that, that is probably partially\n\ntrue, okay Robert, partially true. Well maybe it's, maybe it's not,\n\nmaybe it was just you couldn't tell your own brother you'd done this.\n\nOkay. You know that, you know which is the truth, whether she did\n\nor whether it is all you, and Robert look at me for a sec, I'm only\n\nasking for the truth. Do you understand that? That's what you need\n\nto focus on right now. Cause if you tell a bunch of lies and stories,\n\nthen Lynn wins, do you know what I mean? I know that you still, you\n\nclearly have feelings for Dinah don't you? Okay. Do you understand\n\nif Dinah has killed these girls then she has to deal with that, do you\n\nunderstand that? Does that make sense to you? If she hasn't you\n\nknow, then we need to know that, so we're not looking at her as a\n\nkiller.\n\nRobert PICKTON: Yeah, but I gotta talk to her anyways first, before I say anything.\n\nS/Sgt. Don ADAM: No but, but okay, let's examine that for a second Willy. Tell me why\n\nwe should let you do that.\n\nRobert PICKTON: Well I'd like to talk to her.\n\nS/Sgt. Don ADAM: No, no, no I know, but, but let me ask you this, you know, I mean if\n\nyou were a cop, why would you, why would you allow that to\n\nhappen? If you were in my shoes.\n\nRobert PICKTON: Well, I just want to talk to her.\n\nS/Sgt. Don ADAM: I know but I mean, why should I as a policeman, allow two suspects\n\nto talk to each other.\n\nRobert PICKTON: (PAUSE) Well, I'm not a suspect anymore am I?\n\nS/Sgt. Don ADAM: Well you're still suspect in all the other ones. Right.\n\nRobert PICKTON: It's gonna come out anyways right?\n\nSgt. Bill FORDY: Pardon?\n\nRobert PICKTON: It's gonna come out anyways.\n\nS/Sgt. Don ADAM: Yeah, it may take...\n\nRobert PICKTON: About myself. It doesn't matter.\n\nS/Sgt. Don ADAM: What's the point?\n\nRobert PICKTON: That's what I'm saying.\n\nS/Sgt. Don ADAM: Okay. Let me ask you this Willy then,...\n\nRobert PICKTON: But I gotta talk to her first.\n\nS/Sgt. Don ADAM: No, well then let's just deal with one step at a time. I know you care\n\nabout Dinah, what about Lynn, how do you feel about her?\n\nRobert PICKTON: Okay. I think she's a nice person.\n\nS/Sgt. Don ADAM: Um, hum. Did you think that when she was blackmailing you? Willy\n\nyou didn't, did you? No one likes to be blackmailed, come on, let's\n\nbe honest with each other, right.\n\nRobert PICKTON: Yeah.\n\nS/Sgt. Don ADAM: Okay. I mean you're angry...\n\nRobert PICKTON: She, she did blackmail me.\n\nS/Sgt. Don ADAM: I know she did.\n\nRobert PICKTON: Time and time over. Time and time over.\n\nS/Sgt. Don ADAM: She says it's because she walked in when you were skinning a girl.\n\nRobert PICKTON: Yeah, right.\n\nRobert PICKTON: Okay.\n\nS/Sgt. Don ADAM: That you know what, how bad things are or were, what the situation\n\nis right. You know whether you are the worst monster to ever come\n\ndown the pike here in Canada...\n\nRobert PICKTON: (LAUGHING)\n\nS/Sgt. Don ADAM: ...or not. You know whether you've killed, killed fifty women or, or\n\nmore because one thing Bill didn't tell you okay, that those eight\n\nunidentified women's DNA, Willy they're all in the blood. Not, not,\n\nnot this, look at my hand, (ADAM PUTS HAND ON WALL) it's not\n\n(19:00) this, it's blood. Blood's all over your, your place. And do you want to\n\nknow what, in that trailer, there's more blood, there's not just, not\n\njust ah, Mona WILSON, there's, there's other blood in there that's\n\ngonna probably be other kill sites. Do you know what's gonna\n\nhappen they, they're moving the lab right on site, we're actually\n\nputting a lab up there right now there are nine trailers on your\n\nproperty. Alright. They got, they've devised a method where they're\n\ngonna be able to separate ah, rapidly the pig blood from human\n\nblood. They're gonna be moving into the slaughterhouse, Willy,\n\nthere's I absolutely believe we're gonna find the human blood in\n\nthere. What about that? Where do we go then? When everybody's\n\nwon except you, where do we go? When the deals have been\n\nmade with the woman who was blackmailing you, when she's\n\nescaped her responsibility, see you only get one chance. You only\n\nget one chance and if you want to let her win, get used again, I saw\n\nhow you felt about being blackmailed. No one likes to be\n\nblackmailed, but for one moment Willy, in your life, you have a\n\nchance to pay back, you have a chance to pay back. And if you\n\nchoose not to, then that whore's just used you again. Because the\n\nreality is some of these guys who are talking about things that\n\nyou've done and there's lots of them. Alright. You know, Bill showed\n\n\n\nyou know, one and you listened to one but the reality is, is that you\n\nmay have things that you can say about them, to even things up.\n\nBut the only way you can do that is by telling the truth and by\n\ndealing with it. So you wonder what's in it for you Willy, it's a\n\nmillions that we're gonna spend, we're gonna fine tooth comb that.\n\nYou think we're not gonna find things, we've got your trailer, your\n\nmobile home, we've got all the evidence that you lived in there,\n\nalright. We know that you lived in the basement before that, we\n\ndon't know when your killing started Willy, we don't know when the\n\nkilling started alright. There's things we don't know, I'm, I'm not\n\ngonna kid you about that. We don't know whether you started killing\n\nback in, in the late eighties...\n\nRobert PICKTON: Oh yeah right. (PICKTON RUBS HIS EYES)\n\nS/Sgt. Don ADAM: But Willy we don't. We don't know whether you started killing\n\nsometime in the early nineties alright. I'm thinking at a minimum by\n\n'97 you were full blown into it. Okay. And like I say, we can\n\nassociate twelve to you already and we have just started. Just\n\nstarted. Alright. Cause we took down the wallpaper alright, that had\n\nthat had the blood on it and now in behind is your old wood\n\npaneling but we're gonna go over ever square inch of that alright,\n\nRobert PICKTON: Yeah.\n\nS/Sgt. Don ADAM: Do you remember, we've got the person who changed that carpet.\n\nWe're gonna go in, we're gonna take up the floor and the blood and\n\nstuff alright, from all of the girls, is gonna be there Willy. And there's\n\nnothing you can do to change that alright. All you can do is end up\n\nlosing Willy, because the only power you have is right now. Right\n\nnow, people care about your story. But once the deals have been\n\nmade with Lynn, and the deals have been made with Dinah, and\n\nthe deals have been made with the other people alright, to get you\n\nknow, deal with you, and it won't matter. You'll have no bargaining\n\npower anymore.\n\nRobert PICKTON: Now I gotta talk to Dinah.\n\nS/Sgt. Don ADAM: well you're not gonna talk to Dinah. Willy look at me, you're not\n\ngonna talk to Dinah, we're gonna talk to Dinah and either you're\n\ngonna deal with this or we're gonna make a deal with her.\n\nAlright. She's already come part way, she's already talked about\n\ncoaching you on the Cobalt and the ah, black bag that's got all the\n\nwomen's clothing in it. Alright, she's already told us about that\n\ndiscussion, of coaching you. You know what I mean by coaching.\n\nRobert PICKTON: (INDECIPHERABLE) I talked to her already.\n\nabout that, you were angry, you wanted her killed.\n\nRobert PICKTON: Who?\n\nS/Sgt. Don ADAM: Lynn.\n\nRobert PICKTON: No way.\n\nS/Sgt. Don ADAM: Really Willy, you're sure about that?\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: (ADAM LEANS FORWARD) And if somebody came forward, a\n\ncouple of people and said that, that you want....\n\nRobert PICKTON: Why, why would I, why would I phone the paramedics on her, when\n\nshe almost dropped dead?\n\nS/Sgt. Don ADAM: Was she blackmailing you by that time?\n\nRobert PICKTON: Well I mean, I wasn't worried about blackmail, but I was the\n\nproblem was I was more worried about her health.\n\nS/Sgt. Don ADAM: Right on, but and that, you tell me something, you, you try and save\n\nher life.\n\nRobert PICKTON: I did, I saved it twice.\n\nS/Sgt. Don ADAM: Okay, and then she ends up blackmailing you. What does that tell\n\nyou about her? What does that tell you about her Willy? Would you\n\nblackmail somebody who saved your life? Let me ask you a\n\nquestion, would you? You wouldn't would you. Do you agree, you\n\nwouldn't do it. (ADAM LEANS BACK) I know that much about you,\n\nI was a young kid in Coquitlam and I knew about you. Willy would\n\nhaywire. Like I mean, are, you know it's not normal to kill women, I\n\nmean you know that right. Do we agree on that, that that's not a\n\ngood thing to do, that's not a normal thing to do. Something's\n\nhappened whether you, whether you came to hate them Willy,\n\nwhether you came to blame them for, for having Hepatitis but\n\nsomewhere your thinking went off. Do you understand? But what is\n\nat issue here, what this conversation is about, is that, is there a\n\ngood Willy PICKTON, is there a good human being in there\n\nsomewhere. And I can tell you, having worked in Po Co back in the\n\nlate seventies, is that I did, I can remember you and your brother,\n\nand I can remember hearing good things about you. You know, you\n\nyes some, I mean everyone said you were into, to stealing cars\n\nand, and what have you so what, right, that's life. (ADAM LEANS\n\nFURTHER BACK) Do you understand Willy, do you know\n\nsomething, if you don't take the chance and the opportunity to try\n\nand explain then every good thing you've done in your life, all the\n\nthings that your mother would have been proud of, and your dad\n\nwould have been proud of, are gone, are lost. And if people can\n\npaint you Willy, as just a one, simple, evil, evil, hideous creature,\n\nwho not only probably killed all of these women, but maybe would\n\nhave liked to have killed you know, grabbed women off the street.\n\nMaybe would have you know, sexually assaulted ah, the kids that\n\ncame around the park, you know, the farm. You know, we know\n\nthat you did nice things for some of the kids right. You took, you\n\ngave them riding lessons, you you know, you were good to some\n\npeople weren't you? Do you want everybody saying that oh, well so\n\nand so used to go over to Willy PICKTON's, well he probably had\n\nsex with her when she was a little girl. He probably did this, he was\n\nprobably screwing little boys. You know, gee he you know, the next\n\nstory will be that you were near schools, stalking kids. Like that's\n\n\n\nhow people are Willy. Take ownership of the mistakes you've\n\nmade, but don't take ownership of everyone else's horrible\n\nthoughts. Willy, people are gonna be looking for answers and if you\n\ndon't give them the answers they're gonna make up a thousand\n\nstories. I'm telling you, mark my words. (ADAM LEANS\n\nFORWARD) You know, I know that you've had some bad\n\nexperiences when you were, when you were young. I know Dana\n\ntalked about when you were really young about your pet calf, you\n\nknow, and the shock and the horror when, when you know, you\n\nwent into the barn and there was your pet stung up with it's throat\n\nyour chest, scared to go look, scared of what you might see. Do\n\nyou remember that feeling Willy? And you opened the door, I'll\n\nbet you can put yourself right back there. And there, there he is,\n\ndid that calf have a name? You're got an excellent memory, I know\n\nthat, do you remember what the name of that calf was? (PICKTON\n\nSHAKES HEAD \"NO\") No. Or you don't want to tell me. (PICKTON\n\nSHAKES HEAD \"NO\") Willy our lives are made up of things that\n\nchange and alter us. Okay, we think we're heading in one direction\n\nand other things happen okay. When you were young you know, we\n\nstart to get interested in sex okay. You know, you never got\n\ninvolved with girls, whether you were shy, whether the fact that the\n\nfarm you know ah, you know working farm kids you know,\n\nsometimes they go to school and ah, you know, we still smell of the\n\nfarm. I grew up in the prairies I know about farms okay. And people\n\nlaugh at us, did they laugh at you Willy? Did you feel separate from\n\nthem? Yeah, ...\n\nRobert PICKTON: I don't know, not really.\n\nS/Sgt. Don ADAM: Different.\n\nRobert PICKTON: Uh, uh.\n\nS/Sgt. Don ADAM: No.\n\nneed people, I know you need people, we all do. And I don't believe\n\nthat right into the core of your being you are as much of a monster\n\nas people are gonna portray you to be. Because if you were, you\n\nwould have killed or hurt some of these other good people who are\n\nout there. You live in Port Coquitlam, there's schools near by\n\nalright. I just finished talking to a guy who was dragging women into\n\na van and raping them alright and he was caught at a Coquitlam\n\nschoolyard, planning the next attack on a little girl. Willy are you the\n\nsame kind of guy as that? Have you ever hurt anybody like that?\n\nOkay, those are the things that you can talk about, Willy I talked to\n\na guy years ago who killed his two little babies, killed his wife and lit\n\na fire to burn his five year old son to death because he wanted to\n\nhave sex with another woman. Cause he was bored. Willy are you\n\nlike that? Would you kill your family, do you see what I mean? So\n\nWilly, the mistakes that you made alright, they're, they're driven\n\nby certain things. They're driven I think by anger, and stuff that's\n\nhappened with you. But you're not at a school yard Willy are you,\n\nyou're not trying to grab little girls off the street. There's\n\nabsolutely no indication you've ever done anything like that and if\n\nyou tell me that you haven't I will believe you. Can you look me in\n\nthe eye and tell me that Don, I have never done anything like\n\nthat?\n\nRobert PICKTON: I haven't done anything like that.\n\nS/Sgt. Don ADAM: Can I believe you when you say that? Is that true Willy that you've\n\nnever done anything like that, have you ever hurt any kids\n\never? You promise me. (PICKTON NODS YES). Okay. There's\n\nreasons then that this happened, do you understand, do you see\n\nwhat I mean? Because if you were just a monster, I'm not a serial\n\nkiller expert, I'm not even sure how I got involved in this file, alright.\n\nI'm ah, fairly experienced major crime investigator but I don't claim\n\n\n\nto understand the inner workings of what demons drive us Willy, to\n\nmake mistakes, the kind that you've made. Do you, do you\n\nyou again. When we understand why things happen do you, do\n\nyou remember ah, I don't know it you followed it but there was a\n\nyoung girl grabbed in Maple Ridge, and murdered about a year\n\nago, alright. I think her name either her's or his was TROTT, he\n\nwas the, he was the guy that ah, had Fetal Alcohol Syndrome in\n\nother words he was somewhat, brain damaged. That was a\n\nhorrible crime a little girl was taken away and she was sexually\n\nassaulted and murdered. But when people were able to\n\nunderstand what was happening with that person, why they made\n\nthat mistake, then they focused instead of anger against him, at\n\nhow society, how we had failed that person, alright. Cause that's\n\nwhat people are like Willy if you give them a chance to\n\nunderstand, all right, they're willing to hold out their hand to you.\n\nWilly that's important to you, alright. Because you are gonna\n\nS/Sgt. Don ADAM: Exactly. But you know what I know Willy, is that knowing the right\n\nthing to do, in this case trying to stop the boars from killing each\n\nother, and having the courage to do it, is what being a man is all\n\nabout. You were taught that weren't you and it's part of you. You\n\nsaw what you had to do and you did it and you got hurt because\n\nof doing the right thing. Agreed alright. I know that, alright, I wasn't\n\nalways somebody who just pushed paper and watched other\n\npeople do real police work alright. There was time when I was on\n\nthe street and I would get involved in things and I would do the right\n\nthing, even though it was dangerous, alright. That's a little hard for\n\nthe younger people to believe that I actually did that, but that is true.\n\nIt's the same thing Willy alright. You have that in you, the ability to\n\ndo the right thing but what's happening here is you're weighing,\n\nalright, your situation and I don't blame you for that. But I'm here to\n\ntell you that whether or not you say a word, this thing is over for\n\nyou. But truly your future, how you're viewed in prison, how you're\n\nviewed, how your family are viewed, whether or not Dave is under\n\nsuspicion. You know right now, whether Dave took any part in this\n\nstuff, alright. You know right now whether he's involved. If he's\n\ninvolved Willy...\n\nRobert PICKTON: No he's not.\n\nWilly, when you tell the truth, when someone looks in your eyes and\n\ntells you the truth, there's a ring to it, there's a believability to it,\n\nalright. Now Willy I watched you when you denied being involved in\n\nthese murders, and there's no ring of truth to it. Alright. I, I need\n\nyou to know that and I know you're not telling the truth. (ADAM\n\nLEANS FORWARD) But I can tell you that if you do tell the truth\n\nalright, I'll know it, if there's things you just can't bring yourself to\n\ntell right now, do you understand that that's okay. Willy,\n\nsometimes we get into things bit by bit and we end up doing\n\nthings that we never want anyone to see the light of day, we\n\nnever you know, be it the allegations that you had sex with some\n\nof these girls when they were dead.\n\nRobert PICKTON: That's not true.\n\nS/Sgt. Don ADAM: But if you don't tell the truth about it, if you don't help us to\n\nunderstand the whole picture, every horrible thing in the world will\n\nbe said about you. Do you understand Willy? Everybody who\n\nwants to be mean, everybody who wants to, to, to laugh at you\n\nand ridicule you and make you a horrible, horrible creature is\n\ngonna win if you choose not to tell the truth. You know, the\n\npsychologists, some of them are saying this is all about Willy\n\nPICKTON torturing these women, that it, that you wanted, and\n\nyou probably tortured them and enjoyed their screams and their\n\nagony as, as you killed them over who knows how long a period\n\nof time. See Willy some, some serial killers have done that. Willy\n\nif you've done it, you've done it okay, do you understand, but if it's\n\nnot like that, okay, tell the truth. If it's something that progressed\n\nit got out of control, if it was you know, you're driven to it, do you\n\nknow who RIDGEWAY is, Gary RIDGEWAY? (PICKTON SHAKES\n\nHEAD) Gary RIDGEWAY is the Green River killer, alright. Green\n\nRiver murderer is the guy who's killed ah, all the hookers down in\n\n\n\nSeattle. He may be the only person in North America who's killed\n\nmore women than you. Okay, it's right now, we don't know who's\n\nkilled more, whether it's you, or whether it's him. He killed about\n\nforty-two it looks like.\n\nRobert PICKTON: (LAUGHING) (SHAKING HEAD \"NO\")\n\nhelped you do it? Any of these guys that are talking about you, are\n\nthey more involved in this than ah, than their telling us?\n\nRobert PICKTON: I shouldn't be talking without a lawyer present\n\n(INDECIPHERABLE).\n\nS/Sgt. Don ADAM: No, and you don't have to. But I appreciate, I appreciate what\n\nyou've given me so far and I, I want to thank you for that. Do you\n\nknow a guy named VICKERS? He's a Hell's Angel. He knows,\n\nhe knows you guys. Is he involved in this?\n\nRobert PICKTON: (SHRUGS) I don't know.\n\nS/Sgt. Don ADAM: Or, or you don't want to say.\n\nRobert PICKTON: Nice person.\n\nS/Sgt. Don ADAM: Okay, but do you understand Willy that the only way you can help\n\nyour friends, take them out of suspicion is by, by telling the truth.\n\nOtherwise, everyone who's close to you is under this incredible\n\ncloud. (PAUSE 24 SEC) Willy, let me ask you a question, I\n\nbelieve that you're almost like two people. That there's, there's\n\nthe Willy PICKTON who has friends, who's kind to those friends,\n\nand who truly cares about them and doesn't want to see them\n\nhurt by this. Is there, is there truth to that, my belief in that?\n\nTruly, please look at me and just you know, if I'm wrong just tell\n\nme. (PICKTON NODS) And there's the other you alright, that\n\nsomehow is keyed by rage that, that Willy either one of two things\n\nhappens, either you just sort of snap and suddenly these things\n\nhave happened or else you fantasize and, and you're driven to it.\n\nknow maybe even say to themselves I'm not gonna do this\n\nanymore. Maybe even try and not do it, Willy. And if that were\n\ntrue those are important things for people to know. Important for\n\nyou to put a human face on what happened but all of a sudden it\n\nstarts building again. And it's like I don't know anything about\n\ndrugs, I've never really been in drugs but I've had friends who are\n\nalcoholics Willy. And I've seen that battle, and I've seen them\n\npromise no, I'm not gonna touch the bottle right. Have you ever\n\nseen an alcoholic? Well these girls, you've seen them right, and\n\nthey go no, I'm gonna quit drugs. No, I'm not gonna drink. And\n\nthen what happens, it's like they're drawn to it. And it's like a\n\nmagnet, it's pulling them, pulling them, pulling them Willy, and I\n\nthink that, that that something in you, that demon we'll call it,\n\npulled and pulled, would get more and more and more and it start to\n\noccupy your thoughts and then it would start to happen.\n\nAnd I think that, I think and maybe I'm wrong but I think there's\n\nmaybe been times when you had these girls at your place, and\n\nyou've thought no I'm not gonna hurt this one, I'm gonna let her\n\ngo. And Willy I thank you for that. Alright, cause we have had\n\ngirls who, who said I've been with Willy out there, and he didn't\n\nhurt me, but those same girls also go but yeah, so and so went\n\nout there and didn't come back. Willy we have so many people\n\ncoming forward now. So many people. I really would like you to\n\nexplain, I think it's important, I think it's important that you not be\n\nused by people anymore. Don't let Lynn beat you again. Don't let\n\nher blackmail you again. You told me you saved her life twice\n\nand she repaid you by betraying you, by using you, by taking your\n\nmoney, by laughing in your face. Don't let her win again. (ADAM\n\nLEANS FORWARD) Do you understand Willy? Give people a\n\nchance to understand that there is some good in you, give them, let\n\n\n\nthe people who are close to you understand. Did you let some,\n\nsome women go Willy? Did you?\n\nRobert PICKTON: I made my own grave.\n\nS/Sgt. Don ADAM: Yeah. Yeah, but did you...\n\nRobert PICKTON: Now I'm gonna sleep in it.\n\nS/Sgt. Don ADAM: Yeah, you did.\n\nRobert PICKTON: For the rest of my life.\n\ndon't know if you believe in God, or if you believe that your mother's\n\nup there watching you or your father. Those things are important.\n\nIt's important for these people to know. Do you understand Willy?\n\n(ADAM'S PAGER GOES OFF) only you can tell me how much\n\nthese people suffered, whether it was fairly quick. Did any of them\n\nstay alive for days? Hours?\n\nRobert PICKTON: I don't know. I mean we, we going over our heads here.\n\nS/Sgt. Don ADAM: Pardon?\n\nRobert PICKTON: Going over our heads here.\n\nS/Sgt. Don ADAM: Why do you say that Willy?\n\nRobert PICKTON: Cause I'm not supposed to talk about it.\n\nS/Sgt. Don ADAM: Do you know what I've learned though? Do you want to know\n\nsomething? A member asked me awhile ago, how many, how\n\nmany people I had talked to that, that had taken a human's life? I\n\nRobert PICKTON: I don't want to eat now.\n\nS/Sgt. Don ADAM: Can't eat?\n\nRobert PICKTON: I don't deserve to eat.\n\nS/Sgt. Don ADAM: When I talk to these families how bad is this gonna be Willy? Give\n\nme that, how bad is it gonna be?\n\nRobert PICKTON: How bad is what gonna be?\n\nS/Sgt. Don ADAM: How bad is their deaths, are they quick, are they, are they tortured\n\nor slow, are you a sadist, do you know what that means?\n\n(PICKTON SHAKES HEAD \"NO\") Can we, can, can we be open\n\nwith each other for just a minute? Willy, what are you good at?\n\nRobert PICKTON: Whatever.\n\nS/Sgt. Don ADAM: What are you the best at, what do you do, we all like to be good at\n\nsomething or, or there's things we pride ourselves in, and I've\n\nread the files on you, I've read what my investigators say, I've\n\nread what people say alright. I've, I've, I've heard about your\n\nstatement that you gave once to ah, Cst. CATER and I have\n\nsome thoughts but I just, I want, I want to ask you that question,\n\nwhat are you good at, what do you take pride in? Tell me that.\n\nRobert PICKTON: Anything.\n\nS/Sgt. Don ADAM: Like what, give me a for instance.\n\nRobert PICKTON: Whatever I do.\n\nS/Sgt. Don ADAM: He's a young policeman that I work with now. Ah, he took a\n\nstatement from you in regards to ah, something, but I think he\n\nasked you what the best day of your life was, remember that? Ever\n\nbeen asked that question? If I asked you that question what's the\n\nbest day of your life, what can you remember, what would you say it\n\nwas?\n\nRobert PICKTON: Don't know.\n\nS/Sgt. Don ADAM: Do you remember answering him that it was a day that you, you ah,\n\nslaughtered forty, fifty pigs. That you started at seven in the\n\nmorning and you slaughtered right through 'til one, two in the\n\nmorning, do you remember that day?\n\nRobert PICKTON: Yeah, that was, that was a good day at work, but that's not the best\n\nday.\n\nS/Sgt. Don ADAM: Oh, okay. So that was, you answered it that way. It was the best\n\nday at work.\n\nRobert PICKTON: I mean, it was, a lot of people were there.\n\nS/Sgt. Don ADAM: Okay Willy, what everyone says alright, one of the things they say\n\nabout you, is that you know the pig business. Is that true?\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: That you are, you are good at slaughtering, you take pride in your\n\nwork, you do it well...\n\nRobert PICKTON: And do it clean.\n\ndid if you didn't like it. And I think that somehow you've crossed\n\nthe line between killing pigs and killing women. That's a fact. I\n\nmean what we're talking about here is just how that line got\n\ncrossed Willy (PAUSE - 10 SECONDS) See Willy I'm not a\n\npsychologist, I'm not even a particularly bright guy, but somehow\n\nkilling and sex and loneliness and anger against these women and,\n\nand I think that, that they gave you Hep 'C' and one stabbed you,\n\ndo you see, somehow all of that has got twisted up into this just big\n\ngiant ball, and that has become a part of you. Okay. And I don't\n\nknow, I am not a shrink. I don't know, but I'm just wondering if\n\nthere's anyway that working together alright, we could unravel\n\nsome of those things to try and understand them Willy. Okay.\n\nBecause you know what, I am not a bad guy, and I think you know\n\nthat. I sense it from you. And while you've done some horrible,\n\nhorrible things Willy, part of me sees that you're not a bad guy, do\n\nyou understand that? And two people, if they try and deal with each\n\nother fairly and honestly, and that's all I'm asking from you, can do\n\na lot, can do wonders. Do you see what I mean? And really Willy I'd\n\njust like to understand how the anger, the killing, the bad things that\n\nhappened in your childhood, how you became different, how you\n\ncame to see yourself as different. I think you are intelligent, I\n\nknow that and I'm sure that you've wondered and I'm willing to\n\nbet money, that you've thought about the unfairness of it all.\n\nHow unfair that you were trapped on the farm, that you could\n\nnever leave that, that, that the one chance that you've talked\n\nabout of having a, a life and a love and a relationship, that, that\n\nwas cut off by your duties on that farm. And I think, correct me if\n\nI'm wrong but I think Dana even talks that the Will forced you to\n\nstay on the farm if you were to get any money, is that true? Did\n\nyou tell her that? (PAUSE - 10 SECONDS) Did the Will force you to\n\n\n\nstay on the farm until you were forty-two or something, is that\n\naccurate?\n\nRobert PICKTON: You guys know more about me than you do, than I do.\n\nhouse cause that's what you were thinking with the inhaler. I found\n\nthe inhaler in a car, that's what you told everybody. And now you're\n\nlocked with that story, you can't change that story. You've told too\n\nmany people.\n\nRobert PICKTON: It is.\n\nS/Sgt. Don ADAM: And you've said gee, that's a nice looking inhaler, I took it into my\n\nhouse.\n\nRobert PICKTON: I took into my shop first.\n\nS/Sgt. Don ADAM: Okay, and then I took it into my house and now the cops found it.\n\nBut what you didn't realize is that we found all the other things\n\nI was in Coquitlam back in the early seventies, mid-seventies I\n\nguess, well probably later and I'd do something wrong cause\n\nwhen you know, we make mistakes in life don't we Willy? And I'd\n\ndo something wrong and I would get called in by my S/Sgt. and I'd\n\nbe afraid right. What would I do? My first thing I want to do Willy\n\nis to lie, and make up a story not 'cause I'm bad, because I'm\n\nscared and you're scared. You don't want to be caught for this\n\nWilly, I'm not naive I don't think you had some secret wish to be\n\nstopped. Maybe you did, but only you can tell me that. You\n\nwanted to get away with it and you did a damn fine job. You\n\ncompletely stumped the police and basically made them look like\n\nfools, alright. And they're gonna take a lot of heat for that Willy,\n\nfor why they didn't catch Willy PICKTON quicker. You led them\n\non a merry chase for years. When you're in prison, the other\n\nprisoners are gonna like you for that, cause you made the police\n\nlook stupid. There you sat, right under their noses every few\n\nmonths killing a girl and they didn't have a clue. Willy, it's\n\nimpressive. Like it's impressive. You say to yourself I'm a simple\n\npig farmer do you remember saying that? Well you're not. What\n\nyou've done is, is I mean it's horrible alright, Willy you understand\n\nthat, it's horrible, but it's impressive. You may well be the most\n\nsuccessful serial killer in the North American Continent. You\n\nknow right now whether you are or not. Cause if you're up over\n\nfifty, you are. Now I wouldn't bet against you being over fifty.\n\nRobert PICKTON: I don't know.\n\nS/Sgt. Don ADAM: Take your time. (PICKTON TAKES A DRINK) (PAUSE 20 SEC)\n\nWhat would happen would you just start to rage inside Willy or how\n\ndo you think it happened?\n\nRobert PICKTON: I don't know.\n\nS/Sgt. Don ADAM: Did and I don't want, I want you to tell me the truth. Is that fair\n\ncan you, look at me for a second Willy? We've come a long ways\n\ncan you promise to tell me just the truth here and if you don't\n\nknow something can you tell me that? Cause I'm trying to\n\nunderstand okay, do you understand that? The first ones was it a\n\nsituation where maybe you caught them trying to steal and it got\n\nout of hand or, or anything like that or was it just anger and rage\n\ntook, took you over?\n\nRobert PICKTON: I don't know. I don't know.\n\nS/Sgt. Don ADAM: Let me ask you this question, was it hard to do at first, and then it\n\njust gets easier, you don't think about it as much, it doesn't make\n\nyou feel as bad afterwards? Did you feel bad after them at first?\n\nRobert PICKTON: I don't know.\n\nS/Sgt. Don ADAM: Yeah, I think you do Willy. Look at me for a second, I think you\n\ndo. Or were you just so angry that you got knifed that, that they,\n\nthey infected your body. I know you hated them. We've talked to\n\ntons of people who, who talked about how you felt the anger you\n\nfelt and you did didn't you. Origin, you know, they infected you,\n\nthey stabbed you, they used you, they stole from you, didn't they\n\nWilly. And you lashed back, not at everyone though right.\n\n(PICKTON SHAKES HEAD \"NO\") How come you spared some of\n\nthem?\n\nRobert PICKTON: They're nice people.\n\nS/Sgt. Don ADAM: And so the nice ones you let go? It's okay, it's okay to tell the\n\ntruth Willy. Do you think that's why you started this, was it just\n\n\n\nalright, are very, very important. You've told me that prior to\n\n---------------- stabbing you, prior to that anger, that rage that you\n\ncould no longer control right, could you control it or did it just take\n\nyou over? At times it just took you over, people have talked about\n\nseeing that Willy. They talked about how you started hating them,\n\ndo you see what I mean? It's almost like something took control of\n\nyou isn't it? Do you understand Willy, what you did was wrong, you\n\nknow that right. Like I, you know, I'm not saying it's right, but let me\n\nask you a question, some guys driving home and he's a nice guy, a\n\nnormal guy, but he's had a bad day at the office, his boss has, has,\n\nhas picked on him all day long. He's worried about money, and\n\nsuddenly somebody cuts him off right. You know what road rage\n\nunderstand how that rage took over, took control of you. Cause you\n\nknow what Willy, if you fell into a river and it was carrying you\n\naway, that stream, carrying you away, tumbling you, and turning\n\nyou and if I was standing on the side, holding out my hands\n\nsaying Willy, reach out to me, I'm a human being, you're not,\n\nyou're foolish to go by without holding out your hand Willy, and\n\ntaking mine. Do you understand? But I am asking for the truth, is\n\nthat fair? You know, if you have been hurting these girls and killing\n\nthem way back into the eighties (PICKTON SHAKES HEAD \"NO\") I\n\nreally would like you to tell me that. So when you tell me it started\n\nafter ------ - - , I can believe that? Can I tell my investigators hey, we\n\nneed to look for who doing it before Willy started, is that, cause I\n\ndon't want to waste their time Willy, is that fair?\n\nRobert PICKTON: I'm not the only guy.\n\nS/Sgt. Don ADAM: How many do you think you've done?\n\nRobert PICKTON: I don't know. (TAKES A DRINK)\n\nS/Sgt. Don ADAM: Would it be twenty?\n\nRobert PICKTON: I don't know.\n\nS/Sgt. Don ADAM: You've got an idea though Willy. You're, you're, you're a guy who\n\nknows the dates of things, you're, you know. You've a good idea.\n\nFifteen, twenty, where, where do you think it is, or thirty. It\n\ndoesn't matter, just tell the truth.\n\nRobert PICKTON: I don't know.\n\nbecause I'm not a front line investigator, like I'm a manager, should\n\nI get in, somebody in here who knows these girls and, and we can\n\ndiscuss it or would you just want to talk to me. (FORDY COMES IN\n\nAND GIVES HIM A PIECE OF PAPER THEN LEAVES) So this,\n\nthis is Sereena, alright. Okay, so we know that you, you know, you\n\ndid take her life, alright. Just tell me about that, let's start, let's take\n\nlittle steps alright. I think you know right now, unless their pictures\n\nare so different you're not sure, I think you could, you could make a\n\nchoice and just reach out and touch the ones that ah, that you've\n\ndone Willy you know the ones that...\n\nRobert PICKTON: (LAUGHING) You're making me more of a mass killer than I am.\n\nS/Sgt. Don ADAM: Well how bad is it, how big is it?\n\nRobert PICKTON: I don' t know.\n\nS/Sgt. Don ADAM: Well is it ten, twenty.\n\nRobert PICKTON: I don't know.\n\nS/Sgt. Don ADAM: Well is it five, tell me you've done more than five, we're gonna be\n\nspending millions of dollars. Well it's more than five, we both\n\nknow that. Agreed?\n\nRobert PICKTON: I don't know.\n\nS/Sgt. Don ADAM: Willy, come on. We don't need to play games with each other.\n\nAre you just not quite convinced yet you want to tell me the details\n\nof the killings? Is that, that's what it is isn't it? Come on, tell me\n\nthe truth. Are you still thinking what's in it for me.\n\nRobert PICKTON: What's in it for me?\n\nS/Sgt. Don ADAM: Okay.\n\nRobert PICKTON: If you don't mind me asking.\n\na lawyer present. I don't know nothing, nobody just by myself.\n\nS/Sgt. Don ADAM: Okay.\n\nRobert PICKTON: So I don't know what I'm do, what I'm getting up against. But I don't\n\nwant to admit to anything.\n\nS/Sgt. Don ADAM: Alright. Firstly, you need to understand where I'm coming from\n\nokay. Is that fair?\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: So I'm just gonna be completely up front with you. Willy, I know\n\nthat we can convict you. I know we can convict you on probably\n\nthree because I haven't even talked about some of the evidence\n\nthat I have yet on some of the others, I haven't even bothered\n\nbecause there's so much evidence. Like do you understand that,\n\nand I'm not doing that to be mean to you, but I need to test your\n\ntruthfulness ultimately. Does that make sense to you? Like when\n\nyou decide when we, when you decide to tell me everything I\n\nneed to know that oh yeah, okay, Willy's not just claiming to have\n\nkilled girls that he didn't kill. He's telling me the truth.\n\nRobert PICKTON: But there's another way to put it, if I say what, what, what you\n\nguys want to hear, you guys will pull the fences down and\n\neverything else, move out of there. Is that what you'd do?\n\nS/Sgt. Don ADAM: We no, no and the reason is this Willy. Is that I know you, alright.\n\nI know you, alright and I know that there is gonna be some full\n\nbodies buried in there, alright.\n\nRobert PICKTON: (OVER TALKING)\n\nS/Sgt. Don ADAM: Pardon?\n\nRobert PICKTON: Well I wish you luck.\n\nS/Sgt. Don ADAM: You're saying they all went to the rendering plant?\n\nRobert PICKTON: The rendering plant?\n\nS/Sgt. Don ADAM: Well wherever you took them.\n\nRobert PICKTON: So if I tell you what, what you want to know, you'll pull the fence all\n\ndown.\n\nS/Sgt. Don ADAM: Well...\n\nRobert PICKTON: No you would not. Yes or no, just ...\n\nS/Sgt. Don ADAM: What do you mean pull the fence down?\n\nRobert PICKTON: Take the fences all down, and ...\n\nS/Sgt. Don ADAM: Go away?\n\nRobert PICKTON: Yeah.\n\nS/Sgt. Don ADAM: Well first...\n\nRobert PICKTON: You want, you want me, you got me already.\n\nS/Sgt. Don ADAM: Yeah, I got you, you're absolutely right.\n\nRobert PICKTON: So I'm just, I'm asking from your point of view, yes or no. I want\n\nto be straight.\n\nS/Sgt. Don ADAM: Yeah, then let me be completely straight with you. Absolutely no.\n\nNo. Willy I'm not prepared to, to make a trade...\n\nRobert PICKTON: Okay. Well why don't you go to the higher up and let me know.\n\nS/Sgt. Don ADAM: No, no. I'm as high up believe me, I'm way too high up to be\n\nsitting here.\n\nRobert PICKTON: No, I mean, no I meant, I meant the, I meant...\n\nS/Sgt. Don ADAM: I am high up.\n\nRobert PICKTON: Okay. (OVER TALKING)\n\nS/Sgt. Don ADAM: I'm in charge.\n\nRobert PICKTON: Because if I tell you everything you want to know, you guys back\n\nout.\n\nS/Sgt. Don ADAM: No. See it can't happen, it's not gonna happen. Willy I'm, I can't,\n\nI'm not gonna negotiate. But here's what, here's, here's the way it\n\ngoes alright. This statement that you're giving here, this talk\n\nS/Sgt. Don ADAM: And what would make it inadmissible in other words, what would\n\nmake it of no value is if you and I make a deal. I don't...\n\nRobert PICKTON: I don't want a deal.\n\nS/Sgt. Don ADAM: ...no, no, no.\n\nRobert PICKTON: You have put a lot of fences on (OVER TALKING)\n\nS/Sgt. Don ADAM: No but you're not, you're not hearing me, you're not hearing me.\n\nRobert PICKTON: Okay.\n\nS/Sgt. Don ADAM: That's of no value to me because it's not evidence anymore, alright.\n\nRobert PICKTON: No, then I'm talking about going to court or whatever.\n\nS/Sgt. Don ADAM: What and pleading guilty?\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: To how many?\n\nRobert PICKTON: Whatever charged with.\n\nS/Sgt. Don ADAM: No, no, no. No because I'm not, I don't, you mean two?\n\nRobert PICKTON: No. I didn't say two.\n\nS/Sgt. Don ADAM: Well you're only charged with two right now.\n\nRobert PICKTON: Two right now.\n\nS/Sgt. Don ADAM: Like firstly...\n\nRobert PICKTON: It is, you says, you says, it's more but...\n\nS/Sgt. Don ADAM: Well yeah.\n\nRobert PICKTON: But I'll finally admit to everything if you pull the fences down.\n\nS/Sgt. Don ADAM: Well, but I want to firstly I'm, we're not, I'm not making a deal. Right,\n\ncan you understand that?\n\nS/Sgt. Don ADAM: But I am not, like understand, this is not a negotiation to make a\n\ndeal. But I guess what I'm saying is, are you talking about twenty\n\ngirls, are you talking about thirty, are you talking about what?\n\nRobert PICKTON: I'm talking about everything on my behalf.\n\nS/Sgt. Don ADAM: Well but, Willy, what kind of numbers are we talking about?\n\nRobert PICKTON: Your going to every, everything, everything die.\n\nS/Sgt. Don ADAM: Pardon.\n\nRobert PICKTON: And then you let everything die off and you...\n\nS/Sgt. Don ADAM: I told, I told you that's a non-starter.\n\nRobert PICKTON: Okay.\n\nS/Sgt. Don ADAM: Okay. But let me ask you a question, alright, because I'm not gonna\n\ndeal on how things will go in court, I'm not gonna deal with how you\n\nknow, do the investigation, I'm not, like I...\n\nRobert PICKTON: Okay...\n\nS/Sgt. Don ADAM: Do you know...\n\nRobert PICKTON: I mean, I, I'm only asking. There's no problem, no, no harm in\n\nasking.\n\nS/Sgt. Don ADAM: Do you remember yeah, no, no, no I know. But I, but I need you\n\nto understand...\n\nRobert PICKTON: (OVER TALKING) I just want to like to get, get everybody else's\n\nlives back together again and get everything back to rest.\n\nS/Sgt. Don ADAM: No, no, no I know, I see that. How many?\n\nRobert PICKTON: I don't want to negotiate like that right at this stage. Cause then\n\nthe problem then is I'll be committed to something.\n\nS/Sgt. Don ADAM: Well I'm, I'm not negotiating like...\n\nRobert PICKTON: Okay.\n\nS/Sgt. Don ADAM: I'm ...\n\nRobert PICKTON: Cause I'm, I'm like you I'm just asking.\n\nS/Sgt. Don ADAM: Willy, you're, you're negotiating Willy, I'm not negotiating.\n\nRobert PICKTON: I'm asking you that, that's all I'm asking, I was only asking you,\n\nthat's all I am.\n\nS/Sgt. Don ADAM: No, I know. Okay, but you understand I'm not dealing, I'm not\n\nprepared to deal you know. I am prepared to tell you this.\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: Is that no one is gonna be making a deal with, with ah, ah,\n\nLynn right, to screw you if you choose to tell the truth here tonight.\n\nSo that's a, that is a win for you, that's one win but that has nothing\n\nto do with, with ah, you know, deals in court or deals on, on\n\nevidence or what have you, like on, on the search. But it is a win\n\nWilly and never think it isn't, alright. Because when you're caught\n\nbetween a rock and a hard place, like you are, sometimes you\n\ncan't have ...\n\nRobert PICKTON: But anyways like I says, think it over.\n\nS/Sgt. Don ADAM: I don't have to think it over.\n\nproblem is if you like I, I know all numbers, everything else so but\n\nthat's here nor there. But ...\n\nS/Sgt. Don ADAM: But let me ask you, let me ask you a question, alright, just I want\n\nto clarify your knowledge base. I wasn't there but years ago,\n\nwhen you guys were, had those trucks buried.\n\nRobert PICKTON: Yeah.\n\nS/Sgt. Don ADAM: Okay.\n\nRobert PICKTON: The trucks was never buried.\n\nS/Sgt. Don ADAM: Well cars or whatever it was.\n\nRobert PICKTON: (OVER TALKING)\n\nS/Sgt. Don ADAM: A yellow Mustang or something.\n\nRobert PICKTON: A yellow Mustang.\n\nS/Sgt. Don ADAM: Something, I don't know Willy, here's the point...\n\nRobert PICKTON: There was a couple of Ford pick-up trucks.\n\nS/Sgt. Don ADAM: Okay.\n\nRobert PICKTON: And they were put in, underneath a hog field pile, because\n\nsomebody else was dismantling them over there and that was story\n\nbeginning, start to finish.\n\nS/Sgt. Don ADAM: Okay. They said your memory was so good Willy, that you walked\n\ninto that field of muck, and ... (ADAM STANDS UP)\n\nRobert PICKTON: It wasn't muck, it wasn't muck, it was a hog field.\n\nS/Sgt. Don ADAM: Okay, but you walked over ...\n\nthese girls?\n\nRobert PICKTON: No.\n\nS/Sgt. Don ADAM: Why not?\n\nRobert PICKTON: Cause you're barking at the wrong tree.\n\nS/Sgt. Don ADAM: You're saying you, you didn't dispose of them in there.\n\nRobert PICKTON: (INDECIPHERABLE)\n\nS/Sgt. Don ADAM: Would there be any my question would be this then, other than your\n\nword, other than your word is there, how\n\ncould you prove to me that that they're somewhere else, like how\n\nwould prove to me that they're, how can you help me find them,\n\nthat's my question?\n\nRobert PICKTON: Can't.\n\nS/Sgt. Don ADAM: Then how can you explain to me that, that's possible.\n\nRobert PICKTON: You gotta take my word for it.\n\nS/Sgt. Don ADAM: Well Willy, how can we take your word for it? You won't tell me\n\nthe numbers whether it's twenty, thirty, you know.\n\nRobert PICKTON: I just gonna blind folded here. Cause I have no lawyer present,\n\nno nothing.\n\nS/Sgt. Don ADAM: No.\n\nRobert PICKTON: And like I said, I'm getting nailed to the cross.\n\nS/Sgt. Don ADAM: Well yeah, you're but let...\n\ntwelve charges against you and you're admitting to twenty, like\n\nwhat's the difference, other than to the families.\n\nRobert PICKTON: Well.\n\nS/Sgt. Don ADAM: No, no but I'm asking you, I'm not, I want just...\n\nRobert PICKTON: Save, it'll save a year of investigation, right (TAKES A DRINK).\n\nS/Sgt. Don ADAM: But how?\n\nRobert PICKTON: You said you're gonna dig the whole place up.\n\nS/Sgt. Don ADAM: Um, hum.\n\nRobert PICKTON: Well start digging. (LAUGHING)\n\nS/Sgt. Don ADAM: Well we will.\n\nRobert PICKTON: (LAUGHING) I mean interesting.\n\nS/Sgt. Don ADAM: Well Willy here's what we get to, alright.\n\nRobert PICKTON: I know, I know, I know, I know the situation I'm in.\n\nS/Sgt. Don ADAM: Yeah, you're screwed, alright.\n\nRobert PICKTON: Should not be be talkin' to you but the problem is again.\n\nS/Sgt. Don ADAM: No\n\nRobert PICKTON: I'm screwed.\n\nS/Sgt. Don ADAM: Okay, know this.\n\nRobert PICKTON: I just want to get everybody else, to get back to, back to, back to,\n\ntheir life back again.\n\nS/Sgt. Don ADAM: That's fair and, and I want to do what's best for this investigation.\n\nSo I want you to tell me the truth, I want to know how bad the\n\nsituation is, I want to know what other killers I'm looking for.\n\nRobert PICKTON: Right.\n\nS/Sgt. Don ADAM: You've told me it's not just you, agreed, there's more out there.\n\nOkay.\n\nRobert PICKTON: More.about that.\n\nS/Sgt. Don ADAM: Do you know any others, like is there other people that you've\n\nworked with that you know about?\n\nRobert PICKTON: No.\n\nS/Sgt. Don ADAM: No.\n\nRobert PICKTON: No you're, you gotta look for a different territory.\n\nsober right, agreed. So you know, like you know, so you know how\n\nmany agreed. It's not like you're searching for a number.\n\nRobert PICKTON: Well, what do you want me to say?\n\nS/Sgt. Don ADAM: Well if you're telling me Don, I don't know how many I killed, if you\n\nreally, you know, Willy I don't believe you. Because you, I don't\n\nthink killing is not like, how many times you've been to the A&W\n\ndo you see what I mean? You know how many times you've\n\nkilled, I mean everyone of those kills is gonna be a special\n\nmoment in your life.\n\nRobert PICKTON: Umm, no.\n\nS/Sgt. Don ADAM: How do you mean, I don't even understand that, you mean like it's\n\njust nothing.\n\nRobert PICKTON: No, not really. Nothing. I don't know.\n\nS/Sgt. Don ADAM: See I need to understand that. Like were they, when you killed\n\nthese girls was it a big deal to you or was it just like killing them,\n\none of the pigs, or somewhere in the middle or, or what like I'm\n\ntrying to understand.\n\nRobert PICKTON: Um, hum. (PAUSE) Well I don't know, don't know what to say\n\nS/Sgt. Don ADAM: ...if I negotiate with you for you to tell me how you killed these\n\ngirls, where you killed them, how many you killed you know, what\n\nyou did with them, alright. If I negotiated a deal, some sort of a\n\ndeal, then nothing we say is admissible in a court. Alright, so it's\n\nnot worth getting, like it's not worth getting. (PICKTON TAKES A\n\nDRINK) Everything we've dealt with here today, as far as I'm\n\nconcerned, there's been no deals, we certainly you know, you're,\n\nyou know, you would like to make deal agreed, we know that. But\n\nI'm telling you I can't make a deal.\n\nRobert PICKTON: Okay.\n\nS/Sgt. Don ADAM: Alright, even if I wanted to make a deal, I'm not gonna make a\n\ndeal, alright. But that doesn't mean that there aren't wins for you\n\nin telling the truth. Alright. So let's just talk about what I can talk\n\nabout for a second. And you need to make a decision that that\n\nmakes sense to me, is that fair Willy?\n\nRobert PICKTON: Well,..\n\nS/Sgt. Don ADAM: Firstly, if what you're telling me is true, that Dave is not involved in\n\nthis...\n\nRobert PICKTON: That's true.\n\nS/Sgt. Don ADAM: Alright. Dave has talked about taking a polygraph test, do you\n\nthink he'll take it, that he wasn't involved in the killing?\n\nRobert PICKTON: He was not involved in anything.\n\nS/Sgt. Don ADAM: That's true you told Dave that, or it's true that she did kill some of\n\nthem?\n\nRobert PICKTON: Yeah, it's true I told Dave that.\n\nS/Sgt. Don ADAM: And is it true that Dinah did kill some of them? Please tell me\n\nthe truth.\n\nRobert PICKTON: I gotta talk to her here first. I have to. I don't want to say\n\nsomething wrong. But if you want me to I'll bring everything out\n\nbut I gotta talk to her first.\n\nS/Sgt. Don ADAM: But what you're, but what you seem to be saying to me, alright...\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: ...is, is that ...\n\nRobert PICKTON: I don't want to commit myself to her or anything else.\n\nS/Sgt. Don ADAM: To what she's done.\n\nRobert PICKTON: Yeah.\n\nS/Sgt. Don ADAM: Yeah, okay.\n\nRobert PICKTON: Because I won't tell, want you to see what, see what's gonna\n\nhappen first, see what she wants to do. But I ...\n\nS/Sgt. Don ADAM: But what choice would she have I mean she really only has two\n\nchoices right.\n\nRobert PICKTON: Yeah, I know but...\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: Well I, I don't think she's gonna say well, go ahead and tell them\n\nthe truth.\n\nRobert PICKTON: Why not?\n\nS/Sgt. Don ADAM: Well I guess cause she's guilty of murder then.\n\nRobert PICKTON: No, not necessarily.\n\nS/Sgt. Don ADAM: Well then I gotta, I don't, I don't understand that.\n\nRobert PICKTON: I mean myself, I just got, like I say I just to talk to her in person.\n\nS/Sgt. Don ADAM: But is it sort of one of these situations, what you're saying is, am I\n\ngonna take the blame for everything, including stuff she's done. Is\n\nthat, that's what you're telling me right, that's what you got to\n\nnegotiate with her, not with me. Now you gotta know Dave, that\n\nfrom my...\n\nRobert PICKTON: Dave...\n\nS/Sgt. Don ADAM: Or Dave, sorry.\n\nRobert PICKTON: You said it twice.\n\nS/Sgt. Don ADAM: Do you, do you want me to call you Willy or Rob, which...\n\nRobert PICKTON: Don't matter.\n\nS/Sgt. Don ADAM: Pick one for me.\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: And Dinah has killed some of these girls on her own, I mean\n\nreally...\n\nRobert PICKTON: No comment.\n\nS/Sgt. Don ADAM: No but we can't just let her go, you gotta agree with that right.\n\nRobert PICKTON: No comment. I'll take the fall for anything else.\n\nS/Sgt. Don ADAM: Are you gonna take the fall for Lynn too, because that's, that...\n\nRobert PICKTON: If that, if that's what it comes down to, but the problem is like I\n\nsaid, I gotta speak to Dinah.\n\nS/Sgt. Don ADAM: Okay. Let's put Dinah aside then, we're not gonna talk about Dinah,\n\nlet's talk about Lynn. Lynn betrayed you, after you saved her life, is\n\nthat true, that you saved her life twice. I think it is, isn't it.\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: She was blackmailing you.\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: And trust me when I tell you that if you choose not to talk about\n\nwhat she's done, they will end up making a deal with her and\n\nS/Sgt. Don ADAM: Let's just travel one more road though, to make sure we\n\nunderstand each other.\n\nRobert PICKTON: I do.\n\nS/Sgt. Don ADAM: Is that if you lie about anything.\n\nRobert PICKTON: I'm not, I'm not, I have nothing to lie about. I mean I'm nailed to\n\nthe cross. I'm the head honcho right.\n\nS/Sgt. Don ADAM: Yeah, yeah, you are.\n\nRobert PICKTON: So...\n\nS/Sgt. Don ADAM: But...\n\nRobert PICKTON: ...what have I got to lie about.\n\nS/Sgt. Don ADAM: Well you might lie to try to...\n\nRobert PICKTON: You either, you got me, you got me, you got me and ...\n\nS/Sgt. Don ADAM: Um, hum.\n\nRobert PICKTON: ...I'm nailed to the cross so.\n\nS/Sgt. Don ADAM: Yeah. I agree with you.\n\nRobert PICKTON: Yeah.\n\nS/Sgt. Don ADAM: Well give me some hints then, what...\n\nRobert PICKTON: Well there's a lot of the other people involved too. But otherwise,\n\nlike I said, I'll just take the fall.\n\nS/Sgt. Don ADAM: Let me ask you a question alright.\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: We have had a report about a thing called blood spot out there.\n\nRobert PICKTON: What?\n\nS/Sgt. Don ADAM: Blood sport. We've, we've had a story about ah,...\n\nRobert PICKTON: What's that?\n\nhead and I, like I said I'm not gonna, I'll take the fall for everything,\n\nbut the problem is I'm the head honcho and you got me now.\n\nS/Sgt. Don ADAM: Yeah.\n\nRobert PICKTON: And I got to make sure and go from there.\n\nS/Sgt. Don ADAM: Are you hungry at all?\n\nRobert PICKTON: Well, I don't deserve to eat.\n\nS/Sgt. Don ADAM: Oh, will you stop that. What can I get you?\n\nRobert PICKTON: Nothing.\n\nS/Sgt. Don ADAM: Is it now, and don't lie to me, promise me ...\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: Okay, is it true that ah, when you say that the killings started after\n\nah, ------ - -- ---------------- stabbed you, I kinda got the sense that\n\nmaybe they started a bit before that.\n\n20:39:47\n\nRobert PICKTON: At this stage, no comment.\n\nS/Sgt. Don ADAM: Alright.\n\nRobert PICKTON: Yeah.\n\nS/Sgt. Don ADAM: But my partner...\n\nRobert PICKTON: I understand what you're saying.\n\nS/Sgt. Don ADAM: Yeah, my partner Jim HUNTER said something to me which,\n\nwhich I put to you.\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: Is he did say that, obviously if you choose to explain to us what you\n\ndid, and why you did it, and how you did it, if that makes sense, it\n\nS/Sgt. Don ADAM: Robert, you killed Sereena and Mona, agreed?\n\nRobert PICKTON: I won't admit to anything yet.\n\nS/Sgt. Don ADAM: Well it's a simple question.\n\nRobert PICKTON: Okay, but (INDECIPHERABLE) I won't admit to anything yet, but,\n\nbut go ahead.\n\nS/Sgt. Don ADAM: Alright, so that's the girl, that's the, the one with the inhaler.\n\nRobert PICKTON: Um, hum.\n\nother people charged, but that's here not there.\n\nS/Sgt. Don ADAM: Men or women?\n\nRobert PICKTON: A man.\n\nS/Sgt. Don ADAM: Man, one other man.\n\nS/Sgt. Don ADAM: But you gotta admit to me you've made mistakes, you've ended\n\nup telling people you shouldn't have told.\n\nRobert PICKTON: No. I mean I won't ah, no comment at this stage.\n\nS/Sgt. Don ADAM: Is that right.\n\nRobert PICKTON: Because if they're not on there, I'm not charged for it right?\n\nS/Sgt. Don ADAM: Yeah, but what's the difference between two or twenty or it makes\n\nno difference to the sentence, I mean.\n\nRobert PICKTON: I could say a hundred and fifty too.\n\nS/Sgt. Don ADAM: Pardon?\n\nRobert PICKTON: I could say a hundred and fifty too, but it's not any truth involved\n\nthere neither, right?\n\nS/Sgt. Don ADAM: Yeah, no and I don't...\n\nRobert PICKTON: I mean, I mean myself I mean ah, we're, we're gasping for\n\nsomething that's not there.\n\nS/Sgt. Don ADAM: Okay, explain that to me.\n\nRobert PICKTON: Like if you had a hundred and fifty on there.\n\nS/Sgt. Don ADAM: Yeah.\n\nRobert PICKTON: Or you had ten on there.\n\nS/Sgt. Don ADAM: Um, hum.\n\nRobert PICKTON: Just these are the ones here you're concentrating on.\n\nS/Sgt. Don ADAM: Um, hum.\n\nRobert PICKTON: Right.\n\nS/Sgt. Don ADAM: Yeah.\n\nRobert PICKTON: Now whatever other ones are not on there.\n\nS/Sgt. Don ADAM: Yeah.\n\nRobert PICKTON: I'm not charged right?\n\nS/Sgt. Don ADAM: That's right. But you're only, you're only charged for two that are\n\non there.\n\nRobert PICKTON: That's right.\n\nS/Sgt. Don ADAM: I mean the DNA's pouring in. But you see, I mean I, I gotta tell\n\nyou, I'm sitting here thinking well why am I even having this\n\nconversation with you.\n\nRobert PICKTON: That's what I'm asking you, I mean myself, I want to ask you, I\n\nwant ask you the same thing. But the problem is ah, like, like I\n\nsays I'm the head honcho.\n\nS/Sgt. Don ADAM: Yeah, okay, but when you say head honcho like...\n\nRobert PICKTON: I'm the head guy.\n\nS/Sgt. Don ADAM: So without you, none of these murders would have happened, is\n\nwhat you're telling me. Well is that true or would the other guy\n\nthat you haven't told me about....\n\nRobert PICKTON: No. No.\n\nS/Sgt. Don ADAM: Without you he wouldn't have killed anybody.\n\nRobert PICKTON: No, no.\n\nS/Sgt. Don ADAM: Is he a decent guy?\n\nRobert PICKTON: No comment again on that.\n\nS/Sgt. Don ADAM: Biker.\n\nRobert PICKTON: No comment again.\n\nS/Sgt. Don ADAM: Am I close though?\n\nRobert PICKTON: No.\n\nS/Sgt. Don ADAM: Or you don't want to talk about it?\n\nRobert PICKTON: Don't want to talk about it. (PAUSE 10 SEC)\n\nS/Sgt. Don ADAM: So.\n\nRobert PICKTON: Yeah, but there'll be I mean, myself if, if I commit alright, I mean\n\nthere will be, there will be at least one extra gun will be involved.\n\nS/Sgt. Don ADAM: That you've used to kill a girl?\n\nRobert PICKTON: Mmmm, um, on other things. Yeah, that's over your head, like I\n\nsaid...\n\nS/Sgt. Don ADAM: Oh, wait a second, are you, are you hinting to me there's, could\n\nbe some dead guys involved in this too?\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: How many?\n\nRobert PICKTON: Well like I said, I'm nailed to the cross right now right.\n\nS/Sgt. Don ADAM: Um, hum.\n\nRobert PICKTON: And I'm just asking what do you think if...\n\nS/Sgt. Don ADAM: Are, are you, if I was, are you hinting that, like they've always\n\nthought that maybe the Angels used your place...\n\nRobert PICKTON: No, no, no, no...\n\nS/Sgt. Don ADAM: Not Angels stuff.\n\nRobert PICKTON: No. No. No.\n\nS/Sgt. Don ADAM: But other stuff.\n\nRobert PICKTON: Other stuff yeah.\n\nS/Sgt. Don ADAM: Pardon?\n\nRobert PICKTON: And he didn't.\n\nS/Sgt. Don ADAM: I'm sorry. What.\n\nRobert PICKTON: He, he didn't.\n\nS/Sgt. Don ADAM: Didn't bring you the body?\n\nRobert PICKTON: No.\n\nS/Sgt. Don ADAM: Hum, well we're certainly travelling Willy.\n\nRobert PICKTON: Yeah, you are. You're minds going around isn't it.\n\nS/Sgt. Don ADAM: Well I hate to say it but really, the murder of some guy which is\n\nprobably going to be some drug thing or whatever, really doesn't,\n\nis irrelevant to me compared to...\n\nRobert PICKTON: Right.\n\nS/Sgt. Don ADAM: ...resolving this crime.\n\nRobert PICKTON: Um, hum. But again, first thing before I say anything.. .\n\nS/Sgt. Don ADAM: Um, hum.\n\nRobert PICKTON: I know that.\n\nS/Sgt. Don ADAM: You, you know like, ...\n\nRobert PICKTON: I know that too.\n\nS/Sgt. Don ADAM: I mean , you know.\n\nRobert PICKTON: I know that too.\n\nS/Sgt. Don ADAM: Yeah, it's like that whole story about the inhaler.\n\nRobert PICKTON: I know that too.\n\nS/Sgt. Don ADAM: I mean...\n\nRobert PICKTON: But that's beside, that's re-elevant, that's\n\nre-elevant, that's re-elevant.\n\nS/Sgt. Don ADAM: Did Dave pressure you to tell 'em whether you were involved in the\n\nmurders?\n\nRobert PICKTON: Yeah, that's alright.\n\nS/Sgt. Don ADAM: I used to fight with my brother too, so I know what that's all about.\n\nBut we do have information on, on ah, Dave picking up, bringing\n\ngirls out.\n\nRobert PICKTON: No.\n\nS/Sgt. Don ADAM: Well ...\n\nRobert PICKTON: Guarantee it. Swear on that. I'll swear on that.\n\nS/Sgt. Don ADAM: It's just you?\n\nRobert PICKTON: He, ah, just me?\n\nS/Sgt. Don ADAM: Ah, yeah, ah, -----------------\n\nRobert PICKTON: -- ------------- was...\n\nS/Sgt. Don ADAM: Yeah, no you're right her. Now but I mean.\n\nRobert PICKTON: And there's my blood on there too.\n\nS/Sgt. Don ADAM: Yeah, that's right. Okay, but I can tell you that the DNA that we\n\ngot off of ah, ah, Sereena ABOTSWAY's stuff, that wasn't your\n\nadmit that if you were an investigator you'd go well, clearly...\n\nRobert PICKTON: Well...\n\nS/Sgt. Don ADAM: ...you used the, you used those\n\nRobert PICKTON: Tit for tat more or less.\n\nS/Sgt. Don ADAM: You used the, yeah, but (INDECIPHERABLE).\n\nme the story of each and everyone of the deaths of these girls.\n\nRight. Obviously.\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: And the disposal of them. Right. But you tell me, what can I take\n\nS/Sgt. Don ADAM: Well I tell you this if you were able to take us to a spot.\n\nRobert PICKTON: No I can't do that.\n\nS/Sgt. Don ADAM: Well it, certainly if you did...\n\nRobert PICKTON: If I, I could I would.\n\nit's not like that. Is it anger?\n\nRobert PICKTON: Who said that?\n\nS/Sgt. Don ADAM: Well...\n\nRobert PICKTON: Fantasy, what do you mean?\n\nRobert PICKTON: No.\n\nS/Sgt. Don ADAM: ...again sloppy.\n\nRobert PICKTON: Yeah.\n\nS/Sgt. Don ADAM: Jesus Willy, you must be kicking yourself, like...\n\nS/Sgt. Don ADAM: What did you use?\n\nRobert PICKTON: Sloppiness.\n\nS/Sgt. Don ADAM: (PAUSE) Yeah, well obviously it was sloppy right. Did you even\n\nthink about cleaning up?\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: How come you didn't?\n\nRobert PICKTON: Too busy working job sites.\n\nS/Sgt. Don ADAM: Did you kill her like on a you know, was it a weekday or a\n\nweeknight, or...\n\nRobert PICKTON: You're making me a murderer more than I am.\n\nS/Sgt. Don ADAM: Well, no I'm not.\n\nRobert PICKTON: (LAUGHING)\n\nS/Sgt. Don ADAM: No I'm not Willy. You've made yourself a murderer. (PAUSE) My\n\nsuspicion is that with your memory, you probably know exactly what\n\nday, you know, what time at night, everything. Let's deal\n\nwith just that one. Mona WILSON in the, in the mobile home. Firstly,\n\nwhy take her to the mobile home? Like why not do it in your trailer?\n\nRobert PICKTON: No comment.\n\nS/Sgt. Don ADAM: Come on.\n\nRobert PICKTON: No comment.\n\nS/Sgt. Don ADAM: Just cause it was gonna be messy.\n\nRobert PICKTON: No.\n\nS/Sgt. Don ADAM: Was she living out there or staying there?\n\nRobert PICKTON: No comment.\n\nS/Sgt. Don ADAM: Willy, come on, give it up. Come on you owe me that much.\n\nwork on the weekends?\n\nRobert PICKTON: Um, hum. Work everyday.\n\nS/Sgt. Don ADAM: Oh, so that doesn't mean anything. When you choose to tell me,\n\ndo you remember whether it was a, a weekday or a weeknight or\n\ndo you remember?\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: Cause that wasn't that long ago, right.\n\nRobert PICKTON: Um, hum. No comment.\n\nS/Sgt. Don ADAM: Alright.\n\nRobert PICKTON: I'll leave you in suspicion.\n\nS/Sgt. Don ADAM: Pardon?\n\nRobert PICKTON: I'll leave you in suspicion.\n\nS/Sgt. Don ADAM: In suspense yeah.\n\nRobert PICKTON: Suspense. I am nailed to the cross.\n\nS/Sgt. Don ADAM: Yeah, no you are, that's true. There's evidence they tell me, of\n\nother blood drag marks, where, where you've killed somebody else\n\nin that motor home. That's gonna be DNA'd, there's no point in us,\n\ndid you do most of the killing out there...\n\nRobert PICKTON: No.\n\nS/Sgt. Don ADAM: ... or most of it in the trailer or most of it in the slaughterhouse.\n\nRobert PICKTON: Run that by me, run that by me again.\n\nS/Sgt. Don ADAM: Okay. There's sort of three Willy, three sites alright, the motor\n\nhome, alright. So you killed Mona ...\n\nRobert PICKTON: Let's work, let's work with the motor home.\n\ntruth. Right.\n\nRobert PICKTON: Okay. Tell me (INDECIPHERABLE) (BILL FORDY PASSES\n\nPHOTO BOARD INTO THE ROOM)\n\nS/Sgt. Don ADAM: Oh! Bill has just handed in a, a picture.\n\nRobert PICKTON: Oh, that's nice.\n\nS/Sgt. Don ADAM: They've got a lot of fancy pictures of your place. Okay, so we're\n\ntalking about the motor home, where is it Willy?\n\nRobert PICKTON: Down, right there.\n\nS/Sgt. Don ADAM: Right here.\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: So let's talk about it and sort of how many girls died in there.\n\nMona died on the foamy. Alright.\n\nRobert PICKTON: No comment.\n\nS/Sgt. Don ADAM: Well we just discussed that so.\n\nRobert PICKTON: No comment.\n\nS/Sgt. Don ADAM: How many other girls died in there because we have other blood\n\ntrails of other victims in there.\n\nRobert PICKTON: Why what else you got in there?\n\nS/Sgt. Don ADAM: Ah, more blood. Different, different, from a different person.\n\nRobert PICKTON: What?\n\nS/Sgt. Don ADAM: I'm not sure alright, cause you gotta remember I don't work at the\n\nsite, I actually work out of our headquarters.\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: ...eight trailers. Up in here somewhere.\n\nRobert PICKTON: No, nothing up there.\n\nS/Sgt. Don ADAM: Nothing buried there.\n\nRobert PICKTON: No, there's nothing over there, how can you get in there.\n\nS/Sgt. Don ADAM: They laid down about fifty thousand dollars worth of gravel, put\n\ntrailers in it, they've run power in there, water, they got a city on\n\nyour property right now. Willy, you're very large. Like there's got\n\nto be a small part of you that's pretty proud of the fact that you're\n\nthe most notorious guy in Canada right now. I can see it in your\n\nface. It's true isn't it?\n\nRobert PICKTON: No comment.\n\nS/Sgt. Don ADAM: Just tell me the truth. Like you're not, I think you're not happy\n\nwith the trouble you're causing your family, agreed?\n\nRobert PICKTON: That's very true.\n\nS/Sgt. Don ADAM: But you gotta admit there's a part of you that's pretty proud of what\n\nyou've accomplished here. A part, look at me, (PICKTON FACES\n\nADAM) you know, a part. Agreed, I see it in you Willy, I read\n\npeople, that's what I do.\n\nRobert PICKTON: So is that the gravel in behind there?\n\nS/Sgt. Don ADAM: No, it's not there yet, in this picture. This is...\n\nRobert PICKTON: This it right there, right th, right back there isn't it? Right...\n\nS/Sgt. Don ADAM: No.\n\nsay okay, you know, now we can start to believe what Willy says.\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: Alright. So my question is how many?\n\nRobert PICKTON: I'd say two, probably two, maybe three.\n\nS/Sgt. Don ADAM: Okay, so we've got Mona obviously, right?\n\nRobert PICKTON: No. We got nobody yet.\n\nS/Sgt. Don ADAM: Yeah, we do. But we got Mona, trust me Mona's the one on the\n\nmattress with...\n\nRobert PICKTON: Um, hum.\n\n(21:30)\n\nS/Sgt. Don ADAM: ...with her blood, did you use that dildo on her? It's got her DNA\n\non the tip, it's got yours, you did, didn't you. Was she alive or dead?\n\nRobert PICKTON: Alive.\n\nS/Sgt. Don ADAM: When you used it eh? Did you shoot her?\n\nRobert PICKTON: Shoot her?\n\nS/Sgt. Don ADAM: Yeah, well it's on the .22 maybe she...\n\nRobert PICKTON: No. There's not holes through it, I put no holes through that.\n\nS/Sgt. Don ADAM: No, no, but you might have taken it off and shot the girl. Like\n\nwhatever you did caused a lot of blood right.\n\nRobert PICKTON: Um, hum. Well you did, you did some of your homework.\n\nS/Sgt. Don ADAM: Why not just tell me?\n\nyou went out there to her. Like how did it happen?\n\nRobert PICKTON: Well, I don't know what date you got on there.\n\nS/Sgt. Don ADAM: Well you know the date.\n\nRobert PICKTON: Um, hum. But what date you got on the paper?\n\nS/Sgt. Don ADAM: That she disappeared?\n\nRobert PICKTON: Um, hum. Giving your head a rattle am I.\n\nS/Sgt. Don ADAM: Pardon.\n\nRobert PICKTON: I'm giving your head a rattle am I?\n\nS/Sgt. Don ADAM: Well you gotta remember that ah, Mona WILSON, was I'm gonna\n\nsay around the end of, somewhere in November, December of\n\nlast year. When did you get her out there, when did this happen?\n\nRobert PICKTON: No, you're close.\n\nS/Sgt. Don ADAM: Come on. Cough it up.\n\nRobert PICKTON: You're close. No, you're close.\n\nS/Sgt. Don ADAM: But you used the dildo on her when she was still alive, is that\n\ntrue?\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: Did she do anything to, to send you into a rage or was it just, it\n\nwas already planned, you had already said that.\n\nRobert PICKTON: No, she didn't want to have any sex.\n\nthe inhaler?\n\nRobert PICKTON: No comment again.\n\nS/Sgt. Don ADAM: Let me guess, would I be right if I guessed in the slaughter area?\n\n(POINTING TO PHOTO BOARD) Or was she dead by the time she\n\nmade it there?\n\nRobert PICKTON: No comment.\n\nS/Sgt. Don ADAM: Come on Willy, if you gonna, if you want me to believe...\n\nRobert PICKTON: No comment.\n\nS/Sgt. Don ADAM: But just hear me out, if you want me to believe that you haven't\n\nburied these girls whole in here, alright.\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: Then, then what you're telling me alright, is gonna be that ultimately\n\nyou either, took them into the, the slaughter area alive, or took them\n\nin there dead and disposed of them. Agreed? That's true.\n\nRobert PICKTON: No comment.\n\nS/Sgt. Don ADAM: No. No, no. Willy, you're the one who's asking me about your farm.\n\nRobert PICKTON: Yeah.\n\nS/Sgt. Don ADAM: Alright so.\n\nRobert PICKTON: I'm just telling you.\n\nS/Sgt. Don ADAM: Okay, then how many in the, in your, how many in here?\n\n(POINTING TO BOARD)\n\nRobert PICKTON: No comment.\n\nS/Sgt. Don ADAM: Now why, why not give me a ball park on that?\n\nRobert PICKTON: Cause I gotta talk to Dinah. Private. No comment at this stage.\n\nS/Sgt. Don ADAM: Um, hum. Alright, then answer me this, when you talk about the\n\nthree is the girl with the inhaler in here or somewhere else? That's a\n\nfair question.\n\nRobert PICKTON: You're off.\n\nS/Sgt. Don ADAM: What do you mean I'm off? Like, okay, so she's not in here. You\n\ndidn't kill in there. Alright.\n\nRobert PICKTON: You're off.\n\nS/Sgt. Don ADAM: Like, now you need to explain that. Where did you kill her?\n\nRobert PICKTON: No comment.\n\nS/Sgt. Don ADAM: Willy, Willy, Willy, Willy. If you're asking me to believe you and\n\nyou're asking me to go back to my investigators, that's what\n\nyou're doing aren't you? You're asking me ...\n\nS/Sgt. Don ADAM: And you've said yeah, there's two or ...\n\nRobert PICKTON: Possible.\n\nS/Sgt. Don ADAM: Well you said two or three more. But my...\n\nRobert PICKTON: Possible two.\n\nS/Sgt. Don ADAM: Two more. But my question to you is alright, I don't want to look\n\nlike an idiot, alright.\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: Heaven knows I already am an idiot, I'm not even supposed to be\n\nin this room, they got this little thing Willy, where you're supposed\n\nto do certain jobs.\n\nRobert PICKTON: Um, hum.\n\nS/Sgt. Don ADAM: Alright. My job is not to be in the front line sitting here, chatting\n\nwith you and yet, here I am, right.\n\nRobert PICKTON: Um, hum.\n\nRobert PICKTON: No. No comment at this stage.\n\nS/Sgt. Don ADAM: Alright.\n\nRobert PICKTON: Let's leave it like that way there.\n\nS/Sgt. Don ADAM: So when you give, what are you giving me to take back to my\n\npeople other than obviously Mona WILSON's murder. What are\n\nyou giving me to, that I can say Willy's not just stringing me full of\n\nshit. Okay, you give me something, you tell what, what you give\n\nme that will allow me to go back to my people...\n\nRobert PICKTON: I told you already.\n\nS/Sgt. Don ADAM: ...and hold my face.\n\nRobert PICKTON: I told you already.\n\nS/Sgt. Don ADAM: Like what?\n\nS/Sgt. Don ADAM: Yeah, you seem okay. Frankly you got more zip in you now than I\n\ndo.\n\nRobert PICKTON: No. It's just I'm telling you right now, because I'm nailed to the\n\ncross anyways.\n\nS/Sgt. Don ADAM: Yeah. Why not give me everything then?\n\nRobert PICKTON: Why should I do that? Ah, what, what grounds have I got to stand\n\non?\n\nS/Sgt. Don ADAM: I guess, if I said it would be the right thing to do Willy, that wouldn't\n\nmean anything.\n\nHonestly, you tell me what I can do.\n\nS/Sgt. Don ADAM: Well let me ask you a question. If it was your niece or nephew,...\n\n(21:40)\n\nRobert PICKTON: Well...\n\nS/Sgt. Don ADAM: ...wouldn't you want ...\n\nRobert PICKTON: If it was my niece or nephew?\n\nS/Sgt. Don ADAM: Yeah.\n\nsome heavy leads where their buried, I wouldn't turn, I would take\n\nthat away from you. If I was you I would go for it.\n\nS/Sgt. Don ADAM: Well Willy, we, you know, I mean you're...\n\nRobert PICKTON: Only problem is you're still not gonna find anything but that's here\n\nnor there. But the problem is...\n\nS/Sgt. Don ADAM: Well we got a statement from one of the, one of your friends.\n\nRobert PICKTON: ...all my, all my power.\n\nS/Sgt. Don ADAM: Well.\n\nRobert PICKTON: All my power, if they know exactly where to dig or anything else,\n\nS/Sgt. Don ADAM: But, and not that this matters a bit to you alright.\n\nS/Sgt. Don ADAM: Yes, I hear that.\n\nRobert PICKTON: That's all I'm saying.\n\nS/Sgt. Don ADAM: I hear it Willy. I guess the part that bothers me the most alright, is\n\nthat, you know...\n\nRobert PICKTON: The part that bothers me the most is you got the whole place tied\n\nup and my brother can't do anything. That's all I'm saying. (PAGER\n\nGOES OFF)\n\nS/Sgt. Don ADAM: Yeah, I guess Willy. Look I'm gonna step out and talk to ah, talk to\n\nmy people okay. But I want you, I need to leave you with this, okay?\n\nRobert PICKTON: How about I go back to my cell there.\n\nS/Sgt. Don ADAM: Yeah. I leave, but I want you to hear me out.\n\nRobert PICKTON: ...and you think it over.\n\nS/Sgt. Don ADAM: You know Willy, I sit here and I try and see things from your eyes,\n\nokay.\n\nRobert PICKTON: Yeah, but I...\n\nS/Sgt. Don ADAM: Just hear me out, just hear me out.\n\nRobert PICKTON: No problem.\n\nS/Sgt. Don ADAM: And I have to do that because in order to further this case, ...\n\nRobert PICKTON: I know.\n\nS/Sgt. Don ADAM: I have to try and understand you. And I have to talk lightly about\n\nwhat you did, because otherwise I'm gonna shut you down, and you\n\nwon't talk to me. Alright, but all the time I'm seized with the fact that\n\nwhile you and I are talking about this as if it's so many ah, you\n\nknow, used cars.\n\nRobert PICKTON: Well.\n\nS/Sgt. Don ADAM: That there are people who's are, hearts are being broken and...\n\nRobert PICKTON: What can I say?\n\nRobert PICKTON: It's not a chess game but the problem is I'm just only asking you for\n\neverybody get their life back together. That's all I'm asking for.\n\nS/Sgt. Don ADAM: Alright. Let me think about that, I'll be back in a sec.\n\nRobert PICKTON: Do I get to go back to my cell?\n\nS/Sgt. Don ADAM: Yeah, let me ah, talk to my ah, people and I'm sure we can arrange\n\nthat. (PICKTON PICKS UP PICTURE BOARD OF FARM - SITS\n\nBACK YAWNING) (ADAM LEAVES ROOM 4 MIN 16 SEC\n\nLATER, FORDY RE-ENTERED THE ROOM)\n\nSgt. Bill FORDY: Rob, how you doin?\n\nRobert PICKTON: Oh, ...\n\nSgt. Bill FORDY: What's that?\n\nRobert PICKTON: (INDECIPHERABLE)\n\nSgt. Bill FORDY: Um, Don asked me to come and ah, just take you back to your cell.\n\nRobert PICKTON: Yeah, no problem.\n\nSgt. Bill FORDY: I guess he said you wanted to go to your cell for awhile. One thing\n\nah, I should mention to you, is a little, a couple of minutes ago\n\nabout fifteen minutes ago, or so, I think, I don't know the exact time,\n\nyour lawyer came, she's gone for a coffee.\n\nRobert PICKTON: Um, hum.\n\nSgt. Bill FORDY: Ah, do you want to phone her before you...\n\nRobert PICKTON: She coming back?\n\nSgt. Bill FORDY: No, she's gone for a coffee. My question is do you want to phone\n\nher, do you want to, she was by to see you is what I'm telling you.\n\nSo I mean, if you want to phone her, that's up to you.\n\nRobert PICKTON: I could wait here for her.\n\nSgt. Bill FORDY: Pardon?\n\nSgt. Bill FORDY: I mean I'm gonna take you back to your cell, but before you go to\n\nsleep, I guess my question is, if you want me to phone, phone her\n\nup and ask her to come back and see you, it's up to you.\n\nRobert PICKTON: It don't matter.\n\nSgt. Bill FORDY: It doesn't matter? I mean it's up to you, do you want to see her or\n\nnot, do you want to go to sleep.\n\nRobert PICKTON: It doesn't matter. I'm okay, no problem.\n\nSgt. Bill FORDY: You don't need to see her.\n\nRobert PICKTON: No, if she wants to see me, no problem.\n\nSgt. Bill FORDY: Oh, do you want to stay here. It's, it's your right.\n\nRobert PICKTON: Yeah, no problem, no problem. No problem.\n\nSgt. Bill FORDY: You don't need to.\n\nRobert PICKTON: No, it doesn't matter.\n\nSgt. Bill FORDY: Okay.\n\nRobert PICKTON: I mean if she's in this area.\n\nSgt. Bill FORDY: Oh, she's gone for a coffee.\n\nRobert PICKTON: Yeah.\n\nSgt. Bill FORDY: So, um, I guess my point is that it's up to you like that, whether or\n\nnot you want to see her. Just because she wants to see you, it\n\ndoesn't matter, it's up to you. If you just want to relax and go to\n\nsleep I mean.\n\nRobert PICKTON: It don't matter. Don't matter. It don't matter.\n\nSgt. Bill FORDY: Okay. I mean it's up to you that's all.\n\nRobert PICKTON: No, no, no problem.\n\nSgt. Bill FORDY: Okay, you want to phone her, okay. That's okay. Good, I'm glad we\n\nresolved that. Follow me. Time is ah, 9:54. (LEAVE ROOM)\n\nINTERVIEW CONCLUDED AT 22:00 HOURS ON 2002-02-23\n"}