{"title": "Lawmakers urge fair review in INS fraud cases", "body": "\nTwo San Jose legislators asked U.S. Attorney General John Ashcroft on Wednesday to suspend deportation \nproceedings against hundreds of Bay Area immigrants who were issued fake green cards years ago by a longtime \nINS supervisor.\n\nReps. Mike Honda and Zoe Lofgren, both Democrats, sent Ashcroft a letter asking that the government carefully \nreview the cases against the mostly Korean immigrants. They cited recent articles in the San Jose Mercury News \nthat detailed the plight of the immigrants, many of whom came to the country legally and are only now realizing they \nwere part of a green-card scheme.\n\n''We are not asking for blanket amnesty for these individuals; rather, we ask you to use your discretionary power to \nassure a fair process of review for each of the 275 cases reportedly involved with this scheme,'' Honda and \nLofgren wrote.\n\nA spokesman for Ashcroft and local Immigration and Naturalization Service officials did not return calls Wednesday.\n\nIn one of the largest green-card fraud schemes in the Bay Area, Leland Dwayne Sustaire, a former INS supervisor \nin San Jose, accepted at least $500,000 in bribes from immigration consultants over 12 years in exchange for green \ncards he authorized. Sustaire avoided jail time by testifying against the four consultants who bribed him.\n\nSustaire furnished government prosecutors with a list of 275 alien registration numbers, which correspond to green \ncards he issued in exchange for bribes.\n\nGovernment prosecutors and at least one of the convicted consultants have said the immigrants did not know about \nthe scheme. But the INS contends the immigrants knew what they were getting into and were willing participants.\n\nHonda and Lofgren said it is the government's responsibility to show that the immigrants knew about the plot.\n\n''In light of these reports of innocence and the fact that these immigrants have detrimentally relied upon the acts of a \ncorrupt government official,'' the letter read, ''it is incumbent that the burden be placed upon the government to \nprove actual fraud by the immigrant before deportation occurs.''\n\nSanta Clara attorney Alex Park, who represents 95 of the green-card recipients, said he was encouraged by the \nletter.\n\n''I just want a fair process, that's all,'' said Park, who said the Korean consul general in San Francisco, Jong Hoon \nKim, planned to meet with INS officials about the case.\n\nOne immigrant who received a green card was deported last year. Two others recently went to trial and are \nawaiting rulings. At least 15 others have received deportation notices.\n\n\nMany of the others are coping with the possibility that they could be next.\n\n''No one asked what about the victims, and what's going to happen to them when they come up again to renew their \nstatus,'' Honda said in an interview. ''Now with this overlay of 9/11, these guys are being victimized again by the \nsame agency.''\n\nContact Jessie Mangaliman at jmangaliman@sjmercury.com  \n"}