{"title": "State Strikes Balance on Immigration", "body": "\nGov. Arnold Schwarzenegger weighed in this week on two volatile issues in the immigration debate, splitting the \ndifference in a way that exemplifies his delicate handling of the controversial subject.\n\n  Mr. Schwarzenegger, pleasing immigration advocates and Latino groups, signed a measure that prohibits cities \nfrom requiring landlords to check whether tenants are in the country legally.\n\n  California becomes the first state with such a law, and the bill's sponsor and the Mexican American Legal Defense \nand Educational Fund predicted that the measure would be studied in  municipalities across the country that have \nweighed similar status checks by landlords. Six cities, including Escondido in Southern California, adopted \nordinances requiring verification, but all have been rescinded or have stalled in the face of lawsuits.\n\n  Then Mr. Schwarzenegger, pleasing his party's conservatives, vetoed a bill to allow new citizens to register to vote \non Election Day if their naturalization ceremonies were held less than seven days before an election. Opponents \nsaw the bill as fraught with logistical and security problems and as a prelude to allowing same-day registration for \neveryone, which many Democrats have advocated.\n\n  Mr. Schwarzenegger, a naturalized American citizen from Austria, presented his action on the bills as a pragmatic, \ncase-by-case assessment of their merits.\n\n  Francisco Castillo, a spokesman for Mr. Schwarzenegger, said his support of the landlord-related bill came from \nhis disapproval of local governments' performing a role he believes belongs to the federal government. The veto of \nthe voting measure, Mr. Castillo said, was based on logistical and security concerns.\n\n  But elected officials and political analysts said they believed that Mr. Schwarzenegger's decisions reflected his \ngingerly steps along the immigration divide, giving a little to both sides as a Republican in a state with a \nDemocratic legislative majority (and maybe, according to speculation in Sacramento, as a future candidate for the \nUnited States Senate).\n\n  ''I think the governor signed this bill for the right reason,'' said Assemblyman Charles Calderon, the Los Angeles-\narea Democrat who sponsored the landlord bill, ''but clearly it was a tactical move on his part. This allows him to \nsay, 'I am not anti-immigration because I signed the Calderon bill.' It's great cover for him.''\n\n  Louis DeSipio, a political scientist at the University of California, Irvine, said the governor generally came down on \nthe side of his party that focused on financial and business affairs over social issues. ''It's a little more than rhetoric \nwhen he says, 'I am an immigrant,''' Mr. DeSipio said, adding that Mr. Schwarzenegger was not ''very comfortable \nwith the social conservatives.''\n\n\n  Still, Mr. Schwarzenegger has opposed allowing illegal immigrants to get driver's licenses, and he has advocated \nimproving security on the border.\n\n  Republicans and Democrats agreed that the landlord-related bill would be more influential than the Election Day \nregistration measure.\n\n  Last year, Escondido, following cities like Hazleton, Pa., adopted an ordinance requiring landlords to check \ntenants' status as a way, supporters said, to stem overcrowding in apartments and cut down on what they \nconsidered a swelling population of illegal immigrants taxing public services.\n\n  But landlord groups around the state lobbied hard against such requirements and pushed the Legislature to take \naction.\n\n  Malcolm Bennett, a Los Angeles landlord and president of the Apartment Association, California Southern Cities, \nwhich lobbied for the bill, said landlords believed that if tenants could document that they had a job and sufficient \nincome, that should be enough to rent an apartment. ''It is not the duty of the landlord to verify the immigration \nstatus of a tenant,'' Mr. Bennett said. \n\n  But opponents of the bill, including Escondido-area legislators and City Council members who had supported it, \nreacted bitterly to Mr. Schwarzenegger's approval. They said it frustrated efforts to curb illegal immigration at a \ntime when Congress had failed to act on immigration.\n\n  The City of Escondido settled a lawsuit with civil rights organizations over the ordinance by agreeing not to enforce \nit and paying the group's legal bill of about $100,000.\n\n  ''The federal government is not doing anything,'' Councilman Ed Gallo said, ''and for some reason they don't want \nto stop illegal immigration. We have a border. We are sovereign nation, as is Mexico and Canada. The border is \nporous, and people are coming in and making a mockery of our system.''\n\n  Assemblyman George Plescia, a Republican whose district includes parts of Escondido, said the law ''takes away \nlocal control.''\n\n  ''I support the local governments in their efforts,'' Mr. Plescia said. ''This is not a place for the state to step in, and \nif they feel they have to, they went the wrong way with it on this issue with this bill.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Gov. Arnold Schwarzenegger presented his decisions on two bills as a pragmatic assessment, not a \npolitical one. (PHOTOGRAPH BY GUILLERMO ARIAS/ASSOCIATED PRESS)         \n"}