{"title": "CAUGHT BETWEEN CULTURES;AUTHOR CAPTURES THE ANGST OF IMMIGRANTS' KIDS", "body": "\nChronicling the lives of immigrants in \"The Interpreter of Maladies\" garnered her a Pulitzer Prize. But Jhumpa \nLahiri, 36, born in London and raised in Rhode Island, has never been an immigrant like the characters of her \nbooks, who journey to America from small towns and big cities in India.\n\nIn her latest novel, \"The Namesake\" (Houghton Mifflin, $24, 291 pp.), Lahiri looks not just at the lives of immigrants \nbut also their children -- people like her. Though she was raised in the United States, the connection to her parents' \nexperiences of immigration is still vivid. \"I inherited a sense of exile from my parents,\" Lahiri says.\n\n\"The Namesake,\" which has been on the New York Times bestseller list since September, opens with a Bengali \nhousewife, Ashima Ganguli, pregnant and lonely in the United States, trying to re-create a favorite Indian snack out \nof Rice Krispies and Planters peanuts.\n\nLahiri didn't have to look far for her model. \"My mother was always wandering around the streets of Harvard in \nCentral Square, pushing me in my stroller, and every time she would see someone who looked Bengali, there was \nthis instant 'Who are you, where are you from, let's be friends.' \"\n\nLooking back, Lahiri marvels at how her parents built a community from scratch.\n\nLahiri's parents belong to the urbane Bengali middle class from Calcutta, India. Her father came to the United \nStates as an academic librarian, her mother a homemaker. Though they were successful in building a life in the \nUnited States, Lahiri says her parents, like many of their generation, \"missed India tremendously and had a lot of \nmisgivings about their lives in America.\"\n\nAmerican dream doubts\n\nLahiri's parents came here for a better opportunity. Though the American dream brought material success, it also \nleft them \"ambivalent and guilt-ridden about sacrificing the connections to their families in order to have a better life \nfor themselves and their children,\" she says.\n\nAs the daughter of that generation, Lahiri says she feels the fault line of her parents' choice running through her \nbeing. \"It was hard for me to think of myself as fully American,\" she says. \"I thought it would be very much abetrayal \nof my parents and what they believed.\"\n\nBut in \"The Namesake,\" her protagonist Gogol is often exasperated that his birthdays are really just an excuse for \nhis parents' friends to gather together, gossip in Bengali and cook tons of Indian food while their bored children \n\n\nwatch TV. Lahiri admits she found these get-togethers \"tedious and monotonous and not what I would choose to do \nwith my weekends, every weekend.\"\n\nBut she realizes that for her parents, it was the one time they could let their guard down in America. She \nremembers how in their quiet suburban hometown, all her friends kept their doors unlocked.\n\n\"But my parents were always locking the door, locking the garage, closing the windows, locking the windows every \nnight,\" she says. \"I think it's just a sense of not feeling on firm ground.\"\n\nThere were many other ways she knew she didn't fit in. Her given name, Neelanjana, was dumped because her \nschoolteacher balked at the long name and she became known by her nickname Jhumpa. Her classmates would \ntalk about how their parents met in college or at the high school dance and then ask in bewildered and horrified \ntones about her parents' arranged marriage. She remembers feeling both defensive and protective of her parents \nand their tradition and also a little worried that it might happen to her.\n\nLahiri's parents and their fictional prototypes would have been perfectly at home in Hayward this October when \nhundreds of Bengali families gathered to celebrate their biggest festival, the homecoming of the Goddess Durga. \nSoftware engineers and project managers, dressed in carefully pressed iridescent silk kurtas and saris, milled \naround the grounds of Chabot College, dancing before the image of the goddess while the priest chanted prayers in \nSanskrit.\n\n\"I was struck by how closely some of the plot points and description matched my experiences and that of other \nBengali second-generation friends,\" says Anirvan Chatterjee, the mastermind behind the online search engine \nBookFinder.com. He thinks second-generation South Asians can relate readily to Lahiri's depiction of juggling \nidentities.\n\n\"She has a much smaller readership among first-generation immigrants, though she enjoys a lot of name \nrecognition as a Bengali 'achiever,' post-Pulitzer,\" he says.\n\nChatterjee's friend Amal Mongia, a first-generation Indian immigrant at San Francisco State University, however \nfaults Lahiri's characters for lacking \"any sense of race, class consciousness.\" He describes them as \"elite, \nnouveau middle-class to upper-class\" with \"no hint of confronting racism.\"\n\nBut for the South Asian community eager for role models in America, Jhumpa Lahiri's Pulitzer in 2000 is more \nimportant than any race-class analysis. While other Indo-American writers such as Chitra Divakaruni and Bharati \nMukherjee have preceded her, Jhumpa Lahiri is the first bona fide Bengali-American literary media star. Her \nwedding in Calcutta to journalist Alberto Vourvoulias-Bush was a paparazzi feeding frenzy as Indian newspapers \nvied with one other to print the menu and the guest list.\n\nCultural challenges\n\nLahiri says she still tries to lead an ordinary life, do her own shopping and not worry about whether \"The \nNamesake\" will be as successful as \"The Interpreter of Maladies,\" which was translated into 29 languages and also \nwon the New Yorker Debut of the Year award. As a writer she still often hits a wall with her stories and has to \nabandon them for a while. And as a person she still feels \"caught between the cracks of two cultures.\"\n\nOn her trips to India, her cousins and their friends look upon her as foreign and American. Back in the United \nStates, people always ask her, \"Are you Indian? When did you come here?\"\n\nBut she doesn't worry much about these questions of belonging and not belonging anymore. Looking at her son, \nOctavio, she hopes he will not have to decide what percentage of him is Indo-American from his mother and what \npercentage is Guatemalan-Greek from his father. \"I hope he will just understand it's neither a good thing nor a bad \nthing to be a little mixed up,\" Lahiri says.\n\n\n\nNotes\n\nJhumpa Lahiri\n\nPersonal: Age 36. Lives in Brooklyn, N.Y., with her husband, Alberto Vourvoulias-Bush,\n\nand son, Octavio.\n\nEducation: Bachelor's degree, English literature, Barnard College; master's, English, creative writing and \ncomparative studies, Boston University; doctorate, Renaissance studies, Boston University\n\nAwards: Pulitzer Prize (2000), PEN: Hemingway Award, American Academy of Arts & Letters Addison M. Metcalf \nAward, the New Yorker Debut of the Year, Guggenheim Fellowship\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: GINO DOMENICO -- ASSOCIATED PRESS\n\nAs the daughter of parents who reluctantly left India for economic betterment, Jhumpa Lahiri feels the fault line of \nher parents' choice running through her being. \"It was hard for me to think of myself as fully American,\" she says. \"I \nthought it would be very much a betrayal of my parents and what they believed.\"\n\nPHOTO: GINO DOMENICO -- ASSOCIATED PRESS\n\nPulitzer Prize winner Jhumpa Lahiri, at left, has written a new bestseller.\n"}