{"title": "Eyes on illegal immigrants; Cobb looks to deport lawbreakers", "body": "\nIt is testimony to the utter impotence of Congress and the federal immigration bureaucracy that it falls on the Cobb \nCounty Sheriff's Department to ensure that people in the country illegally who are convicted of crimes are \ndeported.\n\nWhile Congress wasted time over the last year debating how long and how fancy a new fence on the border with \nMexico should be --- and how many National Guard units would be needed to help the Border Patrol get control of it \n--- it paid little attention, and appropriated too few dollars, to track down those illegal immigrants already here who \nare committing mayhem in communities and overcrowding local jails.\n\nFederal immigration law severely restricts what local police agencies can and can't do regarding illegal \nimmigrants, and rightfully so. The courts have ruled that enforcing immigration laws is the federal government's \nresponsibility.\n\nLocal police agencies shouldn't be wasting time and money checking the paperwork on day laborers. Trouble is, \nCongress prefers to concentrate its efforts on catching potential landscapers and busboys crossing the border than \nspend what it will take to track down the drug runners, methamphetamine sales agents and human traffickers who \nare the real threats to communities that have been hard hit by illegal immigration.\n\nSo the Cobb County sheriff wants his deputies trained in how to get the deportation process started when illegal \nimmigrants show up in the county jail charged with local crimes. The county will use a little-known provision of \nfederal immigration law that allows for a limited role for local law enforcement --- working in coordination with the \nImmigration and Customs Enforcement agency --- to make sure illegal immigrants charged with local crimes don't \nget sprung from jail, never to be heard from again.\n\nCobb is one of the first local police agencies in the state to utilize the power --- encouraged by a bill approved by \nthe 2006 General Assembly --- to deal with immigration issues. The Georgia State Patrol has also indicated it wants \nthe training. That's because even when illegal immigrants are convicted of crimes in state courts and have served \ntheir sentences in state prisons, many of them are released and relocate before federal officials get around to \ndeporting them.\n\n\nThe subject of crime in illegal immigrant communities is always a touchy one. Advocates hate to deal with it, \npreferring instead to paint a picture of low-paid, hard-working folks who come to America to eke out a living they \ncan't get for themselves and their families in their home countries. That's not a false perception. Most illegal \nimmigrants come here exactly for that reason.\n\nUnfortunately, many do not. A Government Accountability Office study in 2005 found that illegal immigrants jailed \nin this country, on average, are arrested eight times before being deported. And as homicides and other serious \ncrimes rise in metro Atlanta counties --- fueled, at least in part by immigrant-on-immigrant crime and gang \nviolence --- perceptions change. Residents of affected neighborhoods are demanding that something be done.\n\nFederal prosecutors and state law enforcement authorities now talk openly about metro Atlanta being the largest \nhub of illegal drug activity in all the Southeast --- including Miami. Much of the drug trade here originates out of \nCentral and South America and Mexico. Georgia Attorney General Thurbert Baker calls the manufacturing and \ndistribution of methamphetamine in the Atlanta area the most serious crime problem the state faces.\n\nOn Tuesday, federal officials arrested three \"Mexican citizens\" --- to use the newspaper's description of the trio --- \nin a raid on a house in a quiet Clayton County neighborhood where they discovered 145 pounds of crystal \nmethamphetamine and 72 kilograms of cocaine valued at $27 million.\n\nA week ago, two men convicted of running a meth \"superlab\" out of a home in a Smyrna neighborhood were each \nsentenced to 15 years in federal prison. Another man awaits sentencing in connection with the same lab, where \nDrug Enforcement Administration officials in February 2005 found 35 pounds of pure d-pseudoephedrine \nhydrochloride --- enough to yield 20 or more pounds of pure meth. All three men were in the country illegally.\n\nSix months earlier, the same house was the scene of a raid where federal agents seized 400 pounds of marijuana, \nas well as chemicals and equipment to make meth. The house is owned by a Hispanic couple who claim to have \nbeen unaware of what was happening there.\n\nBusting a superlab attracts some press attention. But much of the crime connected to illegal immigrants comes in \nsmaller doses --- armed robberies of cab drivers and convenience stores, assaults by rival gang members, hit-and-\nrun accidents by unlicensed drivers.\n\nMany incidents don't even make the police blotter. But every arrest is felt in county jails, where those charged with \nthe crimes eventually wind up and are processed through the state judicial system. (Last year, voters in Cobb \nCounty approved spending $130 million to expand the jail, which has become overcrowded, in part, by the number \nof illegal immigrants there awaiting trial.)\n\nThat's why getting the sheriff's deputies trained is important. Cobb jail officials will know, immediately, which of their \ninmates are already facing deportation orders for previous crimes. More importantly, they will be in a position to \nstart that complicated process for others convicted of crimes locally --- rather than having to wait on an \nunresponsive federal bureaucracy to do it.\n\n* Mike King is a member of the editorial board. His column runs Thursdays.\n\nmking@ajc.com\n\nGraphic\n\n \n\nPhoto: ANDY SHARP / StaffCrowding at the Cobb County jail is compounded by the number of illegal immigrants \narrested for crimes. Cobb is one of the first local police agencies in the state to utilize the power to deal with \nimmigration issues.\n\nmailto:mking@ajc.com\n\n"}