{"title": "77 Aliens, in Debt to Smugglers, Found in Captivity in California", "body": "\nA three-bedroom house here became a debtors' prison for 77 illegal aliens who could not afford to pay the \nsmugglers who brought them into the United States from Mexico, the authorities said Thursday.\n\nNinety-one people were found in the house when it was raided Sunday, 14 of them suspected of being smugglers, \nthe authorities said.\n\nTwelve of the suspects were arraigned here Wednesday on charges of conspiracy and immigrant smuggling. The \nother two suspects are juveniles and will be deported, the authorities said.\n\nAgents of the Immigration and Naturalization Service raided the house as part of a four-month investigation into a \nring suspected of smuggling aliens into the country, said Tom Gaines, an assistant district director for the \nimmigration service.\n\nMr. Gaines said all the aliens were from Mexico and owed the smugglers from $300 to ''whatever the market \nwould bear.''\n\n''Some of them had just arrived, some had been there a couple of days,'' Mr. Gaines said. ''There were no guns \nfound in the house. The smugglers just had guards at every door. It was plain intimidation to keep them there.''\n\nNeighbors of the house, which had been rented, had noticed the coming and going of strangers in numerous \nautomobiles over the last three weeks, said Donna Gimondo, who lives next door.\n\n''We'd see three or four, as many as five get in a car, and it would be gone a half an hour and then just the driver \nwould come back,'' she said.\n\nShe said the household was generally quiet, adding, ''But on trash days there would be just this humongous pile of \ntrash outside.''\n\nOn Sunday, she said she saw three cars pull up to the house and heard an announcement, ''Open up! Immigration \nofficers.''\n\nMs. Gimondo said the people in the house did not try to flee. She said she saw one family that included a mother, \nfather and three children.\n\n''One kid was 3 to 6 months old and the mother had him cuddled in a blanket,'' she said. ''One was about 2 1/2 to 3 \nyears old and the oldest was a 4-year-old boy. All were crying.''\n\n\nWhile she thought there might have been as many as 30 people in the home, she said, ''I was quite shocked and \nthat there were so many in the house.''\n\nHelen Sklar of the National Center of Immigrant Rights in Los Angeles said such incidents would continue because \nthe new immigration law did not address the problems that make people desperate enough to try illegal entry into \nthe United States.\n\n''The law considers the pull factor and not the push factor,'' she said. ''Unless there is a comprehensive solution \ninvolving reduction of the debt facing Latin American countries and an end to civil strife, people are going to be \nfleeing here to escape starvation and war. That is a force powerful enough to nullify the effect of any employer \nsanctions law.''\n"}