{"title": "Arizona, Bowing to Business, Softens Stand on Immigration", "body": "\nArizona established itself over the past year as the most aggressive state in cracking down on illegal immigrants, \ngaining so much momentum with its efforts that several other states vowed to follow suit. But now the harsh realities \nof economics appear to have intruded, and Arizona may be looking to shed the image of hard-line anti-\nimmigration pioneer.\n\nIn an abrupt change of course, Arizona lawmakers rejected new anti-immigration measures on Thursday, in what \nwas widely seen as capitulation to pressure from business executives and an admission that the state's tough \nstance had resulted in a chilling of the normally robust tourism and convention industry.\n\nThe State Senate voted down five bills that among other things sought to require hospitals to inform law \nenforcement officials when treating patients suspected of being in the country illegally and to prod the Supreme \nCourt to rule against automatic citizenship for American-born children of illegal immigrants.\n\nThe Senate move was a victory for the Arizona business lobby, which on many issues is more moderate than \nstate lawmakers. And it was a rebuke for the State Senate president, Russell Pearce, a Republican and the driving \nforce behind tough immigration measures, including the law passed last April requiring police to question the \nstatus of anyone they stop if they have a ''reasonable suspicion'' that the person might be an illegal immigrant.\n\nOpponents of the five bills said that the state's image had been hit hard, and that it did not make sense to pass new \nmeasures while the state had already put itself so far out in front of other states and the federal government on the \nissue -- at a cost to tourism and other industries.\n\nThey said that previous immigration bills were still being reviewed by the courts, and that it was not smart to pass \nnew legislation that plainly conflicted with the 14th Amendment of the Constitution.\n\n''I don't believe that anyone, including myself, foresaw the national and international reaction'' to April's bill, said \nGlenn Hamer, chief executive of the Arizona Chamber of Commerce and Industry, who said estimates of lost \ntourism business ranged from $15 million to $150 million. ''Now we have that experience under our belts. We know \nthese measures can cause economic damage; it's just a matter of degree.''\n\nA letter signed by 60 state business leaders this week blamed last year's bill for boycotts, canceled contracts, \ndeclining sales and other economic setbacks.\n\n''Arizona's lawmakers and citizens are right to be concerned about illegal immigration,'' the letter said. ''But we \nmust acknowledge that when Arizona goes it alone on this issue, unintended consequences inevitably occur.''\n\nWhile Mr. Hamer said he doubted the bills could have been defeated on Thursday without broad-based business \nopposition, he cautioned that support for tighter restrictions on immigration remained strong in a number of \n\n\nquarters. But, he added, ''Our hope is that these types of measures have crested and we could spend our time on \nefforts that could rebuild our economy.''\n\nIndeed, state politicians and other officials interviewed after the bills' defeat said it was too soon to tell whether the \nturnabout represented a long-term change, or merely a breather until the economy rebounds. Concerns about \nillegal immigration remain a significant issue, and many state leaders are angry with what they describe as the \nfederal government's unwillingness to take firm action.\n\nBut for now, ''enough is enough,'' said State Senator John McComish, a Republican who voted no on all five bills.\n\nGov. Jan Brewer, a Republican, did not take a position on the five bills that were voted down Thursday -- her \nnormal practice on legislation that has not reached her desk, a spokesman said on Friday.\n\nAn aide said Senator Pearce was unavailable for comment.\n\nCrucial to changing the discussion was a clearly articulated and executed strategy by the state business lobby, \nwhich made concerns over negative economic effects a far more significant factor than in the debate last year.\n\nState Senator Kyrsten Sinema, a Democrat, said business opposition -- in contrast to what she called the tepid and \ndelayed efforts of its leaders last year -- gave Republicans the political protection they needed to vote no.\n\n''They have been working since January to provide people cover against these bills,'' Senator Sinema said. Twenty-\none of 30 state senators are Republicans, and none of the bills would have been defeated without many of them \nvoting in opposition.\n\nThe effect on the state's convention and tourism industry after the April vote was immediate. Convention bookings \nplunged in Phoenix, one of the top destinations in the United States, with large organizations citing the immigration \nbill when canceling their reservations.\n\n''It was definitely a drastic decline,'' said Kristen Jarnagin, vice president of communications for the Arizona Hotel \nand Lodging Association. She and other business officials pointed to data on bookings showing Phoenix's ranking, \non some measures, had dropped from the top four destinations nationwide to 23rd.\n\nSo far, Arizona-style anti-immigration bills have not lived up to their advance billing in other states, which despite \nstrengthened Republican legislative majorities have failed to pass any identical bills. Similar proposals are still \nadvancing in some states, but they, too, have encountered strong business opposition.\n\n''Our legislature and our state are suffering from immigration fatigue,'' Senator McComish said. ''We've been at the \nforefront of this issue, and I think it is time for a timeout.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Senators Russell Pearce, left, and Steve Gallardo during debate on the anti-immigration measures in the \nSenate on Thursday. (PHOTOGRAPH BY ASSOCIATED PRESS)                              \n"}