{"title": "Why Canada needs to debate immigration", "body": "\nSimon Fraser University political scientist Sanjay Jeram is bravely going where few Canadian scholars - and \nvirtually no politicians - dare to go.\n\nIn the face of an unspoken taboo against seriously debating immigration policy in Canada, Jeram says the time \nhas come for Canadians to start openly discussing the migration issues they've been avoiding.\n\nHousing, employment, urban congestion, the welfare state and training are all affected by Canada's immigration \npolicies, says Jeram, who has a PhD from the University of Toronto, the city in which he was born and raised.\n\nInstead of Canadians and the media getting worked up about race-related migration issues( \nhttp://vancouversun.com/opinion/columnists/douglas-todd-exaggerating-extent-of-racism-is-all-too-easy ) that \nJeram thinks are largely irrelevant - such as the short-lived \"barbaric cultural practices\" hotline - he astutely urges \ndiscussion of the influence of immigration on economics.\n\n''The hidden consensus in Canada is we don't talk critically about immigration. The taboo against discussing it is \nvery real,\" said Jeram, who understandably believes Canadians are almost alone in this regard.\n\n\"(Prime Minister Justin) Trudeau campaigned on openness to immigration( http://vancouversun.com/life/how-\nmigration-shaped-canadas-election-and-will-test-the-liberals ) without limits. I have never heard him talk about the \npotential consequences that immigration has for overcrowding, housing, opportunities for domestic workers or the \nwelfare state.\"\n\nHousing is on the top of Jeram's immigration-issues list, since Metro Vancouver, Toronto and other cities are \nexperiencing an affordability crisis.\n\nThe rental and housing markets in Canada's cities are increasingly shaped, he said, by federal immigration \npolicies, which have tended to bring to Canada two financially opposite groups of newcomers: the wealthy and \nthose with low incomes.\n\nRelated\n\nDouglas Todd: Ten things most Canadians don't know about migration( http://vancouversun.com/news/staff-\nblogs/ten-things-most-canadians-dont-know-about-migration )\n\nWhat do Canadians think about immigration levels? Three poll results( http://vancouversun.com/news/staff-\nblogs/what-do-canadians-think-about-immigration-levels-three-poll-results )\n\nLet's end generational wars over housing in Metro Vancouver( http://vancouversun.com/storyline/douglas-todd-lets- \nend -generational-wars-over-housing-in-metro-vancouver )\n\n\nStrong offshore in-migration into Metro Vancouver, including an influx of international students( \nhttp://vancouversun.com/opinion/columnists/douglas-todd-foreign-students-make-a-big-impact-on-vancouver ), \nJeram said, has \"created competition for low-end rental spaces in the city(            \nhttp://vancouversun.com/news/local-news/in-rental-crisis-b-c-has-no-plan-for-housing-foreign-students-critics ),\" \nwhich is struggling with a shortage and exorbitant fees.\n\n\"There is also pressure on the higher end of the housing market\" because of the arrival of many well-off immigrants \nand foreign investors, he said. \"Money from the outside has turned middle-income properties into high-end \nproperties.\"\n\nAs a result, said Jeram, most of Metro's millennial generation( http://vancouversun.com/storyline/douglas-todd-lets- \nend -generational-wars-over-housing-in-metro-vancouver ) is being required to financially \"stretch beyond the \nbreaking point.\" Most do not have pockets deep enough to buy detached homes or even condominiums.\n\n\"As a country, we don't want to discourage foreign investment, but foreign investment in housing is not going to be \nproductive or benefit us in the long run.\"\n\nHe recommended new housing policies that restrict the \"amount of foreign income, which is not produced in \nCanada, that can be used to purchase properties\" in the country.\n\nSince more than four out of five immigrants to Canada move to its major cities( http://vancouversun.com/life/why-\nvancouver-housing-is-unaffordable-and-what-to-do-about-it ), added pressure is not only on housing, but on \ninfrastructure, traffic and transit.\n\nIt contravenes human rights law to restrict the mobility rights of anyone in Canada, so Jeram thinks politicians \nshould follow the lead of European nations and create incentives for immigrants and others to settle outside the \nToronto and Vancouver metropolitan areas.\n\nThe job market is also being affected by immigration, said Jeram, 35, who admires the work of noted Oxford \nmigration economist Paul Collier,( http://vancouversun.com/news/staff-blogs/immigrants-refugees-and-the-poor-\nrethinking-compassion )a leader in migration, refugee and developing world studies.\n\nEven though a majority of Canadians tell pollsters \"immigration is good for the economy,\" Jeram said some don't \nrealize their per capita financial well-being may be shrinking as corporations bring in immigrants to make up for skill \nshortages.\n\n\"Instead of offering internship programs or on-the-job training, they just import new workers from elsewhere. That \nleads to a smaller piece of the economic pie for host-society workers.\"\n\nIt should be no surprise, he said, that corporations advocate more immigrants and temporary foreign workers.\n\n\"They have no skin in the game in regards to income levels at the low end of the scale. High immigration has no \nnegative impact on them. Only positive.\"\n\nCanada's federal politicians have to be forced to think more carefully, he added, about whether immigration \npolicies are reducing public support for the country's social safety net.\n\n\"The welfare state requires we all pay into it( http://vancouversun.com/news/staff-blogs/thousands-of-metro-\nvancouver-mansion-owners-avoiding-taxes ). And some will be worse off to sustain it. There may come a time when \nthe Canadian consensus to support a high-tax society will fray.\"\n\nMost Canadians tell pollsters that bringing in more young and middle-aged immigrants who pay taxes will advance \nthe welfare state.\n\n\"But it just doesn't add up, because a working immigrant comes with dependants( \nhttp://vancouversun.com/news/local-news/new-trend-sees-adults-with-families-entering-b-c-as-foreign-students ). \n\nhttp://vancouversun.com/opinion/columnists/douglas-todd-foreign-students-make-a-big-impact-on-vancouver\nhttp://vancouversun.com/news/local-news/in-rental-crisis-b-c-has-no-plan-for-housing-foreign-students-critics\nhttp://vancouversun.com/storyline/douglas-todd-lets-\nhttp://vancouversun.com/life/why-vancouver-housing-is-unaffordable-and-what-to-do-about-it\nhttp://vancouversun.com/life/why-vancouver-housing-is-unaffordable-and-what-to-do-about-it\nhttp://vancouversun.com/news/staff-blogs/immigrants-refugees-and-the-poor-rethinking-compassion\nhttp://vancouversun.com/news/staff-blogs/immigrants-refugees-and-the-poor-rethinking-compassion\nhttp://vancouversun.com/news/staff-blogs/thousands-of-metro-vancouver-mansion-owners-avoiding-taxes\nhttp://vancouversun.com/news/staff-blogs/thousands-of-metro-vancouver-mansion-owners-avoiding-taxes\nhttp://vancouversun.com/news/local-news/new-trend-sees-adults-with-families-entering-b-c-as-foreign-students\n\n\nAnd with rising immigration rates, that can become expensive and unsustainable. It's nothing to do with race. It's \njust economics.\"\n\nContrary to conventional North American wisdom, Jeram said, \"bigger is not necessarily better\" for creating \nequitable financial well-being. \"Most wealthy societies are very small.\"\n\nWill Canadians ever again be able to have a fair debate about immigration policy( \nhttp://vancouversun.com/news/staff-blogs/what-do-canadians-think-about-immigration-levels-three-poll-results )?\n\n\"That's the million-dollar question,\" Jeram says. \"Politically it's become too much of a hot potato.\"\n\nCanada is unusual in the way every major federal political party treads cautiously on immigration, Jeram said. All \ngo out of their way to \"placate\" immigrant voters that dominate in many electoral ridings in major cities like \nVancouver, Toronto and Montreal.\n\nBut if Canadians don't soon start having rational discussions about the economics of immigration, Jeram said, \nworking-class nativist movements bent on opposing globalization and reducing immigrant flows could quickly rise to \nthe surface, as they have in Europe and the U.S.\n\ndtodd@postmedia.com( dtodd@postmedia.com )\n\nTwitter.com/douglastodd( http://Twitter.com/douglastodd ) !@COPYRIGHT=© 2017 Postmedia Network Inc. All \nrights reserved.\n"}