{"title": "About New York;For Some Hispanic Immigrants, a Sense of Kinship With the Silent Laborers", "body": "\nTHEY come from dust-blown villages and jam-packed cities, young men barely old enough to work up a decent \nlather on their wispy mustaches, all drawn by the lure of the American dollar. They blend into neighborhoods like \nJackson Heights, where waves of Latin immigration have made the commercial strips look like an entrepreneurial \noutpost of the Organization of American States.\n\nThe siren song of opportunity is so loud that it resonates even in the bodies of those who cannot hear. Yesterday's \ndiscovery of 62 mostly deaf and mute Mexican immigrants who the police said were being held virtually captive in \ntwo Queens homes underscored for some young immigrants just how desperately some of their compatriots want \nto get ahead.\n\nThe police said the immigrants in the two homes earned their keep, and possibly paid off their passage, by selling \nkey chains and pens on the subway and at airports. It is humbling work, long days of being shunned by commuters \nand pedestrians who sometimes wave them off with a dismissive glare. But it is work, even for los muditos, the \nmute ones.\n\n\"All Latin America is poor,\" said Juan Martinez, a 20-year-old from Puebla, Mexico, who lives down the block from \none of the houses on 93d Street. \"Mexicans and the other Latin Americans want to come here, any way they can, to \nmake a little money and a little progress. Los muditos cannot talk. But they have hands and feet.\"\n\nTHEY are all gears in the hidden machinery of the city's service economy -- nameless delivery boys for delis, quiet \ncaretakers at corner flower stands, faceless dishwashers in restaurants. They barely make an impression on the \npublic, as long as they labor.\n\n\"You know, in this country, the immigrant sustains it,\" said Mr. Martinez, who sells fruits and vegetables from a \nvan. \"Whatever restaurant you go to in New York, you will find Latins working in it. You could not eat if they left.\"\n\nIn a city that has long been a magnet for Hispanic immigrants and migrants, the Mexicans began heading here in \nsizable numbers during the 1980's. They moved into blocks that already were home to Puerto Ricans, Dominicans, \nColombians and Ecuadoreans. Such are their numbers that in places like Spanish Harlem, the number of Mexican \nbakeries and taquerias rivals that of longstanding cuchifrito joints.\n\n\nThe mix is even more striking along 37th Avenue in Jackson Heights. A restaurant sign in bold yellow, blue and red \n-- the Colombian national colors -- faces its Mexican counterpart, where the awning is festooned with tiny banners \nfor Tecate beer and a sign that announces, \"Hoy, mariachis.\" Nearby, a phone-calling and money-transfer business \n-- a booming industry providing immigrant lifelines -- proudly displays the flags of Mexico and Colombia.\n\n\"Cocos!\" shouted a coconut vendor outside a Dominican bodega. \"From my corner to your refrigerator!\"\n\nThe less welcome northern cold is a hard adjustment but a small concession for people like Mr. Martinez and his \nfriend, Ruben Colmenares, both of whom paid coyotes -- smugglers -- to come to New York. Unlike cities in the \nSouthwest, they said that la migra -- immigration authorities -- rarely bothered them here.\n\n\"In California, la migra is hard on you,\" Mr. Martinez said. \"In this city, there's no problem because they let us work.\"\n\nMr. Colmenares, who makes deliveries for a midtown deli, agreed.\n\n\"For every 5,000 that are sent out of New York, 20,000 arrive each day,\" he said grandly.\n\n\"It's easy for us,\" Mr. Martinez said. \"Even if la migra got me, I would be back here in a week.\"\n\nMR. MARTINEZ said he paid a smuggler $1,200 to bring him here last year. Mr. Colmenares, who arrived five \nyears ago, paid $650. In both cases, they paid half in Mexico and half here. They doubted that the immigrants \ndiscovered in the house on their block could have been still paying off their passage.\n\n\"Here, you pay the coyote first,\" Mr. Martinez said. \"He would not bring you if not.\"\n\nThe real exploitation, the two men said, came at the hands of others who hired them in this city. In a way, they felt a \ncertain kinship of silence with their less fortunate neighbors.\n\n\"In the delis and restaurants, they abuse us,\" said Mr. Martinez, who until last week worked 60 hours a week as a \ndishwasher in a restaurant for $130 in cash. \"When I wanted to tell the owner something, it was either be quiet or \ngo. Since I would have no money for food or rent, I stayed.\"\n\nWhy don't the police go after the business owners who paid low-ball wages, he asked. He looked across the street, \nto the house where los muditos had lived. A police officer on guard sat in a chair on the shaded stoop.\n\n\"He gets paid to sit,\" Mr. Martinez said. \"I'd like a job like that.\"\n"}