{"title": "Legislators aim to shut colleges to illegal immigrants", "body": "\nDalton, the \"Carpet Capital of the World,\" is a magnet for unskilled laborers, many of them Latinos who entered the \nUnited States illegally.\n\nMore than 11,000 undocumented Hispanic residents were living in Dalton in 2000, according to Census Bureau \nfigures. Latino children now make up the majority in Dalton city schools. Many graduate from high school and meet \nthe requirements to enroll in a state college or university. This fall, more than 50 undocumented high school \ngraduates enrolled at nearby Dalton State College.\n\nIf some Georgia lawmakers get their way, future graduates won't have that option. Senate Republicans said last \nweek that they will make illegal immigration a top priority in the upcoming legislative session, supporting proposals \nthat would bar undocumented residents from receiving taxpayer-funded services in Georgia.\n\nThe proposals would bar undocumented high school graduates from attending a state college and, some educators \nsay, could hamper the state's efforts to create a more educated Georgia.\n\n\"If we don't educate these kids, what happens to them?\" asked Dan Papp, senior vice chancellor of academic \naffairs for the University System of Georgia. \"That's a question we have to answer.\"\n\nSenate President Pro Tem Eric Johnson (R-Savannah), a co-sponsor of the legislation, said he hopes the law will \ndiscourage illegal immigrants from coming to Georgia in the first place.\n\n\"We cannot feed, clothe and educate everybody in the world,\" Johnson said Friday in a telephone interview. \"We \nhave limited resources. Money doesn't grow on trees. Having people here using up our limited resources is not fair.\"\n\nAn obligation to educate?\n\nIn 2000, the state Board of Regents agreed to allow state schools to admit illegal immigrants as long as they paid \nout-of-state tuition. But the regents also gave each college president the latitude to waive the higher out-of-state \ntuition fee for a limited number of such students, allowing them to enroll at the in-state rate.\n\nRegents Chairman Tim Shelnut said Friday that he believes the state has an obligation to educate all of its \nresidents, legal or not. Shelnut said he would like to see research that shows how many of the undocumented \nstudents attend college, graduate and remain in Georgia as taxpaying citizens.\n\n\nUniversity System officials say they don't know how many of the 6,400 Hispanic students enrolled in the state's 34 \ncolleges and universities are here illegally.\n\nAt Dalton State College, President James Burran granted the tuition waiver to about 50 students, nearly 2 percent \nof the school's full-time enrollment and the maximum percentage allowed by the regents. Thirty to 40 others also \nsought out-of-state waivers so they could afford to attend the college, Burran said.\n\nThose who don't go to college find jobs in Dalton, working in retail sales, at carpet factories or in the smattering of \nLatino-owned businesses that have sprung up there in recent years, Burran said. \"The downside is that if they start \nat these jobs at an hourly rate, in 20 years they're still going to be at an hourly rate,\" he said.\n\nA raging debate\n\nThe debate over public services for illegal immigrants has raged in other states in recent years as Hispanic \npopulations have continued to swell.\n\nSince 2000, nine states have passed legislation to grant illegal immigrants in-state residency status to allow them \nto pay lower tuition. In Virginia, however, the attorney general's office prohibits students without legal residency \nstatus from attending state colleges, according to the American Association of State Colleges and Universities.\n\nIn a position paper released earlier this year, the association called on state governments to ease restrictions on \nundocumented students. Research in Texas, a state that allows illegal residents in-state status for tuition, showed \nthat the cost of not educating the students far outpaced the cost of the education.\n\nGeorgia college officials say they'll continue to admit illegal residents until a law prohibits them from doing so.\n\n\"I'm not in favor of supporting people who come to this country illegally,\" said Georgia State University Associate \nProvost Bill Fritz. \"The group we're trying to help is students who have been here all their lives. If you're going to get \nmad at anyone, you should get mad at their parents.\"\n"}