{"title": "WASHINGTON IN BRIEF;TODAY'S HOT TOPIC", "body": "\nSPENDING WATCHDOG: National Taxpayers Union Foundation releases a survey on spending legislation \nsponsored by each member of the House and Senate.\n\n \n\nHighway bill is stuck in the slow lane\n\nCongress missed a deadline, and state highway departments have run into a roadblock. Sept. 30 came and went, \nthen Congress recessed for a week with House-Senate conferees still fighting over a highway bill that must be \npassed before $ 6.5 billion in transportation money can be released to the states.\n\nThe funds were authorized in a 1991 law and were supposed to be available to states beginning Oct. 1, as long as \nlegislation designating a 160,000-mile National Highway System had been enacted. It wasn't, and the delay could \njeopardize construction schedules in Northern states where bad weather sets in early.\n\nThe competing bills go beyond designating the new highway system and opening the spigot of highway funding. \nBoth would repeal all federal motorcycle helmet laws and allow states to decide their own speed limits. And the \nSenate version would allow highway trust fund money to be spent on Amtrak for the first time.\n\nGORE FAMILY MATTER: It is distressing for a parent to have a teenage child cited by police for drinking. It's worse \nfor a high-profile family like Vice President Al Gore's because it gets played out in public. Tipper Gore said their \ndaughter Sarah, 16, who got a citation for holding an open beer outside a party last weekend, is wrestling with the \npublic attention as well as \"the severe disappointment of her family and friends and herself.\" Last year, Mrs. Gore \nsaid she was concerned about the prevalence of teenage drinking, and urged parents to teach their children not to \ndrink and to forbid drinking at teen parties.\n\nCLOSURE FOR PACKWOOD: After casting his final vote Friday night, Bob Packwood (R-Ore.), now an ex-senator, \nrepaired to his old watering hole, the Irish Times, where he wrote much of the 1986 tax reform bill. He drank a \nnonalcoholic beer straight from the bottle, according to The Associated Press. After some initial hand-shaking and \nwell-wishing, his staffers kept most people away. \"There was closure,\" said the saloon's manager.\n\nVIEW FROM AFRICA: If retired Gen. Colin Powell can seem to do no wrong in this country, he's running into \ntrouble overseas. Nigerians are furious over comments made by Powell in his recent New Yorker magazine \ninterview. Powell said, \"Nigerians tend not to be honest. Nigerians as a group, frankly, are marvelous scammers. I \nmean, it is in their national culture.\" A joint statement issued by two Nigerian groups and reported by Reuters news \nservice called Powell's comments an \"irresponsible tirade of a man who has abandoned his African heritage.\"\n\n\nFDR DONORS' WALL: Donors who contribute $ 500,000 to the Franklin Delano Roosevelt memorial, slated for \ncompletion in 1997, will get their names inscribed on a Recognition Wall nearby. Some who already kicked in that \nmuch are ITT Corp., Archer Daniels Midland Corp. and the Dwayne O. Andreas Foundation. Congress allocated $ \n42 million; another $ 10 million must be raised privately for the 7.5-acre park, statues and displays near the \nJefferson Memorial. The Washington Post noted that FDR himself wanted nothing showier than the small stone \nmarker \"plain, without any ornamentation, with the simple carving 'In Memory of . . .' \" that now sets between the \nCapitol and National Archives.\n\nONLY ONE MINORITY PAGE: Republican leaders are under fire from black and Hispanic lawmakers for appointing \na nearly all-white class of congressional pages. The 64 pages this year include no blacks, no Latinos and just one \nAsian-American. Republicans control 54 of the page slots and Democrats 10. Under Democratic-controlled \ncongresses, page classes averaged about 15 minority students. House Speaker Newt Gingrich (R-Ga.) has \npromised to take steps to increase the number of minorities.\n\n \n\nPOLITICAL WARS\n\nKansas Sen. Bob Dole earmarked 48,000 of the first 85,000 copies of his video biography for voters in Iowa, scene \nof the first caucuses and a state where Texas Sen. Phil Gramm is showing considerable drawing power. . . . \nConservative commentator Pat Buchanan won a straw poll of delegates and party activists run by the California \nCollege Republicans at a state GOP convention.\n\n \n\nELSEWHERE\n\nHillary Rodham Clinton will start a five-day visit next Thursday to Brazil, Chile, Paraguay and Nicaragua to assess \nefforts to eliminate poverty and improve social services. . . . The Congressional Accountability Project, an ethical \nwatchdog group affiliated with Ralph Nader, asked the House ethics committee to investigate Rep. Barbara-Rose \nCollins (D-Ill.) for spending and other irregularities. . . . The Postal Service said it improved its rate of on-time \novernight first-class mail delivery to 87 percent last year (but it was 84 percent in Atlanta). . . . Ex-Sen. Bob \nPackwood (R-Ore.) looking for a book contract to tell his side of the sex harassment story, warned friends that the \nnames the Senate Ethics Committee blacked out when it released his diaries would be laid bare in the retelling. . . . \nWhen Rob Reiner's film \"The American President\" - about a president who falls in love with a lobbyist - is released \nin November, Sen. Bob Kerrey (D-Neb.) will review it for the magazine George, and former White House press \nsecretary Dee Dee Myers and Republican operative Ed Rollins will write separate reviews for Premiere. . . . Last \nyear, Rep. Michael Flanagan (R-Ill.) spent $ 7,102 for the Republican nomination and the right to take on the \nDemocratic incumbent, Rep. Dan Rostenkowski, but he estimates his 1996 re-election bid will cost more than $ 1 \nmillion.\n\n \n\nIT'S A FACT\n\nCalifornia Gov. Pete Wilson's 32-day presidential campaign may have been brief, but Democratic Colorado Sen. \nGary Hart's effort in 1987, torpedoed by the Donna Rice scandal, lasted only 25 days. Hart did, however, make a \nre-entry in December 1987 that lasted three months.\n\n \n\nDULY NOTED\n\n\"We had a conversation where I told him he had to run, that even if he didn't succeed, it would be defeat in a noble \ncause. And he just looked at me and said, 'But I like to win.' \" - Joseph Persico, co-author with Colin Powell on \"My \nAmerican Journey,\" describing a conversation with the presidential question mark.\n\n \n\nCOMING UP\n\nTODAY: Supreme Court expected to hear Seminole tribe gambling case.\n\n\n\nGraphic\n\n \n\nPhoto: Mug shot of Tipper Gore REFERENCE NOTE: 'Today's Hot Topic and \"Coming Up' did not appear in the \nJournal version.\n"}