{"title": "Number of H-1B visas issued has fallen by half", "body": "\nThe number of H-1B visas issued to temporary foreign workers has dropped by half so far this year, a sign of the \ntorpid economy and tech implosion.\n\nThe INS issued about 60,500 new H-1B visas in the first three quarters of its fiscal year, from Oct. 1, 2001, to June \n30 -- a 54 percent drop from the 130,700 H-1B visas it issued in the same period of its previous fiscal year. There \nare 18,000 petitions pending, the INS said.\n\nThe plunge comes on the heels of a record year. Last year, Congress raised the annual cap on the visas to \n195,000 and created exemptions for university researchers among others.\n\nH-1B visas are good for up to six years and are popular in the tech industry for importing engineers. About half of \nH-1B visas go to people doing computer-related work, many of whom come from India and China. Tech companies \nsuch as Oracle, Intel and Hewlett-Packard are among the program's biggest users.\n\nPost-Sept. 11 scrutiny of visas and the reorganization of the Immigration and Naturalization Service have also likely \nplayed a role in the drop, said one immigration attorney.\n\n\"Right now immigration is sort of in a mess,\" said Margaret Wong, a longtime immigration attorney in Cleveland. \nWong said wait times for H-1B visas have increased from a month to 16 weeks.\n\nCritics and supporters of the long-controversial H-1B program agree the drop is not surprising, but they interpret it \ndifferently.\n\nHarris Miller, president of the Information Technology Association of America, said the decline shows that \nemployers are using the H-1B program appropriately. They're importing fewer foreign workers because they're \ndoing less hiring and there are more U.S. workers available, he said. Miller said he doesn't think increased scrutiny \nof visas after Sept. 11 has anything to do with the drop.\n\n\"Clearly H-1Bs are for use when there's a shortage. With the continued slowdown in the IT industry and other \nindustries that use them, then the system is working as it was designed,\" Miller said. IEEE-USA, the U.S. arm of the \nInstitute of Electrical and Electronics Engineers, disagrees.\n\nIt argues that the visa numbers may be down, but that 60,500 new H-1B visas are still too many, given how many \nU.S. engineers are out of work.\n\nThe IEEE-USA has called on Congress to study how the expanded H-1B visa program and the increasing use of \noverseas engineering staffs are affecting the job market for U.S. engineers. Unemployment among engineers rose \nto 4 percent in the second quarter of this year, and increased even higher for computer scientists and electronics \n\n\nengineers, according to data the IEEE-USA released last month. While that's below the 5.9 percent national \nunemployment rate, it's a high for engineers.\n\n\"We clearly have many unemployed domestic high-tech workers that could be available for those same jobs,\" said \nJohn Steadman, an IEEE-USA vice president.\n\nContact Jennifer Bjorhus at jbjorhus@sjmercury.com or (408) 920-5660.  \n"}