{"title": "CAPTIVE IN QUEENS: THE NEIGHBORHOOD;A Neighborhood Was Jarred By Cries of 'the Mute Ones'", "body": "\nIn the neighborhood they were known as los muditos, the mute ones: industrious young people who left the \nhouse at dawn and did not return until after midnight.\n\nBut when they came home, their neighbors knew it. That is when life began on the first floor of 37-54 93d Street, a \ntwo-story house half a block from the No. 7 line in Jackson Heights, Queens.\n\nAnd life among los muditos, neighbors say, was not pretty.\n\nWomen ran crying through the house. Men sat on the front steps drinking. Both men and women made loud \nguttural sounds, like muffled screams. And children cried incessantly, but their parents could not hear them.\n\nIn the mornings, condoms and empty bottles littered the front yard.\n\n\"The screams wouldn't let us sleep,\" said Luzmari Bohorquez, 42, who lives next door. \"And in the mornings, one \nof the girls often had a black eye.\"\n\nCristina Cabrera, 23, who lives upstairs with five other people, said she always knew that at least a dozen \nimmigrants lived downstairs. But she never imagined there would be so many.\n\nThe police said 44 people lived in the house, almost all of them deaf adults who worked for little or no pay for the \nmen who brought them to the United States from Mexico.\n\nMrs. Cabrera said it was obvious that her neighbors were going through very hard times. \"Some of the women \nwould sit on the front steps and sob, and I mean sob loudly,\" she said.\n\nTo others on the block, los muditos were known for always paying for their groceries and services in dollar bills and \nfor the exquisite care they took of their home, often hosing down the mess they had left overnight in front of the \nhouse all the way to the sidewalk.\n\nThey were also known for their sweetness, waving and smiling to people they did not even know.\n\n\nEsther Sotamba, one of the owners of the house, said that when she bought it three months ago for $269,000, the \ntenants were already living there.\n\nShe said that she did not know who was renting the house, and that she always dealt with a man named Alfredo \nwho did not live there and never told her his last name or gave her a telephone number. Police have identified the \nman as Alfredo Paoletti, also known as Alfredo Rustrian, 37. When Ms. Sotamba wanted to talk to him, she left a \nnote with the tenants, she said.\n\nMs. Sotamba said she had talked to Alfredo several times because she was concerned that too many people lived \nthere. When she bought the house, she said, she was told there were only 10 tenants. But she visited the house \nevery weekend, and had seen signs that many more people lived there: beds everywhere, many pairs of shoes of \ndifferent sizes and large, industrial-size cooking pots.\n\nAlfredo, however, told her that many of the people who came to the house actually lived in another house nearby, \nshe said. He explained that they congregated in this house because it was closer to their jobs, Ms. Sotamba said. \nOn July 1, Alfredo agreed that the tenants of the house would move, she said, but he asked for time to look for \nanother place.\n\nAt the second address the police went to yesterday, a two-family home at 104-15 34th Avenue, family members \nwho would not give their names said they had owned the building for two years. They said they had rented the \nupper floor to a group of seven deaf Mexicans, but had little communication with them because they used only sign \nlanguage.\n\nA 22-year-old family member said that even though he had heard people go in and out \"all the time,\" he did not \nbelieve there could have been more than seven people living upstairs. \"I would have known,\" he said. \"But I barely \nheard those people walking around.\"\n\nThe men and women of both houses made a living selling pens and key chains for $1 each in the subway cars that \ncrisscross Queens. They paid a monthly total of $1,600 rent for the four-bedroom, one-bath house on 93d Street. \nThey paid punctually on the 22d of each month, Ms. Sotamba said, giving her at least $1,000 of the total in $1 bills.\n\nManuel Jara, a neighbor who lives two houses away, said that the immigrants showed up suddenly one day six \nmonths ago. \"We used to ask ourselves, where did all these people come from, and what are they doing here, until \nI saw two of them in the subway, selling things,\" he said.\n\nValerio Mena, a tailor who has a shop a few houses away from where they lived, said he was always making \nalterations for them. They wore secondhand clothes that needed a lot of mending. A few days ago, they left an old \npurple sweatshirt, a faded blue hooded jacket and some blue and white sheets.\n\n\"I feel for them. They were really nice people,\" Mr. Mena said, neatly folding the immigrants' belongings that he \nnever got to mend. \"For a long time there has been a rumor that someone was exploiting them.\"\n\nAnother shopkeeper, Ana Nolasco, said the immigrants had managed to communicate to several neighbors that \nthey worked 18 hours a day or even longer because the man who controlled them, whom they never identified, \ndemanded that they stay away from the house unless they had earned at least $100 a day. Lately, she said, they \nhad begun wearing the same kind of clothes: colorful T-shirts with a logo that spelled Love in sign language, and \njean shorts.\n\nMrs. Cabrera said she found it difficult to deal with her neighbors because she could not communicate with them. \nShe went downstairs many times to let them know that their babies were crying.\n\n\"I pounded on their doors, but they couldn't hear me,\" she said, \"and the babies cried for hours, until they couldn't \ncry anymore.\"\n\n\n\nNeighbors said they were not sure whether the men who lived in the house beat the women, or if someone from \nthe outside came in to abuse them, because they never actually saw any of the beatings. But, they said, they are \ncertain that many tears were shed in that house.\n\nMrs. Cabrera said she once saw a young woman running from the house as if she wanted to get away from two \nmen who were chasing her. The woman pushed the men away, and they finally left her alone. She then sat on the \nsteps at the back of the house, whimpering like a puppy.\n\nThe next day, when Mrs. Cabrera asked Alfredo what had happened, he told her that the woman had had a very \nbad toothache.\n\nGraphic\n\n \n\nMap of Queens shows the location of 104-15 34th Avenue and of 37-54 93d Street: Officials say 62 people lived in \nsqualor in two houses in Queens. (pg. 25)\n"}