{"title": "Immigrants a force behind tech firms; They started firms with $50 billion in sales, a new study says. Most were from India, China.", "body": "\nAbout 25 percent of the technology and engineering companies launched in the last decade had at least one \nforeign-born founder, according to a study released this month that throws new information into the debate over \nforeign workers who arrive in the United States on specialty visas.\n\nThe report, based on telephone surveys with 2,054 companies and projections by researchers at the University of \nCalifornia at Berkeley and at Duke University, found that immigrants - mostly from India and China - helped start \nhundreds of companies with estimated sales of nearly $50 billion.\n\nTechnology-industry lobbyists have already cited the study in a push to persuade Congress to increase the annual \nallotment of H-1B visas, which allow U.S. companies to sponsor temporary workers in specialty occupations, such \nas computer programming and systems analysis. The companies say they cannot find enough Americans to fill \njobs; other proponents contend that globalization requires U.S. companies to import talented workers.\n\n\"This research shows that immigrants have become a significant driving force in the creation of new businesses \nand intellectual property in the U.S. - and that their contributions have increased over the past decade,\" wrote the \nstudy's author, Vivek Wadhwa, a former technology executive who immigrated from India with his family as a \nyoung man.\n\nAnother study will be released next month by the Center for Immigration Studies, which supports low levels of \nimmigration. That report says most specialty visa holders come to the United States to do low-level professional \njobs for relatively low pay.\n\nWadhwa's study looked at founders of engineering and technology companies started from 1995 to 2005, and \nanalyzed the World Intellectual Property Organization Patent Cooperation Treaty database. About one-fourth of \ninternational patents filed in the United States in 2006 were submitted by immigrants.\n\nScott McNealy, chairman and cofounder of Sun Microsystems Inc., is among those advocating an expanded visa \nprogram by writing editorials, calling members of Congress, and supporting political action committees.\n\nMcNealy noted that immigrants Vinod Kosla of India and Andy Bechtelsheim of Germany cofounded Sun. The \ncompany \"created tens of thousands of jobs that have generated billions of dollars in exports and has created \n\n\nthousands of patents and intellectual-property positions,\" McNealy said. \"Why would you have any arbitrary number \non smart people?\"\n\nLast year, the industry raised the issue in the national debate over immigration reform, but Congress ended its \nsession without acting on the Securing Knowledge, Innovation and Leadership Act. The bill would increase the \nannual quota on the H-1B visas to 115,000 from 65,000, eliminate green-card caps for some advanced-degree \nholders, and streamline the processing of employment-based green cards. Tech lobbyists want to revive it.\n\n\"We are working on that new piece of legislation that will hopefully be a great fix for a lot of our companies,\" said \nAndrea Hoffman, vice president of government and political affairs for TechNet, an industry lobby backed by \nhundreds of technology companies, including Apple Computer Inc., Microsoft Corp. and Google Inc..\n\nThose who favor low levels of immigration and oppose expanding the specialty-worker programs contend that \nforeigners accept lower pay and depress wages.\n\nJessica Vaughan, an analyst at the Center for Immigration Studies in Washington, said an increase in the cap \nwould amount to \"a subsidy for business because it allows them to bring cheaper labor from overseas.\"\n\nIt is unknown how many of the immigrants who founded technology companies had H-1B visas.\n"}