{"title": "HEARING OF THE IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY, AND INTERNATIONAL LAW SUBCOMMITTEE OF THE HOUSE JUDICIARY COMMITTEE; SUBJECT: SAVE AMERICA COMPREHENSIVE IMMIGRATION ACT OF 2007; CHAIRED BY: REPRESENTATIVE ZOE LOFGREN (D-CA) WITNESSES PANEL I: REPRESENTATIVE CAROLYN CHEEKS KILPATRICK (D-MI); REPRESENTATIVE BARBARA LEE (D-CA); REPRESENTATIVE SILVESTRE REYES (D-TX); REPRESENTATIVE NANCY E. BOYDA (D-KS); PANEL II: WILLIAM SPRIGGS, PH.D., CHAIRMAN, DEPARTMENT OF ECONOMICS, HOWARD UNIVERSITY; GREGORY SISKIND, PARTNER, SISKIND SUSSER BLAND; CHARLES H. KUCK, PRESIDENT-ELECT, AMERICAN IMMIGRATION LAWYERS ASSOCIATION, ADJUNCT PROFESSOR OF LAW, UNIVERSITY OF GEORGIA; CHRISTOPHER NUGENT, SENIOR COUNSEL, COMMUNITY SERVICES TEAM, HOLLAND AND KNIGHT, LLP; KIM GANDY, PRESIDENT, NATIONAL ORGANIZATION FOR WOMEN (NOW); T.J. BONNER, PRESIDENT, NATIONAL BORDER PATROL COUNCIL OF THE AMERICAN FEDERATION OF GOVERNMENT EMPLOYEES, AFL-CIO; JULIE KIRCHNER, DIRECTOR OF GOVERNMENT RELATIONS, FEDERATION FOR AMERICAN IMMIGRATION REFORM; LOCATION: 2237 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY, AND INTERNATIONAL \nLAW SUBCOMMITTEE OF THE HOUSE JUDICIARY COMMITTEE SUBJECT: SAVE AMERICA \nCOMPREHENSIVE IMMIGRATION ACT OF 2007 CHAIRED BY: REPRESENTATIVE ZOE LOFGREN (D-CA) \nWITNESSES PANEL I: REPRESENTATIVE CAROLYN CHEEKS KILPATRICK (D-MI); REPRESENTATIVE \nBARBARA LEE (D-CA); REPRESENTATIVE SILVESTRE REYES (D-TX); REPRESENTATIVE NANCY E. BOYDA \n(D-KS); PANEL II: WILLIAM SPRIGGS, PH.D., CHAIRMAN, DEPARTMENT OF ECONOMICS, HOWARD \nUNIVERSITY; GREGORY SISKIND, PARTNER, SISKIND SUSSER BLAND; CHARLES H. KUCK, PRESIDENT-\nELECT, AMERICAN IMMIGRATION LAWYERS ASSOCIATION, ADJUNCT PROFESSOR OF LAW, UNIVERSITY \nOF GEORGIA; CHRISTOPHER NUGENT, SENIOR COUNSEL, COMMUNITY SERVICES TEAM, HOLLAND AND \nKNIGHT, LLP; KIM GANDY, PRESIDENT, NATIONAL ORGANIZATION FOR WOMEN (NOW); T.J. BONNER, \nPRESIDENT, NATIONAL BORDER PATROL COUNCIL OF THE AMERICAN FEDERATION OF GOVERNMENT \nEMPLOYEES, AFL-CIO; JULIE KIRCHNER, DIRECTOR OF GOVERNMENT RELATIONS, FEDERATION FOR \nAMERICAN IMMIGRATION REFORM LOCATION: 2237 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, \nD.C. TIME: 10:00 A.M. EST DATE: THURSDAY, NOVEMBER 8, 2007\n\n\nREP. LOFGREN:  I understand that two of our witnesses are on their way.  And so with that in my mind, I'd like to \ncall the hearing on the subcommittee to order.  (Sounds gavel.)\n\nAnd I'd like to welcome all the members, our witnesses, and members of the public to the subcommittee hearing on \nH.R. 750, the Save America Comprehensive Immigration Act of 2007.\n\nIn the hearing on September 6th, our subcommittee examined H.R. 1645, the Security Through Regularized \nImmigration and a Vibrant Economy Act of 2007, otherwise known as the STRIVE Act.  Today, we'll review H.R. \n750, the Save America Comprehensive Immigration Act of 2007.  (Coughs.) -- excuse me.\n\nBoth bills contain the necessary elements of comprehensive immigration reform to fix our broken immigration \nsystem.  In addition, the save America act contains several provisions that would compliment the STRIVE Act.\n\nI would like to commend our subcommittee colleague Congresswoman Sheila Jackson Lee for not only drafting and \nintroducing 750 but also for her service on behalf of comprehensive immigration reform and immigration in \ngeneral in the 110th Congress and in many congresses before the 110th, especially as ranking member of the \nsubcommittee for many years.  And since I can remember, Representative Jackson Lee has always been a tireless \nchampion for immigration reform.\n\nI was personally disappointed when the Senate was unable to proceed on comprehensive reform this spring.  We \nwere prepared on the House side to tackle this important issue.  But because of Senate inaction, we didn't get the \nchance to proceed on hearings or remarks upon comprehensive immigration reform.\n\nBut the details matter.  And today, we will get information and details on the save America act.  We can't know what \nthe future will hold for comprehensive reform, but we can be armed with knowledge about legislation in the House \nto meet the immigration challenge.\n\nBecause this hearing is about Congresswoman Jackson Lee's bill, I would like to yield the balance of my time to my \ncolleague from Texas so that she may properly introduce the purpose of our hearing today before recognizing the \nranking member.  And so I would yield the balance of my time to Ms. Jackson Lee for her opening statement.\n\nREP. SHEILA JACKSON LEE (D-TX):  Thank you very much, Madam Chairwoman, and particularly for your \nleadership on this issue and the opportunity to work with you not only in this Congress but in past congresses and \nto thank you for recognizing the complimentary role that H.R. 750 can play in comprehensive immigration reform.\n\nMight I also suggest to this hearing that there are many ways of looking at comprehensive immigration reform.  \nAnd I'm delighted that as a member of the Congressional Black Caucus and the co-chair of the Immigration Task \nForce, we have been studying this issue for a very long time.\n\nAnd the Congressional Black Caucus has made a commitment on the record that they understand the value and \nthe importance of comprehensive immigration reform, which includes border security and earned access to \ncitizenship, but an economic opportunity with fair wages and diversity for equal treatment of immigrants coming \nfrom all backgrounds.\n\nMadam Chair, I'd like to ask unanimous consent to put into the record the CBC statement on immigration reform.\n\nREP. LOFGREN:  Without objection, so ordered.\n\nREP. LEE:  As it relates to H.R. 750, as I indicated, it is a complimentary step among the number of immigration \nbills that have been offered.\n\nAnd it recognizes, in particular, the diversity of America and of course, those who come from the fields of \nMississippi and Alabama, factories in Detroit and Cleveland, the packing houses and office buildings of Chicago, \nand the shipyards of Philadelphia and Los Angeles.\n\n\n\nIt recognizes that as we look toward comprehensive immigration reform, we must address the question of \nensuring the protection of American jobs, the American dream, and the training of Americans so that we can \nparallel the need for more workers with the opportunity for American workers.\n\nI think it is a creative approach to addressing the question of assuaging or, if you will, comforting Americans who \nare concerned about the loss of their jobs.\n\nIt is important in this legislation to note also that we, in fact, are concerned about fair wages and the treatment of \nthe undocumented, providing them with access to protecting themselves from abuse.\n\nIn addition, this has a strong component on border security.  We are realistic about the needs of America.\n\nAnd frankly, we stand strong on covering the issue of border security with something unique, professional \ndevelopment and training for our Border Patrol agents, acknowledgement of their service, technology, and new \nequipment so that they can perform in the most effective way.  (And ?) the question of security in relation to the idea \nof sex abuse of those who come into the United States who may be abused.  And they may come in on a legal \naspect.\n\nAs I close, let me tell you that this bill has been recognized by a number of individuals, including the Border Patrol \nAssociation.  It has been acknowledged by Senator Kerry, which admitted it into the legislation that was passed in \nthe Senate, the rapid response measures, a lot of them are also in the STRIVE Act.\n\nAnd so we've led out on this issue and we believe this is an important hearing because our bill also includes a \nnumber of provisions dealing with legal immigration that many of our legal immigrant advocates and particularly \nour bar association has asked for relief in order to be able to prosecute and to maintain the right kind of balance in \nhelping those who are here legally and are seeking greater opportunity.\n\nSo I'm delighted with the witnesses that will be here today and which -- I will compliment them as they come \nforward.\n\nI certainly thank the chair of the Congressional Black Caucus, Congresswoman Carolyn Kilpatrick, for her \nleadership and working with me not only on this bill but on our principles as we have tried to be a very, very large \nparticipant in this important debate.\n\nLet me thank the first vice chair, Congresswoman Barbara Lee, who is present here today and we thank her for her \npresence.\n\nAnd as well we thank our good and dear friend; and I assume in a hearing, we don't call him a dear friend, we call \nhim the chairman of the intelligence committee, but a leader on these issues; Silvestre Reyes from Texas.\n\nAnd we do thank Nancy Boyda who is here as a frontline, but a new leader in the community and raises important \nissues of what we should report at the hearing.\n\nThank you very much, Madam Chair.  And I yield back my time.\n\nREP. LOFGREN:  Thank you.\n\nI would now recognize the ranking member, Mr. King of Iowa, for his opening statement.\n\nREP. STEVE KING (R-IA):  Thank you, Madam Chair.\n\nAnd I must be frank and express my disappointment with the subject of this hearing.  H.R. 750, the Save America \nComprehensive Immigration Act really is quite a title for a bill.  It grants amnesty to the large majority, the 12 \n(million) -- to 20 million illegal aliens currently residing in the United States.\n\n\n\nAmericans have rejected mass amnesty by a large margin.  That amnesty, I believe, is an affront to native-born \nAmerican, to naturalized citizens, to legal immigrants, and to the very concept of the rule of law.\n\nAmnesty rewards lawbreakers and will only encourage new ways of illegal immigration.  Amnesty will doom \nmillions of the most underprivileged Americans to a future without any hope of good jobs or a good education as \nrecipients continue to depress the labor market and crowd our children's schools.\n\nThat amnesty will cost American taxpayers billions of dollars a year as illegal aliens become eligible for a whole \nhost of federal, state, and local welfare programs.\n\nThe Senate Democrats' plan for mass amnesty were defeated in June by an unprecedented outpouring of \nopposition by the American people. They shut down the switchboards in the Senate.  When has that happened and \nwhat was the subject matter?  Immigration would have to be it.\n\nI had thought that the Senate defeat had convinced the House leadership to abandon its own plans for a mass \namnesty in this Congress.  And after all, Rahm Emmanuel got into some hot water about immigration policy when \nhe said no way comprehensive reform would happen until the second term of the next Democrat president.\n\nHowever, I can only assume that since the subcommittee is holding a hearing at this late date on mass amnesty \nlegislation that the House Democratic leadership still entertains plans for passing mass amnesty.\n\nApparently, the House Democratic leadership has not heard the pleas of the American people to secure our \nborders, uphold the rule of law, stand up for American workers and American communities.\n\nApparently, the House Democratic leadership has heard the pleas of states and localities for the federal \ngovernment to take charge -- excuse me, has not heard the pleas of states and localities for the federal government \nto take charge of the immigration law enforcement so that they do not have to.  But we're hearing from the states, \nthe counties, and political subdivisions, they step up and do what they can within the limits and the constraints of \nthe constitution.\n\nBut most ardently, the House Democratic leadership has apparently not heard the pleas of the members of its own \ncaucus.  So I ask that Congress step up to the plate and pass meaningful immigration enforcement legislation.\n\nOnly this week, freshman Democrat Heath Schuler introduced his bipartisan immigration law enforcement \nlegislation with the support of 44 of his Democratic colleagues and 40 Republicans.  The Schuler bill contains no \nmass amnesty.  In fact, the Schuler bill -- Mr. Schuler had said about his bill that he would oppose his own bill \nshould an amnesty ever be attached.\n\nWhat the bill does contain are a number of significant provisions to end the job magnet that draws most illegal \naliens to this country.\n\nI would point out the definition of amnesty.  To grant amnesty is to pardon immigration lawbreakers and reward \nthem with the objective of their crime.\n\nThe Schuler bill sends an important message, that some Democrats are now joining Republicans and calling for \nserious immigration law enforcement.  And yet we're holding this hearing today on mass amnesty legislation, mass \namnesty legislation that doesn't even pretend to address the job magnet for illegal aliens.  I can only assume that \nthe House Democratic leadership has yet -- has not yet heard the message that Mr. Schuler and his Democratic \ncolleagues have sent.\n\nI haven't even mentioned all of the other objectionable provisions in H.R. 750.  The bill dramatically increases legal \nimmigration, which is contrary to the wishes of the vast majority of American people.  The bill perversely makes it \nmuch easier for criminal aliens to avoid deportation.  It actually puts up roadblocks in the way of effective \nimmigration law enforcement such as empowering -- such as by empowering sanctuary cities.\n\n\n\nBut I didn't want to express my disappointment with today's hearing.  I would raise instead that the chair consider \nholding a hearing on Mr. Schuler bill at the earliest opportunity followed by a markup.  There are 80 co-sponsors \nthere.  And I don't believe there are anywhere near that many co-sponsors on this bill.  In fact, there's 22 co-\nsponsors on this bill.\n\nSo with that encouragement, Madam Chair, I yield back the balance of my time.\n\nI look forward to the testimony of the witnesses and thank them for being here.\n\nREP. LOFGREN:  The gentleman yields back and we will reserve.  If the ranking member of the full committee and \nchairman of the full committee come, we will, of course, hear their statement till that time.  Other members are \nasked to submit their statements for the record.\n\nWe have two distinguished panels which are here today to help us consider the important issues before us.\n\nHere on our first panel are our colleagues.\n\nIt is my pleasure to introduce our friend and colleague, Congresswoman Carolyn Cheeks Kilpatrick.  Born and \nraised in Detroit, Michigan, Congresswoman Kilpatrick has represented her hometown in Congress since 1997.  \nShe is a leader on the appropriations committee and she was unanimously elected to chair the Congressional Black \nCaucus earlier this year.\n\nNext I'm pleased to welcome my fellow Californian, Congresswoman Barbara Lee.  Congressman Lee has served \nthe people of the 9th District since 1998.  And she currently serves also on the appropriations committee.  Born in \nEl Paso, we know her as the first vice chair of the Congressional Black Caucus, a senior Democratic whip and co-\nchair of the Progressive Caucus.\n\nNext we have Congressman Silvestre Reyes, who has served in the House for 11 years as the representative from \nTexas' 16th District. He began his career with the U.S. Immigration and Naturalization Service in the U.S. Border \nPatrol.\n\nHe started as a Border Patrol agent and later rose through the ranks of immigration inspector and instructor at the \nborder control -- Border Patrol Academy and assistant regional Border Patrol commissioner and of course, now \nserves as chair of our intelligence committee.\n\nFinally, I'm pleased to welcome Congresswoman Nancy Boyda serving her first term in Congress as the \nrepresentative of Kansas' 2nd District.  Congresswoman Boyda grew up in Marshall County, Kansas, and served \nwith distinction in the U.S. Marine Corps.  She serves on the committee for agriculture and armed services.  And it \nis a real pleasure to serve with her in Congress as well.\n\nSo we look forward -- as you know, your full statements will be admitted into the record.  I would advise that we \nhave votes at about -- at 11:00.  So we will look forward to your testimony orally in about five minutes beginning \nwith you, Congresswoman Kilpatrick.\n\nREP. KILPATRICK:  Thank you, Madam Chair, and -- for your hard work and the work of the committee over this \nyear which has helped several hearings on the -- immigration in general and comprehensive immigration in some \nregard.\n\nI want to thank our colleague, Sheila Jackson Lee, who co-chairs our task force for the Congressional Black \nCaucus, 43 members from 21 states who represent over 40 million Americans.  Eighteen of our members have less \nthan 50 percent African Americans.  Five of our members have less than 15 percent African Americans.  So we \nrepresent the conglomerate, Asian Americans, African Americans, European Americans, Native Americans, Latino \nAmericans, and the like.\n\n\n\nWe're here today to put our statement in the record and our principles.  And we choose to call the glass half full, \nlegal access to immigration.  And that's what we want, legal access to immigration.\n\nI represent the largest courts in North America in the northern part of our country.  And my city, Detroit, borders an \ninternational crossing with Canada, one of our friendly partners.\n\nSo we -- I as a member who chair this Congressional Black Caucus as well as all of our members and many \nmembers of Congress want legal access to immigration in a comprehensive way.  I'd like to put on the record, and \nmy statement is in full statement in the record, the principles of the Congressional Black Caucus.\n\nWe want earned access to lawful permanent resident status for persons currently in the United States, earned \naccess.  We want to ensure education, job training, non-discriminatory, informant, and livable wages for all legal \nworkers, immigration regulations that will increase diverse immigration among historically underrepresented \nregions such as the Caribbean and Africa, a strong border security and comprehensive immigration reform.\n\nWe know that much work has been done, that when we get through with this, we hope we will attack and have a \ngood policy for immigration, legal immigration, that people must earn their status, must file the papers, must do \nthe proper procedures before becoming permanent citizens of our country.\n\nWe are not asking for a mass illegal immigration of anyone.  We want to work with you.  We intend to do that \nforthwith.  And thank you for the opportunity to come before you today.\n\nREP. LOFGREN:  Thank you, Congresswoman.\n\nNext we hear from our friend Barbara Lee.\n\nREP. LEE:  Thank you very much.  Let me also thank you, Madam Chair, for your leadership and for really \nconducting the hearings and an agenda on immigration reform that has been very thorough and very \ncomprehensive.\n\nAnd thank you, Congresswoman Jackson Lee, for oftentimes being the voice in the wilderness on immigration \nreform and why we cannot allow immigration policy, immigration reform to become a wedge issue. And thank \nyou for your legislation and for your leadership.\n\nLet me commend this esteemed panel.  We all have different points of views on immigration.  But I think everyone \nagrees that our nation -- we understand that our nation is a nation of immigrants and that immigration is -- really is \nan issue of family values and opportunity. And it is a core issue of civil rights.\n\nMy view, of course, is shaped by my own personal history.  I grew up in El Paso, Texas, which is represented by my \ncolleague Congressman Silvestre Reyes, who is doing a phenomenal job not only for his congressional district but \nfor my home city.  And I consider him my congressman.\n\nAnd so I attended school in El Paso, Texas, and got to know the immigrants community in a very intimate way \nbecause of my upbringing and understand very clearly that immigrants have contributed immeasurably to American \ningenuity, innovation and to our economy.\n\nAnd so even though we have different histories, all of us have exposure to immigrants and their contributions, we all \nshould be able to agree that the current system of immigration is not meeting the current needs and that we do \nneed to move forward on comprehensive immigration reform.\n\nNow as the co-chair of the Congressional Progressive Caucus, I am proud to share that that caucus has outlined a \nseries of principles to sum up our position on immigration and immigration reform.\n\n\n\nSimply put, we must have a fair and equitable immigration policy that provides a well-designed and time-bound \npath to permanent residency and citizenship.  And I would like to ask these principles to also be included in the \nrecord.\n\nREP. LOFGREN:  Without objection, they will be.\n\nREP. LEE:  Let me just summarize what some of these principles are because I want to make sure that it is very \nclear that we are talking about a clear and legal and earned access as a -- the path to permanent residency and \ncitizenship for all of the millions of undocumented workers and their immediate families, a policy that works to unite \nfamilies and not to separate children from their parents, a system that is timely and straightforward without charging \nexcess fees or fines that are out of reach for immigrant families, the ability of children to pursue an education and \nhave access to student loans and in-state tuition, a system that minimizes mandatory and indefinite detention of \nnon-citizens and safeguards the universal human rights of every person, a plan that provides for equitable and \nnondiscriminatory enforcement of laws that does not make first responders like firemen and women and police into \nimmigration agents.\n\nWe want to encourage employers Ã‚Â– for employers to (be ?) citizens and legal residents first, that does not make \nthem into immigration officers either, and a strong, of course, and accessible border security plan.  We all agree \nborder security must be essential and central to any immigration policy to ensure the safety of our country.\n\nAlso we heard from our esteemed chair of the Congressional Black Caucus in which I am honored to serve as vice \nchair.  And the principles which the Congressional Black Caucus have put forward does quite a bit to make certain, \nfirst of all, that immigrants do not become or immigration does not become a wedge issue.  And I want to thank the \nCongressional Black Caucus because it recognizes the importance of job training, education, and jobs for American \nworkers in its principles.\n\nCongresswoman Jackson Lee, your bill, H.R. 750, the Save America Comprehensive Immigration Act of 2007, \nreally does move us forward in terms of strengthening the focus on family reunification and also making sure that \nwe increase the level of diversity of immigrants worldwide, which is very important.  Oftentimes, we forget that there \nare immigrants from Haiti and Liberia which have been treated unfairly in our immigration policy.\n\nAnd so your legislation does put us forward -- make a major step forward to make sure that our immigration policy \nis not discriminatory and that it is fair.\n\nSo Madam Chair, I needed today to urge this subcommittee to provide really the support for a morally correct, \ntough, comprehensive immigration plan and to consider Congresswoman Jackson Lee's bill in a way that all of us \nhave because we think that it's an excellent bill.\n\nAnd we appreciate the opportunity to provide some input and share our principles with you.  And thank you again \nfor your leadership.\n\nREP. LOFGREN:  And thank you, Congresswoman.\n\nMr. Chairman.\n\nREP. REYES:  Thank you, Madam Chairman.  I want to thank you and the ranking member for holding this very \nimportant hearing this morning.\n\nSpecial thanks from me to my fellow Texan Representative Sheila Jackson Lee both for inviting to speak to your \ncommittee this morning and most importantly, for being a champion in working on the three very important aspects \nof comprehensive immigration reform.\n\n\n\nAs most of you know, before coming to Congress, I served for 26- 1/2 years in the U.S. Border Patrol, where I \nbegan as an agent and was fortunate enough to work my way through the ranks and be chief at the -- for the last 13 \nyears at two different locations.\n\nI think I'm the only member of Congress with a background in border enforcement.  So I have firsthand knowledge \nof what we need to do in order to reduce illegal immigration while keeping our borders and the nation safe.  This, I \nwant to be clear, is a national security issue.\n\nRight now, we have a number of them around the world of, take your pick, from 9 (million) to 12 (million).  I just \nheard the ranking member King talk about 20 million.  So somewhere in that range, we have a world of people living \nin our own country, where those that would want to hurt our communities can move around freely.  So to me, \ncomprehensive immigration reform makes sense.  It's a national security issue.\n\nDuring my tenure, I not only oversaw long stretches of terrain between the ports of entry, but for four years, I also \nworked the international bridges.  I have a broad understanding of what it takes in order to secure the many \ncomponents of our nation's borders.\n\nWith that, Madam Chairwoman, I want to applaud your efforts to keep comprehensive immigration reform at the \nforefront of our discussions here at Congress.\n\nI have always said that we need a comprehensive immigration reform plan with three main components; number \none, strengthen border security; number two, earned legalization for those who qualify; and three, a guest worker \nprogram with tough employer sanctions and provisions.\n\nComprehensive reform, for me, is like a three-legged stool. Without one leg, the stool topples over.  Our nation's \ncurrent immigration system is broken and as I think a lot of us recognize, is in desperate need of repair.\n\nFor the past few years, Congress and the administration have been very concerned with cracking down on illegal \nimmigration and have focused much of their energy on security and the security-only concept in legislation.\n\nWhile I would certainly agree that we need to focus on assuring everyone that enters our country enters legally, we \nmuch also remember not to pool all of our attention and resources into one particular agency or one leg of the stool.\n\nWhile I do not, this morning, have enough time to address each of the legs that I feel are equally important, I would \nlike to comment on border security aspect with -- which is, I think, very prominent not just around the country but \ncertainly in a district like mine.  I represent a border district.\n\nWhile the number of United States Border Patrol agents has risen dramatically, the other agencies that assist in the \nsecurity effort, sometimes with equal importance, have often been neglected.\n\nWhen the average person thinks about the men and women overseeing our nation's borders, the first group, and \nunderstandably so, that comes to our minds are the men and women that serve us proudly wearing that green \nuniform of the Border Patrol.\n\nHowever, people often forget about the men and women in blue, the Customs and Border Protection officers, who, \nfor instance, like in my district, saw more than 28.5 million individuals traveling by car or truck this fiscal year alone \ninto our country through our international bridges.\n\nOur international bridges are suffering because attention has not been placed on them as a top priority.  Over the \nlast several months, constituents in my district and across the nation have faced increased wait times.  And recent \nreports state that times have escalated upwards from two to three hours.\n\n\n\nThis problem must be stopped and help must be directed in order to keep security high while at the same time \nallowing the free flow of trade, commerce, and the everyday interchange between communities at the border region.  \nAnd while I might add, that applies not just to the U.S.-Mexico border, but the U.S.-Canadian border as well.\n\nI would also, at this point, take a moment and talk specifically to a section in my colleague Ms. Jackson Lee's bill, \nH.R. 750, which is the Save America Comprehensive Immigration Act.  Section 639 would increase the number of \ninspectors at our land and ports of entry.  And while I applaud the 1,000 additional officers as a much-needed \nincrease, we simply need to do more.\n\nIn El Paso alone, in my district, we have four international bridges that are need of a total of more than 150 \nadditional CBP officers just to maintain the already authorized on-duty force.  That doesn't include expansion, just \nthe on-duty force.\n\nWe must continue to look at the current state of our nation's ports of entry and commit to properly funding staffing \nlevels, which would be adequate enough to provide security for our nation.  Being understaffed and under-funded \nsimply, in today's world, with the challenges that we face as a nation, is unacceptable.\n\nWe must also remember all the agencies that have a role in securing the border along with the Border Patrol.  And \nwe must increase the number of United States attorneys, immigration and customs enforcement inspectors, \nimmigration judges, federal judges, U.S. Marshals, as well as Bureau of Prisons personnel.\n\nImmigration reform must continue to move forward and we must take, in my opinion, a holistic approach to ensure \nthat we encompass all relevant agencies.  They're all important in this process, just like a comprehensive approach.\n\nSo I appreciate, Madam Chairwoman, the opportunity to testify this morning.\n\nAnd I look forward to continuing to work certainly with my colleague from Texas, but from every member of this \ncommittee as you do very important work for our country.  Thank you.\n\nREP. LOFGREN:  Thank you very much.\n\nAnd our last witness is our colleague Congresswoman Boyda.\n\nREP. BOYDA:  Chairwoman -- Madam Chairwoman and ranking member King and thanks to Barbara Jackson Lee \nas well for having a discussion on this issue.\n\nThank you for inviting me to testify on this critical issue of immigration.\n\nWe are at a crisis.  The lack of enforcement of our immigration laws has, in fact, led to increased illegal \nimmigration.  Quite honestly, this is simply unacceptable to the people of the 2nd District of Kansas.  And I agree, \nlike you, that it's time -- it's actually past time that we find real solutions to the problem.\n\nIn addition to my concerns about what has become a flood of illegal immigrants, I'm concerned about where the \nimmigration conversation is going in our country.  We're losing control not only of our borders but we're also losing \ncontrol of the conversation on illegal immigration and how to fix the problem.\n\nThe longer we delay action, the worse the problem gets and the worse the rhetoric gets.  At this time, we are still \nable to have a conversation that discusses how we can move forward to secure our borders, to verify \nunemployment and then to enforce our laws.\n\nMy fear, if we do not address this immigration crisis soon, that we will no longer be able to have a conversation \nabout we fix the problem.  Instead we may end up in a yelling match with heated rhetoric against immigration and \nimmigrants.  That's not what our country is about.\n\n\n\nIt would be and could be a conversation totally about hatred. This is not a conversation that represents America at \nits finest and it's not a conversation that we need to have.\n\nAgain, I agree with this committee that it's time -- it's past time that we find solutions.  I believe that there are three \nsteps to stopping the flow of illegal immigrants.  We have to secure our borders.  But we must require that \nemployers verify employment eligibility.  And we must -- (clears throat) -- -- excuse me, we must enforce our \nimmigration laws.\n\nCongress must and can demonstrate to the American people that we are willing and able to protect our nation's \nborders.  We are a nation of laws and they must be enforced.  Those violating laws cannot be rewarded.  \nEnforcement of immigration laws would substantially reduce illegal immigration and greatly increase border \nsecurity.\n\nThis is why I have serious concerns about some of the provisions of H.R. 750, the Save America Comprehensive \nImmigration Act of 2007. I believe that several provisions actually reward people for -- who have broken our laws.  \nAnd all that does is encourage more to do the same.\n\nI believe that the three steps to stopping the flow of illegal immigrants, securing our borders, requiring employers to \nverify employment eligibility, and to enforce immigration laws are the answer.  Congress can and must \ndemonstrate to the American people that we are willing and able to control our borders.\n\nTo that end, H.R. 750 has worthwhile provisions.  It increases -- as Mr. Reyes had said, it increases the number of \nBorder Patrol agents by significant numbers.  And it contains much needed provisions to retain those agents with \nloan repayments, easing of the regulations on recruitment and retention, and the repeal of the DHS Human \nResources Management System, which has been the cause of much of the career disaster that's happened to this \nvital agency lately.\n\nH.R. 750 also pays particular attention to addressing concerns about sex offenders already abusing our \ndysfunctional immigration system.  And for that, I congratulate you and say thank you.\n\nWe are at a turning point.  The longer that we delay action, the more the rhetoric, I am concerned, will get out of \nhand.  If that happens, our ability to come together to solve this problem will in fact get farther and farther away.\n\nThe solution is clear.  Secure our borders, eliminate the job magnet, and enforce our laws.\n\nMadam Chairwoman, I yield back.  Thank you so much for allowing me to testify.\n\nREP. LOFGREN:  Thank you very much for your testimony.\n\nAnd thanks to all of you for your testimony.\n\nWe note that Congresswoman Kilpatrick has had a conflict and had to leave the hearing.  So if we have questions \nfor her, we will submit them to her in writing.  And we will now go to our questions for our colleagues.\n\nAnd I'll turn first to the ranking member, Mr. King, to begin.\n\nREP. KING:  Thank you, Madam Chair.\n\nI do want to thank all the witnesses.  And certain things have raised my curiosity.\n\nI will go first to the gentleman Mr. Reyes.  And as he spoke to this, I will say I -- I agree with you, we'll need to \nenhance our ability at a lot of the ports of entry.  And I see traffic backed up for hours and miles.  And I would say \nwiden that, add to the personnel, be more effective and efficient on screening those who come in.  That'd be my \nview.\n\n\n\nBut I'd ask you, have you read this bill?  And then do you -- do you then support H.R. 750?\n\nREP. REYES:  I do support it.  I will tell you we need to do more.  I think it's a good starting point.  I think that there \nare sections that we do need to look at and expand.  I think we --\n\nREP. KING:  Are there sections --\n\nREP. REYES:  -- need to look at it as a holistic --\n\nREP. KING:  Are there sections you disagree with?\n\nREP. REYES:  Well, in the concept of comprehensive immigration reform, I haven't seen the -- this is from my \nviewpoint, a process that takes into account all three different areas, which are border enforcement, the legalization \nprocess for those that have earned it, and most importantly, a guest worker program with employer sanctions, \nprovisions because I think that's --\n\n(Cross talk)\n\nREP. KING:  (Inaudible) -- those sections that diminish the standards that, let's see, that allow people to have a \npath to a LPR and citizenship that may have served less than a year to a sentence, those kind of things that lower \nour standards, identify those people who are criminals, is that that part of consent to you?\n\nREP. REYES:  Well, of course, those are all -- let's say that I have not seen a piece of legislation that I completely \nagree with, including this bill.\n\nREP. KING:  You and I -- (cross talk) --\n\nREP. REYES:  But I think itÃ‚Â’s important that through these hearing processes that we have the -- that we honor, \nthe process that gets us to a position of compromise that takes into, in my opinion, those three different areas.\n\nREP. KING:  Thank you, Mr. Reyes.\n\nAnd to turn to Ms. Lee, you know, as I listened to your testimony I see this word immigrants come up.  I never see a \nreference there to illegal immigrants or illegal aliens.\n\nDo you, in your mind, draw a distinction between illegal aliens and immigrants because there're a lot of immigrants \nout there that came through the legal process, donÃ‚Â’t really want to be marked with the commingling of that \nconcept by the illegal aliens who didnÃ‚Â’t come through the process?\n\nREP. LEE:  Well, sir.  First, aliens is an alien term to me, these are undocumented or --\n\nREP. KING:  LetÃ‚Â’s go with the illegal immigrants then -- (cross talk.)\n\nREP. LEE:  -- illegal immigrants and workers primarily.  And there is a distinction between those who have come \nthrough the legalization process and those who haven't -- (cross talk.)\n\nREP. KING:  -- (cross talk) -- to immigrants then?\n\nREP. LOFGREN:  I ask the ranking member to show enough courtesy to allow the witnesses to answer.\n\nREP. LEE:  And in my testimony I believe I generally refer to those coming here illegally as undocumented workers, \nprimarily they are coming here to work.  And I believe that as part of comprehensive immigration reform we have \nto have an earned access and earned pathway to citizenship.  I believe the bureaucracy often times -- there is a lot \nof red tape first of all.\n\n\n\nAnd I think that people should be able to become citizens as quickly as possible.  Border security is very important.  \nWe heard Silvestre Reyes talk about it.  And this has got to be a comprehensive approach.\n\nREP. KING:  And, hopefully, I have shown adequate courtesy, but I donÃ‚Â’t think I have -- understand the \ndistinction when you refer to the word immigrant in your testimony, to which group you might be referring to if there \nis a distinction.\n\nREP. LEE:  In terms of what?  What are you talking about?  In terms of -- those that we are talking about -- that I \nam talking about -- should be allowed to become citizens are undocumented, and my position is like that of the \nProgressive Caucus that there should be earned access to legalization, and those are the individuals that we hope \nwe can come up with a policy to allow this to take place, of course, within whatever laws we come up with, with \nwhatever timeframes we come up with, and whatever criteria we come up with.\n\nREP. KING:  And I ask the gentle lady, and I -- still itÃ‚Â’s not clear to me what you mean when you say immigrants.  \nI do think that itÃ‚Â’s -- (cross talk) --\n\nREP. LEE:  Immigrants -- (cross talk.)\n\nREP. KING:  -- if I could ask my question, can I take you back to the term undocumented then, and ask you that \nwhen you refer to undocumented immigrants, do you -- and I want to make sure this panel understands that most of \nthem are documented.  ItÃ‚Â’s just they have lot of counterfeit documents.  So when we use the term \nundocumented, itÃ‚Â’s hard to understand by using Noah's dictionary what we really mean by that.  What do you \nmean?\n\nREP. LEE:  I mean, when I talk about undocumented immigrants, I'm talking about those immigrants who have \ncome to this country without the legal documents that are required by law.  They come here to work primarily in \nfarm -- in the agricultural field.  They come to work as we know -- you know, in -- primarily in a lot of -- (cross talk.)\n\nREP. KING:   -- (cross talk) -- documents.\n\nREP. LEE:  -- and without legal documents.  And what I plan, I think you understand -- I hope the committee \nunderstands that these individuals -- those individuals that we believe should have earned access to legalization in \na way that makes sense, but within the jurisdiction of the laws that we pass here -- (cross talk.)\n\nREP. KING:  (Cross talk) -- I ask unanimous consent to ask one additional question.\n\nREP. LOFGREN:  Without objection the gentleman has another minute.\n\nREP. KING:  Thank you, Madam Chair.\n\nAnd -- it takes -- this is part of many other questions, but I do want to focus it to one, and that is that as I read your \ntestimony Ms. Lee, and as I read through the summaries of the bill presented by Ms. Jackson Lee I begin to see \nthat this list of people who would be brought in under this bill isnÃ‚Â’t vastly expanded list from anything we \ncontemplated in this congress before.\n\nAnd it takes me, of course, to the other side of this analysis. I used to analyze this legislation on how many more \nwould be added to the list of those legalized in each of the categories to try to get a sense of the magnitude of the \nbills that would open up -- the guest worker status for example.\n\nThis bill takes me to other side of that concept to asking the question who would be excluded.  And I would pose \nthat question to you, Ms. Lee.  Who would be excluded under this bill?\n\nREP. LEE:  Well, Mr. King, I'm not certain that I could answer that question with regard to who would be excluded.  I \nthink the purpose of this bill is very clear in terms of what it says.  And I want to, you know, -- one section of this that \n\n\n\nI think is very important for us to understand, which I have comment Councilwoman Jackson Lee for including, and \nthat is making sure that there are -- that the immigration laws donÃ‚Â’t discriminate between immigrants from \nsome countries and immigrants from Haiti and Liberia for example. That is a very important provision.  You may \nthink that may include additional individuals, but I think that itÃ‚Â’s important that whatever immigration files that \nwe come up with that it be fair and that it not discriminate against those from countries such as Haiti and Liberia.\n\nREP. LOFGREN:  The gentleman's extension of time has expired.\n\nAnd I would turn now to the author of the bill, Congresswoman Jackson Lee for her questions.\n\nREP. LEE:  Thank you very much, Madam Chair, and I am delighted with the testimony of all of the witnesses, and \nlet me thank you very much for taking your time to be here, and you elaborate of us that there is a need for \ncomprehensive immigration reform and that H.R. 750 is a compliment to bills like the -- (inaudible) -- and a \nnumber of others including our good friend Heath Schuler.\n\nLet me just put into the record, Madam Chair, I think an important quote that helps me explain to my good friend \nfrom Iowa for line of questioning, President Kennedy said, \"The great enemy of truth is often not the lie --deliberate, \ncontrived and dishonest -- but the myth -- persistent, persuasive and unrealistic.  Belief in myths allows the comfort \nof opinion without the discomfort of thought.\"\n\nLet me simply indicate aspects of the bill that go to earned access Mr. Reyes.  My bill says that if youÃ‚Â’re here in \nthe country for five years I think other bills make take six years or more, no criminal record and therefore as you all \nknow there will be a vetting, you would already be here, you might be a family member, you might have been \nworking.  And then once you get in line and have a process, then we even require community service, some bills \ndonÃ‚Â’t require that, but youÃ‚Â’re here in the country for a five-year period.\n\nThe other aspect of the bill provides facilitating for family- based immigration, and I know that many of us have \nheard, say the Philippines, family member here on line for 13, 14 years.  I remember going to a hearing with then \nChairman Hyde of the judiciary committee when we had a crisis with lines around the building.  The immigration \nservices before Homeland Security when people were waiting in line for access to legal immigration.\n\nAnd so I'm very proud that in this bill we have that aspect, and let me -- quickly so that I can ask questions quite as \nwell some of the elements that Mr. Bonner will testify to, but in this question of inspectors I agree with you, we \nshould amend the bill to include more. But the bill has, of course, helicopters and powerboats in control of the \nUnited States border patrol agents.  But what it does do, and I think this was taken by the governor of New Mexico.\n\nIt was going to have an emergency dispatching to the border of states who called for additional border patrol agents \nat the time so that if a state declares a crisis the federal government could dispatch immediately and enhance \nnumber of those individuals.\n\nSo IÃ‚Â’d like to pose a question, first to Mr. Reyes, chairman of the intelligence committee without asking for \nclassified information, is there a benefit to Americans to know who is in the country to be able to get your hands \naround in a documented fashion identifying everybody, is there a definitive security benefit to Americans to have \nthat process in place?\n\nMR. REYES:  Absolutely.  That was the genesis of my comment that his in fact is a national security issue.  This \ncountry after 9/11 cannot afford a shadow world of 9, 12 million people where those that would be intent on harming \nus can move about at will.  So there is definitely -- I think thatÃ‚Â’s why it cries out for comprehensive immigration \nreform.\n\nThe reality that I think we have to recognize is that weÃ‚Â’re not going to get those 9 to 12 of if you use Ranking \nMember King's estimate of 20 million, youÃ‚Â’re not going to get people to voluntarily come forward and we're not \ngoing to be able to address it in a timely fashion as we are concerned about the potential for another terroristic \n\n\n\nthreat, terroristic act here within our own country.  So itÃ‚Â’s imperative that we look at this from the national \nsecurity issue, thatÃ‚Â’s why these kinds of hearings are so important.\n\nREP. LEE:  Do you think there is a benefit to the provision that if governments declare a crisis or an emergency in \ntheir state they could appeal to the federal government for dispatching of an additional 1,000 troops for example -- \nexcuse me, border patrol agents, for example, as did New Mexico -- well, they did on their own, but -- and thatÃ‚Â’s \na provision in this bill, is that a viable --\n\nMR. REYES:  Absolutely.  As you know, you and I discussed a number of these provisions.  I think that kind of \nflexibility in this legislation is not only a good idea, but post-9/11 imperative that we include it.\n\nREP. LEE:  Ms. Lee --\n\nThank you very much.\n\nIf you look to -- and you donÃ‚Â’t have to look to section 703, it talks about recruitment of American workers.  As \nyou know, the principles of the CDC talks about the economic arm of paralleling comprehensive immigration \nreform protecting American workers, and just quickly, it says that in order to get visas for particular positions you \nhave to have an affidavit that attest that you tried to recruit American workers and that you have looked for them, \nand that you cannot find them.\n\nFor example, Historically Black Colleges in addition it provides a fee for training of American workers.  How does \nthat -- is that a good focus to ensure the protection of American workers?\n\nAnd IÃ‚Â’d like to ask Ms. Boyda, just quickly, the idea, should we be concerned about American workers even as \nwe look at immigration reform in a different way?\n\nAnd Madam Chair, thank you for yielding.  If they could answer the questions, I appreciate it.\n\nREP. LOFGREN:  Without objection additional minute is grated.  We do have votes pending so we'll just very \nquickly --\n\nREP. LEE:  Ms. Lee, quickly.\n\nREP. LEE:  I think thatÃ‚Â’s a very important provision, this bill which I haven't seen in many of the immigration \nbills, itÃ‚Â’s very important for several reasons.  But when you look at, especially minority communities in the United \nStates, communities that have high rates of unemployment often times jobs arenÃ‚Â’t available, job training, \neducational efforts arenÃ‚Â’t -- educational initiatives are not available for lot of historical reasons.\n\nAnd by providing this provision in an immigration bill does make it comprehensive because it makes sure that, \none, American workers are protected.  But it also gives an incentive and gives resources for those communities \nwhich have high rates of unemployment to be able to move forward with job training, and education, and \nemployment opportunity.  So I think this is major provision.\n\nAnd finally, let me just say, it has -- it helps reduce the tensions in terms of the immigration debate because \nAmerica is a country of immigrants.  We cannot forget that African Americans have come to this country in chains, \nhave built this country, built this capital, and itÃ‚Â’s important to recognize the labor, the historical contributions of \nour country by the African American community and recognize it in a comprehensive immigration reform bill.  So I \nthank you for including that provision.\n\nREP. LOFGREN:  The gentlelady's time has expired -- Ms. Boyda and Reyes very quickly because we have one \nmore member to --\n\n\n\nREP. LEE:  The idea of protecting American workers through legal visas that companies may seek, there is a \nprovision in here that talks about attesting to the fact that you could not find an American worker.\n\nREP. BOYDA:  I think -- again in the second district in Kansas, the biggest issue is how do we enforce when we \ndonÃ‚Â’t have a way to come back and enforce we have many different proposals that have been made.  The \nquestion is, constantly, tell me how youÃ‚Â’re going to enforce it, and then we'll talk.  If -- I think people have been \nasked to trust so much that at some point theyÃ‚Â’re just saying I canÃ‚Â’t trust anymore, show me how youÃ‚Â’re \ngoing to enforce and then talk to me about how we're going to do everything.\n\nI'm hoping that perhaps the committee might be able to hear -- would hear Heath Schuler's bill at some time as well, \nso these provisions --\n\nREP. LEE:  There is -- (cross talk) -- through an affidavit, and I appreciate your comment on that.\n\nREP. BOYDA:  Thank you.\n\nREP. LEE:  Thank you very much.\n\nMr. Reyes, the idea of ensuring recruitment of American workers for those who want the legal visas so that the \ncommunity have access to jobs.\n\nREP. REYES:  Absolutely, you know, we have had a number of studies.  And I would ask that you allow me to \nprovide those studies for the record that have essentially indicated that without the labor force in the construction, in \nthe agriculture, in the service industry that is represented by those that are undocumented the -- our economy \nwould be in great jeopardy.\n\nSo, I think it makes sense for a guest worker provision, I think it makes sense that in a comprehensive manner it \nwould provide us the opportunity to do both guest workers and employer sanctions enforcement.\n\nREP. LOFGREN:  The gentlelady's extension of time has expired.\n\nREP. LEE:  Thank you.\n\nREP. LOFGREN:  We have had our 10 minute -- Is that the five minute warning?  Ten minute warning.  Ten \nminutes.\n\nI have not had a chance to ask questions.  Mr. Gohmert does not have a chance to ask questions.  And I think we \nlose this panel after this vote, so I'm going to -- Mr. Gohmert, do you have an abbreviated question, and I will waive \nand let you ask them instead of me.\n\nREP. LOUIE GOHMERT (R-TX):  (Off mike.)\n\nREP. LOFGREN:  Well, we're going to lose the panel.\n\nREP. GOHMERT:  (Off mike.)\n\nREP. LOFGREN:  Okay.  All right, then thatÃ‚Â’s very gracious of you, and we thank the -- our colleagues for their \ntestimony.  We will return right after the vote for our second panel, and we thank you for being with us.\n\n(Vote Recess.\n\n)\n\nREP. LOFGREN:  We now have both myself and the ranking member here.  Hopefully, other members will join us.  \nWe will convene our second panel of distinguished witnesses.\n\n\n\nI am pleased to introduce Dr. William Spriggs a professor and chair of the economics department at Howard \nUniversity.  In addition to this scholarship, Dr. Spriggs served for over 15 years as the executive director of the \nNational Urban League Institute for Opportunity and Equality.  He earned his bachelor's degree with honors from \nWilliams College, and his doctorate from the University of Wisconsin-Madison.\n\nNext, IÃ‚Â’d like to introduce Gregory Siskind, a partner of the law firm, the Siskind Susser Bland.  He has practiced \nimmigration laws since 1990 and created Visalaw.com, the world's first immigration law firm website.  He \ncurrently added Siskind's Immigration Bulletin, a newsletter that reaches over 40,000 subscribers each week.  He \nreceived his bachelor's degree from Vanderbilt University, and his law degree from the University of Chicago.\n\nIt is my pleasure next to welcome Charles Kuck, the President- Elect of the American Immigration Lawyers \nAssociation, and an adjunct law professor at the University of Georgia.  Mr. Kuck is a managing partner at the \nimmigration law firm of Kuck Casablanca.  And he earned his bachelor's degree from Brigham Young University \nand his law degree from Arizona State University.\n\nNext I would like to introduce Christopher Nugent the senior counsel with community -- the community services \nteam at the law firm of Holland and Night.  Mr. Nugent directs the firmÃ‚Â’s immigration pro- bono work and public \npolicy.  He earned his bachelor's degree from Sarah Lawrence College, and his law degree from City University of \nNY School of Law.\n\nNext, it is my honor to extend our warm welcome to Kim Gandy the president of the National Organization for \nWomen or NOW, was elected a president in 2001.  Ms. Gandy has served now at the local, state, and national level \nsince 1973.  She graduated from Louisiana Tech University and received her law degree from the Loyola University \nSchool of Law.\n\nNext I am pleased to welcome T.J. Bonner, president of the National Border Patrol Council of the American \nFederation of Government Employees, the AFL-CIO affiliate that represents approximately 12,000 non-supervisory \nborder patrol employees.  Mr. Bonner has worked as a border patrol agent is the San Diego area since 1978, and \nhe served as union's president since 1989.\n\nAnd, finally, I would like to welcome Julie Kirchner the executive director at FAIR, the Federation for American \nImmigration Reform.  Prior to joining FAIR, Ms. Kirchner worked as counsel at the Minnesota House of \nRepresentatives where she staffed the judiciary in civil law committee.  She earned her bachelor's degree from Yale \nUniversity and her law degree with high distinction from the University of Iowa College of Law.\n\nEach of you will have your entire written statements made a part of the official record in this hearing.  We would ask \nthat your oral testimony consume about five minutes, and I think as our council has explained, when you use four \nminutes the yellow light on that little machine goes on, and when your time is up the red light goes on, and then we \nhave the heavy gabble.  But since there are many witnesses, and we have about an hour until our next vote, I \nwould hope that you could keep within the five minute timeframe so we can go to -- have some time for questions.\n\nSo we will begin with you, Dr. Spriggs.\n\nMR. SPRIGGS:  Thank you very much.  Thank you very much, Madam Chairwoman.  I want to thank you for the \nopportunity to be here, and to the ranking member who is from my fatherÃ‚Â’s home state of Iowa, and special \nthanks to Congresswoman Sheila Jackson Lee for inviting me to speak.\n\nI want to direct my comments on this legislation's effect in implications for the labor market.  I think this is an \nimportant piece of legislation, because it has specific policy recommendations for the labor market, and I think that \nwhile economist donÃ‚Â’t have a consensus about the effects of immigration on the native workforce, we are clear \nabout some things as you look across the studies.\n\nBasically, that -- if you look in the '90s and the beginning of the decade here in 2000 that what we find is that \nimmigrants and native born workers basically have very similar occupations.  When we have dissimilar occupations \n\n\n\nit is nowhere near, like, what we really mean when you think about the difference between the occupations of men \nand women.  We are just to use a measure of occupational segregation thatÃ‚Â’s easy to understand the index of \ndissimilarity.\n\nSixty percent of men or women would have to change their occupations in order to make the distribution of \noccupations the same. Whereas, for immigrants compared to native born workers, youÃ‚Â’re looking a number \ncloser to like 33 percent.  So they do similar occupations, similar jobs, and therefore are in similar labor markets.\n\nI think that what is the problem in our low-wage labor market and our labor market in general is that it no longer \nfunctions in a clear transparent way.  This has nothing to do with immigration.  It has to do with the failure of low-\nwage labor market in particular.  And I think this legislation addresses that directly by calling on employers to open \nup --\n\nREP. LOFGREN:  Dr. Spriggs, could you move the mike closer to you?\n\nMR. SPRIGGS:  -- to open up the -- open up, and be more transparent in the way that they would go about their \nsearch.  And the legislation provides enough incentive and penalties to make this begin to be a real open labor \nmarket and that's a very important contribution to make.\n\nIn the last four years when we have had some of the worst job growth that we have in the nation's history, people, \nof course, have been very concerned about immigration.  But I would remind everyone that in the '90s when \nimmigration was at a much higher rate that many communities did very well, the African American community in \nparticular did extremely well in the '90s when immigration was at a higher rate than it was in the 1980s.\n\nI think that we have to remember that itÃ‚Â’s really overall economic policy that matters the most to workers, and \nwhether we are creating jobs or not creating jobs is a macro-economic issue.\n\nNow, we can set the macro-economic policy to accommodate any sort of labor force, but we must fix the way that \nthat labor market itself works and thatÃ‚Â’s the good thing about this legislation.\n\nI would say that itÃ‚Â’s not only for those workers who are in low- wage jobs, but we also have a problem among \nhigh-wage jobs.\n\nThe information industry which we built, everyone, as the wave of the future went through a downturn in \nemployment after 2001.  It reached the peak in 2001.  It has not yet recovered from that peak. And so the number \nof Americans who are working in the information industry has declined.  And that industry is not above having \ndiscrimination or effects that look like discrimination.\n\nI will just point out a job which isnÃ‚Â’t high on the rank of high- tech jobs, but one where the job title stayed the \nsame from the '90s through 2000.  In 1995, most computer operators in the United States were women.  In 2002, \nafter the shrinkage of that industry, the industry became about balance between men and women.  So itÃ‚Â’s not \nconsistent from the economist perspective that you could have an industry lose jobs and the workers who happen \nto be the dominant workforce lose their jobs disproportionately.\n\nAnd I think itÃ‚Â’s a clue that we should be very careful even for high-tech jobs that we see employers verify that \nthey really did search, because this again is a labor market which has indications that things are not as transparent \nand how people attain jobs and how they get to keep jobs.\n\nSo I appreciate this impact of the legislation, and I think it is call for that we integrate the way we look at \nimmigration in the labor market not because immigrants are a problem, but the way that the labor market works is \nthe problem.\n\nREP. LOFGREN:  Thank you very much, Dr. Spriggs.\n\n\n\nMr. Siskind.\n\nMR. SISKIND:  IÃ‚Â’d like to thank the gentleman and the ranking member and Congresswoman Jackson Lee for \nthe opportunity to testify regarding the Save America Comprehensive Immigration Act of 2007.\n\nI'm Greg Siskind, and I practiced immigration law for a number of years, and IÃ‚Â’ve written a lot on the topic of \nconsular processing.  I am here today to specifically address the important of Title II of the SAVE Act which would \ncreate a Board of Visa Appeals for the review of denied family-based green card cases.\n\nWhen the State Department denies a visa application the applicant loses an opportunity to come to the U.S., but the \nimpact is felt also by the lawful permanent resident or citizen of the United States who is sponsoring the immigrant.\n\nThis legislation is about ensuring that the foreign Americans family is torn apart for a lifetime by the state \ndepartment's denial of the visa application.  There is at least a fair process in place to review the justness of the \ndecision.\n\nCitizens and permanent residents sponsoring family member for green cards undergo a two-step process.  First, \nthey file a family immigrant petition with the USCIS, (telling them ?) the kind of relative: a spouse, a child, a parent \nor a sibling, whether the petitioner is a U.S. citizen or permanent resident and the nationality of the sponsored \nrelative.  An applicant may wait many years, potentially more then 20 years for immigrant visa to become available.\n\nNext, step two, once the visa number finally become available there are two alternative procedures to complete \nprocessing.  The applicants in United States, her or she typically is able to complete the application domestically by \nfiling an Adjustment of Status application with USCIS.  Applicants outside the U.S., however, process green card \napplications based on the very same kinds of petitions but they can apply for adjustment of status.  They have to \napply to a U.S. consulate abroad.\n\nU.S. immigration law is probably more complex than any other country in the world, and correctly applying the law \nto each applicant's facts can be extremely challenging.  Fortunately, applicants in the second step of processing or \n(adjustment ?) in the U.S. can challenge a denial in administrative tribunals including an immigration court, the \nBoard of Immigration Appeals or a federal court.\n\nBut applicant's (processing ?) at consulates do not have this ability.  As matter of discretion, a case can be referred \nto the state department in Washington for an advisory opinion on a pure question of law.  Applicants are not \nhowever permitted to see the opinion and are only notified that a decision has been issued.\n\nSeveral courts have upheld the state department visa office's position than an advisory opinion only offers guidance \nto consular officers.  Senator Edward Kennedy called for an appeals process as early as 1970 and the need \nremains today.\n\nThe SAVE Act will create a Board of Visa Appeals, the BVA, within the state department to review family-based \ngreen card denials.  There are a number of reasons why this is needed.  First there is a basic question of fairness.  \nWhy should two persons with the same type of immigrant visa petition and the same set of facts be entitled to \ndifferent rights and protection based strictly on where they are physically located.  Why should Americans who have \ntheir relatives waiting years outside the U.S. be treated worse than those who have not.\n\nSecond, the BVA would provide needed oversight to the system, while the vast majority of consular officers try to be \nobjective and to make sure that they have sufficient understanding of the facts and the law to issues a fair decision.\n\nThe reality is that the consular officer acts as a judge, jury and prosecutor and they do it through an interview that \ntypically only lasts a few minutes.  The applicant is usually not permitted to have a lawyer present or be \naccompanied by the petitioning U.S. relative and he or she may have limited English skills.  In smaller posts \nconsular officers may be inexperienced and have very little supervision.\n\n\n\nThird, the BVA will enhance America's image in the world.  A recent study commissioned by the Discover America \nPartnership comprised of many of the country's leading travel and hospitality organizations, found that travelers rate \nAmerica's entry process as the world's worst by greater than a 2:1 margin over the next-worst country.  U.S. ranks \namong the lowest when it comes to travel friendly paperwork and officials.\n\nWhile a consular appeals board would only apply to green card cases and not the many visitor visa denials that \noccur everyday.  The impact of family-based green card denials on American citizens and permanent resident \nsponsors and permanent resident sponsors can be great.\n\nSending out the massage that consular officers are arbitrary and capricious does nothing to advance America's \npublic diplomacy efforts. The fact that at least some cases will be reviewable will send a signal that the U.S. is trying \nto be fair.  A Board of Visa Appeals is long overdue and I would encourage you to support the proposal.\n\nThank you.\n\nREP. LOFGREN:  Thank you very much.\n\nAnd before asking Mr. Kuck to give his testimony, I would like to note that Jeff (ph) Kuck his 16-year-old son who is \nstudying American history and is in here today to see American history being made, and would like to welcome \nyoung Jeff Kuck to our hearing and to watch the staff as required of Mr. Kuck.\n\nMR. KUCK:  First, I want to thank the -- (off mike) -- and along with --\n\nREP. LOFGREN:  Could you move the mike just a little bit closer, so we can hear you better?\n\nMR. KUCK:  -- (Off mike)\n\nREP. LOFGREN:  You can --\n\nMR. KUCK:  And miraculously, it works.  I want to thank the Chairwoman and the Ranking Member, Mr. King, for \nallowing to me testify today, and I want to special thank Congressman Sheila Jackson Lee for this opportunity.  And \nmy son thanks you because now he has an excuse for not being in school today.\n\n(Laughter)\n\nMR. KUCK:  I am currently serving as the President-Elect of the American Immigration Lawyers Association.  I \nhave been asked to talk today about a couple of the problems in our current law, and how this legislation House Bill \n750 fixes what all our, I believe to be problems that have led to increase in illegal immigration in the United States.\n\nFolks call me all the time and they say, Mr. Kuck, I want to bring my spouse, I want to get my green card, he's been \nhere since he was 13, 12, 10, 25, you pick the age.  We've been married for two years, and got two kids, we've \nbeen married for five years, got three kids.  I want him to make him legal.  What can I do?\n\nAnd the answer because of current law is nothing.  Current law requires anybody who has been unlawfully present \nin the United States to leave the country to obtain their permanent residence.  There is nothing wrong with that.  \nThere is nothing wrong with making people leave the country to fix their immigration situation.\n\nBut the law also says that if you have been unlawfully present in the United States for longer than six months or a \nyear, you are simply not coming back for between 3 and 10 years.  There are very few families that can supply that \nlevel of separation.\n\nThe current law provides for a waiver or a forgiveness of that provision, that requires the U.S. citizen's spouse to \nshow extreme hardship to them only, if their spouse could come back.  Keeping in mind that financial hardship, \nemotional hardship, physical hardship, are simply not enough to meet the extreme hardships standards.\n\n\n\nAnd in some countries, the approval rate for these waivers is less than 10 percent.  It's not unusual for us to note \nthe fall in statistics.\n\nBefore this law took effect in 1996, migrants simply came and left the United States, and didn't have to deal with the \nsituation.  But individual immigrants upon realizing that this law was in effect after they had been here for 6 or 12 \nmonths illegally, simply decided to stay.\n\nNow, since that law took effect, the number of illegal immigrants in the United States has increased from anywhere \naround two-and-a-half million in 1996 to somewhere between 12 and 20 million today.  Is this law the sole reason \nthat this has happened?  Absolutely not.  But it's estimated that there are three million American citizens married to \nindividual who would be required to leave the country once they legalize the immigration status.\n\nBy a simple change in the law, by simply reducing the standard of hardship that this law provides in section (80a ?), \nto a level that could be meet-able by numbers of people who can show hardships if their spouse is in the United \nStates, you can solve the situation of over 3 million individuals that are undocumented here, which then leads you \nthrough new less people to worry about as you begin the process of truly enforcing the immigration law.\n\nI also want to briefly touch on another provision of our laws that says that if you make a false claim to citizenship as \nyou -- as a United States citizen, that you cannot ever obtain legal status, period.  Now, it should be illegal, to claim \nto be a U.S. citizen. ThereÃ‚Â’s nothing wrong with that law either.  But the law itself does not provide for a waiver.\n\nYou can falsely claim to be a permanent resident and get a waiver, you can falsely submit documents that donÃ‚Â’t \nclaim U.S. citizenship and get a waiver.  But you make that one mistake, even if by accident and then you are \nsimply never going to get immigration in the Unites States, regardless of who your family is, regardless how long \nyou've been here, and regardless of what other options you may have.\n\nFinally, this will be a -- and you can make a very simple change if you want to make that go right by simply saying \nthere is now a waiver available, under Section 212(h) and you can show extreme hardship to your U.S. citizen \nspouse or children.\n\nFinally, the last provision that I'd like to talk about that causes a great deal hardship is back down when they \nchange from suspension of deportation to cancellation or removal, in the '96 legislation.\n\nThis standard change a hardship standard by showing someone who has been here in the United States, has \nsignificant ties here, and pay their taxes, had a family, had made contributions, an immigration judge could give in \nhis discretion permanent residence to that individual if they have anywhere between 7 to 10 years in the United \nStates.\n\nIf you have a criminal condition, simply not eligible.  Under the new law that you have been living with for the last 11 \nyears, the standard has become exceptional and extremely unusual.  What I like to refer to as \"the two-headed \nbaby standard.\"  Unless your child is significantly sick, ill, or physical or has some sort of disability, and cannot get \ntreatment back home, he simply cannot meet the standard that this law requires to get relief in front of an \nimmigration judge. And we would encourage you to change that law.\n\nREP. LOFGREN:  Thank you very much.\n\nThose bells and whistles indicate that we have one vote on the floor of the house.  So we will go take that one vote, \nand I ask members to come right back and we will here the testimony of the remaining witnesses.  Thank you -- we \nare in recess until that time.\n\n(Recess)\n\nREP. LOFGREN:  The House will have still another vote in the near future, and because we've all had access to \nyour written testimony, I am going to -- and we have two members with us under the rules allows us to proceed. I \n\n\n\nunderstand that Mr. King is on his way, and I am sure he will not mind if we proceed, so we can get this testimony \nofficially taken by the committee.\n\nAnd so I think we has just finished your testimony Mr. Kuck, and we will now to turn to Mr. Nugent.\n\nMR. NUGENT:  Thank you, Madam Chair.  It's a privilege and honor to have been invited to testify at this very \nimportant hearing on a very important piece of legislation.  I want to commence you and Jackson Lee for her trail-\nblazing visionary leadership in crafting what -- a bill that will fix a fundamentally broken immigration system by both \nproviding increase to access to the status, but while particularly using smart immigration enforcement tools.\n\nAnd that my remarks are going to focus on Section 621, (6)22, 1201, and 1202 concerning detention and secure \nalternatives and fairness in asylum and refugee proceedings.\n\nSection 621, we've got a crisis with immigration detainees.  Tax payers are spending $945 million a year to detain \nover 200,000 people at 325 facilities.  This detention is civil, but they are absolutely detained, the vast majority in \njails co-mingled with the America's finest convicts.\n\nRecently there was a hearing held where on medical care and immigration custody, and since 2004, 66 detainees \nhave died from inadequate medical care being provided.  So Section 621 reforms this system because it will have \nthe Office of Civil Rights and Civil Liberty which responsible for monitoring compliance of the detention standards as \nthey currently exists.\n\nAnd that is very necessary, because the current monitoring done by DHS has been haphazard and inadequate, and \nhas been criticized by federal -- even the federal court in the Erantes (ph) litigation.\n\n622(B) is very important to deal with increased detention.  It creates a secure alternatives programs to detention \nwhereby vulnerable populations, that the families with children, the mentally retarded could be placed outside of \ndetention, and not at taxpayers expense, there is a precedent for this, the Intensive Supervised Release program \nthat's currently being funded at ($)43.6 million a year.\n\nSecure alternatives only cause the government $14 a day, the immigration detention costs taxpayers $95 per day.  \nWe can do the math and see that there is an incredible cost savings, but for purposes of law enforcement the \nbeauty of this provision, is that it allows DHS to detain as many people and then put them in improved secure \nalternatives programs, so that it will end catch and release and lead to catch and return.\n\nAnd the compliance rate for Intensive Supervised Appearance Program is a record 94 percent.  So people are \ncomplying and showing up when they are required to do so.  So this creates a great efficiency for the system and it \nallows for more increase enforcement, but safe and humane conditions for confinement.\n\nSo I think that's -- I think it's optimal and definitely should be supportive and very innovative and it's actually after \nthe introduction of this bill secured in many other bills including Senator Lieberman's safe and secure alternatives to \nthe Detention Bill.\n\nThen I think it's an indeed an improvement to the STRIVE Act because the STRIVE Act lacks rigorous criteria for \nparticipation in the program.  And I would say that this provision actually has -- flushes out the criteria, and should \nbe incorporated into STRIVE.\n\nFinally, I wanted to mention the situation of -- the situation of mentally retarded children abroad, whose parents are \ngranted asylum, or granted asylum here in the United States, but are over 21 or refugees granted asylum abroad.\n\nThey are unprotected, the parents who are granted asylum, but the mentally retarded children have no way of \ncoming to the United States if they have -- if they are over age 21, and they are in need of these caregivers.\n\n\n\nSo you are having refugees coming to the United States leaving their mentally retarded children over age 21 \nabroad.  Or you are having asylees been granted with mentally retarded children and they can't bring them in, \nbecause the Child's Status Protection Act didn't provide for age-old protection for these people.\n\nAnd Sheila Jackson Lee, the Congresswoman Jackson Lee is to be commended for actually recognizing this \ndiscrete class that's in desperate need of protection and we are not talking about hundreds of thousands of mentally \nretarded children of the asylees or refugees, I would estimate it would be in the hundreds at most.\n\nBut, it puts people in a very painful predicament of leaving their children abroad, and not having status.  So I think \nwe just want to support and advocate for these very important changes.\n\nAnd I thank the committee for their time.  And I welcome you questions.\n\nREP. LOFGREN:  Thank you very much.\n\nAnd now you, Ms. Gandy, with an important perspective.\n\nMS. GANDY:  Thank you.\n\nMadam Chair, and committee members, thank you for inviting the National Organization for Women Foundation to \ntestify before this subcommittee as you consider H.R. 750, The Save America Comprehensive Immigration Act of \n2007.\n\nNOW Foundation and our sister organization NOW have worked for decades to promote and advance women's \nequality, and we thank the Honorable Sheila Jackson Lee for including in H.R. 750 some very important provisions \naffecting immigrant women in the United States.\n\nWe are here today because there is a drumbeat of anger across this nation aimed at immigrant workers and their \nfamilies, with little regard for the truth about the lives and livelihoods of millions of people who live and work among \nus.\n\nAs our nation, and this Congress, works to clarify our residency and citizenship laws, improve our security and \nsafeguard our communities, we must not forget the needs and rights of immigrant women and children, whose \nconcerns are too often overlooked and under- played.\n\nLast year, we took a leadership role in convening the National Coalition for Immigrant Women's Rights, and \ngathered together grassroots and advocacy organizations nationwide with the goal of defending and promoting \nequality for immigrant women and their families living in the United States.\n\nBut this kind of equality can only be attained where immigrant women can live free of discrimination, oppression, \nviolence.  So, it is imperative that policies promoting comprehensive immigration reform also support fair and just \npolicies that protect the rights of these vulnerable immigrant women, and their children.\n\nEconomic issues affecting undocumented immigrant women are basic; their work is not valued or counted.  That is \nwhy we strongly support the inclusion in any comprehensive immigration reform legislation that would offer a path \nto permanent residency and citizenship for the undocumented who are living in the United States.\n\nAnd particularly for children who are addressed by H.R. 750 a special path for those who came to the United States \nas children.\n\nThese women and children are more likely to be exploited and if they can come out of hiding, apply for residency, \nseek employment in the general labor market, earning at least the federal minimum wage, and be eligible to \ncontribute to, and receive social security and unemployment benefits as other workers do, it will dramatically \nchange their outlook and decrease their dependency.\n\n\n\nContributing to the low average rate of the immigrant women dramatically low, compared to even other women who \nare already earning low wages in this country is attributable in great part to the fact that they are employed in the \nservice industry.\n\nForty-two percent of private household services are provided by immigrants under arrangements that are often \ninformal, and prone to abuse and exploitation.  And yet domestic service and particular with those in private \nhouseholds, remains excluded from and unregulated by our country's employment protections and labor laws.  And \nthis applies to domestic workers who are and are not immigrants whether documented or not.\n\nThese women do no have the right to organize, the right to bargain for wages, they are not protected by Title VII \nagainst sexual harassment and discrimination, and they are excluded from the Fair Labor Standards Act overtime \nprovisions, and from the Occupational Safety and Health Act.\n\nSo it is important as part of any reform to recognize the kind of employment that immigrants are working in, and the \nimpacts that our treatment with those categories has on all of our workers immigrants and not.\n\nH.R.750's alternatives to detention programs, is extremely important as other witnesses have testified bringing \nsome humanity to what is undeniably and unjust and reckless approach to resolving the issue of illegal \nimmigration.\n\nAnd also H.R. 750's provisions regarding the sex offender registry designed to reduce the possibility or likelihood of \nabuse of women and children that those on the registry might bring into the country.  And we also appreciate \nH.R.750's addition of gender-based prosecution as grounds for asylum or refugee status.\n\nIn our written testimony we offer a number of things that we hope the committee will consider in the broader \nCongress and any kind of comprehensive immigration reform, and we -- I would appreciate you examining that \nconsidering my recommendations.\n\nAnd we thank you for listening to this testimony and hope that you will carefully consider the rights and the need to \nimmigrant women and children in crafting this reform ensuring their safety as well as the responsible path to \nlegalization and citizenship as well as a humane law enforcement system that does not rely on illegal and immoral \nways for inhumane detention and deportation without legal redress.\n\nREP. LOFGREN:  Thank you very much.\n\nMr. Bonner, we turn now to you.\n\nMR. BONNER: Thank you, Chairwoman Lofgren, Ranking Member King and Congresswoman Jackson Lee for the \nopportunity to talk about important provisions in H.R. 750 and my comments will focus in Title 6 the Border Security \nProvisions.\n\nHowever, before I get into that I'd just like to briefly touch upon the -- a couple of other provisions, that one of which \nneeds to be incorporated into this bill which is H.R. 98, and co-sponsored by Congressman Reyes, who testified \nhere earlier, which would establish a secure form of employment verification which would solve many of the \nproblems that we deal with at the border.\n\nAnd we know why most people come across the border, the issue has been studied to depth.  Father Hesburgh, the \nlate Father -- both chaired commissions that came to the same conclusion, the employment magnet is what draws \nthe most people to this country.  Congruously we are most concerned with those criminals who are slipping in under \nthe cover of those millions of people who are sneaking across our borders illegally.  Those are the ones who are \ngoing to do us most harm, criminals, terrorists.\n\n\n\nAnd yet because of the massive influx of people coming across to the Border Patrol and other law enforcement \nagencies, find themselves overwhelmed and it is very difficult to distinguish between criminals and other people \ncoming across.  And we don't know until we actually physically put hands on people, what their intentions are.\n\nAnd as we run the best checks that we have available, sometimes they work, sometimes they don', sometimes \npeople slip through the system and we send them back home only to find out later that they were wanted for crimes \nin the United States, and should have been held on to.  We are getting better at that, not nearly good enough.\n\nAnd instead of having to deal with millions -- literally millions of people coming across the border every year we \ncould deal with thousands of people all of whom would be criminals because the employment magnet would be \nturned on.\n\nThere's a growing consensus that we need a lot more Border Patrol agents in order to secure our borders, and we \nhave legislative proposals and we have this administration calling for 18,319 agents in place by the end of \nDecember of next year.  That's a very ambitious goal.\n\nCurrently, we have about 15,000 agents on board and with the attrition rate of 12 percent now that means that \n18,000 employees will walk out the door in one year.  So in order to meet that goal, they will have to hire \nsomewhere between 6,(000) and 7,000 people in the space of a year.  Now, how do we hang on to those people?\n\nSome of the provisions in Title 6 provide the answers to that. Congresswoman Jackson Lee approached me and \nmy organization a couple of years ago after we had completed a study, a survey of front-line Border Patrol agents \nand immigration inspectors asking them a number of questions, and one of the most troubling answers was, we \nsaid, do you feel that you have been given tools, training, and support necessary to stop terrorism, fully two-thirds of \nthem said no, we don't believe we have.\n\nSo Congresswoman Jackson Lee asked us to put together a list of what it would take to give these agents as \nofficers the tools training and support necessary.  And we came up with a package which has been incorporated \ninitially and a stand-alone bill, and now that's been folded into this as Title 6.  And I note that many of these \nprovisions were also adopted in Congressman Schuler's bill that was just recently introduced, although there is \nsome glaring omissions.  And it's been said that imitation is the sincerest form of flattery, portions of this bill are in \nhis and others are in the (late ?)- Gutierrez bill and others were in Senator Kerry's bill.  So it's good to see a \nrecognition that it can't just be about hiring Border Patrol agents, we have to provide them with the tools, the \ntraining and support that they need.\n\nWe need to figure out ways to hang on to Border Patrol agents. So a 12 percent attrition rate is unacceptable.  And \nthings such as increases in pay and terror treatment of the employees who are out there on the frontline already \ncentral if we expect not only to attract people into federal service, but if we expect to hang on to them, because it's \na very competitive  world out there and law enforcement now.\n\nNot just at the federal level, but we see a lot of states coming up with very lucrative compensation and benefit \npackages, and if we don't compete we will lose the opportunity to attract and hang on to the best and the brightest.  \nWe don't want to become a training ground for other law enforcement agencies.\n\nAnd I see that my time is up and -- I'd be more than happy to answer any questions.  Because there is obviously a \nlot more to the provisions of this bill that I have not had the opportunity to touch upon.\n\nREP. LOFGREN:  Thank you very much, Mr. Bonner for your service to this law.\n\nOur final witness is Ms. Kirchner.\n\nMS. KIRCHNER:  Thank you, Madam Chair, Ranking Member King, and Congresswoman Sheila Jackson Lee.  \nThank you very much for this opportunity to present the decision of the Federation for American Reform with \n\n\n\nrespect to the Save America Comprehensive Immigration Reform Act and the immigration policy concerns \nbehind it.\n\nMy name is Julie Kirchner, and I am the Executive Director at FAIR.  FAIR is a public interest non-profit \norganization advocating a just immigration policy guided by the national interest and the interests of American \ncitizens.\n\nOur organization has over 300,000 members and activists in 49 states and works with over 50 organizations across \nthe country.\n\nMadam Chair, for two years, supporters of amnesty have tried to pass so-called Ã‚Â“comprehensive immigration \nreform.Ã‚Â”  They have tried both under a Republican Congress and under the current Democratic Congress.  \nThey have tried both Ã‚Â“comprehensiveÃ‚Â” bills and piecemeal approaches.\n\nEach time, however, they have failed.  They have failed because the American public reject immigration reform \nproposals, that do that do not respect the rule of law and only further strain our immigration system.\n\nMadam Chair, the Save America Comprehensive Immigration Reform Act does the exact opposite of what the \nAmerican public wants.  With several amnesty programs and a doubling of the number of family-based \nimmigration pieces the bill is structured to overwhelm an immigration system that is already at the breaking point.\n\nIndeed granting amnesty to illegal aliens will not solve our immigration crisis.  It simply motivates more illegal \naliens to come here seeking amnesty.  Amnesty sends a message to people worldwide that America no longer \ncares about the enforcement of its laws.\n\nMoreover, it sends a terrible message to legal aliens that their respect for our laws is irrelevant to how they will be \ntreated. Consider, for example, the difference in how the Save America Act would treat aliens who have committed \nsocial security document fraud.\n\nIf this legislation were passed, a legal alien who had committed social security document fraud would be charged, \nprosecuted, tried, convicted, would receive a criminal record, and would be deported.\n\nMeanwhile, an illegal alien, who had committed social security fraud would not be charged, not be tried, not be \nprosecuted, not be convicted, would not receive a criminal record, would be allowed to stay in the U.S. and would \nbe issued a valid social security number.\n\nMadam Chair, there is no justice in this outcome.  In addition to the inherent unfairness of amnesty, the Save \nAmerica Act further strains our immigration system by doubling the number of family-based immigrant visas and \nencouraging more chain migration.\n\nMadam Chair, FAIR has always supported the reunification of nuclear family members.  The chain migration is a \nproblem that must be addressed.  And the Commission on Immigration Reform, headed by Representative \nBarbara Jordan, agreed with us there.\n\nIn fact the commission recommended that Congress prioritize immediate family members and eliminate preferences \nfor extended family members to the remaining family preference categories the commission said, should have a \nshould have a cap of 400,000 per year.\n\nThe Save America Act however ignores these recommendations and increases the family-based visa cap to \n960,000 a year.  And again takes U.S. immigration policy in the opposite direction of what Americans wants.\n\nAnd although the bill does contain promising border security provisions, and we've just heard that about those from \nMr. Bonner here, it fails to adequately support the interior enforcement of our immigration laws.\n\n\n\nFor example, Section 1402(b) of the Save America Act repeals of one of our most effective and popular \nenforcement tools, the 287(g) program.\n\nMadam Chair, the 287(g) program has shown tremendous potential. As of September 2007, ICE had entered into \n287(g) agreements with 28 cities and had trained 484 police officers, who were responsible for over 25,000 arrests.  \nIn addition, there are currently 74 jurisdictions that have applications pending, 18 of which are in North Carolina \nalone.\n\nIt is ironic, Madam Chair, that the Save America Act would place one of the few immigration programs the federal \ngovernment is running effectively on the chopping block, and would do so in the name of Ã‚Â“reform.Ã‚Â”\n\nIn addition to this step backwards, the Save America Comprehensive Immigration Reform Act does nothing to \nadvance worksite enforcement.  There is no mandatory use of the E-Verify Program and there is no increase in \nemployer sanctions for illegal employment practices.\n\nThis is a gaping hole in any immigration bill that calls itself Ã‚Â“comprehensive.\n\nÃ‚Â”  I would like to note that even the Bush-Kennedy Bill did have mandatory use of E-Verify and some of the other \nbills that are going to Congress at this point also have a -- it is absolutely necessary that we mandate the use of E-\nVerify to stop illegal employment practices.\n\nMadam Chair, Looking at the devastating impact these provisions would have, FAIR believes passage of the Save \nAmerica Act would only catapult our immigration system into further crisis.  And we urge the committee to reject \nthis proposal.\n\nThank you, Madam Chair.  I would be pleased to answer any questions you have.\n\nREP. LOFGREN:  Thank you very much.\n\nAnd thanks to all of the witnessed for your very informative testimony.  Now, it is the time in our hearing when we \nhave an opportunity to pose questions to our witnesses, and I would like to begin with you Mr. Kuck, I am very \ninterested in your testimony relative to the very high standard for waiver on the 3 and 10 year bar provision.\n\nI am wondering, or I have concerns -- and actually didn't vote for the '96 Act because of some of these concerns as \nwho we would end up punishing will be American citizens under this provision.  And I am not suggesting that we \nwould want to necessarily eliminate the provision, but to provide for inappropriate cases on a case-by-case basis, \nsome appropriate remedy.\n\nIn your judgment, and for example, recently a group of Americans came to visit me and there was a woman who \nlooked just like me, from Florida, who was just outraged that her daughter had married a fellow who was from a \nLatin American country.  They have three children, her grandchildren.\n\nAnd when her daughter went to petition for her husband they found out that he had been in an unlawful status as a \nchild.  And they are -- her grandchildren now have to live in another country.  And she was pretty irksome about it, \nthat's totally unfeasible reasonable.\n\nWould you suggest that that particular items be listed in the code for the -- or just the standard be changed, what \nare your -- is your thinking on that?\n\nMR. KUCK:  Well, I thank you for the question.  It is quite clear under our current standard that a extreme hardship \nis too high.  Too many people like the woman that you talked about simply have this status denied reentry to their \nstates, because the standard in the actual law simply says \"extreme hardship.\"  It's not defining by any measure \nfinancial status and emotional impact.  Any other type of formative relationship issues simply cannot be considered.\n\n\n\nThe act itself as proposed by Congresswoman Jackson Lee, has a very interesting standard, that of having \nhumanitarian level of hardship.  One thing we -- and the one thing good about this was it requires people who have \nbeen here, they got to leave, that's not a problem.  But it is the issue of when they can come back and who can \nshare hardship if you can have the U.S. citizen status if you have children, create a standard by which children are \nconsidered under the hardship standard --\n\nREP. LOFGREN:  Right.  What about employees?  I mean, I know of a case where somebody was subject to the \nbar and all the Americans who worked -- whose business got laid off whose business had to close --\n\nMR. KUCK:  It's a very common situation, and we hear this every single day in our practice from individuals who \nsimply cannot fix the immigration status of some of their key employees.  By changing the standard we will literally \nsave millions of American families and this issue is resolved.\n\nREP. LOFGREN:  Let me ask you another question on two things really -- the false claim to citizenship and \nconvictions for an offense.  There's no real waiver provision, and I'm wondering -- I mean certainly you don't want \npeople to make false claims --\n\nMR. KUCK:  -- (cross talk) --\n\nREP. LOFGREN:  I was mentioning to Ms. Jackson Lee who walked back from the last tour about a woman who I \nknew when I was growing up.  She was married to a friend of my father's, and she had -- they were married for 25 \nyears, and for their 25th wedding anniversary they were going to go on a cruise.\n\nSo she went down to get her passport and found out for the first time that she was not a citizen of the United States.  \nShe had been raised by an older brother, and they told her that she had been born in the U.S. and she believed \nthat she was.  I mean -- and she'd lived in, you know, our neighborhood and they have three children, and she was \nstunned as you can imagine.  Under the current law, she would -- there would be no remedy for her, would there?\n\nMR. KUCK:  No not only a remedy, but she would be deported and never be able to come back the rest of her life.\n\nREP. LOFGREN:  On criminal offenses, obviously we don't want criminals to get residence, but I'll give you an \nexample and you can tell me whether there's a remedy.  This is an actual person who I met. This person, when they \nwere 18 years old, they were charged with a drug offense and they didn't have any money, and they were advised \nto plead guilty and they would get time served which they did.\n\nThis person is now 58 years old, he owns a business and he has, like, hundreds of employees, been very, very \nsuccessful -- millions of dollars in revenue.  He went out on a business trip and when he came back in, he was put \nin jail.  And I don't really know is there a remedy for a guy like that?  And that was -- he's -- that was a long time \nago.\n\nMR. KUCK:  Unfortunately, in our current law, time is simply not relevant.  In fact, you mention this and anything \nother than less than 30 grams of marijuana, he is permanently barred from immigration to the United States.  \nThere is a waiver available for non-immigrants to come temporarily and work in the United States, but nothing to \nsolve the situation permanently.\n\nAnd that is a very common situation, it happens all the time, particularly now that the folks at the border have the \ndatabases available to them with the information about prior criminal convictions.\n\nREP. LOFGREN:  So -- well, you would want to make a blanket rule -- I know my time has expired -- but you might \nwant a judge to say, you know, take a look at something like that maybe --\n\nMR. KUCK:  I think you need to give them some discretion again which was simply taken away from them in 1996 \nputting it back to the judges -- you don't increase the workload, they're sure going to be in proceedings, but you give \nthe judge the ability to using his discretion, his analysis, and in fact to give somebody back their status.\n\n\n\nREP. LOFGREN:  Okay.  I -- my time is expired.  I'd like to recognize the gentleman from Iowa, the ranking \nmember, for five minutes.\n\nREP. LAMAR SMITH (R-TX):  Thank you, Madam Chair.\n\nAnd I do thank all the witnesses for your testimony.\n\nAnd you know, just going right to it, I wanted to point out -- I'm not sure that this panel was particularly attentive to \nthis language from Ms. Kirchner's testimony.  And I'd ask you if you could speak to that substance of the distinction \nbetween a legal alien who has committed social security fraud and an illegal alien under this bill who has committed \nsocial security fraud and the injustice in the outcomes.\n\nMS. KIRCHNER:  Well, I thank you, Ranking Member Smith, for the question.  The issue is that under the bill, under \nthe amnesty provisions, document fraud in various forms are -- excuse me -- document fraud in various forms is \nwaived as for admissibility purposes.\n\nAnd so what you have is many illegal aliens who are currently in the country do have false documents, do use \nsocial security numbers of other people, real social security numbers of real people who are victims of identity theft, \nand the difference is a legal alien who would be prosecuted and an illegal alien would not.  And I think it's an \nimportant distinction to make.\n\nA lot of people who are looking at the immigration issue (think solely ?) what is the difference of fairness between \nillegal aliens who come and work and they may be very hardworking.  No one has to say that they're not \nhardworking.  But what is the difference between those hardworking illegal aliens and hardworking legal aliens?\n\nAnd I think the issue we need to look at when deciding what a really important, effective immigration reform bill is, \nis what kind of system do we want.  Do we want it to be transparent; do we want it to apply equally to everyone, \nlegal and illegal?  And I -- but that was the reason I made that point, I think it's a very important one.\n\nREP. SMITH:  And the distinction here is that it have -- a legal alien commits document frauds, a social security \nfraud, and then they would presumably under the law be tried, prosecuted, convicted, and deported.  But an illegal \nalien would get amnesty under this bill --\n\nMS. KIRCHNER:  -- and receive a valid personal security number.\n\nREP. SMITH:  Yes, and in fact a citizenship I might add.  And I thank you for that observation.  I -- then I would also \nask you -- and I know I asked you this question earlier.  I know itÃ‚Â’s a judgment call one of you (off the card ?) \nanalyzed, but all of those illegal aliens who are felons in this country, would it be your estimation that more or less \nthan half of them would get amnesty under this bill, because this bill really does give amnesty to some felons?\n\nMS. KIRCHNER:  It does.  Mr. Smith, it does.  I think the issue is how many categories are waived under the \nadmissibility grounds in the amnesty provisions.  And there are all sorts of provisions that are waived for document \nfrauds for those who are illegally in the country, and that may include illegal aliens who've reentered and that is a \nfelony.  So that would certainly include a great number of people.\n\nThere are also various provisions in the bill that deal with waivers in terms of drug offenses.  They would most likely \nallow more people to come in under the amnesty program.  So there is certainly a good number of felons who \nwould be allowed in through these provisions.\n\nREP. SMITH:  Thank you.\n\nAnd I turn to Ms. Gandy.  And you cited a study done by the Pew Foundation -- Pew Center, and I would just ask \nyou is that adjusted -- you know, the income statistics that you gave us on dollars per year on a native born \n\n\n\nAmerican female worker versus an immigrant?  Are those adjusted for age or education or job skills?  Or are they \njust employing all rolled in together?\n\nMS. GANDY:  They are accumulated, but they are based on only full-time year-round employment.  It does not take \ninto consideration people who are working part time or seasonal.\n\nREP. SMITH:  And beyond that it doesn't take into consideration age or job skills or education.  Is that something \nthat you think you might be able to get an answer for for this committee to adjust that for those reasons -- because \nwe've got testimony here before this committee about the differences between age, job skills, and education as far \nas the contribution be concerned?  And I'd ask you also, you know, if you could --\n\nMS. GANDY:  There have been studies like that, for example, on the male/female wage gap -- (cross talk) --\n\nREP. SMITH:  -- because I know you are familiar with what I'm looking for with the distinctions between the females \nin these categories --\n\nMS. GANDY:  Exactly.\n\nREP. SMITH:  Then I would ask you if have had a chance to review Robert Rector's study at the Heritage \nFoundation on households headed by high school dropouts and if you have an opinion on that.\n\nMS. GANDY:  I generally read everything from the Heritage Foundation, but I'm not familiar with that study.\n\nREP. SMITH:  Thank you.  And I quickly turn to Mr. Bonner.  And Mr. Bonner, you've often testified before this \ncommittee on the need to shut off the jobs magnet.  And I would ask you a couple of things. Does H.R. 750 set off a \njob magnet, and do you believe that this bill gives amnesty to criminals?\n\nMR. BONNER:  Based on my knowledge, it does not shut off the job magnet.  And I was heartened to hear \nCongresswoman Jackson Lee portray this bill as a compliment to other legislation that's out there.  And as far as \nwhether it gives amnesty to criminals, yes, I believe it does, and it gives it to a number of other people.\n\nI think that most Americans have a soft spot in their heart for someone who's been here for a long time, you know.  \nAn example that comes to mind is someone who came here illegally 20, 25 years ago, had several children who \nspeak nothing but English.\n\nBut I think before we can gauge in a meaningful debate over whether we should give amnesty, you know, to which \nclass of people, we really need to address the problem, because as long as people keep coming across the border \nillegally, the big question in everyone's mind is when will it stop?\n\nIf we grant amnesty to this next wave -- because we did it back in 1986, and if we do it again people will say, well, \nwhen does it end?  And I think that we really have to come to grips with that, and finally solve that once and for all \nbefore we can engage in a meaningful debate over how we deal with the people who are here illegally.\n\nREP. SMITH:  I thank you, Mr. Bonner, and I agree with you.\n\nAnd I thank all the witnesses for your testimony.  Regret I have no more time to ask any further questions, but I \nyield back to the gentle lady and is chair.\n\nREP. LOFGREN:  Thank you.\n\nAnd before I recognize Ms. Jackson Lee, I just wanted to -- something I neglected to say in the example of the \ngentleman who took the advice of his public defender when he was 18, is that he actually was a legal permanent \nresident, a green-card holder, and it was when he went out and came back in, that's when he was arrested -- that \nwasn't -- he wasn't in any legal status, but it got him in trouble.\n\n\n\nMs. Jackson Lee is now recognized for five minutes.\n\nREP. LEE:  Thank you very much, Madam Chair.  And to the witnesses let me apologize.  I will be talking like the \nBionic Woman in terms of speed, and the reason is I'd like to get all of the witnesses who've been so able to answer \nour question, and I will submit others in writing.  So if your answers can be succinct.\n\nBut let me also thank the chairwoman and the ranking member for this hearing, and note in particular her example \nthat many of these individuals who are in the criminal justice system are in fact documented, and therefore \nseparated from their families, business has collapsed.  And so we're talking about a fix that involve legal \nimmigration as well.\n\nAnd to my good friend who used the term \"amnesty\" as well, you know that I raised an opposition to that, because I \nbelieve it is putting criteria in place to allow people to enter through a process that works.\n\nSo let me first of all thank Dr. Spriggs, Gregory Siskind, Charles Kuck, Christopher Nugent, and Gandy, T.J. \nBonner, and certainly Ms. Kirchner.  But thank you, the witnesses very quickly, and I do acknowledge Jeff Kuck who \nhopefully will write some good legislation for us.  I'm going to ask quickly one question per person.\n\nQuickly, Dr. Spriggs, and thank you for your research, I'd like to get some more on it.  Save America \nComprehensive Immigration bill calls on employers to make extensive searches for American workers, it has \nretention and training.  But I want to know how that kind of process -- it says make extensive searches for workers \nin low-wage occupations.\n\nExplain how requiring employers to do that can protect U.S. workers.  And I need a quick answer as I'm going \ndown, and I will ask other questions of you in writing.  Thank you for your economic perspective as well.\n\nMR. SPRIGGS:  Well, I think as long as we put in regulations how that would be done so that all workers would \nhave access to the process that they were using, we open up the labor market.  All markets work better if there is \nan equal sharing of information, and that's how it would help all workers native and legal immigrant workers if we \nhad a low-wage labor market that had open information on how do I get a job.\n\nREP. LEE:  And in the bill -- and we -- when we talk about comprehensive immigration reform Dr. Spriggs, you \nbelieve a parallel effort to deal with American workers is important.\n\nMR. SPRIGGS:  Yes, because the job-training portion will take the supply of low-skilled American workers and \nreduce it.  And that's an important step in addressing the problem of all low-skilled workers. And so the job-training \nportion is an important counterpoint to what the bill would do.\n\nREP. LEE:  Thank you.\n\nMr. Siskind, can you quickly talk -- I think the bill is based on family-based visas.  I think there is some question \nabout employer- based visas and the need thereof.  And you know, you might just expand very quickly on consulate \ninterview and how that undermines maybe the process of legal immigration.\n\nMR. SISKIND:  (Off mike) -- is usually only a couple of minutes, maybe five minutes.  It's oftentimes standing up \nwith an officer behind a window, which is itself an -- somewhat intimidating process. The officer may be asking legal \nquestions that the individual doesn't understand.\n\nEven where the officers are trained in the foreign language and are supposed to be fluent, oftentimes there's still \nsomething lost in translation, and an immigrant doesn't have a lawyer present with them, analyze with them.\n\nAs far as what we know happened is basically what our clients tell us because lawyers rarely get to attend an \ninterview, and they canÃ‚Â’t have a translator and they canÃ‚Â’t have the citizen sponsor available to them.  And \n\n\n\nthe same issues arise in the employment context as well where you may have set up somebody who's waiting \nyears --\n\nREP. LEE:  How would this legislation help, or what do you think needs to be added?\n\nMR. SISKIND:  Well, the legislation I think on the family side is great, and it provides a process that's been needed \nas I mentioned probably for decades.  I'd like to see employment-based green cards added as well to that process.  \nI mean in an ideal world there would be all non-immigrant cases as well.\n\nBut if you have to start somewhere, I would start on the immigrant visa side.  And the same issues arise in the \nemployment- based green card context where you may have --\n\nREP. LEE:  That would just diminish the extent of illegal immigration, because it would be a process.\n\nMR. SISKIND:  Yeah, I think so.\n\nREP. LEE:  Thank you and forgive me.\n\nMr. Kuck, you made a valid point about how much we could eliminate illegal immigration if we expand it on the \nprovisions that you spoke to.  Could you just point on that quickly, because that's what everyone is listening to, the \nwhole question of illegal immigration.  We have made that case because of where we stand today.\n\nCan I ask for an additional one minute to try to get -- (cross talk) --\n\nREP. LOFGREN:  The gentle lady is handed an additional minute.\n\nMR. SISKIND:  It's quite clear from the numbers that we see that if we want to truly eliminate the issue of illegal \nimmigration in the United States, it's going to be impossible to go through a million people.  If we begin to reduce \nthat pool with people who have strong ties to the United States and in fact are not U.S. citizens and take literally \ninstantaneously three people -- 3 million people out of the illegal immigrant pool, it can be much easier to handle \nthose that are left over.  This bill in fact would do that, and we strongly support its passage for that reason.\n\nREP. LEE:  Thank you.\n\nAnd I'm going to quickly ask questions of the last few witnesses and they can answer.\n\nMr. Nugent, you captured the way to stop -- catch and never come back as -- catch, release, and never come back \nas opposed to catch, release and return.  And so I'm going to ask you to expand on that quickly.\n\nMs. Gandy, what do you think it's like to be a woman with a child and to be brought in by a registered sex offender \nand to be vulnerable, and what this bill does on that issue?\n\nMr. Bonner, we have worked together on many issues, and thank you for your insight on employer verification, but \nthere are two Border Patrol agents that I think have suffered an injustice.  And this bill talks about professional \ndevelopment and training.\n\nAnd frankly, I believe that if management who made the initial decision, the initial assessment of these two line \nofficers -- I call them line officers -- had a sense of professionalism and their own competence and some structure \nwhich is dealt with here, training, compensation, that maybe this could have been handled in the bill as opposed to \nthe extent to which it went.\n\nSo if you can comment on this bill as it professionalizes the Border Patrol agents, and if you can quickly answer, I'd \nappreciate it.\n\nAnd I thank the gentle lady for her time.\n\n\n\nMr. Nugent, go ahead, please.\n\nMR. NUGENT:  Yes.  I think what's innovative about Section 622(b) is that it provides the safety valve for, you \nknow, for releasing vulnerable population from detention into secure alternatives.  And by doing so, it -- DHS can \ncontinue to arrest and detain as many people as possible, but with a safety valve for vulnerable population, but also \nreduces liability for DHS for inadequate medical care and other violations that occur in the detention centers.\n\nAnd I would note that the bill actually authorizes an additional 100,000 detention beds.  But you could have people \ngoing through a continuum to get the secure alternative, and then with the 94 percent compliance rate they will be \ndeported ultimately if they have no release.\n\nREP. LOFGREN:  The gentle lady's time has expired.  We're going to give an additional 30 seconds so the \nremaining witnesses can very quickly answer, and then we will be able to -- (cross talk) --\n\nREP. LEE:  I thank the chairwoman.\n\nMS. GANDY:  It certainly is extremely important that women and children who are brought into the country not be \nbrought here for the purpose of abuse and exploitation and the likelihood of that when they're brought into the \ncountry by a registered sex offender is dramatically increased.\n\nAnd I also think that although that's a wonderful provision, we need to even go beyond that to make sure that \nwomen and children are not brought into this country for the specific purpose of exploitation.\n\nREP. LEE:  Thank you.\n\nMr. Bonner.\n\nMR. BONNER:  Very quickly, the professionalism of the Border Patrol would increase under the provisions of this \nbill.  Whether that would have helped those two agents I'm not so sure, because I think they're victims of a greater \npolitical agenda of a renegade U.S. attorney.\n\nREP. LEE:  I thank you.  I thank the chairwoman, and I simply want to acknowledge Miller Rappoport (ph) who was \nvery instrumental in gathering all of the thought processes that's generated in this bill, and I thank your staff very \nmuch for their assistance.\n\nREP. LOFGREN:  Thank you very much.\n\nI would thank all the staff and also note that Dr. Spriggs' students have been here, and we extend a welcome to \nthem as well, and thank all the witnesses.\n\nWe have five legislative days to submit any additional questions that members may have.  And if we do have such \nquestions, we ask that you do your best to answer them promptly.\n\nAgain, we thank you for taking the time to share your expertise with us.  A lot of people don't realize that the \nwitnesses before congressional committees were essentially volunteering their time to the country.  And we do \nappreciate that -- your willingness to do that, and I for one have learned a lot in this hearing.\n\nSo thank you very much, and this hearing is adjourned.\n"}