{"title": "A phony tool to stop illegal immigration", "body": "\nThe substantive debate over immigration is simpler than many might think: If we cannot say no effectively, the \nmeaning of the yes that America has always said to legal immigrants will continue to erode. The principal attraction \nfor illegal immigrants is jobs. So preventing unauthorized employment is the linchpin of a pro-American \nimmigration system.\n\nBut immigration politics are twisted. People who claim to want answers will reject real solution so they can \ncontinue to make noise about \"the problem.\" Consider the reaction to the December report from the Department of \nHomeland Security evaluating E-Verify. E-Verify, a system for deterring employment of illegal workers, is a \nvoluntary federal program that is rapidly becoming mandatory -- so far in Arizona and Mississippi and for federal \ncontractors -- in which a new hire's work authorization is supposed to be verified electronically. It began as a \nunanimous            1994 recommendation of the bipartisan U.S. Commission on Immigration Reform. One of us \nserved on that commission, and the other was its communications director. Not to put too fine a point on it, the \nelectronic verification idea behind E-Verify was ours.\n\nAnd we said 16 years ago that verifying documents but not identities was fatally vulnerable to fraud.\n\nThe substance and the politics of immigration grind along at a glacial pace, so we weren't surprised to see the \nDHS-commissioned Westat report on E-Verify note that it fails to identify illegal workers more than half the time. In \nfact, Westat found that the system could fail nearly two-thirds of the time as a result of illegal workers using \nidentities stolen from American workers.\n\nBut the reaction from the anti-immigration side of the debate was largely phony politics.\n\nWestat documented that the problem is not legal workers who are denied jobs, a problem that is rare and easily \nfixed, but illegal workers who are not. The hiring of illegal workers is very common, and E-Verify has to be fixed to \nprevent it.\n\nMark Krikorian of the Center for Immigration Studies called the Westat report proof that \"E-Verify's glass is half-\nfull.\"\n\n\nNonsense. The report shows that E-Verify is a glass so thoroughly cracked that it lets illegal workers through faster \nthan it stops them.\n\nWhat a powerful incentive for impostor fraud this is: Large, organized criminal rings steal the identities of legal \nworkers, often U.S. citizens born in Puerto Rico, and then sell or rent them to illegal workers looking for Hispanic-\nsurnamed legal worker identities. E-Verify does for identity theft what Prohibition did for Al Capone.\n\nFortunately, there is an alternative. It's called NEVA, the New Employee Verification Act. NEVA has two tiers: a \nmandatory, wholly electronic system that deprives employers of any discretion -- a simple red light/green light that a \nnew hire has cleared or not.\n\nNEVA's second tier is voluntary, with authentication linked to a biometric identification (such as a fingerprint) to \nempower individual Americans to protect their identities from theft. Solid conservatives such as Rep. Sam Johnson \n(R-Tex.) and some of E-Verify's long-standing critics, including Rep. Paul D. Ryan (R-Wis.), support NEVA because \nit is a private-sector approach in which free enterprise will compete to protect privacy and security.\n\nKey \"Blue Dog\" Democrats in the House, such as Gabrielle Giffords of Arizona and Dennis Moore of Kansas, also \nsupport NEVA's alternative to the epic failures of\n\nE-Verify.\n\nVerifying documents without authenticating identity cannot work. Protecting identity from theft has to be the first \nstep before any kind of ID system can work. In fact, empowering individuals to protect themselves from identity theft \nmakes a national ID card unnecessary.\n\nYet restrictionists like Krikorian do not recognize documented proof of E-Verify's catastrophic failure rate in its \nprimary mission as a reason to support the better system already drafted into legislation. No, they attacked NEVA \nproponents, as if insisting on effective verification means not wanting to close the back door to illegal immigration. \nE-Verify's apologists are doubling their bets when they should be throwing in their cards.\n\nWe believe in legalization as well as legal immigration. Effective verification is the key to both. The American \npublic will not support a sensible legalization plan nor keep the front door open while the back door is off the hinges. \nThat's why the anti-immigration lobbies are hypocritically insisting on an E-Verify system that does not work.\n\nBruce A. Morrison, a Democrat from Connecticut, chaired the House subcommittee on immigration from 1989 to \n1991 and served on the U.S. Commission on Immigration Reform. Paul Donnelly served as communications \ndirector for the commission.\n"}