{"title": "Table tennis players share love for sport Influx of foreigners gives club a boost", "body": "\nAlla Ginzburg slams the ball at James Williams, who scoots backward in his wheelchair to return it over the net.\n\nAs the ball accelerates into a blur, the young Russian Jewish immigrant and the paralyzed American black man \nbecome united in the intensity of their concentration. Like several dozen others from profoundly different cultural \nand ethnic backgrounds, they have come to the steamy Chastain Park gym for the communion of table tennis.\n\nOn tables lined up on both sides of a partition down the middle of the gym's floor, the members of the Atlanta Table \nTennis Association faced each other - Russians, Chinese, Koreans, Filipinos, British, Latinos and Americans.\n\n\"You'll find an Iraqi playing a Jew and having the best time,\" said Terry Madigan, an American member of the club, \nwhich plays Tuesday nights and Sunday mornings.\n\nThe influx of foreign immigrants into Atlanta is providing a boost for the 30-year-old, 110-member organization. \nLast year, the group gained 42 new members, most foreign-born. The Central Atlanta Table Tennis Club, which \nplays at the Coan Park Gym in southeast Atlanta, has 140 members, including players from Nigeria and other \nAfrican countries, Lebanon and Mexico.\n\nThe immigrants generally play at a much higher level than the Americans, reflecting a reality that is painful to table \ntennis enthusiasts - the game is not taken seriously in this country. \"Table tennis education is not available here in \nthe U.S.,\" said Rich Peluso, president of the Chastain Park group.\n\nPeluso said that although many Americans are familiar with the purely recreational game of Ping Pong, the United \nStates lacks the in- depth training programs to develop serious players of international caliber. \"We will be lucky to \nhave one American on the U.S. Olympics team,\" he said.\n\nIn Asia, Europe and Latin America, the game is as developed as baseball is here, with countless youth teams, \ntraining programs and adult clubs.\n\nEugene Parnas, a refugee from Minsk, Belarus, who has been in Atlanta six months, said \"It's very popular in \nRussia. It's not popular in the U.S. at all.\" Parnas, like other club members, said he had a tough time finding it \nbecause of the lack of attention the sport receives.\n\nDon Miller, an Englishman and an administrator for Holiday Inn Worldwide, remembers asking for time off to play in \na tournament. \"If you want to play, come to my basement,\" Miller's boss told him. \"Why do you need days off?\"\n\nThose attitudes are changing in some places, however. In Augusta, the Augusta College team won four collegiate \ntitles. Jimmy Butler, the best American player in the world, also lives in Augusta.\n\n\n\"We are trying to create Olympics players here,\" said Pete May, a volunteer for the college who recruited many of \nits players. The team, though, must depend on foreign players - its 10 members include two Pakistanis, one \nPeruvian, one Chinese and one Indian.\n\nThe immigrants are the best players with the Atlanta Table Tennis Association. The group's top player is Dan Lim \nof Malaysia, who now is playing with his country's national team. Next is Mark Dubin, 24, who immigrated here from \nSt. Petersburg, Russia.\n\nGinzburg, 21, who said she left \"a dangerous situation in Russia\" to immigrate here, has played in several \ntournaments here and is ranked 1,700th in the country. She's an assistant teacher at Garden Hills Elementary.\n\nWilliams, an Atlanta native who won a silver medal at the Paralympics in Barcelona last year, is one of the few \nAmericans in the club who can compete equally with the immigrants.\n\nThe No. 3 paraplegic player in the world, Williams, who also competes in tournaments against able-bodied \nplayers, said he welcomes the immigrants. \"The more competition you have, the better you become,\" he said. \"I \nthink it's great seeing different styles.\"\n\nGraphic\n\n \n\nPhoto: Atlanta's James Williams won a silver medal at the Paralympics in Barcelona last year. /JONATHAN \nNEWTON / Staff\n"}