{"title": "'Brain drain' to U.S. increasing, lawyers say", "body": "\nOTTAWA (CP) - Ric Cuming loves his new work environment. Who wouldn't?\n\nIt's almost like a permanent vacation, says the former Ottawa resident who now lives in sunny Florida, just down the \nroad from the ocean.\n\nA year ago, Cuming, 27, was head nurse in the Ottawa Civic Hospital's intensive care unit. After three years there, \nhe left in October, drove through tropical storm Hugo and began work at Hollywood Memorial Hospital, just north of \nMiami.\n\n\"I was ready for a change and I love the ocean, so I decided I'm heading out,\" he says.\n\nThis combination of career opportunity and wanderlust puts Cuming among thousands of Canadian professionals \nwho are moving to the United States. And their ranks are swelling, immigration lawyers say, as Canada's \npolitical and economic ills drive people out.\n\n\"The interest rate, the tax structure, the cost of living. That's what I'm hearing,\" says Buffalo, N.Y., lawyer William \nReich, listing the complaints of his Canadian clients.\n\nThe number of Ontarians querying Reich about how to relocate in the U.S. has risen by 40 per cent since January. \nAbout 25 people call each day, he says, although perhaps only two cases can be pursued.\n\n\"In the last six months there's been a real explosion in our caseload,\" adds Joseph Grasmick, a Niagara Falls, N.Y., \nlawyer. \"There's a perception amongst the clients that conditions are not good in Ontario right now.\"\n\nIn two years, the U.S. drain of Canadian professionals overseen by John Bulger has tripled. Bulger is deputy district \ndirector of the U.S. Immigration and Naturalization Services district office in Buffalo. All New York State border \ncrossings and U.S. inspection points at Montreal and Toronto airports report to his office.\n\nBulger says he now sees about 250 Canadian professionals going to U.S. jobs each month. At this rate, his office \nwill record 3,000 professionals leaving Canada under free trade this year. In 1989, when the Free Trade Act took \neffect, his office tallied about 1,000 leaving, he says.\n\nStatistics show that in 1989, about 8,800 Canadians entered the U.S. to work under free trade. More than 12,300 \nCanadians went in 1990.\n\nAs more Canadians become familiar with free trade's impact on cross-border migration, more people move, Bulger \nsays. Many workers would have been eligible to enter the U.S. before free trade was passed, he adds. Free trade \nsimply gave them a more convenient, time-saving way to cross the border.\n\n\nThat's how it was for Cuming. Once the paperwork was done, he received authorization to work in the U.S. after a \nhalf-hour interview at the Gananoque border office, he says.\n\nCuming's hospital, which sent recruiters to Canada to attract nurses, took care of paperwork, paid travel expenses \nand provided a rent-free apartment for six months.\n\nSuch incentives abound at many U.S. hospitals because of acute nursing shortages. Cuming estimates there are \n70 Canadian nurses at his hospital.\n\nCuming earns $5 an hour less working as a staff nurse at Hollywood Memorial than he made at Ottawa Civic \nHospital. Nonetheless, he says his lifestyle hasn't suffered because the cost of living is cheaper in Florida. Income \ntax, rent, groceries, clothing and gasoline are all cheaper, he says.\n\nVancouver immigration lawyer Terry Preshaw says her business has boomed since the Goods and Services Tax \nwas introduced this year. \"Something just snapped and people are leaving in droves.\"\n\nYet Len Willems, consul-general at the U.S. embassy in Ottawa, discounts talk of a Canadian exodus. He says it's \njust \"typical Canadian pessimism.\"\n\nNonetheless, Preshaw says she's worried about the \"brain drain.\"\n\nProfessionals will be more likely to make their stays permanent, Preshaw says, after the new U.S. immigration act \ncomes into effect Oct. 1. According to Preshaw, the overhaul increases the number of green cards by more than 35 \nper cent. And immigrant visas available, based on skills or employment, will jump from 54,000 to 140,000, she \nadds.\n\n\"Many well-educated professional Canadians seem to have given up on Canada . . . I don't think we'll ever see \nthese people again if they become enamored with the American way of life.\"Canada; brain; drain\n"}