{"title": "Duluth man knows joy of a reunion; Separated families: Korean immigrant was one of the lucky few in 1987 to get into North Korea to visit aging relatives.", "body": "\nAfter he read the letter, Dong Suk Kim raced to the phone in his house in Duluth and called his brother in South \nKorea.\n\n\"Mother is alive!\" he said. \"Sister is alive!\"\n\n\"What are you talking about?\" his brother said. \"Are you crazy?\"\nCONSTITUTION\n\n\"I got a letter from North Korea, from our sister!\"\n\nIt was a turning point in the kind of long, sad story familiar to people in North and South Korea and Korean \nimmigrants around the world. Millions of them have been separated from relatives since the Korean War cut off \ncommunication between North and South in the early 1950s. They have lived through a half-century of births, \nweddings and funerals and a million everyday dramas without knowing if some of their closest relatives were \nalive.\n\nThis week, though, the leaders of North and South Korea cracked open the locked door that is their border and let \n200 people cross from one side to the other for reunions with long-lost relatives. Thousands more have applied \nfor the state-sponsored visits, including several elderly immigrants in metro Atlanta.\n\nFor many, the next few years offer a last best hope of a reunion like the one Kim lucked into in 1987, when he \nbecame one of very few people to slip into North Korea to see aging parents and siblings. Kim, whose brother in \nSouth Korea has applied for the state-sponsored visit, said he sympathizes with people waiting for permission \nbecause he knows what they're going through.\n\nIn June 1950, when North Korea invaded South Korea, Kim was a 19-year-old bookkeeping student living with his \nfamily in the middle of the Korean Peninsula. Six months later, as Chinese troops marched toward his city, Kim left \nhome by train while his parents stayed behind for fear they would otherwise lose their home and land.\n\nIt was a Wednesday morning in December 1950.\n\n\"My mother and father were crying. They thought I would be back in a month or two,\" Kim said.\n\nKim worked as a guard for a year and then became a rifleman in the South Korean army in 1952. He wanted to go \nhome when the war ended in 1953, but he couldn't do that because peace negotiators had redrawn boundary lines \n\n\nand moved his hometown from South Korea to North Korea. The North clamped down on contact with the outside \nworld, so Kim couldn't call, write or visit his parents, a sister and four nieces and nephews.\n\nDuring the next 35 years, Kim got married, moved to the United States and raised three children, but he could not \ntell his mother she had a daughter-in- law and grandchildren. His mother, meanwhile, could not tell Kim that his \nfather was dead --- until Kim stumbled upon a bridge to the past one Sunday afternoon in 1987.\n\nKim was at his church in Tucker that day when he met a missionary from his hometown who had visited North \nKorea. He gave the missionary names and descriptions of his family.\n\nSix months later, the mailman delivered a one-page letter from his sister.\n\nKim flew to Beijing in 1987 and obtained a hard-to-get visa to visit North Korea --- almost impossible for South \nKorean citizens and unusual even for U. S. citizens such as Kim. A day or two later, Kim found himself face to face \nwith a frail old woman on the floor of a spartan house.\n\nHe did not recognize his mother at first.\n\nShe had been 49 when he left home. Now she was 86.\n\n\"So you're alive?\" she said, crying.\n\nKim knelt down and put his head in her lap. \"I grabbed her and cried for many minutes. I couldn't say anything.\"\n\nGraphic\n\n \n\nPhoto\n\nDong Suk Kim, sitting in his Duluth home Wednesday, shows a photograph of his mother, Kum Joo Kim, who lived \nin North Korea. He understands the excitement of this week's reunions because he left what is now North Korea \nin 1950 and didn't see his mother again until 1987. / LAURA NOEL / Staff\n"}