{"title": "An Immigration Debate Framed by Family Ties", "body": "\nDuring the heated immigration debate on Capitol Hill, some Republicans have portrayed immigrants as invaders, \ncriminals and burdens to society. But for Senator Pete V. Domenici, Republican of New Mexico, the image that \ncomes to mind is that of his mother and the day the authorities took her away.\n\n  It was 1943, World War II was raging, and federal agents were sweeping through Albuquerque hunting for Italian \nsympathizers. They found Mr. Domenici's mother, Alda V. Domenici, a curly-haired mother of four and a local PTA \npresident who also happened to be an illegal immigrant from Italy. Mr. Domenici, who said he was 9 or 10 years old \nthen, wept when his mother vanished with the agents in their big black car.\n\nNow 73, Mr. Domenici surprised many of his colleagues when he stood up on the Senate floor last week and \nshared the story, which he has kept mostly to himself for much of his life. \n\n  But his powerful account reflects a broader reality that has gone almost unnoticed as Republicans feud over \nwhether to legalize the nation's illegal immigrants. Among the most passionate Republican voices in this debate are \nlawmakers with strong immigrant ties, who have woven the strands of family history into an outlook that has helped \nshape their legislative positions.\n\n  The close connection has convinced some lawmakers of the importance of providing citizenship to illegal \nimmigrants, while others say it should be granted more sparingly.\n\n  Senator Arlen Specter, Republican of Pennsylvania and chairman of the Judiciary Committee, which voted last \nweek to legalize millions of illegal immigrants, said his parents came to the United States from Russia in the early \n1900's. Senator Jon Kyl, Republican of Arizona, who supports a more limited temporary worker program, said he \ngrew up listening to the stories of his grandparents, who arrived from the Netherlands sometime before 1910.\n\n  And Senator Mel Martinez, Republican of Florida, fled Cuba for Florida in 1962, when he was 15, and lived in \norphanages and with foster families until he was reunited with his family four years later. \n\n  These men carry the memories of relatives who spoke with the sonorous accents of their homelands, fading black-\nand-white photographs of the newcomers to the United States and the names of villages in faraway places. All four \nsupport bills that would allow illegal immigrants to work here for a period, though their singular experiences have \nresulted in different perspectives on the question of whether the immigrants should become citizens. \n\n  In the 19th and early 20th centuries, when foreign-born senators and those with immigrant parents were much \nmore common, their stories would have been unremarkable, Senate historians say. These days, the lawmakers \n\n\nsay, their family histories -- particularly those of Mr. Domenici, Mr. Specter and Mr. Martinez -- give them \nsomething of an unusual vantage point.\n\n  ''I understand this whole idea of a household with a father who is American and a mother who is not, but they are \nliving, working and getting ahead,'' said Mr. Domenici, whose mother was married to an American citizen. ''I \nunderstand that they are just like every other family in America. There is nothing different.''\n\n  Mr. Domenici's mother was 3 when she arrived in the United States with her family from Italy and about 38 when \nthe authorities came looking for her. She was married to an Italian-born American citizen, who owned a grocery \nstore, and thought her papers were in order. \n\n  After she was picked up on that day in 1943, Mrs. Domenici was released on bond to return home to her family. \nOver the next six months, she completed the necessary paperwork to become a citizen.\n\n  Mr. Domenici said his experience had persuaded him to introduce legislation that would grant illegal immigrants \nlike his mother, who have deep roots in the community, the chance to become citizens, while more recent arrivals \nwould be allowed to work here only temporarily. \n\n  He does not support the bill passed by Mr. Specter's committee, which would not distinguish between recent \narrivals and those who have spent several years here. ''You ought to try and give people with five years and more \nthe opportunity for some kind of break,'' Mr. Domenici said.\n\n  Of course, supporters of temporary work programs are not the only ones with immigrant relatives.\n\n  Representative Tom Tancredo, Republican of Colorado, one of the fiercest critics of efforts to legalize immigrants, \nsaid his orphaned father was about 11 when he arrived at Ellis Island from Italy around the turn of the 20th century \nand made his way to the Rocky Mountains.\n\n  Mr. Tancredo pondered a bit when asked whether his immigrant background had played a role in shaping his \nviews. Then he thought back to his mother's parents, also from Italy. \n\n  ''I certainly think back on the fact that their greatest desire was to be Americanized,'' Mr. Tancredo said. ''This \ndesire to cut with the old and attach to the new, speak English, stuff like that. If there was anything, maybe that was \nan influence.''\n\n  James A. Thurber, director of the Center for Congressional and Presidential Studies at American University, said \nlawmakers in Congress often reflected, to some extent, the demographics of the nation. Dr. Thurber also said he \nbelieved that the current wave of immigration from Latin America would fuel an increase in the number of foreign-\nborn members of Congress.\n\n  ''First and second generation, we had larger numbers of those in Congress in the 1800's and early 1900's,'' Dr. \nThurber said. ''Now, for most people, it's third and fourth generation. They remember the stories, but they don't feel \nit in their guts the way you would if you were socialized by parents.''\n\n  Mr. Specter says he still feels it. He keeps the old photographs hanging in his office, on the wall behind his \nwooden desk. There is his father, slim and solemn in his World War I uniform, standing alongside his young bride \ndraped in lace. \n\n  His father fled anti-Semitism in Russia and arrived in this country when he was 18. After the war, he settled in the \nMidwest, where he sold cantaloupes from the back of a car and ran a scrap yard. \n\n  Mr. Specter said his parents' struggles and successes had profoundly influenced his thinking in shepherding \nimmigration legislation through the Judiciary Committee. \n\n\n\n  ''You talk about America being a nation of immigrants,'' he said, ''well, my two best friends were immigrants, my \nmother and my father. I saw how they struggled. They struggled with the language. They struggled with anti-\nSemitism. They struggled to make a living. It was tough. You knew you were different.\n\n  ''So I have a lot of simpatico for the individuals who are immigrants. I have even more of an understanding of what \nimmigrants have done for the country.''\n\n  Mr. Martinez, the Florida Republican, echoed those thoughts, saying his own success in the United States had \nconvinced him that given the opportunity, illegal immigrants would also succeed. ''America has a way of bringing us \nin,'' he said, ''welcoming us and allowing us to become a part of the whole.''\n\n  Mr. Specter, 76, and Mr. Martinez, 59, whose parents fled oppression in their home countries, both support a plan \nthat would eventually grant citizenship to illegal immigrants who spend six more years here, pay fines and back \ntaxes, and learn English. \n\n  But on Monday, Mr. Specter said that he and other Republicans were also willing to consider a proposal along the \nlines of Mr. Domenici's. Senator Kyl, the Arizona Republican, backs a much more limited program. He said that his \ngrandparents, who settled in Nebraska, spoke Dutch and heavily accented English and emphasized old-fashioned \nvalues, ''frugality and the ability to make it on hard work, grit, honesty.''\n\n  If they were still alive, Mr. Kyl said, they would look at modern-day illegal immigrants and shake their heads. ''I \nsuspect they would be very upset about people who didn't do it the right way,'' said Mr. Kyl, 63. \n\n  His legislation, which would provide for a temporary-worker program without a path to permanent residency or \ncitizenship, emphasizes that illegal immigrants should not be rewarded for breaking the law.\n\n  Mr. Domenici sees it differently. Both his parents are dead, but his mind sometimes flies back to his childhood, to \nmemories of his mother raising money for the local Catholic school, the smell of his father's cigars and that awful \nday back in 1943.\n\n  Mr. Domenici said he decided to tell his story when the hostile rhetoric about illegal immigrants started to boil. He \nsaid he wanted to remind his fellow Republicans that the sons and daughters of this century's illegal immigrants \ncould end up in the Senate one day, too.\n\n  ''I wasn't trying to impress anybody,'' he said of his story. ''I think it just puts a little heart and a little soul into this.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: PETE V. DOMENICI of New Mexico says his mother, foreground, was taken away by the authorities in \n1943 when they discovered she was an illegal immigrant from Italy. (Photo by Doug Mills/The New York Times)\n\nMEL MARTINEZ, the Florida senator, fled Cuba in 1962, at age 15. Here, he is seen on the top bunk, with other \nrefugees waiting to be assigned to foster families in Florida. (Photo Courtesy of Mel Martinez)\n\n ARLEN SPECTER, the Pennsylvania senator, with a photograph of his father. Mr. Specter's parents came to the \nUnited States from Russia in the early 1900's. (Photo by Doug Mills/The New York Times)(pg. A20)\n\nhttp://www.nytimes.com/\n\n"}