{"title": "Iranian, kin reunited in U.S. with 8 hours to spare;Immigration glitch: Bureaucracy nearly kept man, 21, from joining family in Decatur.", "body": "\nOne day in April, an envelope marked \"URGENT\" in Atlanta arrived at a government complex in Lincoln, Neb. \nInside were documents from a 20-year-old Christian man in Iran named Hovik Baghramian Milagerdi. He was trying \nto flee religious persecution and rejoin his parents and an older brother, who had left Iran for a new life in Atlanta.\n\nUnless the U.S. government acted with unusual speed, though, Baghramian Milagerdi would be trapped in Iran for \nseveral years, the victim of a quirk in immigration law that causes hardship for refugees with relatives in the \nUnited States. The law lets them come to this country if they have a parent or spouse here as refugees, but they \nmust be on U.S. soil before they turn 21.\nAJC\n\nThat can mean trouble for young men and women like Baghramian Milagerdi, a soft-spoken man with a boyish grin \nand jet-black hair. His parents applied for a visa to bring him to the United States as soon as they arrived. By that \ntime, though, Baghramian Milagerdi was just months shy of his 21st birthday, and it can take a year for the \ngovernment to push paperwork like his through the system.\n\nWithout a major effort and a little luck, Baghramian Milagerdi would be stuck in a country where Christians face \ndiscrimination and persecution.\n\nHe had five months --- until his 21st birthday Aug. 2 --- to get to the United States.\n\nHis advocates in Atlanta scrawled \"URGENT\" and \"EXPEDITE\" on his visa application, the first step in an attempt \nto shift into high gear a seemingly immovable bureaucracy. Workers at the International Rescue Committee, a \nnonprofit agency that resettles refugees, began calling people who could help in the United States and in Iran, \nPakistan and Turkey. They called colleagues at resettlement agencies and officials at U.S. embassies and \nconsulates who could speed up the process. An aide to U.S. Sen. Zell Miller would provide some last-minute help.\n\nAs efforts unfolded in America, Baghramian Milagerdi went to church to light a candle and say a prayer.\n\n\"I asked God, 'Please open a way for me, open a door so I can be with them,' \" he said, speaking through a Farsi \ninterpreter.\n\nBaghramian Milagerdi grew up a welder's son in a city about an hour's drive from Tehran. His name marked him as \na Christian in Islamic Iran. The U.S. government says members of religious minorities in Iran face discrimination, \narrest and, on occasion, execution.\n\n\nCiting religious persecution, Baghramian Milagerdi's mother, father and brother left Iran last year,. Baghramian \nMilagerdi had to stay behind because he could not get out of a required two-year stint in the Iranian Army.\n\nThe family was granted refugee status and arrived in the United States in March, settling in a two-bedroom \napartment near Decatur. They decorated the living room with images of Christ and a red cloth wall hanging that \nshows the Statue of Liberty, a space capsule circling the moon and an Old West stagecoach, all framed with the \nphrases, in English and Farsi: \"The United States of America\" and \"200 Years of Progress.\"\n\nBaghramian Milagerdi finished his military service this spring. His parents completed an INS form asking for \npermission for their son to join them in Georgia.\n\nWith the assistance of refugee resettlement workers, they mailed it April 12 --- 3 1/2 months before his birthday.\n\nReuniting separated families has been a guiding principle of U.S. immigration law since 1965. But an arcane \nprovision of the nation's labyrinthine immigration laws can have the opposite effect in the case of foreign nationals \napproaching their 21st birthdays. It says single children trying to rejoin refugee parents must be in the United \nStates before they turn 21. The law creates the danger that people applying at age 20 will get their visas after their \nbirthdays. Advocates call it \"aging out.\"\n\nIt affects a very narrow class of people but has attracted attention in Congress. Bills in the Senate and House would \nfine-tune the law by preserving a person's right to come to the United States as long as he or she applies before \nturning 21.\n\nThe change essentially would stop penalizing foreign nationals for the slowness of the federal government. But \nthere's a catch: The change would only protect immigrants, people whose relatives came to the United States \nmainly for economic reasons. It would not protect refugees like Baghramian Milagerdi.\n\n\"I just don't know why refugees are not included in this. It would be pretty horrific to have this go through and for \nevery group to get a shot except refugees,\" said Jane Kim, national immigration and legal officer for the \nInternational Rescue Committee, which resettled 10,000 refugees around the country last year.\n\nShe has lately spoken with members of Congress and said she expects them to revise the proposals to include \nrefugees. But the Sept. 11 terrorist attacks have stalled the proposal.\n\nThe application process to reunite sounds simple. First an INS officer at the Nebraska Service Center reviews the \napplication. If it is approved, the INS sends the file to the National Visa Center in Portsmouth, N.H., run by the U.S. \nState Department.\n\nWorkers there send the visa to the U.S. embassy or consulate nearest to the person requesting it.\n\nThe INS approved Baghramian Milagerdi's visa request in July, but it still had to send the visa to the U.S. Embassy \nin Ankara, Turkey.\n\nBaghramian Milagerdi said he rode three days in a bus to get there, enduring hassles from border guards and local \npolice officers who did not share his sense of urgency.\n\nHe got to Ankara on July 23, nine days before his birthday.\n\nEverything was going smoothly until Adis Malkoc, a caseworker at the Atlanta IRC office, and Clare Richie, director \nof the Atlanta IRC office, realized someone accidentally had sent Baghramian Milagerdi's visa to the U.S. Embassy \nin Islamabad, Pakistan, more than 2,000 miles from the embassy in Ankara.\n\nMalkoc and Richie called the embassies and anyone else they could think of who might help. Could the embassy in \nPakistan fax the paperwork to its counterpart in Ankara? It agreed to after the intervention of an aide in Miller's \nAtlanta office.\n\n\n\nFinally, after a health screening and interviews, the embassy in Turkey gave Baghramian Milagerdi permission to \ngo to the United States.\n\nIt was July 31 --- with just two days to go before he turned 21.\n\nBaghramian Milagerdi bought his own ticket and flew from Ankara to Instanbul, Turkey. Then he waited in the \nairport for a flight to the United States. Any delay would almost certainly doom him to several more years in Iran. \nThe plane finally left. It landed in New York late in the afternoon of Aug. 1.\n\nHe made it by eight hours.\n\nGraphic\n\n \n\nPhoto:\n\nHovik Baghramian Milagerdi (center) has been reunited in Decatur with his brother, Zorik (left), his mother, \nHoromsima Vartoomian, and a friend's baby, Emil Sarian./ BITA HONARVAR / Staff\n"}