{"title": "GAO Says INS Failing To Deport Criminals", "body": "\nThe Immigration and Naturalization Service came under criticism from Congress and the General Accounting Office \nyesterday for failing to deport thousands of foreign criminals who were subject to expulsion after serving their \nU.S. prison sentences.\n\nInstead, many have been released in the United States, and some have then committed new crimes, according to a \nGAO report issued at a hearing of the House Judiciary subcommittee on immigration.\n\nThe report examined the Justice Department's 10-year-old Institutional Hearing Program, which is designed to \nidentify deportable foreign-born criminals while they are in U.S. federal or state prisons and expel them once they \nfinish their sentences.\n\n\"Since 1994, less than 30 percent of the eligible criminal aliens have actually been removed\" under the program, \nsaid Rep. Lamar S. Smith (R-Tex.), the subcommittee chairman. As a result, the INS has had to spend more than $ \n60 million a year to detain many of those convicts again when they complete their prison terms and, worse, \n\"thousands of criminal aliens are released into American communities and neighborhoods,\" Smith said.\n\nIn the second half of fiscal 1995, the GAO study said, nearly 2,000 foreign criminals were released into U.S. \ncommunities because the program failed to identify them.\n\nThe INS responded that the program has improved since receiving new resources and that deportations under it \nrose 37 percent in the first half of this fiscal year from the same period last year.\n\nAlthough the INS has accepted the GAO's recommendations for improving the program, the report's numbers are \nflawed, an INS spokesman said. The study identified as deportable some prisoners who were not, he said, \nbecause they were released before Congress expanded the categories of criminal aliens subject to expulsion. In \naddition, he said, the program is designed to identify deportable foreigners when they enter prison, and some of \nthose counted by the GAO upon release were originally jailed years before the program was expanded.\n\nAccording to Smith, more than 110,000 foreign-born convicts are in U.S. state and federal jails, and their numbers \nare rising by about 50,000 a year. Of those prisoners, about 80 percent are subject to deportation, most of them \nbecause they were in the United States illegally before committing the crimes for which they were jailed.  -- William \nBranigin\n\nGraphic\n\n \n\n\nPhoto, SMITH\n"}