{"title": "A self-defeating immigrant policy", "body": "\nThe nation's increasing contempt for illegal immigrants was reflected a few  days ago in the House of \nRepresentatives' vote, 257 to 163, to deny public  education to the children of these immigrants. Senate Majority \nLeader Bob  Dole, the presumed Republican presidential candidate, backs the proposed  legislation.\n\nPresident Clinton opposes it. Fortunately, he is not alone. The nation's  major police organizations, along with the \nChicago Police Department, have  written to Dole urging him to reverse his stand. Officials and beat officers  agree \nthat the government should do more to curb illegal immigration, but they  argue that kicking kids out of school is not \nthe answer. \"One of our biggest  problems is to develop a positive alternative to gangs and drugs for our  youngest \nchildren with free time after school,\" Los Angeles County Sheriff  Sherman Block told the New York Times. \"To \nliterally have them loose on the  street . . . I don't see how that would be positive.\"\nSHUT SCHOOL\n\nBlock may be exaggerating the seriousness of the situation, but hardly  anyone is overstating the cost to educate \nundocumented youngsters. California  lawmakers claim, for example, that the state instructs 355,000 immigrant \n pupils at a cost of $ 1.8-billion annually. Other states with high immigrant  populations, such as Florida, Texas and \nArizona, also pay disproportionate  sums to teach immigrant children. Clearly, this obligation represents the  worst \nkind of unfunded mandate.\n\nFew people expect the provision to get past the Supreme Court, which  already has ruled that such a restriction is \nunconstitutional. Still,  something must be done to give affected states adequate economic relief. The  omnibus \nimmigration measure contains several provisions that offer some hope.  Clinton, however, promises to veto the \nentire bill if the school section  remains.\n\nThe president and the police are right. Kicking children out of school is  wrong and self-defeating. Gov. Lawton \nChiles has a better idea: The feds  should tighten the borders, give immigration officials more authority and more \n tools with which to perform their job and automatically compensate school  districts for the money spend on \nimmigrant children. Shutting the schoolhouse  door is unrealistic and wrong.\n"}