{"title": "SHOOTING FALLOUT;BOSNIAN EMIGRES: KILLING OF COMMUNITY MEMBER BY SAN JOSE OFFICER SPOTLIGHTS MYRIAD PROBLEMS FACING IMMIGRANTS TO SILICON VALLEY", "body": "\nInside the cozy Adriatic Cafe on Bascom Avenue, a feeling of the old is replicated.\n\nCroatian chocolate shares shelf space with coffee, newspapers and movies from various Balkan republics. A grand \npainting of Sveti Stefan, an exclusive resort on the coast of Serbia and Montenegro, hangs next to -- but doesn't \novershadow -- a T-shirt bearing the ethnic Bosnian flag.\n\n\"This cafe represents old Yugoslavia, not divided by religion or ethnicity,\" says Steve Smith, a former Scotts Valley \npolice officer who spent a year keeping peace with an international police force in southeast Bosnia-Herzegovina, \nscene of some of the worst atrocities committed during theBalkan wars.\n\nSmith finishes his potent Turkish coffee and heads out to the enclosed patio, where five Bosnian refugees sit round \na table. Smith asks if he may join the group. The middle-aged men trade skeptical glances until Smith explains that \nhe's been where they've been, seen what they've seen.\n\n\"Ljubinje? Stolac and Berkovici?\" the former police officer says, rattling off cities, landmarks and experiences until \ntheir eyes smile in recognition. When Smith says \"I know Dretelj,\" the Croatian-run concentration camp where the \nmen were condemned during the war, the dreaded memory brings to mind Zaim Bojcic, their friend and camp \nsurvivor who was killed Sunday at a Starbucks in San Jose after he fought with a San Jose police officer.\n\n\"He was a good guy,\" 40-year-old Ilijaz Penava said of Bojcic, his high school friend.\n\nAs those affected mourn Bojcic's death, a spotlight has turned on Santa Clara County's Bosnian refugee \ncommunity, a relatively small population that immigrated here fleeing \"ethnic cleansing\" and warfare in the former \nYugoslavia.\n\nWhen the Balkan conflict ended in 1995, more than a quarter-million people had been killed. Those refugees who \nresettled in the Bay Area have spent the last decade or so trying to build new lives despite myriad obstacles.\n\nLike immigrant groups before them, Bosnian refugees have had to navigate a complex web of social, legal and \ngovernmental systems to make it here. And for many, finding and keeping jobs, learning English and dealing with \nthe trauma of war are challenges that persist today.\n\n\n\"This is a community under stress,\" said Sonja Cvitanich, deputy director of the Eastern European Service \nAgency, which was formed in response to the wave of Bosnians that began immigrating to the Bay Area in 1992 \nand 1993.\n\n\"The challenge for this community is that because of the kind of war that it was, it has divided the people,\" \nCvitanich said. \"The war itself divided people so it's a challenge to educate, to bring them together here as a \ncommunity.\"\n\nCvitanich estimates there are as many as 10,000 Bosnians living in Santa Clara County, although a recent second \nmigration to Sacramento and other less expensive areas has made it difficult to keep track of everyone.\n\nThe death of one of their own could change that.\n\nToday, hundreds are expected to gather at the Starbucks on Winchester Boulevard where police say officer \nDonald Guess shot Bojcic after he attacked the police officer who had asked the immigrant to leave the premises. \nWitnesses say Bojcic and friends had been smoking at an outside patio area when the store's manager \ncomplained. Guess, who had gone there on a break, was asked to intervene.\n\nTo local Bosnians, for which drinking coffee and smoking cigarettes together is a national pastime, Bojcic's death is \nsenseless.\n\nA day after his killing, during a vigil at Starbucks, even non-smoking Bosnians lit one up in defiance.\n\n\"We need to go and talk to police,\" said Ramajana Hidic-Demirovic, 29, of Saratoga. \"It seems to me that San Jose \nPolice Department simply doesn't understand this is a multicultural and multiethnic community, and they have to \ntake this into account when they are dealing with people.\"\n\nBut then the young mother acknowledges that her own community has a lot of work to do. While some have found \ndecent jobs, started families and bought homes here, too many languish in tenuous, low-income situations. An \nuntold number have post-traumatic stress.\n\n\"It's something that the community in general simply failed to deal with,\" she said. \"And it's not that we didn't think \nabout it or anything. It's that we were a brand-new community trying really hard to establish ourselves, busy with \nour own lives and simply ignored all these very important emotional and psychological things.\n\n\"I think now is the time for us to start working on that. I think we failed to communicate with the county and San \nJose Police Department, maybe, in explaining these issues.\"\n\nThe 40-year-old Bojcic, who came to the United States 10 years ago, rarely spoke about the war in the early 1990s \nthat killed his father and landed him in the Dretelj camp for six months. But lately, friends say, he showed signs of \nbeing deeply troubled.\n\n\"He was very scared of police,\" Penava, his childhood friend, said. And in his own quiet way, Penava suffers, too.\n\nRecently he went to see a doctor for chest pain, only to be told it was anxiety resulting from his wartime experience. \nInstead of taking medication, Penava said he chooses to deal with his problems the traditional way at home, with \nhis loved ones and outside, with friends he trusts over Turkish coffee and cigarettes.\n\nNotes\n\nA community forum to discuss the Bojcic case will be held Oct. 14 by the independent police auditor. The forum \nwill take place from 6 to 8 p.m. at 70 W. Hedding St. in San Jose.\n\n\n\nGraphic\n\n \n\nPhotos (3);\n\nPHOTO: KAREN T. BORCHERS -- MERCURY NEWS\n\nBoris Pavcec from Croatia sips coffee and shares tales of his homeland during a Friday visit to the Adriatic Cafe. \nThe cafe has become a gathering spot for emigres from Balkan countries.\n\nPHOTO: KAREN T. BORCHERS -- MERCURY NEWS\n\nSemso Gurda from Bosnia, left, and Boris Pavcec from Croatia are among those who gather at the Adriatic Cafe in \nCampbell to drink coffee and smoke.\n\nPHOTO: KAREN T. BORCHERS -- MERCURY NEWS\n\nStrong coffee and food from their homeland are some of the attractions that bring natives of the Balkans to the \nAdriatic Cafe.\n"}