{"title": "As an Immigration Tide Swells, Europe Treads Water", "body": "\nThe African and South Asian peddlers who sell counterfeit handbags and DVD's and other sidewalk junk in the \nBarceloneta, a tourist-clotted neighborhood on this city's Mediterranean beachfront, have to be nimble to stay in \nbusiness. They tie strings to the corners of the sheets on which they fussily display their goods, so they can \ninstantly shoulder their inventory when the police arrive. At the first glimpse of a striding uniform they scramble, only \nto roost again for a few more minutes a few yards farther down the street. \n\n  It's an indolent game of toreador and bull, but without a coup de grace. Shumil Chowdhury, a Bangladeshi who \narrived illegally a year ago, told me he had been arrested 10 times, with the usual consequence being three days in \njail, though judges sometimes gave him a break because they realized he had no other way to make a living, and \nlittle hope of legalizing his status.\n\nIn Barcelona, it is easy to find evidence of this halfhearted mix of tolerance and enforcement, where compassion \nand toughness cohabit in a way that seems designed to thwart an actual solution. But this attitude seems larger \nthan this city, or Spain. \n\n  In Spain, long a gateway to immigrants from Europe's former colonies, people have grown accustomed to bad \nnews on immigration. More than 11,000 Africans have crossed to the Canary Islands this year, more than double \nthe total for 2005, and hundreds more have died trying. \n\n  The travails continue on land; last year in Barcelona, hundreds of immigrants barricaded themselves in Catholic \nchurches, threatening to starve themselves unless they got work visas. The Catalan government, a redoubt of \ntolerance in a country whose immigration policies are already among the gentlest in Europe, relented, choosing \nthe path of least resistance, as it has many times. A succession of amnesties has given hundreds of thousands of \nimmigrants at least a theoretical path to legal status, though with bureaucratic hurdles that leave many unable to \nescape the status quo. \n\n  Spain has sought a more nuanced approach on immigrants and refugees than other countries in Europe, where \nunderground populations are straining safety nets and heightening the continent's age-old prickliness about \nstrangers. Spain's strategy -- undermining the shadow economy by smoothing legal pathways for migration and \nwork -- has pointed a direction for the rest of Europe. But the immigrant tide is swelling. A desperate surge of boat \npeople, not only in Spain but in Italy, Greece and tiny Malta, has made it increasingly obvious that the problem must \nbe confronted on a broader scale.\n\n  At a conference in Morocco in early July, delegates of 58 European and African countries pledged to attack the \nproblem. Their agenda could have been photocopied from a Congressional staffer's binder in Washington: border \n\n\ncontrols, workplace enforcement, economic development south of the border, questions of assimilation and national \nidentity. \n\n  The participation of north and south was hailed as a breakthrough, though the chance of success seemed \ndubious. The focus on immediate fixes -- more razor wire and sea patrols -- seems as quixotic in the Mediterranean \nas along the Rio Grande. The amount of development aid dangled to spur a crackdown by African governments \nagainst would-be migrants is far less than the remittances that African immigrants send home from Europe. And \nlittle was done about trade policies that cripple development in the third world and thus make Europe complicit in its \nown immigrant problems. \n\n  It's easy to understand the pessimism of people like Father Miguel Rodriguez, a priest in El Raval, Barcelona's \nimmigrant ghetto. In El Raval, where dogs wander the narrow medieval streets below webs of fluttering laundry, \nFather Miguel feeds and clothes immigrants by the thousands, asking no questions about papers or religion. His \norganization is tolerated by the Catalan government and by the society figures he shrewdly courts with ceremonial \nmedals and other flattery. They respond with smiles and kind words, though not much money.\n\n  Father Miguel, who will celebrate 50 years as a priest this fall, confesses to weary skepticism about immigration. \nImmigrants absorb the decadent materialist values of the affluent north, he said, without participating in its \nprosperity. And the cohort of newcomers has brought its own streak of nastiness and criminality. Father Miguel has \nput a steel barricade on his shabby storefront, where thieves recently stole a printer. \n\n  But none of this has stopped the pragmatic Father Miguel from toiling as a fixer, matching immigrants with \nemployers who vouch, not always honestly, for their charges. \n\n  A former colleague of Father Miguel's, the Rev. Joan Manuel Serra, who is 42 and has been a priest for only five \nyears, retains a younger man's belief in goodness and progress. When I met him he was toting a backpack and \nshopping bag filled with a dozen bottles of cava, the local sparkling wine, to deliver to Father Miguel for a \nconfirmation celebration. He, too, lamented the hole in Europe's soul, its hostility to people from other lands, but he \nalso marveled at what he said was the growing willingness of Spain -- of Catalonia, anyway -- to accept the \nstrangers in its midst. As evidence, he noted that Catalonia was close to electing an immigrant for president, the \nSocialist candidate Jose Montilla. \n\n  Such tolerance would have been unheard of in earlier generations, Father Joan said.\n\n  His enthusiasm was sincere, though -- as with any discussion of immigration in Europe -- it looks a little different \nthrough an American prism. Mr. Montilla was born in Cordoba, in the south of Spain.\n\nhttp://www.nytimes.com\n"}