{"title": "Inmate Convicted in '86 Prison Murder Gets New Trial", "body": "\nA county judge on Monday penciled in a Dec. 6 date for a new trial in the case of an illegal Chinese immigrant \nwhose conviction for the murder of a fellow inmate in 1986 was overturned by a state appellate court last month. \n\n The immigrant, David Wong, was convicted of fatally stabbing Tyrone Julius at the Clinton state prison in \nDannemora, about 17 miles west of here . \n\n  Despite the lack of physical evidence or obvious motive, Mr. Wong, who was already serving time for armed \nrobbery, was found guilty based on the testimony of two witnesses, and sentenced to 25 years to life in prison. \n\n Mr. Wong's first significant victory came on Oct. 21, when five New York State appellate judges overturned the \nmurder conviction and returned the case to Clinton County Court. The decision was the culmination of a long \ncampaign for Mr. Wong, whose cause was first taken up by Asian-American advocates shortly after his 1987 \nconviction. Articles in The New York Times and inquiries by a Manhattan private investigator, coupled with the \nreversal of testimony by a crucial witness, raised doubts about Mr. Wong's guilt. \n\n Judge Timothy J. Lawliss announced on Monday that jury selection for Mr. Wong would start Dec. 6. Since Mr. \nWong, 42, has fulfilled his sentence for the robbery conviction, he is now being held at the county jail on $100,000 \nbail, awaiting the next phase, be it trial, deportation or freedom.\n\n In an interview after the 15-minute proceeding, Richard E. Cantwell, the Clinton County district attorney, who did \nnot handle the original trial, said his office was taking the prospect of a new trial ''quite seriously.'' But he added, \n''what bothered me was the physical evidence. There are so many things that I have to be satisfied with before I go \nto trial.''\n\n In an interview outside the courthouse, Jaykumar A. Menon, a lawyer for Mr. Wong, promised to file a motion soon \nto dismiss what he called a ''farce'' of a case. ''All the evidence is clearly on our side,'' he said, surrounded by local \nsupporters and relatives of Mr. Wong from New York City. But even if the charges are dismissed, Mr. Wong faces \nanother legal hurdle: He could be immediately deported to China upon his release.\n\n ''His situation is not great,'' Mr. Menon said. ''We're working hard, but I think it's likely that he'll go back.'' \n\n To prosecutors and correction officials, the case has been straightforward, resting on the witness who did not \nrecant -- a well-regarded correction officer named Richard LaPierre. At the first trial, he testified that he saw the \nstabbing from an 80-foot tower 120 yards away.\n\n To critics, though, Mr. Wong has been a scapegoat in a criminal justice system biased against poor immigrants. \nAnd given the economic importance of the prison industry in northern New York, and the fact that Judge Lawliss \n\n\nand Mr. Cantwell used to be law partners, these critics are now worried whether Mr. Wong will be able to get a fair \ntrial. But in a recent interview with The New York Law Journal, Mr. Cantwell said his professional relationship with \nJudge Lawliss ended almost four years ago, and that most lawyers in this upstate city know each other. \n\n The odyssey for Mr. Wong, a former Chinatown bus boy who was serving 81/3. to 25 years for his part in the \nrobbery of his boss's home on Long Island, began on a snowy afternoon in March 1986, when someone buried a 5-\ninch shank in Mr. Julius's neck. Of the 70 to 100 inmates in the area, only Mr. Wong and an inmate from Hong \nKong, Tse Kin Cheung, were searched. Investigators found neither blood nor a weapon on either man. Still, Mr. \nWong was convicted, on the basis of testimony from Mr. LaPierre and Peter DellFava, another inmate.\n\n After Mr. Cheung began writing letters to Asian-American community leaders, protesting that Mr. Wong had been \nframed, a group of New York City activists formed the David Wong Support Committee. Eventually, fresh anecdotal \nevidence emerged, including statements from Mr. Julius's widow supporting Mr. Wong's arguments, and from \nformer inmates saying that Mr. Julius was murdered by a rival, Nelson Gutierrez, who died in 2000.\n\n Last October, Judge Lawliss rejected a motion for a new trial, saying that Mr. DellFava, who had since been \nreleased from prison, seemed insincere and the inmates' testimony ''preposterous.'' But Mr. Wong's lawyers \nappealed. In a five-page order, the judges, while acknowledging that county judges are ''generally accorded great \ndeference,'' said that Mr. DellFava's reversal came across as credible, given ''his apparent belief that he could be \nprosecuted for perjury.'' They questioned the accuracy of Mr. LaPierre's testimony. And they said the stab wound to \nMr. Julius should have ''created a sufficient amount of blood to have splattered over the perpetrator.''\n\n Since the decision, Mr. Wong's lawyers have been unable to track down Mr. DellFava. But if he does surface, he \nmay be subject to a perjury charge, Mr. Cantwell said.\n\n Mr. Wong did not say anything at the proceeding, but smiled at the two dozen supporters who packed the \ncourtroom. These included Fei Yeung, Mr. Wong's niece, who lives in Bushwick, Brooklyn, and is an engineering \nstudent at City College.\n\n Ms. Yeung had a lot of things to say to Mr. Wong. But later, when she saw him outside the courthouse, her eyes \nmoistened, and her voice cracked. The only thing she could say was ''uncle,'' in their native Fuzhou dialect.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: David Wong's case has been a rallying cry for many activists. (Photo by Michael J. Okoniewski)\n"}