{"title": "Senate Democrats Reintroduce Dream Act", "body": "\nOn the heels of President Obama's renewed call            to overhaul the nation's immigration laws in Texas on \nTuesday, Senate Democrats are reintroducing a bill that would give legal status to some illegal immigrants who \ncame into the United States as children.\n\nSenator Harry Reid of Nevada, the majority leader, along with Senators            Dick Durbin of Illinois and            \nRobert Menendez of New Jersey, said the Senate will revive the Dream Act, one of the few signature pieces of \nDemocratic legislation            that failed during the lame-duck session of the last Congress, when Democrats \ncontrolled both chambers.\n\nThe bill would provide legal status and a path to citizenship to young people who were brought to the United States \nillegally as children and receive a college education or want to enter the military. Under the bill, students who who \ncame to the United States when they were 15 or under, have been in the country continually at least five years, \npresent \"good moral character,\" graduate from high school or obtain a G.E.D., and complete two years of college or \nmilitary service in good standing would qualify. \n\nBackers of the measure - which has failed to gain the support of Republicans - say that the bill would provide a path \nfor more educated young people into the military and work force, and give a break to young people who did not \nhave agency in their illegal entry into the country.\n\nOpponents argue that the bill constitutes amnesty, and that Congress should focus on border security before \nconsidering paths to legal status for illegal immigrants.\n\nThe bill has been the subject of legislative passion for Mr. Reid and Mr. Durbin, the Senate's No. 2 Democrat, who \nhas said he would try to pass the Dream Act as long as he is a senator.\n\n\"It didn't pass in the Senate last year when they had 59 Democrats,\" said Don Stewart, a spokesman for Senator \nMitch McConnell, the minority leader from Kentucky, who has said repeatedly that he does not support the bill.  \n\"There are some questions about its chances this year.\"\n\n• Obama Courts Latino Voters With Immigration Speech\n\n• In Budget Bill, a Dispute Over Border Security\n\n• We Can Finish By Christmas, Reid Says\n\n\n• Making Sense of the 111th Congress as the End Nears\n\n• Senate Democrats Put 'Dream Act' on Hold\n"}