{"title": "GOP split on immigration bill COMPROMISE • Increase border security, temporary worker program. BACKLASH • Agreement is a sellout, conservative figures say.", "body": "\nPresident George W. Bush's embrace of compromise immigration legislation has split the Republican Party, as \nseveral GOP presidential candidates quickly came out against the deal and the conservative base reacted with \nfury.\n\nFigures on the right, including conservative talk radio hosts, analysts at the Heritage Foundation and National \nReview columnists, derided the agreement as a sellout of conservative principles. GOP presidential candidates \ncriticized the plan as a form of amnesty - a characterization rejected by the White House.\n\nFormer Massachusetts Gov. Mitt Romney, who last year said similar efforts for a comprehensive immigration bill \nwere \"reasonable,\" called the deal reached this week the \"wrong approach\" to the problem. \"Any legislation that \nallows illegal immigrants to stay in the country indefinitely, as the new 'Z-Visa' does, is a form of amnesty,\" he said.\n\nWhite House officials said they fully anticipated the conservative reaction and acknowledge they face a big \nchallenge in educating even their strongest supporters about a bill that would provide increased border security, \ncreate a temporary worker program and allow many of the 12 million illegal immigrants a chance to earn a green \ncard if they pay fines and return first to their country of origin.\n\nThe Senate will debate the measure next week, with the House expected to take up the issue sometime this \nsummer.\n\nAdministration officials said they have addressed many of the concerns conservatives had with previous \nimmigration legislation: Under the proposal, for instance, the provisions making it possible for illegal immigrants to \nstay in the United States would only go into effect after stringent new border control provisions are implemented.\n\nPresidential aspirant Sen. John McCain, R-Ariz., backs the bill. In the past, former New York Mayor Rudolph \nGiuliani has been an outspoken immigration advocate. But a statement from his communications director offered \nno endorsement of the new bill and stressed the security implications of immigration.\n"}