{"title": "METRO DIGEST", "body": "\nMISSOURI\n\nST. LOUIS COUNTY\n\nMetro subsidy gets tentative OK\n\nCLAYTON - The St. Louis County Council by a 6-1 vote on Tuesday tentatively approved providing $47.4 million to \nthe Metro transit system in the fiscal year that began July 1.\n\nThe total includes $47.2 million for a transit subsidy and $190,000 to reimburse Metro for the value of the Sutton \nLoop in Maplewood, which the transit agency no longer needs and Maplewood wants to acquire. Councilman Greg \nQuinn, R-Ballwin, opposed the appropriation.\n\nThe subsidy is $1.9 million larger than the one for the fiscal year that ended June 30 because the county ties the \ngrowth of the subsidy to the federal Consumer Price Index for Urban Areas, which rose 4.2 percent in the fiscal year \nthat began in May 2005.\n\nBlack Jack park will open in winter\n\nBLACK JACK - While applying for another grant for Harold Evangelista Park, the city's only developed park, Black \nJack council members agreed Tuesday night that the park would not be fenced during the winter while restrooms \nare shut down and locked.\n\nSigns will indicate that facilities are not available, even though the park will be otherwise open. Some council \nmembers said they had received requests for the opening from nearby residents. The water facilities will be shut \ndown Nov. 1 through April 1.\n\nThe proposed grant, from the Municipal Parks Commission, will total up to $295,000 and be used for parking and \nplayground resurfacing and resealing. Prior grants of $155,000 and $25,000 under the program provided equipment \nat the park.\n\nSenate campaigns appeal to vets\n\nMAPLEWOOD - Campaigns for both candidates for U.S. Senate in Missouri were in the St. Louis area on Tuesday \nappealing to the state's veterans.\n\nRetired four-star general and former presidential candidate Wesley Clark stumped for fellow Democrat Claire \nMcCaskill in front of veterans at the American Legion Hall in Maplewood.\n\n\nOutside the hall, two state representatives -- Jim Avery, R-Crestwood, and Jack Jackson, R-Wildwood -- stood in \nfor McCaskill's opponent, incumbent Jim Talent. Avery and Jackson, both veterans, wanted McCaskill to apologize \nfor calling Talent \"a false patriot,\" according to the Jefferson City News Tribune.\n\n\"Even John Kerry did not call President Bush unpatriotic,\" Jackson said.\n\nMcCaskill did not repeat the charge in remarks to veterans in Maplewood. She did not make a public apology.\n\nValley Park begins work on trail\n\nVALLEY PARK - Valley Park is beginning work on its three-mile section of the Meramec River Greenway, a paved \nhiking and biking trail, partially sponsored by the Great Rivers Greenway District, which is supported by a tenth of a \ncent sales tax in St. Louis, St. Louis County and St. Charles County.\n\nThe city has completed an aerial survey and is planning grading work. At a meeting Monday night, City Engineer \nTom Weis said the area will be ready by November for planting of hardwood trees, at the request of the Army Corps \nof Engineers. Weis said the city's section of the trail will cost about $69,000. The city will use tax increment \nfinancing funding and support from the sales tax.\n\nThe full trail will be 12 miles and connect Kirkwood's Green Tree Park to Castlewood State Park in Ballwin. Valley \nPark will also build a sports complex near the trail with six soccer fields.\n\nST. CHARLES COUNTY\n\nUtility tax rebates are available\n\nO'FALLON - Qualifying older people and the totally disabled will soon get a break on part of their monthly bills due \nto a utility tax rebate program the City Council approved last week.\n\nOfficials expect the average qualifying recipient to save about $124 a year on combined electric, natural gas and \ntelephone bills. For more information, call the city's Citizens First Center, 636-379-5553.\n\nILLINOIS\n\nST. CLAIR COUNTY\n\nNo deal expected in salon slayings\n\nBELLEVILLE - The teenage suspect in Belleville's salon slayings appeared briefly in court Tuesday, three months \nafter his arrest, but lawyers say the case won't be ready for trial until at least next spring.\n\nA trial, rather than a plea agreement, is likely for the suspect, Darrell Lane, 17, of St. Louis, sources said Tuesday. \nLane was arrested in June and has pleaded not guilty to the first-degree murder charges.\n\nLane is charged with fatally stabbing hairdresser Michael J. Cooney, 62, and two of his clients, sisters Doris J. \nFischer, 79, and Dorothy E. Bone, 82. The three were found in March 2005 in Cooney's house on West Main Street \nin Belleville.\n\nNotes\n\n METRO DIGEST \n"}