{"title": "A potential tidal wave come election time", "body": "\nTwo hundred; 500; 1,000; 2,000; 10,000; 300,000; 500,000. Far from counting sheep, these numbers of protesters \nsignify an awakening. Political pundits and community activists say the prospect of congressional action on \nimmigration reform has stirred up the Latino community.\n\nProtesters have taken to the streets in cities coast to coast, chanting their opposition in two languages to the \nimmigration reform plans being debated in Congress. The threats of criminalizing undocumented immigrants and \nthe Good Samaritans who help them, separating families, imposing a man-made border, toiling away at a \ngovernment-sanctioned job while paying taxes but still having no clear path to citizenship -- those are just a few \nissues propelling people to forgo the safety of society's shadows to speak out in unison.\n\nIt's clear that depending on which side of the river you're looking across from, immigration reform is either a \npolitical/economic issue or a human rights cause.\n\nMembers of Congress, who think their chances at future elections will be enhanced with voters if they play hardball \nwith the issue, sprinkle their speech with words such as \"terrorists\" and \"porous border\" in the same breath with \n\"illegals\" and \"taking jobs from Americans.\"\n\nSympathetic supporters and the undocumented hear the ticking of the proverbial clock -- not for when as many as \n12 million people will be expected to turn themselves in, but for when they will be forced to live even more secretive, \ninvisible lives.\n\nNative-born attitudes\n\nThough 12 million is a huge number of people, it pales in comparison with the 28 million Latinos in the USA who \nalready have access to public services, health care, car insurance, among other taken-for-granted rights that come \nwith legal status. These are the people who must be stirred to action.\n\nIt won't be an easy task. For one, Latinos are not a monolithic group. For another, a 2005 Pew Hispanic Center \nstudy found that although most Latinos have positive attitudes toward immigrants, native-born Latinos tend to be \nmore divided in how they view the effect of illegal immigrants on U.S. society.\n\nWhen native-born Latinos were asked whether illegal migrants helped the economy by providing low-cost labor \nrather than hurt the economy by driving wages down, 55% agreed vs. 34% who did not.\n\nWhere the political clout rests\n\nThe 12 million undocumented immigrants here have no influence over elected leaders. They're not citizens. They \ncan't vote. They can make a lot of noise; they can't make a difference in a politician's future. But there are at least \n\n\n15 million eligible Hispanic voters, and they can -- if only they'd wield the full force of their votes. Numbers from the \n2004 election, though, are not encouraging. Just 47% of Hispanic U.S. citizens (of any race) questioned after the \nelection said they had voted. In contrast:\n\n*67% of  non-Hispanic whites did.\n\n*60% of African-Americans did.\n\n*44% of Asian-Americans did.\n\nThe top  reason given for why many eligible Hispanics didn't vote was that they were too busy or had a conflicting \nschedule. Another reason: They weren't interested.\n\nTime will tell what actions Congress will take against as many as 12 million illegal immigrants. Only then will we see \nwhether this sleeping giant holding Latino votes has truly awakened, or is merely yawning before turning over to go \nback to sleep.\n\nMarisa Trevino is a freelance writer in Dallas. \n"}