{"title": "US Green Card Office announces the winner results for the 2015 (DV-2017) Green Card Lottery", "body": "\nMay 3, 2016\n\nNEW YORK - - All Green Card Lottery applicants that submitted there Green Card Lottery application in October \n2015 for the DV-2017 Program has now been selected.\n\nThe lucky winners can now check if they have been selected online on https://www.dvlottery.state.gov/esc/ \n\nIf you did not apply you can now apply for the upcoming Green Card Lottery on            \nEvery year in the US Department of States annual Green Card Lottery (Diversity Visa Program) between 100,000 \nand 125,000 applications are selected as winners and up to 55,000 Green Cards (Permanent Residency Visas) are \nissued to new immigrants from all over the world.\n\nThe US Green Card Office is the original Green Card lottery service, providing all of the information needed to \nenter the DIVERSITY VISA LOTTERY. The organization has recently announced the deadline for the upcoming \nDV-2018 Green Card Lottery is in October 2016 and is encouraging all potential applicants to sign up now.\n\nFor most people, winning a Green Card would be a dream come true. The Green Card Lottery is officially called \nthe Diversity Immigrant Visa Lottery, popularly known as the Green Card Lottery. Each year, up to 55,000 Green \nCards will be issued to people from all over the world.\n\nUnfortunately, each year, over 60% of the 8-11 million applicants are disqualified because of errors. The reason for \nthis disqualification is that applicants fill out the online application incorrectly or submit a photo that cannot be \n\n\napproved. That is why well over 160,000 people from all over the world have chosen to use the US Green Card \nOffice to submit their application 100% error free.\n\n\"Our company was the first in the market to offer these services, going back to 1998,\" said Michael Silverstone, \nspokesman for the US Green Card Office. \"We have served over 160,000 customers, who saw first-hand how \nimportant it was to use a professional service to submit the Green Card Application. If someone were really serious \nabout maximizing his or her chances of winning the Green Card Lottery, we would love to help. Just be sure you \nmeet the deadline for the next lottery in October 2016.\"\n\nThe Green Card Lottery, according to the organization, is officially called the Diversity Immigrant Visa Lottery. \nWhile it is free to apply for the lottery through the US Government website, there are many advantages to using the \nvalued-added services of the US Green Card Office. Just a few of the advantages of using the affordable service, \nnot available through the free US government website, include: a step-by-step guide, easy registration, advice and \nguidance in 20 languages, photo verification before submission, and much, much more. A complete list and \ncomparison between the US Green Card Office's valued-added services and the free services offered by the US \ngovernment can be viewed here: http://www.usgreencardoffice.com/green-card-lottery\n\nThe US Green Card Office also runs a very active Facebook page, where clients are free to ask questions and \ndiscuss their experiences with well over 75,000 members. Join us now on            \nwww.facebook.com/usgreencardoffice\n\nThe response to the US Green Card Office services has been very positive over the years. Redona Mema, \noriginally from Albania, recently said, \"I am happy to have used the US Green Card Office to submit my application \nin 2015, and I will again this year. My friend applied a few years ago without using this service and was rejected. At \nleast I know my chances are really the best they can be, all other things considered. I'm confident that I will be a \nlucky Green Card winner this year, so I can start a new life in United States. Five stars for the US Green Card \nOffice.\"\n\nFor more information and to apply online, be sure to visit            http://www.usgreencardoffice.com\n\nVideo Link:            http://player.vimeo.com/video/161146966\n\nFull News Story:            http://pressreleasejet.com/news/us-green-card-office-announces-the-winner-results-for-\nthe-2015-dv-2017-green-card-lottery.html\n\nMedia Contact\n\nCompany Name: US GREEN CARD OFFICE LTD\n\nContact Person: PR Manager: Thomas Smith\n\nEmail: support@usgco.com\n\nhttp://www.usgreencardoffice.com/green-card-lottery\nhttp://www.facebook.com/usgreencardoffice\nhttp://www.usgreencardoffice.com/\nhttp://player.vimeo.com/video/161146966\nhttp://pressreleasejet.com/news/us-green-card-office-announces-the-winner-results-for-the-2015-dv-2017-green-card-lottery.html\nhttp://pressreleasejet.com/news/us-green-card-office-announces-the-winner-results-for-the-2015-dv-2017-green-card-lottery.html\nmailto:support@usgco.com\n\n\nPhone: +1 866 569 50 10\n\nCountry: United States\n\nWebsite:            www.usgreencardoffice.com         \n"}