{"title": "Destination DeKalb NEWS OF THE INTERNATIONAL COMMUNITY India Tribune here Atlanta edition targets news, features, 'matrimonials' for growing community", "body": "\nAtlanta's Indians this week launched the group's first weekly newspaper in DeKalb County, one of the few \nimmigrant groups in the area to reach such a landmark.\n\nThe English-language paper, based in DeKalb County, features wire news from India, Indian-American news from \nacross the Southeast and the U.S., and local ads, including a page of \"matrimonial\" pitches.\n\nThe Chicago-based India Tribune launched the Atlanta edition, aimed at Indians throughout the Southeast. The \npaper's Atlanta newsroom is off Briarcliff Road in DeKalb. A Stone Mountain firm handles printing and \"inserts\" \nlocal news pages and ads into the national edition.\n\n\"I saw that Atlanta needed an [Indian] newspaper,\" publisher Prashant Shah said, citing the growth of the Atlanta \narea's Indian community. Conservative estimates of the population reach 20,000.\n\nA monthly newsletter called \"Voice of India\" will continue its local publication.\n\nThe Atlanta edition will join Chicago and New York versions. (Competing newspapers are published in Los \nAngeles and Houston.) Four staffers will operate the Atlanta bureau.\n\nThe paper features local display and \"matrimonial\" ads, and will soon include a news column for hotel and motel \nowners, Shah said.\n\nIndians as an immigrant group are unusual in that most are fluent in English. That ability to read the English-\nlanguage mainstream press dampens the demand for Indian-oriented papers, making the publication of an Indian \nweekly all the more impressive, observers say.\n\n\"It's really a good thing that even if India is one of the Asian countries, th at they can communicate in English, that \nthey can share the news of the community with the mainstream people,\" said Brian Kim, a reporter for the \nDoraville-based Korean Southeast News. \"Hopefully [the English-language format] will help provide their news for \nother Asians as well.\"\n\nThe Atlanta area supports weekly Korean-and Spanish-language newspapers.\n\nReflecting a British heritage and an England \"pass-through'' of many immigrants, the paper sometimes uses British \nspellings. The influence also appears in the witty, discreet \"matrimonial\" ads.\n\n\nAttention, singles: almost all of the \"matrimonial\" advertisers claim to be doctors, accountants, or other eligible \nprofessionals. One ad \"invites correspondence from engineers and doctors above 5 feet 10 inches and below 35 \nyears.\" Yet another ad headlines: \"North Indian Brahmans invite an alliance with their charming daughter.\" Others \nsay \"caste no bar.\"\n\nThe prevalence of doctors and other professionals amidst readers attracts profitable advertising, Shah said. A full-\npage ad in the 44-page newspaper costs about $ 750, according to a staff member.\n\nA 52-week subscription costs $ 20. But individual newspapers are available at Indian businesses for 60 cents. \nThree primarily Indian shopping centers are in or north of Decatur. That includes a center at the intersection of \nNorth Druid Hills and Briarcliff roads, a two-minute drive from the Tribune office.\n\nThe staff hopes to meet the special needs of youngsters caught between two societies, said full-time Youth \nActivities Editor Sundeep Patel.\n\n\"Our parents, they don't really see the two lives that most students who are second generation have to live. At \nhome it's traditional Indian, and then you go to school. The newspaper really helps,\" said Patel, 32.\n\nFreaknik stymies Indian concert. The Jagjit Singh's April 23 concert in Center Stage Theatre in Atlanta attracted \nhalf the expected crowd, because of the Freaknik traffic jam, India Tribune writers said. Tickets for Singh's \nclassical Indian singing and harmonium instrument concert cost from $ 25 to $ 65.\n\nCinco de Mayo: Locally, the Mexican holiday today is largely linked to Margaritas, but the day actually marks an \n1862 Mexican victory in Puebla over an invading French army.\n\nSept. 16 is the Mexican Independence Day, which marks Miguel Hidalgo y Costilla's 1810 \"Cry of Dolores,\" or \ndeclaration of independence.\n\nBerta Fuller, a Latino-background administrator in Chamblee City Hall, said Cinco de Mayo in Atlanta is \"just an \nexcuse to sell Margaritas\" in area restaurants.\n"}