{"title": "High court weighs ban on deporting Somali immigrants", "body": "\nThe Supreme Court considered yesterday whether the government may send immigrants back to countries that \nhave not agreed to accept them, a question that will determine the fate of thousands of Somalis resisting \ndeportation to their war-torn homeland.\n\nThe immigration case is one of three being heard this week that seek to delineate the limits of federal authorities, \nwho say they should have wide discretion to send back or indefinitely detain foreigners in a post-Sept. 11 world of \nheightened attack threats.\n\nThe Somali case involves Keyse Jama, a 25-year-old refugee who does not dispute grounds for deportation \nbecause of a felony assault conviction but says he should not be shipped to a lawless country in no position to take \nhim.\n\n\"Congress has expressed an interest in the orderly process of deportation,\" Jeffrey Keyes, Jama's attorney, told \nthe justices. \"The reason to have the requirement of acceptance is so it would be less likely to have them bounced \naround and come back.\"\n\nGovernment lawyers say federal law gives them authority to act in a way that supports U.S. security interests. Their \ninability to do so would be particularly troubling, they say, because of Somalia's \"observed connection\" to terrorist \nactivity.\n\nAt issue in Jama v. INS is whether a president is authorized under immigration laws to deport legal immigrants to \ncountries such as Somalia that have not agreed to take them because they lack a functioning government. The \nstatute is silent on that specific point.\n\nMore than 8,000 Somalis being held in the United States are either subject to deportation or awaiting hearings. \nBecause it may take years for Somalia to establish a working government, a victory for Jama would probably mean \nfreedom for those immigrants, since the Supreme Court has previously declared their indefinite detention \nunconstitutional.\n\nIn oral arguments yesterday, justices appeared divided in interpreting the statute.\n\n\nJustice Stephen G. Breyer proposed a narrow solution that would grant Jama relief from deportation on the \ngrounds that Somalia was not a \"country\" because it lacked a government.\n\nWhen government lawyer Malcolm L. Stewart resisted, Breyer responded: \"You're not suggesting we can deport \nthem to Antarctica or send them to the moon? Antarctica is a country, so we can send them to live with the \npenguins?\"\n\nJustice Antonin Scalia expressed concern that a president's authority might be unduly constrained if the United \nStates were required to obtain acceptance before deporting immigrants.\n\n\"So if prisoners were sent on a boat to the United States, your interpretation is that Congress forbids the president \nto send them back?\" he asked. Keyes responded that the statute applied only to legal immigrants, not illegal ones.\n\nCurrently, a nationwide stay ordered by a federal judge in Seattle prevents the government from removing anyone \nto Somalia. The ban on deportation remains in effect as the Supreme Court reviews the case.\n\nAlso yesterday, the court heard arguments in the case of Josue Leocal, a Haitian man fighting deportation after \npleading guilty to a felony charge of drunken driving.\n\nAt issue in Leocal v. Ashcroft is whether a DUI accident that causes injury to others is a \"crime of violence\" that \nallows the government to start deportation proceedings against the permanent resident. Federal courts are \nsharply divided.\n\nAlso yesterday, the justices:\n\nAgreed to consider a pair of cases to flesh out guidelines for when lawsuits belong in federal or state court. One \ninvolves the family of a 14-year-old girl in Puerto Rico who cut her finger on a Star-Kist tuna can; the other involves \ngas-station owners in 35 states seeking to sue ExxonMobil in a dispute over a discount program.\n\nDeclined to decide whether the Pentagon was constitutionally obligated to give the news media access to U.S. \ntroops during combat.\n\nThe Supreme Court weighs\n\na Somali's deportation. A9.\n"}