{"title": "Asian crime called rampant in United States", "body": "\nAsian organized crime is running rampant in the United States and the world  because Western police forces are \nill-equipped to deal with it, Senate  investigators reported Tuesday. Asian gangs are operating in the United States \n and globally in everything from drug trafficking, computer chip thefts,  business extortion and money laundering, \nthey said after a 15-month  investigation. Much of the crime is violent, investigators said, as they  pointed to ethnic \nChinese groups dominating the expanding heroin trade. The  report was released by Sen. Sam Nunn, D-Ga., and \nSen. William Roth, R-Del.,  respectively chairman and senior Republican of the Senate Permanent  Subcommittee \non Investigations. \nNATS DIGESTShip's crew charged in immigrants case \n\n \n\nSAN FRANCISCO - The nine crew members of the misery ship that brought 180  Chinese immigrants to San \nFrancisco have been charged with conspiracy and  illegally smuggling immigrants. The complaint, filed Monday in \nSan Francisco  federal court, is based largely on sworn statements in which the crew members  of the Manyoshi \nMaru admitted they had been hired to ferry their  multimillion-dollar human cargo from China illegally, and received \nbonus pay  for the job. An INS agent's affidavit describes a sophisticated smuggling  operation that used phony \nsailing papers, special radio channels and code  words, and was headed by a mysterious man identified only as \n\"Mr. Wong.\" The  165-foot boat docked in the San Francisco Bay last Tuesday under U.S. Coast  Guard escort. The \nship had languished off the coast without fresh food or  water for 10 days after a landing boat failed to meet it and \nbring the  passengers ashore. The nine crew members, all Indonesian nationals, are in  federal custody. If \nconvicted, each man faces up to 10 years in prison before  being returned to Indonesia. \n\n \n\nBrute force used to free \"Galileo' antenna \n\n \n\nPASADENA, Calif. - NASA used brute force Tuesday in a last-ditch attempt to  open the Galileo spaceship's \njammed main antenna, which threatens to hinder  the craft's $ 1.4-billion mission to explore Jupiter during 1995-97. \nEngineers  hoped to free the umbrella-like antenna within the next few weeks by quickly  turning its drive motors on \nand off thousands of times in a method known as  \"hammering.\" The motors were turned on and off 180 times \nduring the first  round of hammering Tuesday morning, said Alan Wood, a spokesman at NASA's Jet  Propulsion \nLaboratory. The antenna has failed to open fully since April 1991.\n"}