{"title": "Immigrants get 'a better test' for U.S. citizenship", "body": "\nQuick, fellow citizens, what are the colors of our national flag? OK, what color are its stars? How about this: Name \nthe form immigrants fill out to apply for U.S. citizenship. Anyone? What, you never heard of Form N-400?\n\nFor years, scholars, historians and policy makers have mocked the inane questions on the naturalization \nexamination that immigrants must pass to gain U.S. citizenship, arguing that it tested trivia and minted new \nAmericans who lacked meaningful knowledge about their adopted country's history and governance.\n\nBut that's set to change Wednesday, when U.S. Citizenship and Immigration Services rolls out a redesigned \nnaturalization exam.\n\n\"We're trying to encourage civic learning and attachment,\" Alfonso Aguilar, chief of the Office of Citizenship, said in \nan interview during a stop in San Francisco. \"The test is not harder. It's just a better test. It follows a basic U.S. \nhistory and civics curriculum. It's more on concepts than on rote memorization.\"\n\nThe current test was developed in 1986, but without guidance from scholars or historians. And it wasn't always \nadministered consistently: Immigrants in some cities were given multiple-choice answers, while others had to \nrecite from memory.\n\nThe redesign began in 2000 and involved help from test development contractors, the National Academy of \nSciences, a panel of history and U.S. government scholars, and English-as-a-second-language experts.\n\nGone are such oft-ridiculed questions as the one about the citizenship form. Replacing them are questions aimed \nat basic concepts in American governance, such as \"What is the rule of law?\" or \"What are two rights of everyone \nliving in the United States?\"\n\n\"If you don't understand those ideals,\" asked the Puerto Rico-born Aguilar, \"how American are you?\"\n\nOther questions require a fuller understanding of the people and events that shaped American history. So rather \nthan asking \"Who was president during the Civil War?\" the new test asks: \"What was one important thing that \nAbraham Lincoln did?\"\n\nAs with the old test, applicants are given the entire list of 100 possible questions and the answers in advance to \nstudy. When they are called in for an interview, typically months later, they must give the correct answer in English \nto at least six of 10 selected questions from that list to pass. Those who apply for citizenship before Wednesday \nmay choose to be tested on either the old or new exam. After that, they must use the new one.\n\n\nJoren Lyons, a staff attorney with the non-profit Asian Law Caucus in San Francisco, which helps immigrants \nhandle naturalization applications, worries that some who spent years studying the old test might get stuck with the \nnew one. But he wasn't concerned about the new test's content.\n\n\"Our concern is having a test that's fair,\" Lyons said. \"Their goal is to make it more meaningful, and I think some of \nthe questions achieve that. On paper, it seems like a reasonable effort. We'll see how all this plays out in the field.\"\n\nSo which test is harder?\n\nAt the request of the Mercury News, a trio of San Jose State University students gamely agreed to try answering 10 \nquestions from each. Accounting major Alex Andal, 21; pre-nursing major Julienne Baris, 19; and broadcast \njournalism major Marianne Mendezona, 19, easily passed the new test.\n\nThey had little difficulty naming, say, a right from the First Amendment, a voting right from the constitutional \namendments, or one American Indian tribe. They knew slavery was a problem that led to the Civil War and \nunderstood that separation of powers stops one branch of government from becoming too powerful.\n\nThese are American college kids, after all, not strangers in a strange land. But they did stumble a bit trying to recall \nsomething Benjamin Franklin is famous for.\n\n\"Electricity?\" Baris asked. \"Is he on the $100 bill?\" (He started the nation's first free libraries and was a diplomat, \namong acceptable answers on the test.)\n\nThe old test stumped them even more.\n\n\"Pelosi?\" Baris offered when asked to name one of the state's senators while her companions sat in silence. \n(Nancy Pelosi is a U.S. representative from San Francisco and speaker of the House of Representatives.)\n\nOK, who said \"Give me liberty or give me death!\"\n\n\"Was it a president, or a woman?\" Mendezona wondered. (Neither. It was Patrick Henry, urging fellow Virginians in \n1775 to prepare for fighting the British in the American Revolution.)\n\nStill, they had little trouble naming red, white and blue as the colors of the U.S. flag or recalling that the vice \npresident becomes president if the president dies.\n\nBut after taking both exams, the student volunteers weren't sure the new test was any better than the old.\n\n\"They're just different questions and different answers,\" Andal said.\n\nBaris agreed some of the questions on the old exam were \"kind of stupid, and some of it was too trivial.\" But she \nand Mendezona still felt the old one required more studying.\n\n\"It was harder,\" Baris said.\n\nContact John Woolfolk at jwoolfolk@mercurynews.com or (408) 975-9346.\n"}