{"title": "A fairy tale ending to INS horror story", "body": "\nHere is a horror story involving the U.S. Immigration and Naturalization Service with a happy ending.\n\nHere is a victim of bad law, bureaucratic bullying, jail, job loss and deportation who wakes up in another country a \nfew days later and learns that the INS has just typed a few X's onto a form letter and, presto, he can return.\n\nBut it helps if you're a journalist who has worked in Atlanta for CNN since 1994. It helps if you have a good lawyer \nand maybe access to a congressman's office.\n\nBecause if you're just a foreigner who has failed to file a document and you can't understand the mean new U.S. \nimmigration laws and the INS bureaucrats tie you in knots ---forget it. But here is one happy ending. It makes you \nwonder about the others.\n\nJohn Psaropoulos, a young CNN producer who was born in Greece, was deported last Friday after a four-month \nbattle with the INS that left him and his American fiancee reeling.\n\nOn July 15 his lawyer, Charles Kuck, had appealed this banishment, which had resulted from Psaropoulos' attempt \nto re-enter the United States with a lapsed visa. But day followed day, and the waiver didn't come.\n\nLast Thursday and Friday I called the INS several times and told officials the expulsion seemed ridiculous. But the \nINS said Psaropoulos not only had lacked his proper document but was also dishonest.\n\n\"He lied,\" District Deputy Director Fred Alexander said. \"He misrepresented a material fact.\" Asked for specifics, \nAlexander said, \"I do not have that before me.\"\n\nDistrict Director Tom Fischer told me, \"We have questions about his integrity.\" But when I asked for details, Fischer \nsaid, \"I cannot share the file with you. That's privileged information.\"\n\n \n\nImagine such power!\n\nI also phoned the district office of my congressman, John Lewis, and urged an assistant there, Jefferey Hood, to \ncall the INS on Psaropoulos' behalf. Hood kindly did so ---but it was too late. The plane was leaving. The INS \nbosses had left for the weekend.\n\nFischer, the INS district director, admitted Friday, just hours before Psaropoulos' departure, that he had not read the \nman's 3-day-old appeal. I read a few lines of the four-page legal argument over the phone. Fischer said its \nmessage was clear ---and a waiver wasn't going to happen.\n\n\nOn Monday Psaropoulos was granted an appeal that was mailed to his suburban Atlanta address. Deputy Director \nAlexander said Wednesday that \"Mr. Fischer granted that waiver\" and that it had been \"routinely handled.\" I was \ntold Fischer was unavailable.\n\nI'd be amazed if the waiver was \"routine.\" I suspect, rather, that the INS changed its mind when confronted with the \nclear danger of embarrassing publicity and political heat.\n\n\"I've never had them act this quickly on one of these applications,\" Kuck said. Naturally, he was delighted.\n\nGood God, good God,\" Psaropoulos said when I phoned him Wednesday in Greece and assured him that his five-\nyear-ban had been lifted. \"I'm stunned. I was quite despondent and depressed. This is like a fairy-tale ending. I \ncan't believe it.\"\n\nHis lawyer said later that some aliens should be kicked out. \"But Congress went too far . . . and John is the tip of \nthe iceberg. There are hundreds of people being abused by the INS.\"\n\n \n\nE-mail: ccampbell@ajc.com  \n"}