{"title": "Hearing continued on assets of illegal-immigrant millionaire", "body": "\nThe assets of a self-made millionaire - from 21 properties to a helicopter - dominated testimony at his sentencing \nyesterday in federal court.\n\nBut legal questions on immigration and the IRS stalled the fate of Sean O'Neill Sr., 49, of Willistown Township. U.S. \nDistrict Judge William Yohn Jr. said more research was needed, and he scheduled Oct. 21 for the hearing to \nresume.\n\nO'Neill, the patriarch of a family linked to two high-profile suburban tragedies, pleaded guilty in April to possession \nand use of a fraudulently obtained green card, a false claim of U.S. citizenship, illegal possession of a gun silencer \nwith no serial number, and tax fraud.\n\nAt issue is whether O'Neill will be ordered to serve time in prison before leaving the United States. He volunteered \nto return to his native Ireland to avoid deportation.\n\nIn a sentencing memorandum, defense attorneys Michael A. Schwartz and Vincent P. DiFabio portrayed the former \nowner of Maggie O'Neill's, a Drexel Hill pub, as a loving husband, a devoted father, and a community altruist. They \nsubmitted more than 100 letters of support to the judge, reinforcing their positive sentiments with four character \nwitnesses, including a Catholic bishop.\n\nAssistant U.S. Attorneys Nancy Beam Winter and Alexander T.H. Nguyen countered in their sentencing document \nthat O'Neill, who failed to disclose criminal convictions when he entered the United States in 1981, has specialized \nin deception - using a sham marriage to obtain a green card and cheating on his taxes.\n\nIn a supplemental memorandum, the prosecutors said O'Neill no longer deserved credit for \"accepting \nresponsibility,\" and increased their prison recommendation from 30 months to 41 months. They said O'Neill \nreneged on part of his guilty-plea agreement by failing to produce a check at sentencing for $300,000 - \"a mere \nfraction of what he owes in back taxes\" - and withholding information about an overseas bank account.\n\n\"Everything I really have is mortgaged,\" O'Neill testified, calling his 14,000-square-foot home \"a white elephant\" and \nhis wave runners and all-terrain vehicles \"toys that nobody wants.\"\n\nYohn concluded that the non-interest-bearing Irish bank account would not have affected O'Neill's tax liability. And \nalthough the judge said O'Neill \"might have done more\" to liquidate his assets, he said he believed O'Neill had \nmade \"a good-faith effort\" in a bad economy.\n\n\nThe O'Neill family has generated publicity since Sept. 1, 2006, when Sean O'Neill Jr., then 17, accidentally shot and \nkilled a classmate, Scott Sheridan, during an underage drinking party at the O'Neill house.\n\nA subsequent police search of the O'Neill property revealed illegal weapons and led to charges against Sean \nO'Neill Sr. While he was awaiting trial, his daughter, Roisin, 23, drove drunk on I-476 in Plymouth Township on \nSept. 19, 2008, killing a 63-year-old grandmother.\n\nRoisin O'Neill is scheduled for sentencing Nov. 12 in Montgomery County Court. Her 20-year-old brother returned \nhome in March after completing two juvenile treatment programs.\n\nContact staff writer Kathleen Brady Shea at 610-696-3815 or kbrady@phillynews.com.\n"}