{"title": "Pro-government gunmen terrorize Ivorian migrants", "body": "\nSHANTYTOWN, Ivory Coast -- The people here are afraid of the darkness, when pro-government police torch \nhomes, beat people and order poor Muslim immigrants to leave the country.\n\nTens of thousands of impoverished migrant workers, who once saw the Ivory Coast as a beacon of hope, have fled \nto neighboring nations in the wake of a brutal four-month civil war that has killed hundreds. The pro-government \nforces accuse the Muslim immigrants of supporting the rebels.\n\nThose who remain here are persecuted -- along with Ivorians from the west and Muslim north -- because they share \nthe same religion or ethnicity or come from the same region as the rebels.\n\n\"My heart pounds every night,\" said Abu Bamba, 26, his eyes widening.\n\nThe attacks underscore the deep ethnic, religious and regional rifts -- as well as divisions over who's an Ivorian -- \nthat are at the heart of this war. After decades of welcoming migrant workers to work on cocoa farms and ports, \nsuccessive leaders, starting in 1993, advanced the concept of \"Ivoirite\" -- a belief in true Ivorian blood -- to strip \nimmigrants and northerners of voting rights.\n\nThe rebels tried without success to oust the president on Sept. 19.\n\nThen they seized the west and the Muslim north, where many people resent the Christian southerners' domination \nof the government.\n\nMany immigrants, particularly those from neighboring Burkina Faso, have ethnic and religious links to northerners. \nIn Abidjan, the southern pro-government power base, they are targets.\n\nAt least 16 shantytowns populated largely by immigrants and northerners have been razed since the conflict began, \nsay U.N. officials. The government suspects them of harboring rebels and weapons.\n\nAfter the United Nations complained, Ivorian President Laurent Gbagbo promised in October that no more \nshantytowns would be destroyed. But the harassment and intimidation haven't stopped, say dozens of witnesses, \nU.N. officials, aid workers and western diplomats.\n\nThe president on Jan. 24 agreed to a peace accord that calls for power sharing with the rebels. Hours later, armed \nmen stormed into Washington shantytown, a ramshackle community on a hill overlooking Abidjan that is home only \nto the poorest of the poor from Burkina Faso, Mali and Niger and Ivorians from the rebel-held north and west.\n\nThe armed men rounded up women and men from their tin-roofed shacks.\n\n\n\"They told us to lie on the floor,\" recalled Manganave Bamba, 27, her voice shaking. \"Then they poured fuel on us, \nand began asking for matches. Everybody jumped up and started crying and screaming.\"\n\nWielding clubs, some of the men dragged Abu Bamba, no relation to Manganave, from his shack, and demanded to \nsee his identity card. He was from the west, so they beat him.\n\n\"They said, 'You want to take our country and give it to the foreigners,' \" recalled Abu Bamba, who flashed a long, \njagged gash cut on his back.\n\n\"They didn't burn us, but they promised they'd be back to light a big fire,\" said Manganave Bamba.\n\nCarolyn McAskie, the U.N.'s chief humanitarian envoy to the country, visited Washington shantytown the next day \nand said the acts committed there violated the country's laws.\n\nBut three days after the initial assault, the armed men returned and razed nine homes, all of them owned by \nimmigrants or northerners. They also took seven people away for questioning.\n\n\"We hid in the bush and watched them burn down our house,\" said Issa Sodre, 52, a frail driver from Burkina Faso \nwho has lived here for 35 years. \"Why are they doing this? We are not rebels.\"\n"}