{"title": "Survivor of desert trek faces smuggling charges;Court documents say he was one of three whohelped immigrants cross the border from Mexico.<", "body": "\nOne of 12 survivors of a border crossing that ended in the deaths of 14 illegal immigrants who wandered five \ndays in the scorching Arizona desert was charged with smuggling the group from Mexico.\n\nCourt documents say the survivor was one of three men who helped the immigrants cross the border.\n\nThe survivor, Jesus Lopez-Ramos, 20, and one of the other men took $90 from the group three days into the trek \nand promised to return with water, the documents allege. Lopez-Ramos did not return and was found within 5 \nmiles of Interstate 8, the group's destination. Another man was found dead nearby, but authorities did not \nimmediately say whether he was the second guide.\n\nAccording to court documents, Lopez-Ramos and the two other men led the group of 26 to 30 immigrants across \nthe southwestern Arizona border May 19, traveling by van for about an hour and a half before continuing on foot. \nThe immigrants said their water ran out after two days.\n\nThe third guide and three immigrants turned back for Mexico after a day, but court documents and officials did \nnot clarify whether they were among the dead.\n\nThe charges against Lopez-Ramos, of Sonoyta in the Mexican state of Sonora, include bringing in illegal aliens, \nconspiracy to bring in illegal aliens and harboring illegal aliens, court documents show.\n\nIf convicted, he could receive up to life in prison or the death penalty, an Immigration and Naturalization Service \nnews release said.\n\nLopez-Ramos' attorney, Bruce Yancey of Yuma, did not immediately return a telephone call late yesterday \nafternoon.\n\n\nINS spokesman Ron Rogers said the group that included Lopez-Ramos was rescued last Wednesday and \nThursday from the southern Arizona desert east of Yuma. They were the survivors from a larger group of 26 that \nattempted to cross 70 miles of desert in temperatures reaching 115 degrees.\n\nNeither court documents nor INS officials could explain what happened to the other man who went for water but \ndid not return.\n\nIt was believed to be the deadliest attempt to cross the U.S.-Mexico border since 1987, when 18 Mexican men \ndied in a locked railroad boxcar near Sierra Blanca, Texas.\n\nBy the time the group was found by search parties, the sunburned survivors were suffering from severe \ndehydration and related kidney damage. Doctors who treated them at the Yuma Regional Medical Center said they \nwere within hours of dying had they not been rescued.\n"}