{"title": "IMMIGRATION // Dead terrorists earn U.S. student visas", "body": "\nSix months after terrorists flew jetliners into the World Trade Center towers, a Florida flight school that trained two \nof the hijackers received some surprising paperwork in the mail:\n\nThe dead hijackers' student visas had finally been approved by the federal government.\n\nThe bureaucratic fiasco prompted intense criticism Tuesday of the Immigration and Naturalization Service, an \nagency under considerable scrutiny since Sept. 11. The post-mortem visas reflect a bloated INS bureaucracy \nrepeatedly exploited by terrorists, critics said.\n\n\"Every time you think you've heard the worst that can possibly happen, something worse happens. It's hard to even \nrespond to it, it's just so bad,\" said U.S. Rep. Bob Barr, R-Ga., who added the INS should be \"overhauled from top \nto bottom.\"\nVISAS13\n\nThe two terrorists believed to have been at the controls of the planes that hit the World Trade Center towers were \n33-year-old Mohamed Atta, thought to be the ringleader of the Sept. 11 attacks, and Marwan al-Shehhi, his 23-\nyear-old cousin. None of the other hijackers on the planes that hit the towers was known to have had pilot training.\n\nFor several months in 2000, Atta and al-Shehhi were student pilots at Huffman Aviation, a flight school in Venice, \n60 miles south of the Tampa Bay area. They applied for student visas in August 2000.\n\nOn Monday - 19 months later - Huffman Aviation received mailed notices that the INS had approved Atta's and al-\nShehhi's student visas. The documents changed the dead men's legal status from tourists to student pilots and \ncleared them to take pilot lessons.\n\nRudi Dekkers, the school's owner, was stunned.\n\nDekkers, who faced scrutiny from the FBI and the media after Sept. 11 for admitting the two students to his school, \nsaid the forms prove he followed the law.\n\n\"What is odd to me is that the visas were approved six months after they left (the school),\" Dekkers said. \"It's very \nstrange. I have no idea why it took so long.\"\n\nINS spokesman Russ Bergeron acknowledged the late-arriving visa approvals were \"certainly embarrassing\" and \n\"regrettable.\" He said a data-entry backlog caused the delay.\n\nWhile the paperwork for Atta and al-Shehhi didn't arrive at Huffman until Monday, the visas were actually approved \nby the INS in July and August of 2001, about a year after the men applied.\n\n\n\"At the time, there was no information made available to INS regarding these people and their link to \nterrorism,\" Bergeron said.\n\nHe said the INS notified the men and the school last summer about the approvals. He described the paperwork \nHuffman received this week as \"backup notification.\"\n\nAn INS clerk issued the visas Oct. 1, 2001, three weeks after the attacks, either not recognizing or ignoring the \nnames on the forms. It wasn't clear Tuesday why it took another five months for the visa approvals to be mailed \nout.\n\nA contractor handles data entry and mails out notifications for the INS, Bergeron said. But the company wasn't told \nthe data entry and notification for Atta and al-Shehhi was no longer necessary.\n\nAtta and al-Shehhi had been in the United States on tourist visas. Foreign students are generally allowed to study \nin the United States as long as they apply for student visas, Bergeron said.\n\nHe said the tardy letters show \"the current process for collecting information and tracking information on students \ndoesn't work.\"\n\nThe INS is testing an Internet-based tracking system designed to keep a closer watch on foreign students and \nprovide instant notification of visa changes. It is uncertain when the system will be fully operational.\n\nThe incident provoked howls of outrage Tuesday from Capitol Hill.\n\n\"This shows once again the complete incompetence of the immigration service to enforce our laws and protect our \nborders,\" said Rep. James Sensenbrenner, R-Wis., who has co-sponsored legislation to break up the agency. \"If \nyou look at the chronology of this, it shows why the INS has to be dismantled and put back together again.\"\n\nRep. Elton Gallegly, R-Calif., a member of the House subcommittee that oversees immigration issues, said the \nINS had no excuse because Atta's face had been on television after Sept. 11 \"more than the president.\"\n\n- Information from Times wires and the Venice Gondolier was used in this report.\n\nGraphic\n\n \n\nPHOTO, (3); Mohamed Atta; Marwan al-Shehhi; Vote-counting begins in Zimbabwe elections.\n"}