{"title": "Anti-Immigration Forces Focus on Herndon; Council Votes Tuesday on Whether to Fund Gathering Site for Day Laborers", "body": "\nAs Herndon prepares to vote Tuesday on whether to designate an official gathering spot for day laborers, what \nbegan as a neighborhood quandary is evoking passions far beyond the town's borders. \n\n Mark Williams, a guest host on WMAL-AM, exhorted his audience last week to line up at Tuesday's Town Council \nmeeting, \"whether you're from Herndon or Timbuktu,\" to protest plans to use public money to create a new \ngathering site for the job seekers, many of them undocumented immigrants from Mexico and Central America.  \n\n Council members \"have absolutely no intention of following the law,\" Williams boomed on \"The Michael Graham \nShow\" on Monday, broadcasting 3,000 miles away from WFBK in Sacramento. \"The issue you're trying to solve,\" \nhe told listeners, \"is the fact that the United States has borders, and its citizens demand that they be enforced.\" \n\n  That was not the kind of attention Herndon leaders and residents anticipated when they began debating how to \nuse local zoning and nuisance laws to deal with growing anger at the large groups of often noisy and disruptive men \nwho congregate in parking lots and on sidewalks seeking work every morning.  \n\n But as the town of 22,000 near Dulles International Airport decides whether to use public funds to set up an official \nsite, Herndon has become the focal point in a larger national debate over U.S. immigration policy. \n\n The 150 men who  gather daily at a 7-Eleven are featured on the Web sites of national groups fighting illegal \nimmigration, including a white supremacist site offering to help organize protests before the vote. \n\n Members of Congress from Colorado and Iowa who advocate stricter border controls have sent aides to testify \nbefore the local Planning Commission. Another WMAL host, Chris Core, has devoted 11 shows to the issue since \nJuly. Republican Jerry W. Kilgore's campaign for Virginia governor hit the front page last week when he pledged to \noppose all publicly funded worker halls such as the one proposed in Herndon. \n\n And Lou Dobbs, the CNN anchor who often denounces undocumented workers on his nightly show, last week \nfeatured a state delegate from Prince William County weighing in on an informal day-laborer site in Woodbridge. \n\n\n \"My aide calls out to me, 'Hey boss, Lou Dobbs wants to talk to you about illegal aliens,' \" Del. L. Scott Lingamfelter \n(R) said, recalling with wonder the interest from national television. \"This day-laborer thing is symptomatic of a \nlarger problem: Our borders are not secure.\" \n\n  Day laborers are causing tension in communities across the country,  the most visible sign of the influx of \nimmigrants pouring across U.S. borders, encouraged by what many perceive as a neglectful federal policy. In \nHerndon, which has the Washington region's highest concentration of foreign-born residents, pressure from \nfrustrated homeowners catapulted tensions with workers into the news. Media reports then caught the eye of \nlawmakers and public policymakers. \n\n The current furor stands in contrast to the relative calm in Montgomery and Arlington counties, where similar \npublicly funded sites have operated for several years. \n\n The debate is \"truly the culmination of everything that's been going on after 9/11,\" said Jose Vanegas, a Colombian \nimmigrant who has worked with the day laborers. \"The anti-immigrant sentiment has just been ratcheted up.\" \n\n Herndon Mayor Michael L. O'Reilly supports the proposed hiring hall near the Loudoun County border  --  and the \n$170,000 from Fairfax County that would help fund it. \n\n \"If all everybody wants to talk about is national immigration policy, then they're in the wrong forum,\" O'Reilly said. \n\"The issue our council is trying to address is too many people on a street corner looking for work.\" \n\n  Speakers at a Planning Commission hearing last month were told they could not testify about the day-laborer site \nif they brought up immigration policy. \n\n \"It's unfortunate that a fellow from Sacramento is so concerned about our community,\" said O'Reilly, referring to \nWilliams's show. \n\n Williams also appeared on the Fox cable channel's morning news show Wednesday to talk about Herndon. He \nhas never been there, but last week he urged listeners opposed to day laborers to \"melt the switchboard\" at the \ntown clerk's office. The phone system was overwhelmed with calls, and the town manager unplugged the phone \nlines for four days. \n\n \"For me to walk into Herndon, that was a piece of cake,\" said Williams, who frequently takes on the issue of illegal \nimmigration in his home state.  \n\n Core, the WMAL host, called the town a \"beachhead,\" however unwitting, on which opponents of illegal \nimmigration can focus their frustration. \n\n \"Herndon is caught in a wave, whether they wanted to be or not,\" he said. \"A pressure valve has been released.\" \n\n  Core said he plans to broadcast his 6 to 9 p.m. show Tuesday from Herndon. \n"}