{"title": "Illegal Immigrant Smuggling on Rise; Truck Found in Md. With 40 People Part of Wide Problem, Officials Say", "body": "\nThe discovery of 40 illegal immigrants crammed into a truck approaching the Chesapeake Bay Bridge two days \nago has alerted officials here to a problem that immigration authorities say is spreading across the United States: \nthe organized, criminal smuggling of foreigners to provide low-wage labor.\n\nImmigration officials said the Anne Arundel County incident, in which 19 Mexicans and 21 Guatemalans were \nfound in the back of a rental truck that crashed near a tollbooth, was the first time in nearly two years that an \nimmigrant smuggling operation had been uncovered in this area. In April 1994, 63 illegal Chinese immigrants \nwere found being held captive in a Prince George's County house.\n\n\"This far north of the border, we usually discover these things only when there is a traffic accident or violation. But \nin my opinion, a large percentage of persons illegally employed in this area get here with someone's assistance,\" \nsaid Benedict Ferro, director of the Maryland district of the Immigration and Naturalization Service.\n\nOther INS officials said the discovery of the smuggled immigrants also was an indication that with the U.S. \ngovernment cracking down on border crossings in California and Texas, workers from Mexico and Central America \nwho normally would try to sneak north on their own are turning to long-distance smugglers for help, exposing \nthemselves to physical abuse and extortion.\n\n\"These individuals had been in the back of a van for two days, traveling nonstop from Arizona to the Eastern Shore, \nunder horrific conditions,\" said Russ Bergeron, a national spokesman for the INS. \"The smugglers know they are at \nrisk, so they keep moving without the least concern for the safety and rights of their passengers. They just want to \ndeliver the load and collect the fee.\"\n\nImmigration agents spent much of yesterday questioning the immigrants, most of whom are in detention facilities \nin Jessup and Salisbury. Officials would not allow journalists to speak with them. They said that they believed \nsome could provide testimony about the operation and that the immigrants were being delivered to work in a kind \nof industry particular to the Eastern Shore.\n\nThe driver, an 18-year-old Mexican national, was being held in Anne Arundel County on charges of driving without a \nlicense and operating a rental vehicle without permission. Five teenagers in the van were moved to a juvenile \ndetention facility in Pennsylvania, officials said.\n\nFerro expressed sympathy for the passengers and disgust for the smugglers, saying such operations put the INS in \nthe uncomfortable position of \"arresting victims. This is not fun for us,\" he said. Officials described the passengers \nas hungry, ailing and crowded into the small rental truck with no light or toilet.\n\n\nOn the other hand, the drama of a harrowing, clandestine flight highlighted an issue that immigration authorities \nhave been eager to publicize: the need for increased efforts across the country -- not just along the 2,000-mile U.S.-\nMexican border -- to deter and investigate illegal, land-based immigration.\n\n\"This case graphically illustrates that what we are dealing with are organized criminal enterprises that put people at \nrisk,\" Bergeron said. \"It's not enough to simply increase our presence at the border. We need to have a \nmultifaceted strategy, so we can maintain a flexible response to the problem.\"\n\nIn the last several years, immigrant-smuggling operations have been uncovered periodically in New York, New \nJersey, California and Texas. Some involved trucks or vans transporting Mexicans northward from the border; \nothers were more elaborate and abusive schemes in which Chinese immigrants were held prisoner in safe houses, \nworking off debts under slave labor conditions.\n\nIn April 1994, INS and FBI agents discovered 63 Chinese immigrants being held for ransom in a house in \nMitchellville. They said Chinese gang members were demanding up to $ 30,000 for each immigrant from their \nfamilies in New York, after unloading them from a freighter off the Virginia coast.\n\nThe discovery of the truck near the Bay Bridge was the first time in recent memory that a group of smuggled Latin \nAmericans had been seized in this area. But local INS agents periodically arrest illegal Latin American workers in \nrestaurants, hotels, farms and food processing plants. Last week, 75 illegal immigrants, mostly from El Salvador \nand Honduras, were seized in business raids in Montgomery County.\n\nIn the smuggling case, authorities said they would keep the adults in custody until investigators decide whom to \nhold on charges of smuggling or as witnesses. The rest will be given a choice of requesting a hearing before an \nimmigration judge or returning to their own countries. Ferro said that most had requested to return home and that \nthe Mexican and Guatemalan embassies had offered to help them.\n\nINS officials say the Bay Bridge incident appears to reinforce indications that smugglers have been using more \norganized and sophisticated methods to get people across the border and deliver them to jobs thousands of miles \naway.\n\nAnother disturbing aspect, Bergeron said, is that smugglers increasingly are collaborating with illegal labor \ncontractors who supply workers to \"unscrupulous employers\" for prearranged jobs. That is what INS officials \nbelieve happened in the Bay Bridge incident.\n\n\"You don't cram 40 illegal aliens into the back of a rental van and drive 48 hours nonstop from Arizona to the east \ncoast of Maryland without a specific destination and a specific objective,\" Bergeron said.\n\n\"We're seeing sophisticated organizations with contacts in various parts of the United States,\" he said. The more \nexpensive smugglers offer \"package deals\" in which people pay to be taken across the border, provided with \ncounterfeit documents, transported somewhere in the U.S. interior and set up in jobs.\n\nIn an anti-smuggling operation last month in Arizona, the INS apprehended 818 illegal immigrants at the Sky \nHarbor Airport in Phoenix in a one-week period. The illegal immigrants were being smuggled to 52 cities in 28 \nstates and the District of Columbia, the INS found.\n\nStaff writer Paul W. Valentine contributed to this report.\n"}