{"title": "South Philadelphia immigrants the focus of multifaceted art project", "body": "\nSamnon Mao Chan - 63, newsstand owner, Khmer Rouge survivor, Buddhist meditator, and lottery-ticket dispenser \n- is outside the Doggie Style pet-supply store on East Passyunk Avenue.\n\nArms spread for balance, a willing smile on his face, he places his feet on footprints painted on the sidewalk, \nchoreographed by Miro Dance Theatre's Amanda Miller to echo his \"backward and twisted\" journey from Cambodia \nto Philadelphia.\n\n\"My history is here,\" Chan says as he follows the steps, tracing his initial exit from and subsequent return to Phnom \nPenh, then a big leap across the ocean to Washington, D.C., then to Philadelphia.\n\n\"This is the real experience of my life,\" he says, completing the dance. \"I feel proud of acting such a personal \nhistory. It is really expressive. It is a very big journey.\" \n\nThe footprints are part of a multifaceted installation by the city's Mural Arts Program that focuses on immigrant \ngroups in South Philadelphia and runs through June 11. Chan's is one of five such patterns in the 1700 block of \nEast Passyunk, representing five individual journeys.\n\nOrganized under the collective title \"Journeys South,\" it includes the steps - called \"Start Here\" - and three other \npublic-art projects that dramatically demonstrate both the changing face of immigration to South Philadelphia and \nthe expansion of Mural Arts' usual side-of-building work \"off the wall.\" \n\n\"I've been a Mural Arts muralist for 10 years,\" said artist Michelle Ortiz, who created new awnings for eight Italian \nMarket vendors with photographer Tony Rocco. \"It's really pushing those boundaries of public art.\"\n\nOn Ninth Street between Washington Avenue and Christian Street, the awnings - collectively titled \"Different Paths, \nOne Market\" - evoke a touching commonality, in words and images, of families leaving one home to create another. \nThe subjects are Italian (Anthony Anastasio, Carmen Lerro, Tony and Mary Messina, Paul and Frances Giordano), \nChinese-Cambodian (Judy Tran), Mexican (Lydia Mendez, Rosalio Corona), and Vietnamese (Nghia Nguyen).\n\nOrtiz, who hopes the art will foster a bond among the merchants, had to persuade people to participate. Some \nfinally were motivated by practicality - a new awning. The images are on the underside, visible as you stand on the \nsidewalk and decide how many peppers to buy, or whether to spring for a $5 box of mangos.\n\nNghia Nguyen works right under his awning, which contains an image of him looking much more worried than the \nSuper Bowl hat-wearing vendor who greets you in person. His face stares past an image of a flag, a dragon, a rice \n\n\nfield worker. Nguyen left home at 21 on a boat from Vietnam and has raised five children, two of them University of \nPennsylvania graduates.\n\nNext to Nguyen is the awning commemorating Tony and Mary Messina, a brother and sister from Sicily. The mural \nincorporates a letter Tony wrote home from the Korean War that ends, \"In short, I'm coming home.\"\n\n\"How can I put it,\" 82-year-old Tony said Wednesday, standing beneath the image of his younger self and his \nhandwritten letter. \"It gives us a little life.\" \n\nOver at Ninth and Washington, at the landmark Paul and Frances Giordano produce stand, the faces of Wally \nGiordano's late grandparents painted on the awning come hauntingly into view behind hanging scales and heads of \ncabbage.\n\n\"People will drive by and say, 'Oh my God - Frances,' \" said Wally Giordano. \"People are still remembering. She \nwas tough as nails. When I was 5, she told me, 'Get a bag, wait on somebody.' \"\n\nOrtiz said the awnings contain common visual elements - the fan in Judy Tran's awning evokes the wheel of the \nproduce cart of Anthony Anastasio. The words in each link up to form one poem. This is a working market - the \nawnings get rolled up from time to time, remarked on by customers, and also ignored. The afternoon sun lights \nthem up; rain streaks them.\n\nOver on Passyunk, the closed Monastero Barbershop has been repurposed as a video installation accompanying \nthe \"Start Here\" steps - perhaps the project's furthest divergence from a mural on a building.\n\nPat Monastero Ruber, daughter of the barbershop's late owner, has barely changed a thing, from the robins-egg-\nblue barber chairs to the bottles of Jeris Hair Tonic and Fitch Dandruff Removing Shampoo.\n\nBut now when you sit in a barber chair, you put on headphones to hear interviews with various neighborhood \nresidents, look in the mirror, or swing your chair around to see videos created by Miro's Tobin Rothlein. Or you can \njust wander in and debate the merits of various immigrant waves with Ruber, who still lives behind the shop.\n\n\"For us, it's not just the video, it's this whole room and what happens here,\" said Rothlein.\n\nHe created videos of each subject - Nghia Nguyen meditating for 40 minutes, Ruber putting on makeup in the old \nbarbershop, a place once off-limits to girls and women. Underneath are videos of the five people - Chan, Ruber, \nVerrone Romeoletti, Thoai Nguyen, and Eva Hernandez - being taught the footprint patterns.\n\nThe patterns are numbered, with beats marked, arrows, and left and right feet marked, inviting passersby to to \ntrace. Their placement along the iconic block of East Passyunk - in front of Doggie Style, A Man's Image, Blush \nBeauty Bar, A&P Kitchens, and Monastero's Barbershop - says as much about past and present, change and \nrecalcitrance - as anything else about the installation.\n\n\"Journeys South\" also includes a series of honor boxes that contain \"Broadside Ballads\" - printed, illustrated poems \nabout immigration by poet Frank Sherlock and artist Erik Ruin - and a handcrafted, old-fashioned zoetrope, \"A 7th \nStreet Memory Box,\" created by photographer R.A. Friedman, which pays homage to the Eastern European Jewish \nneighborhood centered at Seventh and Wolf Streets.\n\nSee a video of Samnon Mao Chan re-creating the footprint pattern of his life at www.philly.com/journeys.\n\nInformation about viewing \"Journeys South,\" including barbershop hours, is at www.muralarts.org/journeyssouth.\n\nContact Inquirer staff writer Amy S. Rosenberg at 215-854-2681 or arosenberg@phillynews.com.\n\nGraphic\n\nmailto:arosenberg@phillynews.com\n\n\n \n\nAPRIL SAUL / Staff Photographer\n"}