{"title": "Cuban Players Apparently Defect", "body": "\nFour Cuban basketball players may have defected during an Olympic qualifying tournament, the organizing \ncommittee said Sunday.\n\n''The information we have is that there are at least two of them and possibly more,'' said Salvador Villela, president \nof the organizers.\n\nCuba had only eight players in uniform Sunday for its 88-52 loss to the United States that eliminated the Cubans \nfrom advancing to the next round.\n\nThe team arrived at the arena without three of its four leading scorers: Lazaro Borrell, a 26-year-old center; Roberto \nHerrera, 24, a guard; and Angel Cabellero, 28, a guard. A fourth player, 23-year-old center Hector Pino, also was \nmissing.\n\nHerrera is the son of Cuban Basketball Federation president Ruperto Herrera. His brother, Ruperto Jr., defected in \nArgentina in May.\n\n''We don't know if they defected or if they are with some Puerto Rican women,'' coach Miguel Calderon said. ''What \nI can say is that they are not in the arena.''\n\nA spokeswoman for the Immigration and Naturalization Service in Washington said she had no information on any \nCuban defections in San Juan.\n\nBorrell was averaging 21.3 points in the tournament, and Herrera and Cabellero were the third- and fourth-leading \nscorers for Cuba. Pino had not played in Cuba's first three games.\n\n''They (the players) have not told us anything,'' Calderon said. ''Until they tell us something, we cannot make \nstatements.''\n\nNone of the Cuban players would comment before the game. One of them, center Amiel Vega, drew his finger \nacross his mouth when asked what had happened. Two other Cuban players walked away when approached by a \nreporter.\n\nThe Pan American basketball federation confirmed four missing players. No one could immediately say for certain \nthey had indeed defected.\n\nSaid Tomas Herrera, president of the Cuban delegation: ''It would be a disgrace if we talk about these players as \ndefectors and then they appear. When they appear, then a statement will be made.''\n\n\nThe Cubans lost all four of their games in the 10-nation tournament. They did not play Saturday following their loss \nto Argentina on Friday.\n\nThe top two teams advance to the 2000 Olympics in Sydney, Australia.\n\n''The defections make you think about how lucky we are to live the way we live while members of the opposite \nteam are trying to leave their country,'' U.S. forward Tom Gugliotta said.\n\nCuba has a history of defections at sports events, especially in baseball and often in Puerto Rico.\n\nIn 1993, basketball player Andres Guibert defected at a tournament in Ponce. He later played briefly for the \nMinnesota Timberwolves. He now plays in Europe and is attending the qualifying games in San Juan.\n\n''I wasn't surprised that they defected, but I was surprised at the players who defected,'' Guibert said, referring to \nBorrell and Caballero. ''They seemed to me like very disciplined guys.''\n\nTwo other Cuban basketball players defected during the 1994 world championships in Toronto.\n\nThe most prominent baseball defector is Orlando ''El Duque'' Hernandez, who fled Cuba in December 1997 and \nsigned with the New York Yankees. There was also Hernandez' half-brother, Livan Hernandez of the Florida \nMarlins and major leaguers Rene Arocha, Osvaldo Fernandez, Rey Ordonez, Ariel Prieto and Rolando Arrojo.\n\nIn May, Cuban baseball coach Rigoberto Betancourt Herrera defected to the United States during the national \nteam's visit to Baltimore for an exhibition game against the Orioles.\n\nIn July 1998, three Cuban swimmers left training camp on the north coast of Puerto Rico and defected with the \nhelp of Cuban exiles on the island.\n\nJose Perez defected after winning the bronze medal in the 400-meter hurdles at a San Juan meet in 1997. In 1993, \n43 Cuban athletes defected during the Central American and Caribbean Games in Ponce.\n\n''We don't condemn what they are doing, but the solution is not to flee to the north or south, but to work in Cuba for \nthe transformation to democracy,'' said Angel Padilla, editor of Disidente, a magazine for Cuban exiles in Puerto \nRico.\n"}