{"title": "Union Organizers at Poultry Plants in South Find Newly Sympathetic Ears", "body": "\nHour after hour, Antonia Lopez Paz said, her supervisor at the Koch Foods poultry plant here told women on the \ndeboning line that production demands were so great that they could not go to the bathroom.\n\n  Sometimes she developed acute pain because she could not go, Ms. Lopez said. And one time when another \nwoman asked for permission, ''the supervisor took off his hard hat and told her, 'You can go to the bathroom in \nthis,''' said Ms. Lopez, a Mexican immigrant who moved to this town in East Tennessee three years ago, lured by \nthe company's promise of year-round work.\n\nOut of her solitary complaint has grown a thriving unionization drive that fits neatly into the plans of several \ninsurgent unions that hope to revive the labor movement by focusing on low-wage workers and immigrant workers.\n\n  ''We believe there is a need for a union to come in and help these workers,'' said Joe Hansen, president of the \nUnited Food and Commercial Workers, which is organizing workers at the two Koch Foods plants here. ''The \nconditions in some of these places are criminal, especially in the way they treat undocumented workers, and it's \ncriminal that they often get away with it.''\n\n  This summer Mr. Hansen's union joined the Teamsters and the Service Employees International Union in \nbreaking away from the A.F.L.-C.I.O., with those three unions promising to devote far more energy to recruiting \nworkers than the rest of organized labor has. Two organizing drives aimed at poultry workers -- one in this old \nfactory town and the other in Russellville, Ala. -- are among the early battles in this effort to reinvigorate labor.\n\n  As part of their new push, the insurgent unions say they will seek to build deep community support among local \nhouses of worship, political leaders and immigrant groups. They also plan to lend organizers to one other's drives, \nsomething the food and commercial workers could use because it has few Spanish-speaking organizers in areas \nlike Morristown, where the Hispanic population is soaring. \n\n  The 700 poultry workers here, most of them Mexicans, might seem ripe for organizing, but labor's efforts at \nresurgence face daunting obstacles. Companies often fight back tooth and nail, and many immigrants who are \ninitially sympathetic to unions ultimately shy away, fearing that their employers might grow angry and fire them or \nhave them deported.\n\n  ''It's been extraordinarily difficult to organize factory workers -- and that includes poultry workers -- in the South,'' \nsaid Daniel Cornfield, a labor expert at Vanderbilt University in Nashville. ''There's plenty of employer resistance in \nthis neck of the woods. And then there's another problem -- there's an unfamiliarity between unions and \nimmigrants, far more so in the South than on the coasts. Unions here don't know much about the culture of \nimmigrant workers, and then many immigrant workers are unfamiliar with U.S. labor unions.''\n\n\n  But Ms. Lopez was the exception, knowing a good deal about American unions. The daughter of a migrant \nworker, she saw how the United Farm Workers helped her father when he harvested vegetables in Arizona.\n\n  Last April she quit Koch Foods because she was pregnant and the managers rejected her request to be \ntransferred to a less rigorous position. Her job as a wing cutter was so arduous that she feared it would jeopardize \nher pregnancy. \n\n  Like many other workers, she disliked the 42-chickens-a-minute line speed. That pace means that many workers \nmake 18,000 cuts during their eight-hour shifts as they prepare breasts, wings, tenders and cutlets for restaurants \nand consumers. \n\n  ''What I didn't like is they would yell at us and tell us we're good for nothing and we didn't know how to work, and \nsometimes they wouldn't even let us leave to go home when we were sick,'' Ms. Lopez said as she nursed her \nmonth-old son. ''We need to convince people to join the union, that they shouldn't be afraid because the union is \nthe only way to make things better and stop them from mistreating at us.'' \n\n  Officials with Koch Foods declined requests to be interviewed. But at proceedings that the Tennessee \nOccupational Safety and Health Administration held in response to Ms. Lopez's bathroom complaint, Koch \nrepresentatives said their supervisors were attentive to workers' concerns and gave adequate bathroom breaks.\n\n  Several Koch workers said the bathroom break situation improved after the unionization drive began, although \nsome workers said problems remained. In August the state's safety administration dismissed their complaints for \nlack of evidence. \n\n  After Ms. Lopez quit, the unionization drive continued to gain momentum, fueled by the complaints about \nmistreatment and low wages. The top pay is $7.55 an hour, even for employees there a decade.\n\n  ''That level of pay is a misery, an embarrassment, considering how hard we work,'' said Ernestina Gonzalez, who \nearns the top wage and said she could not afford the premiums for the health insurance the company offers. \n\n  In northwest Alabama, 280 miles to the west, workers at the Gold Kist plant in Russellville voice similar complaints \nabout line speed, wages and bathroom breaks. But many Gold Kist employees also complain about how injuries are \nhandled. Most of the plant's 1,500 workers are Hispanic, but there are also many blacks and whites.\n\n  One day last December, Delores Smith slipped on a greasy metal plate. Ms. Smith, who prepares boxes to hold \nprocessed chickens, crashed to the floor and was in agony, certain that she had broken her right ankle. \n\n  She said Gold Kist's nurse did not even look at her ankle and told her that she must have sprained some \nligaments and should take ibuprofen and go home. After a supervisor took her to her car, Ms. Smith looked at her \nankle and saw pieces of bone protruding through her sock. When her son took her to the emergency room, X-rays \nshowed that her ankle was broken in three places.\n\n  Ms. Smith still limps slightly, but now she has another health crisis. Her job involves removing folded-up boxes that \nworkers upstairs send to her via a chute. Those boxes often tumble out, and one day in July the boxes knocked her \neyeglasses to the floor, breaking the frames.\n\n  Looking comical in her taped-together glasses, Ms. Smith said: ''They sent me home for the day, saying it was my \nfault. I also got a write-up. My glasses can't even be fixed.''\n\n  At first, Gold Kist refused to pay for new glasses, which she said would cost $378. With her base wage of $8.40 an \nhour, that would exceed her weekly pay. Workers who do not arrive late or miss a day for a whole week receive a \n75-cent-an-hour bonus.\n\n  The company, she said, has now offered to pay $38 toward the glasses. She hopes to get some more from \nworkers' compensation.\n\n\n\n  Ms. Smith said she and the two other workers in her unit often could not go to the bathroom for hours at a time \nbecause the pace was so demanding and there was nobody to replace them.\n\n  ''They don't respect us at all,'' she said. ''That's why I'm praying for a union.''\n\n  Yurken Pozo, who quit in early August, said Gold Kist was campaigning hard against unionization.\n\n  ''They gathered the workers together and kept telling us: 'We don't need a union. The union will only take your \nmoney. The union doesn't help anybody,''' Mr. Pozo said.\n\n  Wayne Lord, Gold Kist's vice president for corporate relations, said the company's policy was to provide workers \nwith needed bathroom breaks. He voiced surprise about Ms. Smith's health care complaints, saying Gold Kist had a \ntelephone line that employees could call anonymously to report problems about bathroom breaks or medical \ntreatment.\n\n  Gold Kist has long told employees why it thinks unions are unnecessary, Mr. Lord said. That practice helped \npersuade the Russellville workers to vote down a union twice in the 1990's.\n\n  ''We believe our wages are competitive,'' Mr. Lord said. ''We strive everyday to do the right thing by our \nemployees.''\n\n  The union is collecting signatures from workers and may soon ask for recognition from the company or for a \nunionization vote.\n\n  Back in Morristown, the Koch poultry workers are so united behind a union and have generated so much \ncommunity support that they persuaded Koch to pledge not to mount an anti-union campaign. Several workers \nspoke at churches, and ministers, congregants and community groups wrote letters to the company backing \nunionization. The workers at Koch's kill plant and deboning plant are expected to approve unionization in mid-\nSeptember.\n\n  ''What Koch did is an important precedent,'' said Anita Grabowski, coordinator of the Poultry Workers Justice \nProject, a nonprofit group based in Austin, Tex. ''This new model of community unionism is a way to help rebuild the \nlabor movement, even in a hostile climate.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Yurken Pozo, who quit working for Gold Kist poultry last month, said the company told workers: ''We don't \nneed a union. The union will only take your money. The union doesn't help anybody.'' (Photo by Amy E. Voigt for \nThe New York Times)\n\nA complaint by Antonia Lopez Paz, a former worker at the Koch Foods poultry plant in Morristown, Tenn., helped \nprompt a unionization drive. (Photo by Wade Payne/Associated Press, for The New York Times)\n\n Delores Smith, who makes $8.40 an hour, broke her glasses on the job. She said her employer, Gold Kist, offered \n$38 toward buying new ones. (Photo by Amy E. Voigt for The New York Times) \n"}