{"title": "SIU system faces potential split as campuses clamor for funds", "body": "\nSIU CARBONDALE\n\nEstablished: 1869\n\nTotal fall 2017 enrollment: 14,554*\n\nIn-state tuition and fees (2017-18): $13,932\n\nFaculty and staff employees: 4,590*\n\nCampus acreage: 1,136\n\nLiving alumni: 218,924\n\nSIU EDWARDSVILLE\n\nEstablished: 1957\n\nTotal fall 2017 enrollment: 13,796\n\nIn-state tuition and fees (2017-18): $11,493\n\nFaculty and staff employees: 2,390\n\nCampus acreage: 2,660\n\nLiving alumni: 101,212\n\n* Includes SIU School of Medicine in Springfield, Ill.\n\nSource: University reports\n\nEDWARDSVILLE - Mathematics professor Marcus Agustin spends a lot of time inside the student fitness center at \nSouthern Illinois University Edwardsville, but he's no gym rat.\n\nAgustin and other faculty have been crammed in the gym facility for four years while waiting for construction on new \nclassrooms and offices to be finished. The process was supposed to take two years, but Illinois state budget cuts \ndoubled the time frame.\n\n\"But the good thing is our group is the most athletic faculty now,\" Agustin said.\n\n\nThat cramped feeling in Edwardsville, made possible by its steady growth, is conspicuously absent at Southern \nIllinois University's flagship campus in Carbondale, where student enrollment has dropped by thousands over the \nlast decade. Consecutive years of state budget cuts mixed with student disenchantment, high administrative \nturnover, and a successful sister campus to the north seeking more resources gives Carbondale the feel of a \ncampus under siege.\n\n\"It's been a perfect storm kind of thing,\" said Ahmad Fakhoury, an associate professor in Carbondale's College of \nAgricultural Sciences.\n\nTalk of splitting the two campuses into independent universities has come and subsided in the past, but a recent \nSIU Board of Trustees decision not to allocate Edwardsville a bigger piece of the state funding they share may \nhave just pushed the system to a tipping point.\n\nThe board last month narrowly rejected a proposal to take $5 million from Carbondale's budget to give to \nEdwardsville. It means SIU Carbondale will continue with about 60 percent of the system's share of state funding, \ndespite having just slightly more students than Edwardsville, after enrollment dropped nearly one-third since 2001.\n\nSIUE's enrollment hasn't boomed in the way Carbondale's enrollment has imploded, but steady growth over time \nhas put Edwardsville in a position to eventually overtake Carbondale. In 2000, fall enrollment at Edwardsville was \n12,193 compared to 22,645 at Carbondale (excluding the School of Medicine in Springfield) - a difference of \n10,452 students. In 2017, fall enrollment at Edwardsville was 13,796 compared to 14,184 at Carbondale - a \ndifference of just 388.\n\nNow the Illinois Legislature is mulling a bill to split the universities, which Edwardsville leaders are outspoken in \nsupporting. SIUE Chancellor Randall Pembrook said the proposal would also shake up the state funding formula, \npotentially getting Edwardsville four times more than the $5 million they asked for from trustees.\n\n\"I think the most important thing is for SIUE to be recognized for the good things that are happening here,\" \nPembrook said. \"The current situation is not equitable.\"\n\nSplitting the universities would not only change the funding structure but, as in divorce, could result in a change of \ncustody. The SIU School of Medicine in Springfield is part of the Carbondale university but would fall into \nEdwardsville's sphere along with the schools of pharmacy, nursing and dental medicine, under the House proposal.\n\nThis prospect is especially concerning to Carbondale leaders, who say the medical school is \"deeply \ninterconnected with the Carbondale campus,\" according to Chancellor Carlo Montemagno.\n\n\"The medical school is an integral part of SIU Carbondale and must remain so,\" Montemagno said in a blog post.\n\nCarbondale leaders have asked for patience and more time to right the ship. There's also a sense of enmity \nagainst SIUE for how it sought to change the state funding distribution.\n\n\"The Carbondale campus didn't see any details about the rationale for the funding at all until it was released to the \npublic,\" SIU Carbondale spokeswoman Rae Goldsmith said. \"What we saw was a proposal that had been \ndeveloped by Edwardsville using Edwardsville's interpretation of data without the help of an external consultant.\"\n\nGoldsmith also said the funding change would have taken effect July 1, leaving Carbondale little time to adjust to \nthe change. After having nine chancellors since 2000, the university hired Montemagno in August 2017. Goldsmith \nsaid having a permanent hire in leadership is allowing Carbondale to finally do long-term planning that had been \ndelayed.\n\n\"It would have had a significant impact on the institution and the community,\" she said. \"Losing the funding at this \npoint while trying to turn things around, which we're hard at work on, is also an issue for us.\"\n\n\n\nEdwardsville leaders say they've been good partners with Carbondale but aren't seeing that reciprocated now as \nthey challenge what they call an outdated funding distribution. Last year, SIUE leaders approved loaning up to $35 \nmillion from its reserves to the Carbondale campus while the Legislature remained deadlocked over the budget.\n\nCarbondale eventually only loaned $16 million and paid it back after the state approved a budget. Johnathan \nFlowers, president of Carbondale's Graduate and Professional Student Council and an outspoken critic of the \nadministration there, said the loan at the time felt like a sign of things to come.\n\n\"Edwardsville has been planning strategically for its future, and Carbondale has been unable to do that,\" Flowers \nsaid.\n\nMontemagno's administration is working on a restructuring of academic programs and other elements of campus \nlife under a plan called \"Vision 2025.\" Whether the two campuses are part of the same system by that time and \nwhat effect the split has on Montemagno's plans is anyone's guess.\n\nPlans remain tentative for the Board of Trustees to hire an external consultant to examine the funding distribution, \neven as the Legislature considers rendering the process moot. Democratic state Rep. Jay Hoffman of Swansea, \nsponsor of the bill to split the campuses, said he thinks both campuses would benefit from having their own board \nof trustees.\n\n\"They could focus on the strengths of the individual campuses and provide better governance for both,\" Hoffman \nsaid.\n\nBut Hoffman didn't shirk from describing the relationship between Edwardsville and Carbondale as one full of \n\"parochial disputes where one campus (Edwardsville) is suffering at the expense of the other.\"\n\nThe legislative proposal awaits action in the Rules Committee. The Legislature's spring session ends May 31. \nHoffman said the bill could be revisited in the fall if no action is taken this term.\n\nThe bill is House Bill 5861.\n\nGraphic\n\n \n\n Students wait in their seats during the Southern Illinois University Edwardsville School of Nursing Spring \nCommencement ceremony, Friday, May 4, 2018, in Edwardsville. Photo by Nikos Frazier, nfrazier@post-\ndispatch.com  Students can be seen walking around campus in the reflections of windows of the student center on \nFriday, April 27, 2018, on the Southern Illinois University Edwardsville. Enrollment at SIUE has seen steady growth \nover time and is in a position to eventually overtake Carbondale. Photo by Laurie Skrivan, lskrivan@post-\ndispatch.com  Mathematics professor Marcus Agustin prepares to leave his office inside the student fitness center \nto teach an afternoon stat class on Friday, April 27, 2018, on the at Southern Illinois University Edwardsville \ncampus. Agustin and other faculty have been relocated into the gym facility for four years while waiting for \nconstruction on new classrooms and offices to be finished. The process was supposed to take two years, but Illinois \nstate budget cuts doubled the time frame. Photo by Laurie Skrivan, lskrivan@post-dispatch.com  Melissa \nGrosenheider, 32, rearranges her summer schedule in front of the student center on Friday, April 27, 2018, on the \nSouthern Illinois University Edwardsville campus. Enrollment at SIUE has seen steady growth over time and is in a \nposition to eventually overtake Carbondale. Photo by Laurie Skrivan, lskrivan@post-dispatch.com  Students \n(sitting from left to right) Brandon Bishop, 19, Tabias Moore,19, and Robert Craig, 20, socialize with friends in the \nquadrangle between classes on Friday, April 27, 2018, on the Southern Illinois University Edwardsville campus. \nEnrollment at SIUE has seen steady growth over time and is in a position to eventually overtake Carbondale. \nPhoto by Laurie Skrivan, lskrivan@post-dispatch.com  Sign on SIUC campus.   Dr. Randy Pembrook became the \nninth chancellor in Southern Illinois University Edwardsville's history on Aug. 1, 2016. (handout photo)  Carlo \n\nmailto:nfrazier@post-dispatch.com\nmailto:nfrazier@post-dispatch.com\nmailto:lskrivan@post-dispatch.com\nmailto:lskrivan@post-dispatch.com\nmailto:lskrivan@post-dispatch.com\nmailto:lskrivan@post-dispatch.com\nmailto:lskrivan@post-dispatch.com\n\n\nMontemagno, a professor of engineering, became chancellor of SIU Carbondale on Aug. 15, 2017. (handout \nphoto)  Mathematics professor Marcus Agustin prepares to leave his office inside the student fitness center to teach \nan afternoon stat class on Friday, April 27, 2018 on the at Southern Illinois University Edwardsville campus. Agustin \nand other faculty have been relocated into the gym facility for four years while waiting for construction on new \nclassrooms and offices to be finished. The process was supposed to take two years, but Illinois state budget cuts \ndoubled the time frame. Photo by Laurie Skrivan, lskrivan@post-dispatch.com  Meghan Lashmett(center) poses for \nphotos for her mom, Traci Lashmett(right) and grandmom, Karol Brown, in front of an Southern Illinois University \nEdwardsville sign after the SIUe School of Nursing Spring Commencement ceremony, Friday, May 4, 2018, in \nEdwardsville. Photo by Nikos Frazier, nfrazier@post-dispatch.com \n"}