{"title": "Lou Dobbs Crusades Against Spitzer's Driver's License Plan for Illegal Immigrants", "body": "\nThe CNN anchor Lou Dobbs calls Gov. Eliot Spitzer ''a genius.'' But not in a nice way. \n\n  ''I was being about as facetious as one could be,'' Mr. Dobbs said in an interview Tuesday as he prepared for his \nnightly broadcast, ''Lou Dobbs Tonight.'' For the last nine days, the show has included discussion of Mr. Spitzer's \nplan to allow illegal immigrants to apply for driver's licenses.\n\n  Mr. Dobbs, a pinstriped journalist turned populist crusader against illegal immigration, is not a fan.\n\n  ''It's an abuse of power!'' Mr. Dobbs thundered. ''He is being absolutely irresponsible. When the governor of New \nYork embarks on this kind of irresponsibility, it is national news as far as I'm concerned.''\n\n  And when Mr. Dobbs -- whose broadcast is CNN's second-highest-rated show -- speaks, many people listen. His \nrelentless mockery of Mr. Spitzer's decision has thrust the driver's license policy onto the national stage, helping \nfuel an uproar not only among New Yorkers, but among national groups opposed to illegal immigration as well. \n\n  As it happens, Mr. Dobbs was recovering from a tonsillectomy when Mr. Spitzer announced the policy on Sept. \n21. But the anchorman went on the attack almost immediately after going back on the air Oct. 8, saying it was ''hard \nto imagine what this governor is thinking.'' \n\n  It only took him another week to conclude that Mr. Spitzer, in fact, was not thinking at all. ''This governor is a \ngenius,'' he proclaimed disgustedly on Monday. ''An overwhelming majority of New York voters oppose the \ngovernor, but he refuses to back down.'' \n\n  With the television set on mute, the scrunch alone of Mr. Dobbs's brow conveys his belief that Mr. Spitzer's new \npolicy is, possibly, the dumbest idea in the history of dumb ideas.\n\n  ''I think he's definitely had an effect,'' said State Senator Martin J. Golden, a Brooklyn Republican who was on Mr. \nDobbs's show on Sunday to denounce the plan. ''Everybody's chiming in. I get e-mails from across the country \nbecause of Lou Dobbs. I got an e-mail from a soldier in Iraq saying, 'Go for it, Golden, keep it up.'''\n\n  Mr. Golden is one of several New York elected officials -- most of them with more experience on New York 1 than \non CNN -- who have been recent guests on Mr. Dobbs's show. Many have expressed support for proposals by \nstate lawmakers to overturn the license policy or to deny funding for it.\n\n  But not everyone who goes on gets supportive e-mail messages. \n\n\n  Jose M. Serrano, a Democratic state senator who represents parts of Manhattan and the Bronx, appeared with Mr. \nGolden to defend Mr. Spitzer's policy, but found himself under a verbal barrage from both the host and his fellow \nguest. ''Oh my goodness, that was something else,'' Mr. Serrano said. ''I think it was my first time on national \ntelevision. I wound up debating both of them -- Lou paid very little attention to Marty Golden and instead just kind of \ndug in on me.''\n\n  This next morning, Mr. Serrano said, his office was bombarded with angry e-mail messages from around the \ncountry. \n\n  ''One guy wrote, 'We will derail the illegal gravy train from within,''' he said. ''I don't really know what that means. \nAnother person said, 'Go back to Mexico, you're obviously Mexican.''' (Mr. Serrano is from Puerto Rico.) ''I'm not \nnaive, but I was still surprised at the level of ignorance,'' Mr. Serrano said.\n\n  (Mr. Dobbs's correspondents have also stated on the air that illegal immigrants will need only a foreign passport \nto obtain a driver's license, and that Mr. Spitzer's policy was instituted through executive order, neither of which is \ntrue.)\n\n  Mr. Dobbs's guests and interviewees are typically opponents of the policy. A segment that Mr. Dobbs pitched on \nThursday as ''a lively debate'' on the issue, for example, featured the host and two members of the State Assembly \nwho oppose the governor's plan, along with a viewers' poll on whether Mr. Spitzer should be recalled. (Ninety-\nseven percent said yes.)\n\n  One person who has not made an appearance on Mr. Dobbs's show, despite repeated invitations, is the governor \nhimself. Christine Anderson, a spokeswoman for Mr. Spitzer, said scheduling problems had prevented the governor \nfrom appearing. The administration had made other officials available to Mr. Dobbs's bookers, she said, including \nMichael A. L. Balboni, the governor's top Homeland Security aide. But the show's producers had declined.\n\n  ''We don't really have a position about his show,'' Ms. Anderson said. ''That said, facts matter, and what we have \nendeavored to do throughout this entire debate is to make an argument about the safety and security benefits to \ndoing this.''\n\n  But Mr. Dobbs said that Mr. Spitzer, and Mr. Spitzer alone, is responsible for defending his new policy.\n\n  ''The man hasn't shown the gumption to come on the air and debate the issue with me,'' Mr. Dobbs said.\n\nhttp://www.nytimes.com\n"}