{"title": "Union reports progress at Saturday talks, but mayor says school will likely be canceled Monday", "body": "\nOct 20, 2019( Chalkbeat: http://chalkbeat.org/ Delivered by Newstex)  Another day of bargaining between City Hall \nand the Chicago Teachers Union ended Saturday night with reports of continued progress on two key issues —\nclass size caps [1]and support staff — but a stall in three other critical areas. Union officials reported little progress \non the length of the contract, pay and benefits for veteran teachers and paraprofessionals, and teacher prep time. \nEarlier in the day, Mayor Lori Lightfoot told reporters that she would be 'very surprised' if classes resumed on \nMonday. Later Saturday night, in a joint statement with schools chief Janice Jackson, she said families would be \nupdated Sunday about the potential for school at the start of the week. \n\n 'We will continue to work hard at the bargaining table, but given that critical issues have yet to be resolved, we do \nnot at this time anticipate classes will resume on Monday,' she said. In the statement, Lightfoot and Jackson \nlamented the pace of negotiations, and said the city was waiting on 'full, written counteroffers' to its latest proposals \non class size and support staffing. 'Our team has been turning around thoughtful counteroffers at a rapid pace. We \nare hopeful that CTU will meet that pace tomorrow so we can bring this process to a fair and responsible end.' \nSpeaking to the press outside of Malcolm X College on Saturday night after bargaining ended for the day, the \nunion's vice president, Stacy Davis Gates, characterized talks with optimism, while also acknowledging many \ndetails were left unsettled. 'Everything is moving, we're having substantive discussions,' she said[2]. Union officials \nwere hesitant to say a deal couldn't be reached before the end of the weekend, and left the possibility open that \nthere could be school on Monday. The two sides negotiated from about 1 p.m. to 7:30 pm. Talks started late \nbecause several members of the bargaining team attended a morning ceremony to honor former union president \nKaren Lewis. Negotiations are set to resume Sunday. As for other progress reported Saturday, union officials said \nthey'd reached a tentative agreement with the city on pipeline development for teachers of color and a continued \nmoratorium on charter school growth. Chalkbeat reported earlier this week[3] that the two sides had agreed to limit \nthe number of charter schools and charter student enrollment for the duration of the contract. The city said it had \nput forth full proposals on class size and support staffing and had received a partial counteroffer on class size and \nnothing yet on support staff. Union officials reported Friday winning[4] more social workers, nurses, special \neducation case managers, and bilingual program coordinators, as well as language about how they'd be phased in \nover time. Union officials said Saturday night there was still a rift between the two sides on how to enforce those \ntwo issues. Before the strike, for example, the district had guidelines for class size, but a committee established to \nkeep watch over the issue had little authority. 'That's going to take a lot of time to dot 'I's and cross 'T's,' Davis \nGates said. 'These are things that the Chicago Public Schools have never done before. These are all very brand-\nnew.' The mayor's floor leader, Ald. Gilbert Villegas, attended contract negotiations for about 90 minutes Saturday \nand also sounded a positive note about the talks. He told WBEZ[5] there were 'a couple things outstanding that are \nnot that big in my opinion.' Villegas will return to the bargaining table Sunday. The union's general counsel, Robert \nBloch, described progress[6] at the table earlier Saturday, but said many sticking points remained, including the \nlength of the contract. The city wants a five-year deal, while the union wants a three-year contract. Bloch said the \n\n\nlast time the union agreed to a five-year contract, which lasted from 2007 to 2012, the district rescinded its final year \nof promised raises[7], which has made union officials wary about entering into a longer agreement. Union officials \nhave said previously that, in addition to the length of the contract, there is still an impasse over pay for \nparaprofessionals, such as teaching assistants and school clerks, and raises for veteran teachers. The two sides \nhave also yet to reach an agreement on teacher evaluations and whether veteran teachers with distinguished \nratings can skip parts of the evaluation process. The district continued to highlight parts of its offer on social \nmedia[8] this afternoon, drawing attention to average cost of raises for teachers and its pledge to provide a nurse \nfor every school by 2024. Meanwhile, the teachers union and the union that represents support staff held a morning \nrally in the Douglas Park neighborhood, as well as other events throughout the day. Michelle Gunderson, a member \nof the union's bargaining team, posted several updates on Twitter Saturday that illuminated strategy behind-the-\nscenes. She said[9] the union's counter-proposal on class sizes, which was sent to the city today, called for 'over-\nsized classes to be automatically triggered for review.' She also said bargaining team members had been working \non at least two 'letters of understanding' about how the district funds schools and how it rates them. Letters of \nunderstanding are considered part of the contract and binding, according to the union, and they generally are \nintended to put pressure on the district to address larger issues. On funding, Lightfoot has said she wants to spend \nthe year studying how the district funds schools. Under the current approach, known as 'student-based budgeting,' \nschools receive the bulk of their budget money on a per-pupil basis. Schools with shrinking enrollments tend to get \nless budget money.  'We are asking for a funding formula that is based on equity rather than students in 'seats,'' \nGunderson wrote[10]. The union also wants the school district to stop factoring student test scores into a school's \nrating, according to an internal union document[11] that was distributed earlier this week. [ 1]: "}