{"title": "LEGISLATURE BRIEFS: Immigration status bill approved", "body": "\nA Senate-passed bill clarifying that judges and parole board members can consider someone's immigration \nstatus won easy approval Thursday from the state House of Representatives.\n\nSuch authority already exists. But the bill's sponsor, Sen. John Douglas (R-Social Circle), has said he fears some \nGeorgia cities could join places like New York, San Francisco and Los Angeles in declaring themselves \n\"sanctuaries,\" where officials generally are barred from asking whether someone is in the country illegally.\n\nSB 23 would supersede any local rules and allow judges to investigate someone's immigration status before \ndetermining bail, handing down a sentence or deciding on probation. Douglas has said the power is critical because \nillegal immigrants, when bailed out of jail or paroled, sometimes flee the state.\n\nSB 23, which passed 153-6, now awaits the governor's signature.\n\nDriver's license bill alive for final day\n\nA bill that would make driving without a license a felony on the third offense hit a speed bump Thursday but \nremains alive for the final day of the General Assembly.\n\nThe House suspended consideration of SB 15 until today after several legislators --- including House Speaker \nGlenn Richardson (R-Hiram) --- expressed concerns about making felons out of people for traffic offenses.\n\nSen. John Wiles (R-Marietta), the bill's sponsor, has called it a public safety measure designed to discourage \npeople who haven't taken a driver's exam from driving state roads. But immigrant advocates have called SB 15 an \noverly harsh attack on people who are in the country illegally and don't qualify for a Georgia driver's license.\n\nNo changes likely in PeachCare rules\n\nA House-Senate conference committee was appointed Thursday to try negotiate changes to the PeachCare for \nKids insurance program, but several lawmakers said they doubted a consensus could be reached before the \nGeneral Assembly adjourns.\n\n\nBarring a last-minute compromise, that would mean that the eligibility level for PeachCare families will remain at \n235 percent of the federal poverty level and not be reduced to 200 percent, as proposed by House Speaker Glenn \nRichardson, R-Hiram and endorsed by Gov. Sonny Perdue.\n\nIn what amounted to token votes, the Senate again rejected Richardson's bill, and the House turned thumbs down \non the Senate's substitute version.\n"}