{"title": "TIME TO GET SERIOUS ON IMMIGRATION", "body": "\nBecause of the grand tradition of political asylum in this country as well as the blinding sentimentality about \nimmigration, we have a great problem facing the facts of what this war on terrorism is truly about.\n\nToo many of us see any move to limit immigration as nothing other than totalitarianism, profiling, racism, hysteria \nand a denial of our identity as a nation of immigrants.\n\nWhat hogwash. Sept. 11 put us in the middle of something that has no precedent on this scale in this country.\n\nFor one, Zacarias Moussaoui, known as 9/11's 20th hijacker, stood up in his federal court proceeding and called for \nthe destruction of the United States and the Jewish people.\n\nHe fired his lawyers, announced that there would be more bombings by terrorists and referred to \"the shoe bomber\" \nas \"a brother.\"\n\nAs you may recall, Moussaoui was arrested last year when he attempted to learn how to take off and fly large \nplanes but had no interest in finding out how to land them. Had he not been in custody, it is now assumed that he \nwould have been on the most sensational murder raid since the Black September killing of the Israeli Olympic team \nin 1972.\n\nThe other eye-opener comes with the arrest of Ahmed Sattar, the Staten Island mailman who was the spokesman \nfor blind cleric Sheik Omar Abdel-Rahman and is being charged with providing support to a terror group.\n\nSattar, described as a mild-mannered Muslim immigrant who has gotten along well in this country over the last 15 \nyears, not only received thousands of dollars to be a paralegal for the Egyptian cleric convicted in a plot to blow up \nthe Holland Tunnel, but he's now charged with getting the addresses of FBI agents while working as a mailman.\n\nSattar, known to be mixed up with a terrorist group that murdered 58 tourists in Egypt in 1997, is one of those \ncharged, along with lawyer Lynne Stewart, with helping Abdel-Rahman sneak messages out of prison to his \nfollowers.\n\nWe may find out that a massive hit job was in the making.\n\nSattar and Moussaoui should help create an understanding of why the United States must get and more more \nserious about flushing out and handling these terrorists, as well as moving to keep them out of our country.\n\nCircumstances are quite different from those in the '60s, when we did have home-grown domestic terrorists who \nconsidered themselves revolutionaries but never would have flown planes into buildings or strapped bombs on \nthemselves.\n\n\nThere is now an enemy within, and there are many enemies outside this nation. So we have to keep close watch on \nlaw enforcement authorities and what they do, but we should not be so naive as to believe that people this \ndetermined to murder civilians and disrupt this nation are abstractions over which we can haughtily debate civil \nliberties and constitutionality.\n\nThe pressure has to stay on, the investigations have to intensify and we need to seriously consider a moratorium on \nMuslim immigrants until the smoke clears.\n\nThat's what time it is.\n\nE-mail: scrouch@edit.nydailynews.com  \n"}