{"title": "For Haitian Immigrants, Radio Remains a Passion", "body": "\nWhen Guy Victor planned a protest three years ago to rally Haitian-Americans against a Federal Government \npolicy that barred them from donating blood, he estimated that, at most, 2,000 people would participate. Instead, \nmore than 50,000 showed up.\n\n\"Sincerely, I was shocked,\" said Mr. Victor, the former president of Haitian Enforcement Against Racism, a \nBrooklyn-based human-rights organization. \"We did not anticipate such a large crowd.\"\n\nThe success of the march across the Brooklyn Bridge to lower Manhattan in April 1990, Mr. Victor said, is largely \nowed to the Haitian radio personalities who exhorted listeners to denounce the policy, which they said unjustly \nstigmatized Haitians as carriers of AIDS.\n\n \n\nRelying on Radio\n\n Haitian-Americans, like many other immigrants who relied on radio in their homelands, have clung to the medium \nin the United States as a primary source of information and entertainment. In New York, where an estimated \n500,000 Haitian-Americans live, three stations that broadcast in the New York area -- Radio Soleil in Flatbush, \nBrooklyn, Radio Tropicale in Hempstead, L.I., and Radio Verite in South Orange, N.J. -- have become community \nbulletin boards, offering prayers, news of Haiti, updates on immigration law and AIDS education, among other \nthings.\n\nAnd with the ouster of the Rev. Jean-Bertrand Aristide as President of Haiti in 1991 and the effort to return him to \npower, the stations have become town halls for political debate among the Haitian diaspora.\n\n\"Radio is indispensable in the Haitian community,\" said Valerio St. Louis, a talk-show host on Radio Soleil. \"They \nlive off the news,\" Mr. St. Louis said. \"They insist on learning what's going on in Haiti. When we have not given the \nnews, they will call and ask what's going on.\"\n\nSitting behind the microphone recently in the cramped studios of Radio Soleil in Flatbush, Brooklyn, Mr. St. Louis \nwas inundated with calls from listeners waiting to discuss the news of the day.\n\n\n\"It never stops,\" said Mr. St. Louis, who plays Haitian music interpersed with news. \"Sometimes people call \nbecause they are upset with the political situation, and others call just to say hello or want you to mention their \nnames on the air.\"\n\n \n\nA Powerful Medium\n\n The importance of radio among Haitian-Americans has its roots in Haiti, where the illiteracy rate is about 80 \npercent and most people cannot afford a television.\n\n\"In Haiti, a peasant may not wear shoes, but he has a transistor radio,\" said Raymond Cajuste, a film maker who \nteaches at City College in Manhattan and is the host of a show on Radio Tropicale. \"He makes a conscious \ndecision to buy the radio.\"\n\nBecause they cannot afford broadcast licenses, Haitian broadcasters in the New York area pay radio stations a fee \nto piggyback their signals on existing frequencies. About 100,000 households have paid $75 to $150 for special \nreceivers or computer chips that enable their radios to receive the Haitian programs.\n\nMuch of the Creole-language programming in the New York area used to be limited to a few hours on non-Haitian \nstations. While such programs still exist on stations like WLIB-AM, WSOU-FM and WNWK-FM, the shows on Radio \nSoleil, Radio Tropicale and Radio Verite have attracted the most attention.\n\n \n\nFrenzied Debates\n\n On those stations, the issues are debated with a passion that can often reel out of control. At times the tone of the \nfrenzied on-air debates is more like professional wrestling than National Public Radio.\n\n\"I have been called a Macoute,\" said Pierre Hubert DeRonceray, referring to the Tontons Macoute, the private \nmilitia that terrorized Haitians during the Duvalier family's 30-year dictatorial rule, which ended in 1986. \"Sometimes \nthey call and talk about my mother.\"\n\nMr. DeRonceray, a reporter at Radio Tropicale, said callers often denounce him because his father, Hubert \nDeronceray, is the leader of a conservative party and opposed Father Aristide in the 1990 elections.\n\nWhile the programs' formats are diverse, the topics continually revert to politics, and most of the callers support \nFather Aristide.\n\nSo when Arioste Denis, director of the United Haitian Association of the U.S.A, a grass-roots political organization \nin Manhattan, aired anti-Aristide shows on Radio Tropicale, to many listeners it was like yelling obscenities in a \nchurch.\n\nOn one show, \"Appendre Comprendre,\" or \"to learn to understand,\" Mr. Denis's main theme is Father Aristide's \npolitical inexperience and the Haitians' \"political ignorance.\"\n\n\"We really don't understand democracy,\" he said. \"Everyone has the right to express themselves, but we all don't \nhave to have the same ideas.\"\n\n \n\n'Such an Open Wound'\n\n Many listeners say that while the shows provide valuable information to Haitian-Americans, the hosts should tone \ndown their oratory.\n\n\"I have my American habits, but I want the information that is on Haitian radio,\" said Oscar Paul, 27, a Haitian \nimmigrant who lives in Flatbush. \"I want the news from Haiti because the political situation now being what it is. It's \nsuch an open wound.\"\n\n\n\nTamara Jean, 20, of Bayside, Queens, said she listens to Mr. St. Louis's show every afternoon because it does not \nfocus on politics.\n\n\"I wish the others would play more music and do less talking,\" she said. \"But they are fun and sometimes they can \nbe very interesting.\"\n\nGraphic\n\n \n\nPhoto: \"Radio is indispensable in the Haitian community,\" said Valerio St. Louis, a talk-show host on Radio Soleil. \n\"They live off the news.\" He sat behind the microphone at the station's studio in Flatbush, Brooklyn. (Steve Berman \nfor The New York Times)\n"}