{"title": "Tories can turn immigration into a positive; Encouraging highly skilled newcomers to settle in left-behind regions is potentially a win-win", "body": "\nIdon't suppose Priti Patel has ever been to Schenectady. She may not even have heard of it. However, the town, \n150 miles north of New York City, could easily have been the laboratory for her new immigration policy, \nannounced in yesterday's Queen's Speech.\n\nThe home secretary has indicated that immigrants could be offered an easier passage to a post-Brexit Britain if they \nagree to bypass London and live in, say, Manchester, Newcastle or Plymouth. The experience of this American \nbackwater suggests that Ms Patel's policy could pull off a feat that has eluded all her predecessors: making \nimmigration popular, with the additional bonus of bringing life to the left-behind regions that are stoking the fires of \nFaragism.\n\nTwo decades ago Al Jurczynski, the mayor of Schenectady, surveyed his crumbling domain, its homes collapsing, \nits streets windswept. The town was not the victim of economic blight; unemployment was below 4 per cent and \nGeneral Electric was about to invest in a renewable energy research facility. The town's problem lay in the fact that \ntoo few of its 60,000 people were young and highly educated. The brightest and best left for college and never \ncame back. However, Mayor Al had a plan. It involved taking a bus to the immigrant-rich district of Queens in New \nYork, offering a tour of Schenectady with free lunch, plus real estate deals that could provide a rundown property for \nas little as $1. The mayor particularly targeted the Guyanese: English-speaking, industrious and adventurous, many \nof Asian heritage. He promised them, including my three Queens-based sisters, a cricket stadium, allowed the \nHindus to convert abandoned churches into temples and interpreted the planning rules generously as newcomers \nrebuilt wrecked homes. He gave everyone his mobile phone number, offering to sort out any minor difficulties. My \nfamily never took advantage of the offer, but thousands did. Within two years the Guyanese community had swollen \nfrom a few hundred to more than 5,000. Today, at almost 10,000, they are the second largest ethnic group after the \nItalians. Ms Patel and Sajid Javid would feel right at home among the city's clever, industrious, ambitious Indo-\nCaribbeans.\n\nThis informal regional policy clearly draws on the experience of Schenectady's northern neighbours. Canada's \nfederal government has given provincial capitals control over a significant proportion of the places granted to \nnewcomers. Alberta's energetic prime minister, Jason Kenney, earned his nickname \"minister for curry in a hurry\" \nas the principal cheerleader for the Canadian Tories' liberal, inclusive immigration policy. In provincial elections \nthis year his United Conservatives hammered his social democratic opponents, garnering more than 70 per cent of \nthe vote.\n\n\nIt may be fanciful, but I can imagine some of our regional mayors - Andy Burnham in Manchester or Marvin Rees in \nBristol, for example - emulating Mr Kenney and competing hard for the cleverest migrants from India and China. \nThey know that the reluctance of minority talent to leave London is an obstacle to their growth.\n\nThe company that I chair recruits internationally to board and executive roles; we pride ourselves on providing \ndiverse shortlists to clients, but an obstacle to placing people of colour in the northeast and southwest is that no one \nwants their child to be \"the only one in the village\". Any incentives that will bring overseas minorities to places away \nfrom London will help. Ms Patel's decision to allow foreign students to work for two years after graduation will \nenhance the attraction of cities such as Leeds and Birmingham.\n\nSome critics of the devolved system protest that \"leakage\" will drag many migrants back to the big cities. Others \nsuggest that any system designed by Tories will lead to a \"whitening\" of the flow. In fact, in Canada there's little \nevidence of the first. And while until the turn of the century almost four out of five Canadian immigrants hailed from \nEurope, today the main countries of origin are the Philippines, China and India. Our future immigrants are likely to \nbe data scientists or biotech engineers weighing up the merits of a townhouse in Houston versus a Georgian \nterrace in Bath. These are not poor, tired, huddled masses \"yearning to breathe free\".\n\nIt should be no surprise that a new immigration policy has emerged from this government. The two key figures in \ncrafting the proposal, a Gujarati-heritage home secretary and a Pakistani Muslim chancellor, are refreshingly free of \nangst about race. The fact they have dropped the utterly pointless \"tens of thousands\" target of their predecessors \nis a sign of confidence. Neither seems the least anxious about being accused of operating an \"open door\" policy.\n\nOddly, it may be that only stateeducated, lifted-by-their-bootstraps Asian immigrants could get away with what is \nclearly a liberalising of this most sensitive of policy areas.\n\nAfter all, if every immigrant is like these two, what do we have to worry about? Stranger still, Ms Patel may be the \nfirst government minister in seven decades to introduce a policy which not only welcomes immigrants but actively \nseeks them out. The last time we did that, the effort was led by a postwar minister of health, desperate to recruit to \nthe fledgling NHS. His name: Enoch Powell.\n\nTrevor Phillips is chairman of Green Park Recruitment and a senior fellow at Policy Exchange Melanie Phillips is \naway\n\nSome northern mayors could compete hard for the cleverest migrants\n"}