{"title": "It must be election time Immigration • Illogical copycat laws like Arizona's would cost Missouri and other states dearly. OTHER VIEWS", "body": "\nPeople across the country have been speaking out over the past several weeks, voicing concern and opposition to \nthe new Arizona immigration law. In St. Louis 2,500 people, including St. Louisans and United Methodist Women \nfrom all across the country in town for their quadrennial assembly, gathered May 1 at Kiener Plaza to say \"No\" to \nArizona.\n\nAt last report, some nine national groups had cancelled their plans to hold their conventions in Arizona. And now \nthe Los Angeles Dodgers reportedly are looking for a new home for spring training so they don't have to return to \nArizona next year. Even the Republicans don't want to spend time in Arizona, having chosen Tampa, Fla., over \nPhoenix for the 2012 Republican Convention. \n\nThe states that border Arizona also are speaking out against Arizona-style legislation. New Mexico's governor says \nit is a step backwards. Texas isn't touching it. And elected officials at every level in California are calling for a \nboycott while lawsuits from around the country are ramping up. Arizona's new law is poised to cost the state in a \nbig way.\n\nBut in St. Charles, in a state where the total number of foreign-born individuals statewide is less than 4 percent, the \nCounty Council last week passed a non-binding resolution to \"encourage\" the Missouri Legislature to pass an \nArizona clone. It must be election time!\n\nNow, in all fairness, the County Council was probably just voting on a resolution in support of one of their own.  \nRepublican State Rep. Mark Parkinson, who represents parts of St. Charles County, introduced a bill in this \nlegislative session that he said dealt with human trafficking. In reality, the bill would not have done anything to \nprevent trafficking or help victims of the crime often known as \"modern day slavery.\"\n\nIn fact, it completely ignored strong anti-trafficking provisions already present in federal law and Missouri statute. It \nalso included such ridiculous provisions as making it a crime for a person without legal status to transport him or \nherself.\n\nCommon sense prevailed in the International Trade and Immigration Committee this year and the bill died with the \nadjournment of the Missouri Legislature last Friday. However, Rep. Parkinson had an Arizona-type substitute \nwaiting in the wings, which we are sure to see introduced next year.\n\nSo during the legislative \"off season,\" here are a few things for Missouri to consider before rubber stamping \nArizona's policy in the Show-Me State. Laws like those Rep. Parkinson suggests will cost our cash-strapped \nstate dearly. Those great small businesses started by immigrants and refugees? Major companies that want to hire \n\n\nU.S. and immigrant workers who are looking for a place to locate their next office? Forget it, those businesses and \njobs won't be here because immigrants won't want to bring their families here to live and work.\n\nMeanwhile, like Arizona, Missouri will have to use taxpayer dollars to defend its unconstitutional law in court, and \nour state and local governments will be stuck using their precious resources to do the federal government's job. \nThese are steep prices for a state with falling revenues that is having trouble balancing its budget.\n\nInstead, we need sensible, humane immigration reform, not a patchwork of municipal, county and state laws that \ncan lead to racial profiling and other discrimination. Such laws decrease cooperation between local law \nenforcement and immigrant communities, which costs states an arm and a leg, not only in dollars and jobs but also \nin quality of life for residents.\n\nSimply put, an Arizona law in Missouri would cost too much.\n\n---\n\nJoan Suarez and Jennifer Rafanan are Missouri-based immigrant and refugee advocates.\n\nGraphic\n\n \n\n Christian Gooden • cgooden@post-dispatch.com  A protester at a May 1 rally at Kiener Plaza holds a sign showing \nwhat she thinks about  Arizona's new immigration law. The law requires police to check the immigration status \nof any person \"reasonably suspected\" to be in the United States illegally. Opponents say the law amounts to racial \nprofiling. \n"}