{"title": "The Wrong Path on Immigration", "body": "\nOne unhappy result of the federal government's inability to solve the puzzle of illegal immigration is that platoons \nof state and local officials and zealous private citizens are off hunting for answers on their own, with predictable \nscattershot results. In some places, local leaders have distinguished themselves with realistic policies that appeal to \ndignity and common sense. Then there is Long Island, where recent developments on the immigration front may \nonly help to validate people's worst opinions of it as a nesting place for insularity and fearfulness.\n\n  Long Island's touchy reputation about newcomers stems not just from the anti-Latino violence in Farmingville, or \nfrom the presence of the Minuteman Project, the border posse that recently held a recruiting drive in Babylon and \nwhose No. 1 and 2 leaders in New York State are from Long Island.\n\nIt's also the fact that two of the most prominent hard-line voices on immigration belong to Long Islanders: \nRepresentative Peter King and the Suffolk county executive, Steve Levy. Mr. King co-sponsored a punitive House \nbill that set the worst possible tone for constructive discussion of the issue; one provision seeks to squelch the \nimpulse to help illegal workers by making such charity a crime.\n\n  Mr. Levy is as smart and competent as local leaders come, but where immigrants are concerned, he remains \nstuck in a cul-de-sac of misguided nativism. From his plan to turn the county police into immigration enforcers to \nthe ill-planned housing raids on boarding houses in Farmingville, he has repeatedly avoided putting his energy to \ngood use on this issue, choosing always to be tough instead of smart.\n\n  The latest opportunity was missed last week, when Mr. Levy met in Washington with other members of Mayors \nand Executives for Immigration Reform, an organization Mr. Levy founded with the mayor of Danbury, Conn., to \npress the federal government to reimburse localities for the costs imposed by growing numbers of illegal \nimmigrants. \n\n  Mr. Levy is absolutely right to say that local communities suffer from federal inaction. But any thought that this \n''summit meeting'' would go beyond support-group bromides was belied by the guest list -- invited groups included \nthe Federation for American Immigration Reform and the Center for Immigration Studies, hard-line backers of \nstrict immigration limits -- and the impracticality of its manifesto. The group insists that Congress develop plans \nthat ''in chronological order'': 1) secure the border, 2) enforce immigration laws and 3) reimburse local \ncommunities ''for the cost of hosting so many undocumented people.''\n\n  It is absurd to make airtight borders a precondition of any other reform, and wrong not to add at least two other \npriorities to Congress's to-do list: 4) create a guest-worker program with enough visas to meet labor demand and 5) \ngive people already here a path to legal status and citizenship.\n\n  A Brookings Institution study has confirmed what has been known for decades: immigration has changed the \nface of the New York region, and the age of the white majority is about to end. Long Island needs to decide how it \nwill handle that transition. It can follow the example of Thomas Suozzi, the Nassau executive, who set up one of the \n\n\nfirst day-labor hiring sites in the Northeast, or Paul Tonna, a former Suffolk legislator who volunteers ferrying \nhomeless Latinos to shelter in local churches. \n\n  It can fight the impulse to scurry into the three-bedroom colonial and throw the deadbolt on the golden door. Or it \ncan fall into the well-trodden rut worn by its white-flight pioneers, behind the banner of Mr. Levy and Mr. King.\n\nhttp://www.nytimes.com\n"}