{"title": "What Do Immigrants Deserve? A Warm Welcome and the Usual Benefits -- but Not Affirmative Action", "body": "\nNEWT GINGRICH appears to have joined Sen. Alan Simpson (R-Wyo.) and other leading conservatives in backing \ndown on his initial plan to deny welfare and other benefits to legal aliens, saying he would not want to enact policy \nthat could be seen as hostile to immigrants who live here lawfully.\n\nHis change of heart isn't surprising, given the generally pro-legal immigration stance of many top Republicans from \nRonald Reagan to Jack Kemp. What is surprising is that neither Gingrich nor anyone else -- including \nspokespersons for African Americans -- have raised the issue of whether immigrants should be eligible for various \naffirmative action programs. Granting benefits to legal immigrants is sound policy, but their inclusion in \naffirmative action programs is an historical accident for which there is no possible justification.\n\nAffirmative action grew out of the civil rights revolution of the late 1950s and 1960s. James Farmer, the former \nhead of the Congress on Racial Equality, once recalled a 1963 conversation he had with Vice President Lyndon \nJohnson. Farmer urged Johnson to consider implementing a new federal policy that would grant \"compensatory \npreferential hiring\" for blacks. According to Farmer, the vice president said: \"Yes, it is a good idea, but don't call it \ncompensatory. Call it 'affirmative action.' \"\n\nSix years later, President Nixon announced the Philadelphia Plan, which required companies doing business with \nthe government to set up \"goals and timetables\" for the hiring and promotion of African Americans in craft union \njobs. In all, more than one third of the nation's work force was affected by the new regulations. The idea was \nsimple: to make up for America's legacy of slavery and caste segregation. Employers were told to pay particular \nattention to jobs where they had fewer minorities than would be expected given the pool of available candidates.\n\nBut the Nixon regulations took another big step by defining four categories of minorities: Asians and Pacific \nIslanders; African Americans; Hispanics; and native American Indians and Alaskan natives. With that move, a much \nbroader notion of minorities slipped into American law at the very moment when the volume of immigration was not \nonly growing but increasingly including Asians and Hispanics.\n\nToday, Hispanics make up about 40 percent of the foreign-born population, and Asians about 23 percent. In the \n1980s, the Philippines, China, Korea and Vietnam led all other countries in immigration to the United States. The \nnew composition of American immigration results from a worthy 1965 decision to get rid of national-origin quotas, a \nsystem driven by racist assumptions. The problem is that most of the post-1965 immigrants and their children are \neligible for affirmative action. Even if one thinks, as I do, that immigrants contribute a great deal to the national \ninterest of this country, giving them preferential treatment in the workplace isn't helpful.\n\nIt is true that, in various ways, American laws discriminated against Asian immigrants through the 1950s, and that \nLatinos, particularly in the Southwest, suffered from discrimination often backed by state action until the civil rights \nmovement of the 1960s. But no one has come up with a plausible reason why immigrants (and their children) who \nhave come to America voluntarily in the last two decades should qualify for affirmative action.\n\n\nTo include immigrants who came to this country after 1970 in such programs is bad for them and bad for the \nUnited States. The message these new entrants receive is that they are entitled to special benefits merely because \nof their membership in a designated group. That message is contrary to the American civil rights compact, based on \nthe principle of individual and not group rights. No Supreme Court justice, not even Thurgood Marshall, Harry \nBlackmun or William Brennan, ever defended affirmative action programs in the name of group rights. To the \ncontrary, they have been careful to insist that numerical goals linked to timetables, set-asides, ethnic \ngerrymandering and the like are temporary remedies, sometimes rough and flawed, to ensure individual rights.\n\nAfrican Americans rightly resent it when new immigrants, including those who were legalized under the \nImmigration Reform and Control Act of 1986, are counted to fulfill affirmative action goals. The effect is bound to \nbe divisive. When the Republican governor of Ohio recently awarded 19 contracts to businesses owned by \nimmigrants from India, he provoked a strong protest from elected African American officials and a counter-attack \nby one of the Indian businessmen, who said that the black-owned firms continue to get \"all the work.\"\n\nWhen a new city council district was created in Oakland, Calif., for the specific purpose of electing an Asian, \nAfrican-American leaders loudly protested in a heated debate that has yet to end. Other examples of affirmative-\naction-induced ethnic conflict exist in dozens of states.\n\nSuch policies serve only to inflame the anti-immigrant feeling spreading through this country. For many Americans, \nimmigrants have become the scapegoats who get blamed for crime, unemployment and all varieties of problems \nthis country faces.\n\nThis negative sentiment gelled most recently in California's Proposition 187, which, if upheld in court, would deny all \nbut emergency medical benefits to illegal aliens. Proponents say that chief among their goals is to send \nWashington a message that Californians are fed up with the federal government's failure to enforce the nation's \nimmigration laws.\n\nThough California voters may not realize it, the Clinton administration actually has been more attentive to \nenforcement than previous administrations. New strategies and tactics have been developed for better border \nenforcement and airport control. More recently, President Clinton in his State of the Union address recommended a \nnew measure that would sanction employers who knowingly hire illegal aliens by validating Social Security numbers \nthrough a computerized national registry.\n\nEnforcing immigration laws is critical to sound policy, but the vast majority of legal immigrants who work hard, pay \ntaxes and are subject to any military draft should not have safety net benefits taken from them.\n\nOne reform that should be made is to end the policy of including immigrants in affirmative action programs under \nthe guise of civil rights.\n\nLawrence Fuchs is a professor of American civilization and politics at Brandeis University.\n"}