{"title": "October 09, 2019: Archbishop Chaput's Weekly Column: Domestic Violence and Our Respect for Life", "body": "\nOctober is Respect Life Month; it's also Domestic Violence Awareness Month. The two issues differ in their focus, \nbut they're connected by a common concern for human dignity. The right to life - humanity's first and foundational \nright - includes the need to protect life from womb to natural death. It begins with, and can never exclude, the \nunborn child; but our obligations as Christians go well beyond the moment of birth.\n\nMen and women have equal capacities for holiness. They also have equal capacities for harm. Virtue and cruelty \nare alien to neither sex. But precisely because men and women differ in their strengths and weaknesses, violence \nbetween the sexes overwhelmingly consists in males physically abusing females. Women bear the brunt of \ndomestic violence. And when that happens, women's lives are brutally damaged or lost, families collapse, children \nsuffer, and the memory and habit of intimate violence are transmitted across generations. Men who abuse women \nare cowards. They bitterly wound others, and they humiliate and poison themselves. There's no excuse for it - ever.\n\nIn their 1992 statement, When I Call for Help: A Pastoral Response to Domestic Violence Against Women, \nreaffirmed in 2002, America's bishops stressed that violence against women, inside or outside the home, is never \njustified. They reminded the Catholic faithful that \"violence against another person in any form fails to treat that \nperson as someone worthy of love.\" But it's especially vile within a relationship of trust like a marriage or family. All \nof us, therefore, should take some time this month, a month dedicated to respecting life, to remember and pray for \nthose women and families enduring domestic violence.\n\nINDEX\n\nSECTION 1 ARCHDIOCESE OF PHILADELPHIA FINANCIALS\n\nSECTION 2 ARCHDIOCESE OF PHILADELPHIA PROFILE\n\nSECTION 3 PRESS RELEASES: 2019\n\nSECTION 1 ARCHDIOCESE OF PHILADELPHIA FINANCIALS\n\nArchdiocese of Philadelphia\n\nKey Stats\n\nEstimated Revenue (TTM): $0.27M\n\n\nSECTION 2 ARCHDIOCESE OF PHILADELPHIA PROFILE\n\n2.1 SUMMARY\n\nPermID: 5040894678\n\nWebsite: http://archphila.org/home.php\n\nSECTION 3 PRESS RELEASES: 2019\n\nSeptember 30: Events Calendar: Archdiocese of Philadelphia: President of U.S. Bishops' Conference Issues \nStatement on Holy Father's Apostolic Letter Reflecting on the Word of God\n\nWASHINGTON - Cardinal Daniel N. DiNardo, archbishop of Galveston-Houston and president of the United States \nConference of Catholic Bishops (USCCB) issued a statement on Holy Father's Apostolic letter reflecting on the \nWord of God.\n\nThe full statement follows:\n\n\"We welcome Pope Francis' Apostolic letter motu proprio, Aperuit Illis, reflecting on the Word of God. The Holy \nFather reminds us that the Word of God is 'performative' and that Christians should linger over and study the Word \nof God as revealed in Sacred Scripture.\n\nIt is my hope that the words of the Holy Father will encourage all the faithful to know the Lord better through \nprayerful reading and study of the Scriptures. Pope Francis emphasizes that through the Word of God and the \nsacrifice of the Mass we grow closer to Jesus and each other as the Body of Christ.\n\nThe Holy Father has now designated the Third Sunday in Ordinary Time as the Sunday of the Word of God. By \nnaming a special Sunday to commemorate the 'unbreakable bond between sacred Scripture and the Eucharist,' the \nHoly Father allows us to remember that it is through the Word of God that we encounter its author and learn of the \n'merciful love of the Father who calls his children to live in love.'\"\n\nSource: Company Website\n\nSeptember 30: Archdiocese of Philadelphia to Celebrate 14th Annual Hispanic Heritage Mass\n\nThe Archdiocese of Philadelphia commemorates Hispanic Heritage Month with the celebration of its 14th Annual \nHispanic Heritage Mass. Preceding the Mass, a formation retreat will be held for the community.\n\nMost Reverend Edward M. Deliman, Auxiliary Bishop of Philadelphia, will be the principal celebrant and homilist.\n\nSaturday, October 5, 2019 10:30 a.m. (Procession) 11:00 a.m. (Mass) Saint Peter the Apostle Church 1019 North \n5th Street Philadelphia, PA 19123\n\nThe day will begin with a retreat at Saint Peter the Apostle Parish Hall, 1039 North Lawrence Street, at 8:00 a.m. \nand will conclude at 4:00 p.m. The retreat will be led by husband and wife duo Ricardo and Lucia Luzondo, hosts of \nEWTN's program, Creados para Amar.\n\nThe Hispanic Heritage Mass commemorates the heritage and rich diversity of the Hispanic Catholic community in \nthe Philadelphia region. Representatives from 37 parishes and 3 worship sites in the Hispanic Apostolate will \nrepresent their countries of origin during the opening procession of the Mass. Participants are encouraged to dress \nin the traditional attire of their countries of origin. The Hispanic Chorale of Philadelphia under the direction of \nDamaris Thillet will provide the music. All are invited to attend.\n\nThe Mass is sponsored by the Office for Hispanic Catholics.\n\nSource: Company Website\n\nhttp://archphila.org/home.php\n\n\nSeptember 27: Archdiocese of Philadelphia: Gary and Patricia Holloway to Receive Saint Charles Borromeo Award\n\nSaint Charles Borromeo Seminary announced today that Gary and Patricia Holloway will be the recipients of the \nSaint Charles Borromeo Award, given by the Board of Trustees of Saint Charles Borromeo Seminary. The award \nwill be presented on April 22, 2020 at the Union League of Philadelphia.\n\nMr. Holloway is the founder and chief executive officer of GMH Associates, the parent company of GMH Capital \nPartners, a dynamic real estate company specializing in the acquisition, development, and management of high-\nquality residential and commercial properties throughout the United States. Mrs. Holloway is president of Lindsay \nFashion Enterprises, present chair of the Paoli Memorial Hospital Foundation and a hardworking, dedicated \ncommunity volunteer. The award recognizes the couple for their ongoing commitment to build a better community \nthroughout the Greater Philadelphia region.\n\n\"Gary and Patricia Holloway have shown great commitment to enhancing our community and are outstanding \nexamples of servant leadership,\" said Saint Charles Borromeo Seminary Rector Bishop Timothy C. Senior. \"Like \nSaint Charles Borromeo, who lived a life of service and humility, the Holloways embody these same qualities in \ntheir own lives.\"\n\n\"We are honored to accept the Saint Charles Seminary Award this year,\" said Mr. and Mrs. Holloway. \"Our \ncommitment to the community and Saint Charles Seminary in particular, is unwavering. It is extremely rewarding for \nus to be able to assist in the formation of the future leaders of our church. We are thankful for this recognition and \nhope that it brings even more awareness for our excellent seminary in Philadelphia.\"\n\nThe Holloways were a driving force in the creation of the annual Saint Charles Seminary Golf Classic, which was \nborn through their philanthropic leadership and is in its sixth year.\n\nSeptember 27: Archdiocese of Philadelphia: Archbishop Charles J. Chaput O.F.M. Cap. to Celebrate Respect Life \nSunday Mass\n\nwill be the principal celebrant and homilist at the annual Respect Life Sunday Mass. The Mass marks the beginning \nof Respect Life Month, during which all Catholics are encouraged to promote a culture that cherishes life.\n\nPreceding the Mass, a Holy Hour led by The Sisters of Life will be held at the Cathedral Basilica of Saints Peter and \nPaul.\n\nSunday, September 29, 2019 5:15 p.m. (Holy Hour) 6:30 p.m. (Mass) Cathedral Basilica of Saints Peter and Paul \n18th Street and Benjamin Franklin Parkway Philadelphia, PA 19103\n\nOrganized by the Archdiocesan Office for Life and Family, the Respect Life Sunday Mass is a celebration of the \nChurch's pro-life teachings. The Office for Life and Family promotes life through education, advocacy and pastoral \ncare programs.\n\nThe Mass will also kick-off the fall 40 Days for Life campaign. 40 Days for Life is an international effort to end \nabortion through prayer, fasting and community outreach. Following the conclusion of Mass, faithful will have the \nopportunity to sign up for prayer vigils that will be held at locations throughout the five-county Archdiocese.\n\nSource: Company Website\n\nSeptember 26: Archdiocese of Philadelphia: Chairman of US Bishops' Pro-Life Committee Celebrates Launch of \nRespect Life Month, Commends Catholics to \"Christ our Hope\"\n\nop Joseph F. Naumann, of Kansas City in Kansas and Chairman of the Committee on Pro-Life Activities, celebrated \nthe launch of Respect Life Month with a statement. Archbishop Naumann encouraged Catholics discouraged by \nattacks on human life to \"hold fast to Christ, our Hope.\"\n\nArchbishop Naumann's full statement follows:\n\n\n\n\"Although we must cherish, protect, and defend human life year-round, the Catholic Church in the United States \nsets aside each October as Respect Life Month.\n\nThis year's theme, \"Christ Our Hope: In Every Season of Life,\" is particularly suited for our times. While attacks \nagainst human life seem to grow ever more numerous and callous, we know that Christ has conquered sin and \ndeath. Through our Christian hope in the Resurrection, we are given the grace to persevere in faith.\n\nJesus asks us to be as leaven in the world, to bring His light to the darkness. Our daily activities take each of us to \nplaces only we can go, to people only we will meet. May we allow Christ to renew and strengthen us, that He may \nwork through us in each moment of every day.\n\nBe assured of my prayers for you and for our common efforts to bring about a world in which every life is cherished. \nAnd so, together, may we hold fast to Christ, our hope.\"\n\nSource: Company Website\n\nSeptember 26: Chairman of US Bishops' Pro-Life Committee Celebrates Launch of Respect Life Month, \nCommends Catholics to \"Christ our Hope\"\n\nArchbishop Joseph F. Naumann, of Kansas City in Kansas and Chairman of the Committee on Pro-Life Activities, \ncelebrated the launch of Respect Life Month with a statement. Archbishop Naumann encouraged Catholics \ndiscouraged by attacks on human life to \"hold fast to Christ, our Hope.\"\n\nArchbishop Naumann's full statement follows:\n\n\"Although we must cherish, protect, and defend human life year-round, the Catholic Church in the United States \nsets aside each October as Respect Life Month.\n\nThis year's theme, \"Christ Our Hope: In Every Season of Life,\" is particularly suited for our times. While attacks \nagainst human life seem to grow ever more numerous and callous, we know that Christ has conquered sin and \ndeath. Through our Christian hope in the Resurrection, we are given the grace to persevere in faith.\n\nJesus asks us to be as leaven in the world, to bring His light to the darkness. Our daily activities take each of us to \nplaces only we can go, to people only we will meet. May we allow Christ to renew and strengthen us, that He may \nwork through us in each moment of every day.\n\nSource: Company Website\n\nSeptember 25: Archdiocese of Philadelphia: World Day for Migrants and Refugees to be Celebrated on Sunday, \nSeptember 29\n\nWASHINGTON, D.C.- The Vatican's World Day for Migrants and Refugees will be held this Sunday, September 29, \n2019. The theme for this year's celebration is, \"It is not just about migrants.\" Bishop Joe S. Vasquez of Austin, \nChairman of the United States Conference of Catholic Bishops' (USCCB) Committee on Migration, noted of the \ncelebration:\n\n\"This year's theme for the World Day for Migrants and Refugees is an opportunity to look at the migration issue \nfrom the lens of humanity, of caring for and walking with our brothers and sisters. The World Day for Migrants and \nRefugees reminds us that it is not about where people come from but their unique God-given human dignity.\" \nVasquez noted. \"It reflects our call as people of faith to welcome our brothers and sisters, promote their well-being, \nprotect them from cruelty and human indifference, and assist in their integration into our community.\"\n\nSupport for migrants and refugees is particularly vital in this moment as the world is in the midst of the greatest \nglobal forced displacement crisis on record. We must continue to embrace love for our neighbor to counter the \ngrowing throwaway culture which disregards the human dignity of migrants and refugees.\"\n\n\n\nEducational resources related to the upcoming World Day for Migrants and Refugees can be found by visiting the \nJustice for Immigrants website.\n\nSource: Company Website\n\nSeptember 25: Archdiocese of Philadelphia: World Day for Migrants and Refugees to be Celebrated on Sunday, \nSeptember 29\n\nThe Vatican's World Day for Migrants and Refugees will be held this Sunday, September 29, 2019. The theme for \nthis year's celebration is, \"It is not just about migrants.\" Bishop Joe S. Vasquez of Austin, Chairman of the United \nStates Conference of Catholic Bishops' (USCCB) Committee on Migration, noted of the celebration:\n\n\"This year's theme for the World Day for Migrants and Refugees is an opportunity to look at the migration issue \nfrom the lens of humanity, of caring for and walking with our brothers and sisters. The World Day for Migrants and \nRefugees reminds us that it is not about where people come from but their unique God-given human dignity.\" \nVasquez noted. \"It reflects our call as people of faith to welcome our brothers and sisters, promote their well-being, \nprotect them from cruelty and human indifference, and assist in their integration into our community.\"\n\nSupport for migrants and refugees is particularly vital in this moment as the world is in the midst of the greatest \nglobal forced displacement crisis on record. We must continue to embrace love for our neighbor to counter the \ngrowing throwaway culture which disregards the human dignity of migrants and refugees.\"\n\nSource: Company Website\n\nSeptember 25: Archdiocese of Philadelphia: World Day for Migrants and Refugees to be Celebrated on Sunday, \nSeptember 29\n\nThe Vatican's World Day for Migrants and Refugees will be held this Sunday, September 29, 2019. The theme for \nthis year's celebration is, \"It is not just about migrants.\" Bishop Joe S. Vasquez of Austin, Chairman of the United \nStates Conference of Catholic Bishops' (USCCB) Committee on Migration, noted of the celebration:\n\n\"This year's theme for the World Day for Migrants and Refugees is an opportunity to look at the migration issue \nfrom the lens of humanity, of caring for and walking with our brothers and sisters. The World Day for Migrants and \nRefugees reminds us that it is not about where people come from but their unique God-given human dignity.\" \nVasquez noted. \"It reflects our call as people of faith to welcome our brothers and sisters, promote their well-being, \nprotect them from cruelty and human indifference, and assist in their integration into our community.\"\n\nSupport for migrants and refugees is particularly vital in this moment as the world is in the midst of the greatest \nglobal forced displacement crisis on record. We must continue to embrace love for our neighbor to counter the \ngrowing throwaway culture which disregards the human dignity of migrants and refugees.\"\n\nSource: Company Website\n\nSeptember 24: Archdiocese of Philadelphia: The Honorable Kevin J. Carey (Ret.) To Receive 2019 Magis Award \nfrom the Catholic Charities Appeal\n\nProject Magis will award the Honorable Kevin J. Carey (Ret.) the inaugural 2019 Magis Award for his significant \ncontributions to the Catholic Charities Appeal (CCA). The award will be conferred at the second annual Project \nMagis cocktail reception.\n\nProject Magis is networking group of legal and financial services professionals dedicated to helping others in the \nlocal community by supporting CCA. Project Magis assists people in need by addressing issues such as hunger, \nhomelessness, addiction, and more through dedicated fundraising events.\n\nMonday, October 7, 2019 5:30 p.m. - 8:00 p.m. Law Offices of White and Williams LLP One Liberty Place 1650 \nMarket Street, Suite 1800 Philadelphia, PA 19103\n\n\n\nIn 2018, Project Magis raised more than $120,000 for CCA, the Archdiocese of Philadelphia's single largest \nfundraising initiative. It benefits hundreds of thousands of people through countless organizations and ministries in \nthe five-county Archdiocese. Programs receiving funding from CCA include housing for the homeless, community \nfood cupboards, afterschool academic enrichment and recreational opportunities for youth, and family support \nservices.\n\n\"In a time of declining giving, we appreciate the support of the restructuring, financial and legal services community \nto help us feed the poor and care for children with special needs,\" said Linda McDonough, President of the CCA \nBoard. \"Without their generosity, and organizations like them, we would not be able to help the most vulnerable in \nour community.\"\n\nAll proceeds from the cocktail reception will benefit CCA thanks to the hospitality of White and Williams LLP and the \ngenerosity of Planning Committee members.\n\nBackground Regarding the Magis Award\n\nThe Magis Award is presented to individuals in the Greater Philadelphia business community who, regardless of \ncreed, have demonstrated respect, dignity, kindness, and humility toward others in the performance of their duties \nand in their profession.\n\nSeptember 12: Archdiocese of Philadelphia: Bishop Philipose Mar Stephanos to Celebrate Mass at Annual Indian \nCatholic Heritage Day\n\nMost Reverend Philipose Mar Stephanos, Bishop of Syro-Malankara Diocese of the United States and Canada, will \nbe the principal celebrant at the opening Mass at the Annual Indian Catholic Heritage Day.\n\nSaturday, September 14, 2019 3:30 p.m. Opening Procession 4:00 p.m. Mass Saint Thomas Syro-Malabar Catholic \nChurch 608 Welsh Road, Philadelphia, PA 19115\n\nOrganized each year by the Indian American Catholic Association of Greater Philadelphia and local Indian Catholic \ncommunities, Indian Catholic Heritage Day celebrates the rich traditions and cultures of the Syro-Malabar, Syro-\nMalankara, Latin, and Knanaya communities in the greater Philadelphia region.\n\nIndian Catholic Heritage Day will include a heritage procession, public meetings, cultural show, and dinner. All are \ninvited to attend.\n\nSource: Company Website\n\nSeptember 04: Events Calendar: Archdiocese of Philadelphia: President of U.S. Bishops Conference Calls for \nPrayers After Deadly Hurricane Hits the Bahamas and Moves Closer to the Southeastern Coast\n\nCardinal Daniel N. DiNardo, Archbishop of Galveston-Houston and President of the United States Conference of \nCatholic Bishops, has issued the following statement regarding Hurricane Dorian that left seven people dead in the \nBahamas and is moving closer to the southeastern United States.\n\nCardinal DiNardo's full statement follows:\n\n\"As we continue to be vigilant for the effects of Hurricane Dorian as it approaches the U.S.coast, we are extremely \nmindful of the dire need faced by the community in the Bahamas so devastated by this catastrophic storm. We pray \nfor all affected and invite Catholics and all people of goodwill to donate to Catholic Relief Services and Catholic \nCharities USA.\"\n\nSource: Company Website\n\nAugust 21: rchdiocese of Philadelphia: USCCB Chairmen Applaud Proposed Regulations Preventing Government \nDiscrimination Against Faith-Based Federal Contractors\n\n\n\nBishop chairmen of three committees of the United States Conference of Catholic Bishops (USCCB) expressed \nsupport for proposed regulations from the U.S. Department of Labor's Office of Federal Contract Compliance \nPrograms (OFCCP) clarifying religious protections that may be invoked by federal contractors, including faith-based \norganizations.\n\nBishop Robert J. McManus of Worcester, Chairman of the Committee for Religious Liberty, Bishop Frank J. \nDewane of Venice, FL, Chairman of the Committee on Domestic Justice and Human Development, and Bishop \nJames D. Conley of Lincoln, Chairman of the Subcommittee for the Promotion and Defense of Marriage, issued the \nfollowing statement:\n\n\"Faith-based groups should have the opportunity to compete on a level playing field as they seek to partner with the \nfederal government to provide critical social services. These proposed rules protect religious liberty, a core \nconstitutional right, by clarifying existing religious exemptions consistent with federal law and recent Supreme Court \nprecedent. We are grateful to the Administration for taking this step, and we look forward to filing more detailed \npublic comments with OFCCP.\"\n\nSource: Company Website\n\nAugust 20: Events Calendar: Archbishop Chaput's Weekly Column: U.S. Conference of Catholic Bishops \nAnnounces the Publishing of Lectio Divina of the Gospels\n\nThe United States Conference of Catholic Bishops (USCCB) announces the publishing of Lectio Divina of the \nGospels for the Liturgical Year, 2019-2020.\n\nLectio Divina of the Gospels takes the reader through the traditional process of lectio divina, with reading, \nmeditation, prayer, and contemplation, focused on the Gospel readings for Sundays and major feasts. A unique \nguide is offered for each Gospel reading to help the reader explore the sacred texts with greater attention and allow \nthe Word to permeate their mind and imagination more deeply. Each week's lectio divina includes dedicated space \nfor writing out reflections, thoughts, and prayers. This book takes the reader through the liturgical year, beginning \nwith the first Sunday of Advent on December 1, 2019, and concluding with the Solemnity of Our Lord Jesus Christ, \nKing of the Universe on November 22, 2020.\n\nSource: Company Website\n\nAugust 15: Archbishop Chaput's Weekly Column: Saint Augustine Catholic Church To Host 2019 Summer Sinulog \nFestival To Celebrate Historic Culture And Diversity\n\nNearly 1,500 faithful to join Saint Augustine Catholic Church for the 2019 Summer Sinulog Festival. This annual \ncelebration is held in honor of SeNor Santo NiNo de Cebu, the Holy Child Jesus venerated as miraculous by the \nFilipino community.\n\nSaint Augustine Catholic Church is the National Shrine for devotion to SeNor Santo NiNo de Cebu in North \nAmerica. Additionally, it is the Parish of choice for many Filipino-Americans in the Philadelphia area.\n\nSource: Company Website\n\nAugust 07: Archdiocese of Philadelphia: Catholic Housing And Community Services Of The Archdiocese Of \nPhiladelphia Partners With Nutritional Development Services To Create Community Garden For Seniors\n\nSenior residents from Catholic Housing and Community Services of the Archdiocese of Philadelphia's (CHCS) Saint \nJohn Neumann Place II (SJNPII) recently received a boost thanks to new 80-square-foot community garden. \nFunding for the community garden was made possible by a \"garden grant\" from the Community Food Program \noperated by Nutritional Development Services of the Archdiocese of Philadelphia (NDS).\n\n\n\nThe community garden will provide senior residents with opportunities for socialization, recreation, and education in \naddition to SJNPII's broad array of existing program offerings and partnerships. The garden will also increase \naccess to fresh, wholesome, and nourishing produce.\n\nMr. Edwin Rupert, Director of SJNPII's Wellness Center said, \"We hope to encourage our residents to engage in \nthe whole lifecycle of food from soil, to produce, to kitchen, to table. There's something very grounding about eating \nwhat we grow and health and wellness can be promoted at every step along the way.\"\n\nThe community garden is the latest asset to SJNPII, which is one of four CHCS senior housing communities that \nallows residents to remain active in their communities while enjoying comfortable, affordable apartment living. The \nbuilding consists of 52 one-bedroom apartment units and a Wellness Center on a parcel of land adjacent to Saint \nJohn Neumann Place, which has been in operation since 2008 and represents the successful conversion of the \nformer Saint John Neumann Catholic High School into 75 units of affordable senior housing.\n\nMs. Brooke Mullen, MS, RDN, LDN, Assistant Director of Community Relations for NDS said, \"A garden is a \nwonderful addition to a community, especially for seniors. In addition to offering a variety of fresh produce for the \ncommunity, we find that our garden grants cultivate fellowship, friendship and connects people across cultures, \nsocioeconomic status, language and background.\n\nAugust 04: Events Calendar: Archdiocese of Philadelphia: President of United States Conference of Catholic \nBishops and the Chairman of the USCCB's Committee on Domestic Justice Issued a Statement After a Tragic \nShooting in Dayton, Ohio\n\nCardinal Daniel DiNardo, of Galveston-Houston, and President of United States Conference of Catholic Bishops, \nand Bishop Frank J. Dewane, of Venice, Florida, Chairman of the USCCB's Committee on Domestic Justice and \nHuman Development have issued the following statement in response to the tragic shooting last night in Dayton, \nOhio.\n\nFull statement follows:\n\n\"We extend our condolences to the families and friends of those murdered in Dayton last night. The lives lost this \nweekend confront us with a terrible truth. We can never again believe that mass shootings are an isolated \nexception. They are an epidemic against life that we must, in justice, face. God's mercy and wisdom compel us to \nmove toward preventative action. We encourage all Catholics to increased prayer and sacrifice for healing and the \nend of these shootings. We encourage Catholics to pray and raise their voices for needed changes to our national \npolicy and national culture as well. We call on all relevant committees of the United States Conference of Catholic \nBishops to outline a reinvigorated policy agenda and pastoral campaign to address ways we can help fight this \nsocial disease that has infected our nation. The Conference has long advocated for responsible gun laws and \nincreased resources for addressing the root causes of violence. We also call upon the President and Congress to \nset aside political interests and find ways to better protect innocent life.\"\n\nSource: Company Website\n\nJuly 30: Archdiocese of Philadelphia: Catholic Social Services' Out-Of-School-Time Summer Camp Partners With \nThe Philadelphia Police Department And Drexel University To Host 2nd Annual \"Bike Rodeo\"\n\nMayfair Out-of-School (OST) Time Program, a ministry of Catholic Social Services of the Archdiocese of \nPhiladelphia (CSS), along with the Philadelphia Police Department's 15th District and Drexel University's College of \nNursing and Health Professions will host its 2nd annual \"Bike Rodeo\" to focus on bicycle and scooter safety.\n\nSource: Company Website\n\nJuly 22: Events Calendar: Archdiocese of Philadelphia: U.S. Conference of Catholic Bishops Announces the \nPublishing of Creating a Culture of Encounter: A Guide for Joyful Missionary Disciples\n\n\n\nThe United States Conference of Catholic Bishops (USCCB) announces the publishing of Creating a Culture of \nEncounter: A Guide for Joyful Missionary Disciples for use by parishes and communities of faith around the country.\n\nThis Spanish/English guide will help Catholics live out the call of Jesus to meet those on the peripheries with the \nGood News of the Gospel for their lives. It offers an organized five-session parish encounter process to help small \ngroups to dig deeper into the Church's evangelizing mission. In each session, participants take up a new aspect of \nJesus' encounter with the disciples on the road to Emmaus and focus on a different element of the evangelical call \nto spread the Gospel, inspired by Pope Francis's apostolic exhortation Evangelii Gaudium. The five-session guide \ninvites participants to See, Judge, Act, Celebrate, and take Missionary Action to follow the pastoral circle process.\n\nThis new community resource will deepen missionary discipleship in parishes, lay ecclesial movements, Catholic \nschools, parish councils, religious groups, and faith formation teams of any cultural or ethnic background. The \nprocess of encounter will bear good fruit, as Catholics take up their missionary mandate in families, schools, \nworkplaces, communities, parishes, and wherever they find those in need of God's love. It is particularly \nrecommended for those seeking to build encounter and unity in culturally diverse environments.\n\nCreating a Culture of Encounter was developed as a resource by the Subcommittee on Hispanic Affairs under the \ndirection of the Committee on Cultural Diversity in the Church as an adaptation of the process developed for the V \nNational Encuentro of Hispanic/Latino Ministry\n\nSource: Company Website\n\nJuly 22: Archdiocese of Philadelphia: Archbishop Charles J. Chaput To Celebrate Mass Of Thanksgiving For Little \nSisters Of The Poor\n\nFollowing the conclusion of Mass, a reception will be held at the Logan Philadelphia Hotel.\n\nSaint Jeanne Jugan founded the Little Sisters of the Poor in 1839. She dedicated her life to caring for the elderly \npoor in France and inspired many women who joined the Little Sisters of the Poor to follow her example.\n\nIn 1869, the Sisters expanded their ministry to serve the elderly poor in Philadelphia. At one point, the Sisters cared \nfor over 600 elderly in three different homes. Today, the Sisters operate Holy Family Home in Southwest \nPhiladelphia. The Home offers three different levels of care to seniors in need: independent living, 30 apartments \nfor low-income seniors; personal care, 22 private rooms; and skilled nursing care, 44 private rooms.\n\nSource: Company Website\n\nJuly 15: Archdiocese of Philadelphia: Catholic Social Services' Out-Of-School Time Programs (OST) To Celebrate \nSummer With 9th Annual Out-Of-School Time Picnic\n\nCatholic Social Services' Out-Of-School Time Programs (OST), a ministry of the Archdiocese of Philadelphia, will \ncelebrate the summer with a day of fun at its 9th annual Out-Of-School Time picnic. Nearly 550 children and youth \nfrom OST programs located throughout the City of Philadelphia will attend.\n\nFriday, July 19, 2019 10:00 a.m. - 2:00 p.m. Neshaminy Shore Picnic Park 13 Beaver Street Hulmeville, PA 19047\n\nFestivities at this year's picnic will include entertainment, sports, games, rock climbing, swimming, face painting, \nminiature golf, and more. In addition, those attending have the opportunity to enjoy the park's ample green space \nand recreational offerings.\n\nFor more than 20 years, CSS has served at-risk children and youth in grades K-12 through its OST programs. \nDuring the school year, the programs provide safe, challenging, and engaging learning experiences that help \nchildren develop the social, emotional, physical, and academic skills vital to future educational achievement.\n\nThroughout the summer months, OST programs support working families by offering places for their children to \nparticipate in recreational activities and academic reinforcement programs to help them avoid summer learning loss. \n\n\n\nStudents participate in a variety of programming including dance, culinary arts, sewing classes, STEM education \nand more.\n\nCSS' OST Programs are a beneficiary of the Archbishop's Benefit for Children (ABC), a year-round fundraising \neffort that provides necessary support to help ensure the vitality of CSS' youth programs for children, adults and \nfamilies of all faiths throughout the five-county metropolitan area comprising the Archdiocese of Philadelphia. These \nprograms provide help and create hope for over 16,000 children each year, including children of veteran \nhouseholds and immigrant families.\n\nPermID: 5040894678\n\nCreated by www.buysellsignals.com for News Bites Finance\n"}