{"title": "Punishment Over a Detainee's Death", "body": "\nA Rhode Island detention center says it is punishing seven employees in connection with the case of a New York \ncomputer engineer from China whose extensive cancer and fractured spine went undiagnosed, despite his pleas for \nhelp, until shortly before he died in immigration custody last summer. \n\n  The disciplinary actions, ranging from firing to reprimand, resulted from an internal investigation that found \n''specific failures to comply with facility policies and procedures,'' according to a statement issued this week by the \nboard of the center, the Donald W. Wyatt Detention Facility in Central Falls, R.I., a locally owned jail that mainly \nhouses federal detainees. \n\n  Spokesmen for Wyatt, which is being sued by the widow of the engineer, Hiu Lui Ng, 34, declined to provide any \nmore details. And they stood by earlier assertions that ''Mr. Ng was provided appropriate and timely medical \nattention to diagnose the late-stage cancer which ultimately caused his death.'' He died on Aug. 6, after a year in \nimmigration custody, the last month of it spent at Wyatt. \n\n  Lawyers for Mr. Ng's family said the announcement raised more questions than it answered at a time when federal \nimmigration authorities, citing their own continuing investigation into Mr. Ng's treatment, have removed their \ndetainees from Wyatt and stopped placing any more of them there. The federal investigation began soon after The \nNew York Times reported in August on the case, one of several detainee deaths that have drawn Congressional \nscrutiny to complaints of inadequate medical care, human rights violations and a lack of oversight in immigration \ndetention.\n\n  ''The extent of the discipline highlights that there is a systemic problem at Wyatt,'' said Steven Brown, director of \nthe American Civil Liberties Union of Rhode Island, who is one of the lawyers representing the family. He \nmaintained that the detention center's decision to discipline seven employees did not square with its defense of Mr. \nNg's medical treatment.\n\n  Wyatt and Central Falls city officials, citing the jail's long record of accreditation by the American Correctional \nAssociation and warning of layoffs and economic distress, have been lobbying Rhode Island's Congressional \ndelegation for a return of the immigration detainees, who filled about a third of the jail's 722 beds. The government \npaid Wyatt more than $100 a day for each, and officials say the jail has been losing about $100,000 a week since \nthe detainees were scattered to other jails last month.\n\n  John J. McConnell Jr., a lawyer who is handling the Ng litigation without fee for the American Civil Liberties Union, \nsaid Wyatt was ''walking a fine line,'' trying to take just enough disciplinary action to get back the detainees, without \nadmitting wrongdoing. \n\n  ''I just wish somebody would take responsibility for the needless torture of Jason Ng,'' Mr. McConnell said, using \nthe American name that Mr. Ng adopted when he arrived from Hong Kong as a teenager with his parents on \n\n\nvisitors' visas. ''No one is taking responsibility for him. That, for me, is the terrible thing about how we as a society \ntreat immigration detainees.''\n\n  The lawyers have been frustrated in their efforts to obtain Wyatt's records on Mr. Ng, who overstayed a visa years \nearlier and was detained for possible deportation after his wife, an American citizen, sponsored him for a green \ncard. \n\n  In court papers, Wyatt claimed that under a federal regulation issued after 9/11, it could not disclose any \ninformation about a detainee, even a name, without specific authorization from Immigration and Customs \nEnforcement. A federal judge has postponed a ruling on the matter while she studies the intent behind the \nregulation.\n\n  Asked whether the immigration agency was withholding permission to provide records to Mr. Ng's survivors, Kelly \nNantel, a spokeswoman, declined to answer, citing its investigation. \n\n  But lawyers for the Ng family are confident they will eventually get to examine the evidence of Mr. Ng's ordeal, \nincluding video recordings made by guards. In affidavits and interviews, lawyers, relatives and other detainees have \nsaid that even when Mr. Ng (pronounced Eng) was in too much pain to walk, use the bathroom or stand in line to \nget pain medication, he was accused of faking his illness and was repeatedly denied a wheelchair. \n\n  A week before his death, according to an affidavit by a lawyer who spoke with Mr. Ng and other witnesses at the \ntime, five guards dragged him out of his cell and drove him in shackles to a federal lockup in Hartford, where an \nimmigration agent pressured him to drop his appeals and agree to deportation.\n\n  Asked about that episode, Phillip Loscoe Jr., a spokesman for Wyatt, said, ''Whether or not Mr. Ng should or \nshould not have been sent to Hartford is not a decision that we at Wyatt make.'' \n\n  Mr. Loscoe and another spokesman would not say which jail employees were being punished or why, citing the \nlitigation by Mr. Ng's family and the federal investigation. The warden, Wayne Salisbury, confirmed in a recent \ninterview that a captain who refused Mr. Ng the use of a wheelchair was suspended last fall, with pay. On Friday, \nMr. Salisbury referred a reporter's questions to jail spokesmen, who declined to answer them. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Officers at the Wyatt detention center in Rhode Island, where a New York man, Hiu Lui Ng, died in August. \nMr. Ng had cancer and a fractured spine, which went undiagnosed at the jail.(PHOTOGRAPH BY SUZANNE \nDeCHILLO/THE NEW YORK TIMES)                                                                            \n"}