{"title": "Canada sends illegal immigrants home   ENFORCEMENT\"Prodded by criticism, the Immigration Department   is giving top priority to finding people with serious criminal   records, second priority to those who dodge hearings", "body": "\nBY PETER MOON\n\nThe Globe and Mail\n\n THE two plainclothes immigration officers quietly accompany their\n\nprisoner through the Air Canada check-in at Toronto International Airport,\n\npass through U.S. customs and immigration, and are pre-boarded on the mid-\n\nmorning flight to Miami.\n\n    They are escorting a 42-year-old man back to his native Colombia. The\n\nman is being deported after living in Canada as a landed immigrant for 18\n\nyears. During that time he has received 21 convictions for crimes that\n\ninclude trafficking in narcotics, assault, theft, and keeping a bawdy\n\nhouse.\n\nThe Immigration Department has been trying to get rid of him since\n\n1985. He has fought them through immigration hearings, the Immigration\n\nAppeal Board and the Federal Court of Canada. The appeals have run out and\n\nhe has been released from a jail sentence into the custody of the\n\nimmigration officers who are now taking him to Colombia.\n\nUnlike some deportees who scream and yell and fight to the point that\n\nthey have to be manacled and shackled and even placed in a strait jacket,\n\nthe Colombian is quiet and well behaved.\n\nHis recent deportation was part of a stepped-up effort by the\n\nImmigration Department to remove undesirable immigrants from Canada.\n\nAs part of a tougher enforcement program, Canada has begun deporting\n\npeople to countries to which illegal immigrants were never before sent\n\nback. In recent months, people have been returned, on a case-by-case\n\nbasis, to Iran, Vietnam, Somalia, Sri Lanka and countries within the\n\n\nformer Soviet Union.\n\n\"There is a realization here that enforcement functions were neglected\n\nover the last decade,\" said Ulrich Werneburg, the department's chief of\n\ninvestigations, detention and removals at national headquarters in Ottawa.\n\n\"So there has been an attempt, a successful attempt, I think, to put more\n\nemphasis into these enforcement functions.\"\n\nBy the time final figures are in for 1991, he said, the Immigration\n\nDepartment expects that about 4,500 illegal immigrants, including 450 with\n\nserious criminal records, will have been removed from Canada by a\n\ndeportation or other kind of immigration order. That compares with 3,039\n\nin 1990 and 2,379 in 1989.\n\nThe increase, Mr. Werneburg said, is tangible evidence that things are\n\nbeginning to change since the Immigration Department's enforcement efforts\n\nwere severely criticized by the auditor-general, Kenneth Dye, in 1990. Mr.\n\nDye told Parliament he could not understand why immigration rules and\n\npenalties were \"virtually ignored\" by the department responsible for\n\nenforcing them.\n\nMr. Dye noted that by 1988 the Immigration Department had \"a general\n\ninability to carry out enforcement actions. There was no effective\n\nguidance from national headquarters; information systems were inadequate,\n\nunreliable, and in some cases, misleading.\n\n\"Backlogs in investigations of criminal actions by immigrants or\n\nvisitors exceeded 10,000 cases in the largest region. Morale of\n\nimmigration investigators was poor, and often no response was made to tips\n\nfrom the public.\"\n\nA major part of the problem was that the Immigration Department was\n\noverwhelmed by a backlog of 114,000 refugee claimants that built up before\n\n1989, when new legislation was introduced to try to speed up the\n\ndetermination process. The backlog has since been reduced but not cleared.\n\nThe magnitude of the refugee problem appeared to overwhelm officials\n\nand sap the political will of the government to resolve the problem.\n\nRefugee claimants continued to arrive in Canada, but in fewer numbers.\n\nBut Mr. Dye's scathing report to Parliament appeared to get through to\n\nthe government. The Immigration Department now has an enforcement-minded\n\nminister, Bernard Valcourt, who not only talks about taking firm action\n\nagainst illegal immigrants who abuse the system, but insists that his\n\nofficials take tough action.\n\nThe Immigration Department has established an enforcement team at\n\n\n\nheadquarters and begun building computer systems to track the thousands of\n\npeople trying to get permanent-resident status within Canada as they make\n\ntheir way, with all the protections afforded by the Charter of Rights and\n\nFreedoms and usually with free legal aid, through the convoluted,\n\nexpensive and lengthy system of hearings and appeals.\n\nImmigration has set priorities for investigators, who must now\n\nconcentrate on finding and getting rid of illegal immigrants with criminal\n\nrecords and people who fail to appear for hearings or removal.\n\n\"All criminals, especially serious ones, have been given top priority,\"\n\nMr. Werneburg said. \"So we told our people, No. 1 priority, go after\n\nserious criminals. Second, we wanted to go after no-shows for removal.\n\nThen overstays (by visitors and students), illegal workers, marriages of\n\nconvenience and other kinds of investigations.\"\n\nThe department's resources are not great. Toronto, which has more than\n\nhalf of Canada's illegal immigrants, has only 30 full-time investigators\n\n(10 of them added last year as part of the department's increased efforts)\n\n. Montreal has 20 investigators, and Vancouver fewer than 10.\n\nSome days, the Toronto office, which covers not only Metro Toronto but\n\na large area outside its borders, may have only a single car on the road\n\nwith two investigators to make arrests. Because of budget and staffing\n\nrestraints, investigators work only a couple of evenings a week and\n\noccasional weekends.\n\nThe Toronto office has only four investigators to track immigrants and\n\nvisitors who commit crimes, and who may appear in any of more than 100\n\ncourt rooms in the area's 10 court houses. The office's court unit is\n\ncurrently tracking more than 5,000 refugee claimants, immigrants or\n\nvisitors charged with criminal offences in local courts. Offences range\n\nfrom theft to murder. Convictions make immigrants and visitors subject to\n\nremoval action.\n\nAs part of the department's new emphasis on enforcement, it is making\n\nmajor efforts to establish links with police forces across the country.\n\n\"The problem was that the police had lost contact with us, especially\n\nin that period in the late 1980s when we weren't really doing very much\n\nenforcement,\" Mr. Werneburg said. \"We couldn't do anything with the people\n\nthey found for us, which was a frustrating situation.\n\n\"Since we wanted to take a more pro-active stance in enforcement, it\n\nmeant we had to go out and encourage our people to liaise with the police\n\n\n\nso they would feed us again.\n\n\"But when we do that, we have to commit ourselves to deal with what\n\nthey give us, because if you don't, your relationship is destroyed very\n\nquickly.\"\n\nThe Immigration Department has the names of 5,844 people it wants to\n\narrest in the Canadian Police Information Centre, a national computer\n\nsystem operated for Canadian law-enforcement agencies by the RCMP. It is\n\nworking with the RCMP to add to the system a backlog of arrest warrants.\n\nA routine traffic stop or contact on a street or in a residence by a\n\npolice officer can turn up an illegal immigrant. The Immigration\n\nDepartment has established procedures so that police queries and tips are\n\nanswered around the clock.\n\nInvestigators from the Toronto office frequently accompany local police\n\non raids on crack houses, after-hours drinking clubs, gaming houses and\n\nbawdy houses.\n\nThey also work with welfare authorities. Investigators say an alarming\n\nnumber of refugee claimants and illegal immigrants are cheating the\n\nwelfare system. They say it is common to find cases of refugee claimants\n\nand illegal immigrants receiving as many as 10 welfare cheques by using\n\nfalse identities.\n\n\"We are involved with people all the time who are involved in\n\ncriminality, taking advantage of (unemployment insurance), (provincial\n\nhospital insurance) and our welfare system,\" Sue Pine, a Toronto\n\nimmigration investigator said.\n\n\"There are a lot of excellent people who come to Canada. But those\n\naren't the people we deal with in enforcement.\n\n\"The people who come here legally, who have waited their turn and done\n\nthings the right way to get here, are the first people to call us to\n\nreport the abuses, because they have had to do things the right way. It\n\nbothers them more than the home-grown Canadian, who doesn't understand\n\nwhat a person must go through to come here legally.\"\n"}