{"title": "Emphasizing the No Hassle in 'No-Hassle Zones'", "body": "\nTORRENTIAL rains have reduced the customary crowd of about 50 day laborers waiting for work under the I-95 \nviaduct on State Street to just a clutch of shivering sodden men. Here in the pickup area that city signs designate \nthe ''No Hassle Zone'' for hiring, no contractors' trucks cruise by. \n\n  ''If they are lucky, many of them will work just two days a week,'' says the Rev. Juan David Paniagua, the 32-year-\nold Colombian-born pastor of the Stamford Spanish Second Church of the Nazarene. \n\nUnlike these men -- most are undocumented immigrants from Central and South America -- Mr. Paniagua arrived at \nhis assigned church from Bogota with proper papers and his family (a wife and two children) intact. Now he does \npastoring of a different sort as a part-time outreach worker for the East Side Partnership here. This association of \nlocal residents and business owners hired him to tackle the dicey, sometimes contentious relationship between the \nmen, who can number in the hundreds during the summer, and the community within the main hiring corridor along \nEast Main. \n\n  On behalf of local merchants dismayed by men milling outside their businesses, Mr. Paniagua asks contractors \nnot to pick up workers outside the designated zone, especially the Dunkin' Donuts on East Main. He urges the \nlaborers not to rush the trucks, to keep the zone clean and stay there. But it's tough to herd this skittish flock that \nsenses the wolf at the door.\n\n  ''They are just trying to survive,'' Mr. Paniagua says. Some days, his job requires the agility and tenacity of a \nborder collie.\n\n  In the partnership's tiny Myrtle Avenue office, Mr. Paniagua explains his mission: ''The purpose of my work is to \ngive these people some voice. Most of them are afraid about filing a claim or calling the boss, the contractor, to ask \nfor payment.'' \n\n  Among the undocumented, he explains, fear is the greatest ally of exploitation -- a condition borne out by the first \nnationwide study of day laborers in 2005, which found that nearly half of day laborers at 500 hiring sites reported \nbeing cheated out of wages. In Stamford, according to Mr. Paniagua's own study of about 60 workers, 65 percent \nreport being cheated; 10 percent had been abandoned at a workplace by an employer; nearly 30 percent say they \nwere denied food and water breaks; and 20 percent were injured on the job. Less than half of the injured received \nmedical care.\n\n\n  ''I have seen some terrible stories here,'' Mr. Paniagua says. He cites the man who came looking for work just \ndays after doctors had reconstructed a finger mangled and flayed by a machine. Another, with his left arm in a cast, \nwas trying to work two weeks after an accident that had crushed his shoulder and collarbone.\n\n  Sandra Ramos overcame her fear to let Mr. Paniagua file complaints with the State Department of Labor on behalf \nof her and a co-worker against a local cleaning service that paid them $275 a week, but demanded that they work \n84 to 90 hours a week -- over six days.\n\n  ''That had them working for less than half minimum wage,'' Mr. Paniagua said. (Connecticut's minimum hourly \nwage is $7.40 and goes to $7.65 on Jan. 1.) ''But it took Sandra months to quit that because she has four children \nto feed in Guatemala.'' \n\n  The women's claims, under investigation, are Mr. Paniagua's first filing with the labor department. Often when \nphone calls to contractors do not elicit payment, he resorts to small claims court. ''But sometimes even when we get \njudgments, some refuse to pay,'' he says.\n\n  Carmen Domonkos, project manager for the citywide Stamford Partnership, who hired Mr. Paniagua, says his \nvictories echo loudly: ''Juan is quiet and low key, but the laborers and the business people have come to trust him. \nOnce he helped two or three guys get paid, it went a long way toward building confidence.'' \n\n  Last month, Mr. Paniagua was glad to get some advice from members of the Los Angeles-based National Day \nLabor Organizing Network, which signed an agreement in August with the A.F.L.-C.I.O. to work at improving wages \nand health care for workers. With the Census Bureau classifying Connecticut as a ''destination'' state for immigrants \n-- they will spend $3 billion in the state this year and send $300 million home -- Mr. Paniagua acknowledges that \nday laborer issues will require solutions brokered in Hartford and Washington. \n\n  But right now, he has a very specific problem with his little island in the stream. ''Dunkin' Donuts is moving two \nblocks north on East Main,'' he says gloomily, meaning it will be harder to keep the workers in the zone.\n\n  Back at the dripping, disconsolate No Hassle Zone, no one will promise that they won't try to follow the bosses to \nthe shop as the slow winter season closes in. No one is inclined to give a full name to a reporter. But a man with \nbandaged fingers calling himself Ernesto is willing to translate the consensus on Mr. Paniagua and his work among \nthem: ''One good man. Many, many problems.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: PARTNERS -- The Rev. Juan David Paniagua, center, with day laborers in Stamford. (Photo by Janet \nDurrans for The New York Times)\n"}