{"title": "Alien: the stories the movie franchise has yet to explore", "body": "\nMay 08, 2017( Den of Geek: http://www.denofgeek.com Delivered by Newstex)  Ryan Lambie[1] May 9, 2017 \nAhead of Alien: Covenant, we take a look at the unexplored plot threads the existing Alien movies have left \nbehind...  NB: The following contains a mild spoiler for Prometheus as well as earlier films in the Alien franchise. \nSee related Star Trek: Generations - looking back at Star Trek 7[2] When Prometheus emerged in 2012, it took the \nfranchise in a very different direction - well away from the dark, metallic corridors of the main Alien movies and into \nbroader sci-fi territory. Sure, Ridley Scott's Alien prequel contained plenty of slithering things and a splash of blood \nhere and there, but the director evidently had bigger things on his mind than facehuggers and xenomorphs: the \norigins of life on Earth, godlike beings from the other side of the galaxy, and exactly how they came to crash-land \non to encounter - or perhaps even create - the title Alien from Scott's 1979 classic. This year's Alien: Covenant \ntakes things more deeply into pure sci-fi horror territory, but all the same, there are all kinds of dangling plot-threads \nand unfinished stories left in the franchise. \n\nVideogames, novels and audio books - like the recently-released Alien: River Of Pain - may help to expand the \nborders of the Alien universe, but to date, the following stories have yet to be furthered on the silver screen. Let's \ntake a closer look at each in turn, followed by our best guess at the likelihood of seeing those strands picked up \nagain in the near future...Morse, the survivor of Alien 3  To this day, Alien 3 continues to divide fans of the series, \nthanks in no small part to the way it deals with the characters so carefully introduced in James Cameron's Aliens. \nQuietly-spoken Colonial Marine Dwayne Hicks (Michael Biehn) and poor Newt are brutally despatched before the \ncredits roll, leaving Ripley (Sigourney Weaver, of course) stuck, on her own, on the all-male prison planet, Fiorina \n161. A gloomy pall hangs over Alien 3 from the very beginning, then, and the clouds refuse to shift through the rest \nof the story. There's a new breed of monster slaying the inmates, while Ripley discovers that she was impregnated \nby a facehugger in cryosleep. With Ripley sacrificing herself at the end of the movie - better to die than let Weyland-\nYutani get hold of an Alien Queen specimen, she reasons - the franchise was left with just one survivor: gimlet-\neyed inmate, Morse Alien 3 concludes with the prison planet being shut down for good, while Morse (played by \nBritish actor Danny Webb) is dragged off by Weyland-Yutani. Exactly why Alien 3's writers chose such a random \nbackground character as the film's lone witness is unclear - maybe the decision was a symptom of a fraught \nproduction, or perhaps it's intended to fit with the idea that the universe is an uncaring, random place. Whatever the \nreason, Morse is the rare example of a character facing the xenomorph and living to tell the tale. This begs the \nquestion: what on Earth happened to him afterwards? Chances of the story being told: Highly unlikely. Let's face it, \nthe Weyland-Yutani corporation's heartless enough to want to turn xenomorphs into weapons. In all likelihood, \nMorse was taken out the back and quietly shot or something.Ripley 8 and Call from Alien: Resurrection  After the \ndoom and gloom of Alien 3, 20th Century Fox seemed keen to take the franchise as far away from that entry as \npossible. At least, this might explain some of the more blackly comic moments introduced by French director Jean-\nPierre Jeunet and writer Joss Whedon. Set 200 years after Alien 3, Resurrection brings Ripley back from the dead \nvia the miracle of cloning. Scientists have taken Ripley's DNA and fused it with that of an alien, resulting in Ripley 8 \n- a colder, more predatory incarnation of the alien, now possessing super-strength and acid for blood. Alien: \nResurrection, then, is a kind of space-going Jurassic Park, with Ripley stuck on another space ship teeming with \nxenomorphs. Once again, most of the supporting characters are brutally despatched before the closing credits, \n\n\nleaving only Ripley and Call, a doe-eyed synthetic played by Winona Ryder. The theatrical cut of Resurrection has \na happy ending, of sorts, with the final shot offering the promise of Ripley finally getting to return to Earth after \ndecades in space. An alternate ending, meanwhile, has Ripley and Call touch down on our planet's surface, where \nthey sit among the ashen remains of a post-apocalyptic Paris. What happened? Has Weyland-Yutani's obsession \nwith exotic weaponry finally destroyed our species, or is Paris' devastation just a local event? The middling critical \nand financial reception to Resurrection has left that question hanging in the air. Chances of the story being told: It's \nnot looking good, is it? Neill Blomkamp was interested in making Alien 5, but even he didn't want to pick up the \nstory of Ripley 8 and Call - instead, he wanted to follow on from Aliens as though Alien 3 and Resurrection never \nhappened. With that project now dead and Ridley Scott pressing on with his prequels, the chances of seeing \nSigourney Weaver or Winona Ryder reprise their roles grows more distant with every passing year.The further \nadventures of the Colonial Marines  Among all the quotable lines in Aliens, one of our favourites is one uttered by \nHudson (Bill Paxton): \"Is this a stand-up fight, or another bug hunt?\" It suggests so much in a handful of words. The \nColonial Marines who accompany Ripley on the journey back to LV-426 are essentially a private army, and the \nplanet of xenomorphs is far from their first mission on other worlds. Indeed, we can hear the Marines chatter about \nsome of their other experiences early in the film (\"I wouldn't mind getting me some more of that Arcturan \npoontang\"). The Marines we see in Aliens may come to a sticky end, but what about other detachments elsewhere \nin the universe? What have they encountered as they've helped Weyland-Yutani colonise other planets? Chances \nof the story being told: The chances of a full-blown sequel to Aliens may be slim now that Blomkamp's concept is \ndead, but what about a Colonial Marines TV spin-off? We'd certainly like to see what those bug hunts looked like. \nWe wrote about the Colonial Marines' missed opportunity in more detail back in 2012.[3]Alexa Woods from Alien \nVs Predator  After Alien: Resurrection came Alien Vs Predator, Paul WS Anderson's 2004 crossover with 20th \nCentury Fox's other popular sci-fi property. Set in the present, with explorers discovering a big temple of \nxenomorphs and Predators in the Antarctic, the film made a bit of money but hardly endeared itself to fans or critics. \nIn fact, it's easy to forget that Alien Vs Predator's human lead even survived the movies events; Sanaa Lathan \nplays the adventurer Alexa Woods, who's the only person to come out of the deadly expedition with her limbs intact. \nIt certainly seemed as though the producers of the AvP movies forgot about Alexa, since she was nowhere to be \nseen in the sequel, Aliens Vs Predator: Requiem. What happened to her? Did she make it back to civilisation? It's \npossible we'll never know. Chances of the story being told: Virtually nil. As we'll see shortly, Aliens Vs Predator: \nRequiem left some threads behind itself, which Fox has so far shown little interest in tying off. Well over a decade \non from Alien Vs Predator's events, we're hardly likely to see the franchise return to tell Alexa's story - which \nmeans she could still be out there, stuck in the Antarctic, clutching her Predator spear...Ms Yutani from Aliens Vs \nPredator: Requiem  Aliens Vs Predator: Requiem promised to bring copious blood and acid back to the franchise \nafter the relatively tame (PG-13) Alien Vs Predator. While it delivered on that promise, pretty much everything else \n- subtlety, intelligence, plot, adequate stage lights - were conspicuously absent. This time around, xenomorphs and \nPredators did battle in the suburbs and sewers of Colorado, with an assorted bunch of humans randomly offed \nduring all the collateral damage. The film ends with all traces of the alien conflict being wiped out by a nuclear \nbomb, before the action cuts to one Ms Yutani, played by Francoise Yip. It turns out that the company now has its \nhands on some advanced technology - a gun left behind by one of the Predators. Given how much Weyland Yutani \nlove fancy weapons, we can only guess what they'll do with it next. Chances of the story being told: Like Alexa from \nAlien Vs Predator, fairly non-existent. Aliens Vs Predator: Requiem received the most dismal reviews of any movie \nin the franchise so far, and Fox clearly isn't a rush to go back and see what Ms Yutani gets up to with her futuristic \ngun.Jones the cat  When Ripley left Gateway to return to LV-426 in Aliens, she left behind Jonesy, the faithful cat \nshe saved from the Nostromo in Alien. After Aliens, there was all kinds of speculation about where the franchise \nmight go next. Could it be that something nasty was hiding inside Jones, waiting to burst out? While Cameron ruled \nout the chance of making a sequel, he nixed the idea that Jones might be used as the Trojan horse for another \nAlien movie. \"By the way, it's not in the goddamned cat and it's not in Newt, either,\" Cameron wrote in issue 184 of \nStarlog[4]. \"I would never be that cruel.\" We're therefore left wondering who looked after Jones and what happened \nto him. Did he have to suffer through any more horrendous alien encounters, or did he see out his days in comfort \non Gateway? Chances of the story being told: Very unlikely. That is, unless there's a feline uprising and our cat \noverlords remake the Alien franchise. We'd actually pay to see this.LV-223 and the Deacon from Prometheus  \nWithout spoiling things here, Alien: Covenant does, of course, continue the story established by Prometheus. But \nwhile we do discover the answers to more than a few questions, there's one thread currently left hanging: the moon \nLV-223 and the creatures still stirring around on it. Lest we forget, the place is still home to snake-like Hammerpede \n\n\n\nmonsters, and, even more scarily, the Deacon - that blue, scrawny monster that emerged from an impregnated \nEngineer. With Alien: Covenant taking place on another planet, the monsters of LV-223 are left with nothing to do \nbut sit around and twiddle their appendages. At least, until some more hapless explorers start poking their noses \naround the place... Chances of the story being told: If we're interpreting Ridley Scott's recent words correctly, \nthere's actually a fair chance that we'll be seeing more of LV-223. In March, the veteran director was talking about \nhis plans for the Alien prequel series, and how there are still a couple more films to go before it joins up with the \nevents of the 1979 film. In an interview with Fandango[5], Scott said that the film after Covenant would be called \nAlien: Awakening; moreover, he seems to imply that Awakening's events will actually take place before Covenant's: \n\"There will be another one before we kind of literally and logically, clockwise, back into the rear end of Alien,\" Scott \nsaid. \"It will go Prometheus, Awakening, Covenant.\" It's possible that Scott was simply getting muddled up - \nCovenant star Katherine Waterson, who was in the room at the time, cut off further questioning with an urgent, \n\"You're giving away too much\". Then again, there's also the chance that we'll go back to LV-223, and find out \nexactly what happened to the Engineers that once inhabited it - and just where that greasy Deacon scuttled off to... \nAlien: River Of Pain is available from Audible now.[6] [ 1]: http://www.denofgeek.com/authors/ryan-lambie [ 2]:            \nhttp://www.denofgeek.com/uk/movies/star-trek-generations/41866/star-trek-generations-looking-back-at-star-trek-7 [ \n3]:            http://www.denofgeek.com/movies/aliens/21946/aliens'-colonial-marines-a-missed-opportunity [ 4]:            \nhttp://www.alienscollection.com/jamescameron.html [ 5]:            https://www.fandango.com/movie-news/how-noomi-\nrapace-will-return-for-alien-covenant-plus-at-least-four-more-alien-movies-in-the-works-752049 [ 6]:            \nhttp://go.redirectingat.com/?id=83015X1536422...e=denofgeek.com...1...s=1...=http%3A%2F%2Fwww.audible.co.u\nk%2Fpd%2FSci-Fi-Fantasy%2FAlien-River-of-Pain-\nAudiobook%2FB06XNX3SM8%3Fref_%3Dalien_lp_bnr...id=ee78577b07df0ed73b2f6c748d06089b...id=d5bbc4436\n3102db1144479b8215a1822...ssid=...eo=0...=0...f=http%3A%2F%2Fwww.denofgeek.com%2Fuk%2Fmovies%2Fal\nien-river-of-pain%2F49248%2Friver-of-pain-what-it-adds-to-the-story-of-\naliens...f=http%3A%2F%2Fwww.denofgeek.com%2Fuk...=-60...=1 \n"}