{"title": "For a New U.S. Citizen, Long-Awaited Relief; Disabled Afghan Refugee Fought for Years to Be Exempted From Civics Test - Correction Appended", "body": "\nWith a simple nod of his head, followed by a wide grin that lasted all morning, Salam Reangber became a U.S. \ncitizen yesterday. \n\n It was the culmination of seven years of persistence on the part of Reangber, 40, a deaf, illiterate Afghan refugee \nwho lives in Alexandria and had been told by immigration officials years ago that being deaf didn't excuse him from \na written English civics test requirement to be naturalized. \n\n With the help of his younger sister, Najia Hayat, and a social worker from the Catholic Legal Immigration Network, \nReangber was finally exempted from the test and took his citizenship oath at the Fairfax office of Citizenship and \nImmigration Services yesterday. \n\n \"He's really happy,\" said Hayat, 37, translating the few Dari words her brother can speak and the perma-smile on \nhis face. \"We are all very happy and relieved.\" \n\n Most of Reangber's family  --  including his mother, four brothers and one of his two sisters  --  immigrated to the \nUnited States in the mid-1980s, seeking refuge from the Soviet invasion that was devastating Afghanistan. They \nlive in several locations around Northern Virginia. Reangber is about to move with his mother and a brother to a \nnew house in Springfield. \n\n Immediately after immigrating, Reangber and one of his brothers, Satar, who also is deaf, got jobs as tailors, the \ntrade they learned in Afghanistan instead of going to school to learn how to read and write. Today, Salam Reangber \nstill works in the business as a steamer at Nordstrom. \n\n The two brothers first applied for citizenship in 1998. But what should have been routine became a nightmare, said \nLisa Burdick, the social worker handling their cases. Immigration officials lost Satar's papers, then denied Salam \nbecause deafness was not considered a disability that warranted waiving the testing requirement. \n\n\n But what immigration officials didn't recognize was that the brothers were illiterate in both English and Dari, and \nthat they had no formal training in sign language, Burdick said. Their communication was comprised of crude hand \ngestures and some spoken Dari. \n\n \"Over and over again, we've explained to them, 'Look, he's never been able to read or write or learned any formal \nsystem of communication,' \" said Burdick, who took on the Reangber brothers' cases almost three years ago. \n\n Since then, the brothers also have been diagnosed with mental retardation, a diagnosis that led to their exemption \nfrom the civics test, Burdick said. \n\n The family reapplied for citizenship for Satar and appealed Salam's denial. Last year, six years after filing the \noriginal paperwork, Satar finally got citizenship. Salam, however, could only look on and wait his turn.  \n\n \"It was hard for him to watch,\" Hayat said. \"He was happy for Satar, but he was unhappy for himself.\" \n\n Yesterday, dressed in a suit and tie and wearing a U.S. flag lapel pin, Salam joined his brother as a new American. \n\n It's bittersweet for Burdick, who said the seven years of waiting were an injustice. \n\n \"It should not have taken so long,\" she said. \"I really feel bad about that.\" \n\n In recent years, it has gotten more difficult to get disability waivers, Burdick said, adding that her agency recently \nreported that it files about 15 waiver requests annually. In the past two years, only two have been approved, she \nsaid. \n\n Officials from CIS weren't able to provide information yesterday about how often disability waivers are granted. \n\n Chris Bentley, a spokesman for CIS, confirmed that Satar's file was lost years ago. He also explained that delays \nsuch as the ones experienced by the Reangber brothers often occur because FBI background checks can take a \nlong time to complete. \n\n \"Once it passes out of our hands and goes to [the FBI], we can't proceed until it gets back,\" he said. \"We can't push \nit, we can't expedite it, we can't touch it.\" \n\n For the Reangber brothers, citizenship is bringing pride and security  --  and for Satar, a wife. He was engaged to a \nwoman in Afghanistan in 1997, but he was unable to bring her to the United States until he became a citizen. He \nexpects her to join him this summer. \n\nCorrection\n\n  A June 25 Metro article about a deaf Afghan refugee becoming a U.S. citizen misidentified a social worker for \nCatholic Legal Immigration Network. She is Laura Burdick, not Lisa Burdick. \n\nCorrection-Date: June 28, 2005\n"}