{"title": "Herndon Postpones Day-Labor Decision; Deluge of Speakers Prompts Delay", "body": "\n Concerns about property values, illegal immigration and human rights collided last night in Herndon as passionate \nadvocates for and against a tax-supported site for day laborers lined up in an effort to sway the Town Council.  \n\n Nearly 150 people who had signed up to speak crowded into the town's small municipal building for the fourth night \nof public hearings this summer, as the council considered how to resolve problems created by scores of immigrants \ncongregating outside a 7-Eleven to seek construction work.  \n\n The number of speakers, each allotted three minutes, prompted the council to postpone a vote on the issue, \nwhich has overwhelmed the town with publicity. \n\n  As people waited to take their seats in the cramped council chambers, zoning officials covered the often-dry \ndetails of the proposal from a local social service agency to set up an organized gathering spot for day laborers that \nwould replace the current unofficial site.  \n\n But outside the chambers, the battle lines were evident between advocates and opponents of a publicly funded \nsite. Supporters stood on one side of the street, carrying signs that read \"Ignorance Breeds Fear,\" referring to anti-\nimmigrant sentiment. A crowd gathered on the other side wearing, on their shirts, white paper stars with a slash \nthrough the phrase \"Day Labor Site.\" One sign stated: \"Start a Revolution and Hire an American.\"  \n\n Inside, the speakers' concerns ranged from human rights to property rights and whether the mission of local \ngovernment should include enforcement of what many called the failure of federal authorities to police the country's \nborders. \n\n \"Do we want to live in a town full of prejudice, where people like me are not welcome because we have an \naccent?\" asked Ana Rochac, an immigrant from El Salvador who owns a travel agency in town.  \n\n  Other speakers expressed concern that the value of homes near the 7-Eleven has declined because of the day \nlaborers. \n\n  The prospect of spending taxpayer money on a day-laborers' site has polarized Herndon, a Fairfax County town \nof 22,000 near Dulles International Airport.  \n\n\n With a supply of inexpensive housing and a robust demand for construction workers in Northern Virginia's booming \neconomy, the town has drawn many newcomers from Mexico and Central America. They began gathering in the \nparking lot to wait for work from contractors. \n\n Town officials  --  responding to homeowners who complained about noise, littering and an intimidating presence of \nup to 150 men every morning  --  considered a proposal from Project Hope and Harmony to establish a day-laborer \nhiring center on the site of a vacated police station abutting a residential neighborhood on the Loudoun County \nborder. \n\n But tensions over using $175,000 in public money to help fund the center exploded this summer at several public \nhearings. \n\n The town appears evenly split between those who say a publicly supported center would be tantamount to \nendorsing illegal immigration and those who simply want officials to deal with the situation at the 7-Eleven, which \nthey see as a nuisance.  \n\n Advocates for the day laborers say it is not their job to enforce immigration law. They say the workers are helping \nthe local economy by taking low-paying jobs that U.S.-born workers do not want. \n\n The Planning Commission narrowly rejected the proposal at its early August meeting, but the vote was not binding. \nThe Town Council appeared divided before last night's hearing, with Mayor Michael L. O'Reilly in favor of the site \nand Ann V. Null, a member who has actively fought efforts to support undocumented workers, opposed. \n\n  What began as a local battle moved to the national stage in recent weeks as part of the larger debate about illegal \nimmigration. WMAL-AM radio broadcast more than a dozen shows on Herndon, including a call-in program with a \nSacramento-based guest host 10 days ago that prompted so many calls to the Herndon Municipal Center that the \ntown manager shut the switchboard for four days.  \n\n Television networks have featured segments on the debate, and national anti-immigration groups have made \ncontact with local opponents of the worker center. Judicial Watch, a self-styled anti-corruption group, has \nthreatened to sue the town if it spends public money on the site. \n\n Judicial Watch President Tom Fitton told the council last night that \"support for this site is not an option\" and \ncompared the neighborhood around the 7-Eleven to a red-light district.  \n\n Other speakers challenged Herndon to treat all its residents with equal respect.  \n\n \"Don't allow this issue to be decided by false facts, half-truths and unfounded fears,\" said town resident Bill Perry. \n\"If you build a community on hate, you will hate the community you build.\"  \n\n Elsewhere in the region, Arlington has set up a gathering spot for day laborers in Shirlington, and Montgomery \nCounty recently approved an employment center based in Wheaton that will run several sites through a nonprofit \ngroup.  \n\n Herndon, a former dairy farm community less than 20 miles from Washington, counts foreign-born residents as 38 \npercent of its population, according to the 2000 Census. The proportion of white residents dropped in the 1990s to \n58 percent from 78 percent. \n\n \"There's an us-against-them feeling that is full-blown in Herndon right now,\" said Jose Vanegas of Sterling, an \nimmigrant from Colombia who has worked with the day laborers. \"People feel you're either for them or against \nthem.\" \n"}