{"title": "Obstruction Is Charged in Sex Slavery Case", "body": "\nIn November, a federal immigration agent flashed his badge at the door of a Queens apartment and told a \nfrightened young woman from South Korea that he was there to deport her.\n\n     The woman had been cooperating with the police against the owners of a Flushing bar that she said had held \nher captive in a case of human trafficking, federal prosecutors in Brooklyn said yesterday. The woman said they \nbeat her and tried to coerce her to become a prostitute to pay back an ever-growing debt. \n\n The immigration agent, Nisim Yushuvayev, was legitimate. But his threats were not, the prosecutors said in an \nobstruction-of-justice complaint they filed against him yesterday. They said he was in league with the bar owners \nto spirit the woman out of the country to keep her from providing prosecutors with more information against him. \n\nThe story of the agent and the young South Korean woman provided a glimpse of the shadowy world of forced \nlabor and what the prosecutors described as sex slavery in New York City. The prosecutors said the bar owners, \nWun and Kyongja Kang, used promises of a better life in the United States to entice two young women from Seoul \nto work at the bar, the Renaissance Bar & Room Cafe in Flushing. \n\nBefore one of the women slipped away and went to the police, the prosecutors said, the gentle promises made in \nSeoul ended with violence, sexual assaults and efforts to sell the women to a Chinatown brothel. The Kangs were \narrested last month. They face federal forced labor charges and have been held without bail. They have pleaded \nnot guilty. \n\nUntil the Renaissance bar closed last month, neighbors said, men arrived each night. Inside, more than a dozen \nyoung South Korean women were hostesses. \"It's just a place where they get the guys to open their wallets,\" said a \nneighbor who refused to give his name yesterday.\n\nAcross the country, prosecutors say, an unknown number of women, and some boys and men, are trapped each \nyear in a desperate life of forced labor that sometimes involves sexual servitude. Often, they say, the victims are \nbrought to this country by people who play on their hopes and then strand them here with big debts they cannot \nrepay. \n\nYesterday the United States attorney in Brooklyn, Roslynn R. Mauskopf, called such traffickers \"21st-century slave \ntraders.\" \n\nIn the city, such stories come to light rarely, often in sketchy accounts from victims who can be as frightened of \nofficials as they are of their captors. In another case last month, Brooklyn prosecutors charged four Mexican men \nliving in Corona, Queens, with smuggling four women into this country to work at brothels in Brooklyn and Queens.\n\n\nYesterday, the prosecutors said Kyongja Kang, 41, found the young women in South Korea on a trip there. They \nsaid she promised them respectable work keeping customers company and pouring them drinks. \n\nShe told them, according to the complaint, that no sexual relations would be involved. Once here, though, the \ncomplaint said the agreed-upon $10,000 debt the women owed the bar owners for travel costs and rent \nmushroomed. The young women were never paid. Their passports were held by the bar owners, the complaint said.\n\nSoon, the prosecutors said, there were suggestions from people at the bar and Mr. Kang that it would be possible to \nwork off the debt faster by selling themselves for sex. When they resisted the suggestions and tried to slip away, \nthe prosecutors said, Mr. Kang sexually assaulted them and beat one of them. \n\nHis lawyer, Charles A. Ross, said yesterday that his client was fighting the charges vigorously.\n\nIn federal court in Brooklyn yesterday, an exhausted-looking Mr. Yushuvayev, 27, listened quietly as a federal \nprosecutor, Lee J. Freedman, told a federal magistrate that Mr. Yushuvayev had confessed after he was arrested \non Friday. He said he acknowledged that he had gone to the Queens apartment and tried to take the young woman \nto Kennedy Airport in a livery cab. She ran away.\n\nBut Oliver A. Smith, a lawyer for Mr. Yushuvayev, an inspector for the Bureau of Customs and Border Protection, \nsaid he planned to contest all of the charges.\n\nMagistrate Judge Roanne L. Mann agreed to release Mr. Yushuvayev on $500,000 bond, but only after the court \nreceived proof of the value of homes pledged as security by his father, an immigrant from Uzbekistan.\n\nIt was not clear from the court filings how Mr. Yushuvayev and the Kangs might have known each other. But the \ncomplaint said that after he was arrested last month, Mr. Kang admitted that he \"sent a man whom be believed to \nbe an I.N.S. employee\" to the Queens apartment to get one of the South Korean woman to leave the country \"so \nthat she could not testify against him.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: The Renaissance Bar & Room Cafe, on 154th Street in Flushing, Queens, closed last month. An immigration \nagent and the bar's owners face charges in what prosecutors say involved human trafficking and prostitution. \n(Photo by Shannon Stapleton for The New York Times) \n"}