{"title": "COMING TO AMERICA IT'S A LAW THAT ENCOURAGES 'BRIBERY'", "body": "\nEVERYONE who has studied the problem of illegal immigration agrees that the United States must end the \ninducements that draw people to this country illegally. Jobs, public benefits and the opportunity to legalize one's \nstatus without leaving the country are all incentives to violate our immigration laws -- and upwards of 5 million \npeople have done just that.\n\nCongress is about to decide whether to end or institutionalize a huge incentive to illegal immigration. A provision \nknown as Section 245-I of the immigration code was approved on a trial basis in 1994, and is set to expire. Section \n245-I allows people who are in the country illegally to apply for a \"green card\" without having to first return home, as \nhad previously been required.\n\nFor a $1,000 fee, illegal immigrants who manage to create a pretext for remaining here can purchase indemnity \nfrom the laws they violated. Under this gaping loophole, 230,000 illegal aliens bought their way into the country in \n1996.\n\nThe vast majority of people taking advantage of the 245-I loophole are not innocent victims of arcane immigration \nlaws, who just happened to \"fall out of status.\" Sixty-two percent of the beneficiaries in 1996 were people who \nentered the U.S. illegally and were never \"in status,\" and the rest consciously overstayed their welcome. No one \nwho has played by the rules will be adversely affected if this loophole is closed.\n\nExtension of 245-I will not only reward those who violate our immigration laws, but will effectively penalize millions \nof would-be immigrants who obey the law. There are more than 4 million people waiting for immigration visas \n(some for more than a decade) in their homelands. Meanwhile, the government is offering hundreds of thousands of \nillegals the chance to skip to the head of the line, for what amounts to a $1,000 bribe. Most immigration applicants \nwould jump at this opportunity to expedite their admission to this country.\n\nSupporters of extending 245-I justify this loophole as a revenue-generating mechanism for the cash-strapped INS. \nNo doubt the $230 million 245-I raised last year was a nice supplement to the agency's budget. However, it is the \nresult of an institutionalized bribery program that causes to INS to rely on illegal behavior for its operating revenue.\n\nNor is the $1,000 that an illegal immigrant pays to adjust status a fine in the classical sense. When we pay a fine for \nspeeding on the freeway or parking at an expired meter, it does not entitle us to continue speeding or absolve us \nfrom sticking a quarter in the next parking meter.\n\nFrom the standpoint of law enforcement, 245-I is equally shocking. What this provision does is reward the INS for \nfailure. The more people the INS fails to stop from entering or remaining in this country illegally, the more money it \nstands to make.\n\n\nIn 1996, Congress attempted to create a deterrent to illegal immigration by barring those who violate our \nimmigration laws from becoming legal immigrants for up to 10 years. Until we demonstrate that there are some \nconsequences to violating our immigration laws, we should not expect anyone to obey them.\n\nExtending 245-I is a short-sighted policy that will further reinforce the widespread belief that violating U.S. \nimmigration laws will be rewarded.\n\nNotes\n\nANOTHER VIEW\n\nDan Stein is the executive director of FAIR, the Federation for American Immigration Reform.\n\nRELATED STORY: page 6B\n"}