{"title": "Census Bureau Issues Proposed Rule on 2020 Census Residence Criteria, Residence Situations", "body": "\nWASHINGTON, June 30 -- The Department of Commerce published the following proposed rule in the Federal \nRegister from the Bureau of the Census:\n\nProposed 2020 Census Residence Criteria and Residence Situations\n\nA Proposed Rule by the Census Bureau on 06/30/2016\n\nPublication Date: Thursday, June 30, 2016\n\nAgencies:\n\nDepartment of Commerce\n\nBureau of the Census\n\nDates: To ensure consideration, comments must be received by August 1, 2016.\n\nComments Close: 08/01/2016\n\nEntry Type: Proposed Rule\n\nAction: Proposed criteria and request for comment.\n\nDocument Citation: 81 FR 42577\n\nPage: 42577 -42585 (9 pages)\n\nCFR: 15 CFR chapter undef\n\nAgency/Docket Number: Docket Number 160526465-6465-01\n\nDocument Number: 2016-15372\n\nShorter URL: https://federalregister.gov/a/2016-15372\n\nACTION\n\nProposed Criteria And Request For Comment.\n\n\nSUMMARY\n\nThe Bureau of the Census (U.S. Census Bureau) is providing notification and requesting comment on the \nproposed \"2020 Census Residence Rule and Residence Situations.\" In addition, this document contains a \nsummary of comments received in response to the May 20, 2015, Federal Register document, as well as the \nCensus Bureau's responses to those comments. The residence criteria are used to determine where people are \ncounted during each decennial census. Specific residence situations are included with the criteria to illustrate how \nthe criteria are applied.\n\nDATES:\n\nTo ensure consideration, comments must be received by August 1, 2016.\n\nADDRESSES:\n\nDirect all written comments regarding the proposed \"2020 Census Residence Rule and Residence Situations\" to \nKaren Humes, Chief, Population Division, U.S. Census Bureau, Room 6H174, Washington, DC 20233; or Email \n[POP.2020.Residence .Rule@census.gov].\n\nFOR FURTHER INFORMATION CONTACT:\n\nPopulation and Housing Programs Branch, U.S. Census Bureau, 6H185, Washington, DC 20233, telephone (301) \n763-2381; or Email [POP.2020 .Residence.Rule@census.gov].\n\nSUPPLEMENTARY INFORMATION:\n\nA. Background\n\nThe U.S. Census Bureau is committed to counting every person in the 2020 Census once, only once, and in the \nright place. The fundamental reason that the decennial census is conducted is to fulfill the Constitutional \nrequirement (Article I, Section 2) to apportion the seats in the U.S. House of Representatives among the states. \nThus, for a fair and equitable apportionment, it is crucial that the Census Bureau counts everyone in the right place \nduring the decennial census.\n\nThe residence criteria are used to determine where people are counted during each decennial census. Specific \nresidence situations are included with the criteria to illustrate how the criteria are applied.\n\n1. The Concept of Usual Residence\n\nThe Census Act of 1790 established the concept of \"usual residence\" as the main principle in determining where \npeople were to be counted, and this concept has been followed in all subsequent censuses. \"Usual residence\" \nhas been defined as the place where a person lives and sleeps most of the time. This place is not necessarily the \nsame as a person's voting residence or legal residence.\n\nDetermining usual residence is straightforward for most people. However, given our nation's wide diversity in types \nof living arrangements, the concept of usual residence has a variety of applications. Some examples include people \nexperiencing homelessness, people with a seasonal/second residence, people in prisons, people in the process of \nmoving, people in hospitals, children in shared custody arrangements, college students, live-in employees, military \npersonnel, and people who live in workers' dormitories.\n\nApplying the usual residence concept to real living situations means that people will not always be counted at the \nplace where they happen to be staying on Census Day (April 1, 2020) or at the time they complete their census \nquestionnaire. For example, some of the ways that the Census Bureau applies the concept of usual residence \ninclude the following:\n\n\n\nPeople who are away from their usual residence while on vacation or on a business trip on Census Day are \ncounted at their usual residence.\n\nPeople who live at more than one residence during the week, month, or year are counted at the place where they \nlive most of the time.\n\nPeople without a usual residence are counted where they are staying on Census Day.\n\nPeople in certain types of group facilities&#8201; [1] on Census Day are counted at the group facility.\n\n2. Reviewing the \"2020 Census Residence Rule and Residence Situations\"\n\nEvery decade, the Census Bureau undertakes a review of the \"Residence Rule and Residence Situations\" to \nensure that the concept of usual residence is interpreted and applied as intended in the decennial census, and that \nthese interpretations are consistent with the intent of the Census Act of 1790, which was authored by a Congress \nthat included many of the framers of the U.S. Constitution and directed that people were to be counted at their \nusual residence. This review also serves as an opportunity to identify new or changing living situations resulting \nfrom societal change, and to create or revise the guidance regarding those situations in a way that is consistent with \nthe concept of usual residence.\n\nThis decade, as part of the review, the Census Bureau requested public comment on the \"2010 Census Residence \nRule and Residence Situations\" through the Federal Register (80 FR 28950) on May 20, 2015, to allow the public to \nrecommend any changes they would like to be considered for the 2020 Census. The Census Bureau received 252 \ncomment submission letters or emails that contained 262 total comments. (Some comment submissions included \ncomments or suggestions on more than one residence situation.) A summary of these comments and the Census \nBureau's responses are included in section B of this document.\n\nIn addition to the Census Bureau's responses to comments that are described in section B of this document, \nsection C provides a summary of each of the proposed changes to where people would be counted in the 2020 \nCensus compared to the 2010 Census. These proposed changes are based on the consideration of public \ncomments received, as well as an internal review of the criteria and situations.\n\nThe Census Bureau is requesting public comment on the proposed \"2020 Census Residence Rule and Residence \nSituations\", as listed in section D of this document. The Census Bureau is requesting public comment on the \nproposed \"2020 Census Residence Rule and Residence Situations,\" as listed in section D of this document. The \nCensus Bureau anticipates publishing the final \"2020 Census Residence Rule and Residence Situations\" by the \nend of 2016. At that time, the Census Bureau will also respond to the comments received regarding the proposed \n\"2020 Census Residence Rule and Residence Situations.\"\n\nB. Summary of Comments Received in Response to a Review of the \"2010 Census Residence Rule and \nResidence Situations\"\n\nOn May 20, 2015, the Census Bureau published a document in the Federal Register asking for public comment on \nthe \"2010 Census Residence Rule and Residence Situations.\" Of the 262 comments received, 162 pertained to \nwhere prisoners&#8201; [2] are counted, and 87 pertained to where military personnel overseas are counted. \nTwo comments pertained to people in group homes for juveniles, two comments to people in residential treatment \ncenters for juveniles, and one comment to students in boarding schools. Also, one comment pertained to the \nresidence criteria, and one comment to each of four other residence situations: Visitors on Census Day, people \nwho live in more than one place, people without a usual residence, and nonrelatives of the householder. Finally, \nthree comments covered broader issues: One pertaining to how the residence criteria and situations are \ncommunicated, one pertaining to how field staff is trained on the residence criteria and situations, and one on how \nalternative addresses are collected from certain types of group facilities.\n\n1. Comments on Prisoners\n\n\n\nOf the 162 comments pertaining to prisoners, 156 suggested that prisoners should be counted at their home or \npre-incarceration address. The rationales included in these comments were as follows:\n\nCounting prisoners at the prison inaccurately represents the prisoners' home communities, inflates the political \npower of the area where the prison is located, and deflates the political power in the prisoners' home communities. \nThis distorts the redistricting process.\n\nCounting prisoners away from their home address goes against the principle of equal representation.\n\nThe current residence criteria for prisoners is inconsistent with some states' laws regarding residency for elections.\n\nThe \"usual residence\" concept itself should change, as it relates to incarcerated persons, because the tremendous \nincrease in the number of incarcerated people in the last 30 years, and the Supreme Court's support of equal \nrepresentation, warrants a change in the interpretation of the concept of \"usual residence.\"\n\nPrisoners do not interact or participate in the civic life of the community where they are incarcerated, are there \ninvoluntarily, and generally do not plan to remain in that community upon their release.\n\nOne comment stated that inmates in local jails who are awaiting trial are presumed innocent, and therefore should \nnot be counted at the jail.\n\nSix comments were in support of the 2010 practice of counting prisoners at the prison, stating that adjusting \nprisoners' locations would be difficult, expensive, add unneeded complexity, and would be prone to inaccuracy. Of \nthe six comments in support of counting prisoners at the prison, one mentioned a concern that adjusting the \nprisoners' locations could disenfranchise minorities in rural areas, and four said that changing the current practice \ncould open the door to future census population count adjustments motivated by political gain.\n\nCensus Bureau Response: The Census Bureau has determined that the practice of counting prisoners at the \ncorrectional facility for the 2020 Census would be consistent with the concept of usual residence, as established by \nthe Census Act of 1790. As noted in section A.1 of this document, \"usual residence\" is defined as the place where \na person lives and sleeps most of the time, which is not always the same as their legal residence, voting residence, \nor where they prefer to be counted. Therefore, counting prisoners anywhere other than the facility would violate \nthe concept of usual residence, since the majority of people in prisons live and sleep most of the time at the prison.\n\nStates are responsible for legislative redistricting. The Census Bureau works closely with the states and recognizes \nthat some states have decided, or may decide in the future, to `move' their prisoner population back to the \nprisoners' pre-incarceration addresses for redistricting and other purposes. Therefore, following the 2020 Census, \nthe Census Bureau plans to offer a product that states can request, in order to assist them in their goals of \nreallocating their own prisoner population counts. Any state that requests this product will be required to submit a \ndata file (indicating where each prisoner was incarcerated on Census Day, as well as their pre-incarceration \naddress) in a specified format. The Census Bureau will review the submitted file and, if it includes the necessary \ndata, provide a product that contains supplemental information the state can use to construct alternative within-state \ntabulations for its own purposes. However, the Census Bureau will not use the information in this product to make \nany changes to the official decennial census counts.\n\nThe Census Bureau also plans to provide group quarters data after the 2020 Census sooner than it was provided \nafter the 2010 Census. For the 2010 Census, the Census Bureau released the Advance Group Quarters \nSummary File showing the seven major types of group quarters, including correctional facilities for adults and \njuvenile facilities. This early&#8201; [3] release of data on the group quarters population was beneficial to many \ndata users, including those in the redistricting community who must consider whether to include or exclude certain \npopulations when redrawing boundaries as a result of state legislation. The Census Bureau is planning to \nincorporate similar group quarters information in the standard Redistricting Data (Pub. L. 94-171) Summary File for \n2020.\n\n2. Comments on the Military Overseas\n\n\n\nOf the 87 comments received pertaining to the military overseas, all suggested that the Census Bureau treat \nmilitary personnel who are temporarily deployed overseas on a short-term basis differently than military \npersonnel who are stationed overseas on a more long-term basis. More specifically, these comments suggested \nthat military personnel who are deployed overseas should be counted at their home base or port. The \ncommenters also suggested that the Census Bureau work with military bases to locate more accurate \nadministrative records for counting deployed military and use administrative records to provide socioeconomic \ninformation on the deployed military.\n\nIn the 2010 Census, the Census Bureau counted all military personnel deployed or stationed overseas in their \n`home of record' state for apportionment purposes only. Their home of record was provided by the Department of \nDefense (DOD),&#8201; [4] and those state counts were added to the state population counts that were used to \ncalculate the apportionment of seats for each state in the U.S. House of Representatives.\n\nThe commenters not only indicated that they want military personnel deployed overseas to be counted at their \n\"usual residence,\" \"last duty station,\" or \"home base or port,\" (which are inferred to mean the same thing), but also \nthat they want the Census Bureau to collect all decennial census demographic data on these personnel and \ninclude them in the local community-level resident population counts, rather than only using a basic population \ncount of them for determining the state-level apportionment counts. For example, many comments referred to the \nneed for counting deployed military in the communities where they usually reside, because doing otherwise \n\"produces flawed data that harms funding and planning in military communities.\" Another comment referred to \nensuring \"communities have the needed resources to support these soldiers and their families.\" These and other \ncomments may refer to local-level planning and funding that is normally determined using the Census resident \npopulation data (available down to the block level) and not the apportionment counts, which are only available at \nthe state level.\n\nTo support the argument for counting deployed military overseas at their usual residence in the United States, \none of the 87 commenters compared how the Census Bureau counts U.S. military personnel deployed to a land-\nbased location overseas versus U.S. military personnel on U.S. military vessels with a U.S. homeport. The \"2010 \nCensus Residence Rule and Residence Situations\" stated that the latter are \"counted at the onshore U.S. \nresidence where they live and sleep most of the time. If they have no onshore U.S. residence, they are counted at \ntheir vessel's homeport.\" The commenter argued that this is inconsistent with how the Census Bureau has \ncounted military personnel who are deployed to a land-based location overseas (while stationed at a location in \nthe United States), and asked that all branches of service be treated the same and counted at their residence or \nhome base/port.\n\nCensus Bureau Response: The Census Bureau has determined that there is a distinction between personnel who \nare deployed overseas and those who are stationed or assigned overseas. Deployments are typically short in \nduration, and the deployed personnel will be returning to their usual residence where they are stationed or \nassigned in the United States after their temporary deployment ends. Personnel stationed or assigned overseas \ngenerally remain overseas for longer periods of time, and often do not return to the previous stateside location from \nwhich they left. Therefore, counting deployed personnel at their usual residence in the United States follows the \nstandard interpretation of the residence criteria to count people at their usual residence if they are temporarily away \nfor work purposes. This change would provide consistency with how the Census Bureau counts U.S. military \npersonnel on U.S. military vessels.\n\nBased on the considerations described in the previous paragraph, for the 2020 Census, the Census Bureau \nproposes using administrative data from the DOD to count deployed personnel at their usual residence in the \nUnited States. [5] The Census Bureau would continue to count military and civilian employees of the U.S. \nGovernment who are stationed or assigned outside the United States, and their dependents living with them, in \ntheir home state, for apportionment purposes only, using administrative data provided by the DOD and the other \nfederal agencies that employ them.\n\n3. Comments on Group Homes for Juveniles and Residential Treatment Centers for Juveniles\n\n\n\nTwo comments pertained to group homes for juveniles and two comments to residential treatment centers for \njuveniles. All four of the comments supported counting the juveniles in these situations at their \"household \nresidence.\" One of the commenters on the group homes and one of the commenters on the residential treatment \ncenters further stated that the juveniles should only be counted at their household residence if it is in the same \nstate as the facility. If the residence is not in the same state, these two commenters stated that the juvenile should \nbe counted at the facility. All four commenters argued that counting juveniles at the facility inflates the political \npower of the area where the facility is located and dilutes the representation of the juveniles' home communities.\n\nCensus Bureau Response: The Census Bureau reviewed where juveniles in these types of facilities are counted, \nbased on the concept of usual residence. Most juveniles living in group homes are there for long periods of time \nand do not have a usual home elsewhere. The group home is where they live and sleep most of the time, so that is \ntheir usual residence. Conversely, most people in residential treatment centers for juveniles only stay at the facility \ntemporarily and often have a usual home elsewhere that they return to after treatment is completed.\n\nBased on the considerations described in the previous paragraph, the Census Bureau has determined that the \npractice of counting people in group homes for juveniles at the facility is consistent with the concept of usual \nresidence. However, for the 2020 Census, the Census Bureau proposes to count people in residential treatment \ncenters for juveniles at the residence where they live and sleep most of the time. If they do not have a usual home \nelsewhere, they would be counted at the facility.\n\n4. Comment on Boarding Schools\n\nOne of the comments received was related to boarding schools. The commenter suggested applying the current \nguidance for students attending college to students attending boarding schools. In the past, students at boarding \nschools were counted at their parental home, while college students living away from their parental home while \nattending school were counted at the on-campus or off-campus residence where they lived and slept most of the \ntime. The commenter noted that for foreign students attending boarding school, the school is their usual residence \nmost of the year, and their parents live overseas. Therefore, these students likely were not counted under the \n2010 guidance, even though they reside in the United States most of the year, because they do not have a \nparental home in the United States.\n\nCensus Bureau Response: The Census Bureau has historically counted boarding school students at their parental \nhome, and has determined that it will continue doing so because of the students' age and dependency on their \nparents, and the likelihood that they would return to their parents' residence when they are not attending their \nboarding school (e.g., weekends, summer/winter breaks, and when they stop attending the school).\n\n5. Comments on Specific Wording of the \"Residence Rule and Residence Situations\"\n\nOne letter commented on the specific wording of the residence criteria and four residence situations. The letter \nfocused on people who experience homelessness in nontraditional ways, avoid shelters, and instead stay with \nfamily, friends, or acquaintances.\n\n(a) Residence Criteria\n\nThe comment was to add a fourth bullet (in addition to the three bullets that we already use to present the three \nmain principles of the residence criteria, as shown in section D of this document) with language to make it clear \nwhere people experiencing homelessness, who are not in a shelter or facility, are counted.\n\nCensus Bureau Response: The Census Bureau has determined that the current wording of the residence criteria \nwill be retained, because they are purposely written to broadly encapsulate all residence situations in a succinct \nway, and it is consistent with the requirement to count people at their usual residence, as originally prescribed by \nthe Census Act of 1790. However, in section B.5.d of this document, the Census Bureau proposes an addition to \nthe residence situations in order to provide more clarity on where people who are experiencing homelessness are \ncounted.\n\n\n\n(b) Visitors on Census Day\n\nThe commenter suggested eliminating the \"Visitors on Census Day\" residence situation and merging it into the \n\"People Away From Their Usual Residence on Census Day\" situation. The commenter was concerned that the way \nthe situation was described in the 2010 documentation implied that that `visitors' had another home to return to, \nwhich is not the case for visitors who are experiencing homelessness.\n\nCensus Bureau Response: The Census Bureau has determined that it will retain the separate \"Visitors on Census \nDay\" situation, but proposes removing the phrase \"who will return to their usual residence\" from the description. \nAdditionally, the following sentence would be added to the end of the situation wording to further clarify that not all \nvisitors have another home to return to: \"If they do not have a usual residence to return to, they are counted where \nthey are staying on Census Day.\"\n\n(c) People Who Live in More Than One Place\n\nThis commenter also suggested changing the 2010 wording for the category title \"People Who Live in More Than \nOne Place\" to \"People With Multiple Residences.\" The examples in this category were not intended to address \npeople experiencing homelessness. However, the commenter noted that people experiencing homelessness might \nstay in a different place from night to night, and therefore could also be interpreted as \"People Who Live in More \nThan One Place.\"\n\nCensus Bureau Response: The Census Bureau was concerned that the commenter's suggested category title of \n\"People with Multiple Residences,\" might also wrongly be interpreted as applying only to people who own multiple \nresidences. Therefore, the Census Bureau proposes to change the category title to \"People Who Live or Stay in \nMore Than One Place.\"\n\n(d) People Without a Usual Residence\n\nThe commenter also suggested adding a residence situation for \"couch-surfers, youth experiencing homelessness, \nor other people staying in your residence for short or indefinite periods of time\" to the \"People Without a Usual \nResidence\" category. The commenter believed that the examples included in this category in 2010 only addressed \nthe more typical conception of homelessness (e.g., people at soup kitchens or at non-sheltered outdoor locations), \nwhich does not align with how many other people experience homelessness in less recognized ways.\n\nCensus Bureau Response: The Census Bureau proposes to add a residence situation description to a new \ncategory called \"People in Shelters and People Experiencing Homelessness,\" which clarifies where people are \ncounted if they are experiencing homelessness and staying with friends or other people for short or indefinite \nperiods of time (see section D.21.f of this document for exact wording).\n\n(e) Nonrelatives of the Householder\n\nFinally, the commenter suggested adding the same new situation, \"couch-surfers, youth experiencing \nhomelessness, or other people staying in your residence for short or indefinite periods of time\" to the \"Nonrelatives \nof the Householder\" category.\n\nCensus Bureau Response: The Census Bureau proposes to address this comment by adding a situation for \"Other \nnonrelatives, such as friends\" to this category. Additionally, the Census Bureau proposes changing the title of this \ncategory from \"Nonrelatives of the Householder\" to \"Relatives and Nonrelatives\" and adding some situations that \naddress relatives frequently missed or counted in the wrong place during the Census.\n\n6. Other Comments\n\nThree of the comments received did not address the residence criteria directly, nor did they address any particular \nresidence situation.\n\n(a) Clear Communication on the Residence Criteria and Residence Situations\n\n\n\nOne commenter suggested applying and communicating the residence criteria consistently across the country and \ncited the need for sound training for 2020 Census field workers, clear communication to 2020 Census partners and \nthe public, and a \"designated point-of-contact for residence determination.\"\n\nCensus Bureau Response: The Census Bureau is proposing many changes to the language and organization of \nthe residence criteria and residence situations documentation to assist people in interpreting the criteria. However, \nissues related to training staff and the structure of specific 2020 Census operations are out of scope for this \ndocument.\n\n(b) Questionnaire Content and Tabulations\n\nOne comment requested that the Census Bureau revisit the 2010 Individual Census Report (ICR) questions \nrelated to collecting information about where else the respondent might live or stay, and making it more consistent \nwith the household Census questionnaire. A second comment encouraged the Census Bureau to produce \nsummary file tabulations based on the answers to the \"Does Person [X] sometimes live or stay somewhere else?\" \nquestion, arguing that it would \"help facilitate the best interpretation and use of decennial census data at the state \nand local level.\"\n\nCensus Bureau Response: These comments are out of scope for this document.\n\nC. Proposed Changes to the \"2020 Census Residence Rule and Residence Situations\"\n\nMost of the provisions regarding where people are counted, which are described in the proposed \"2020 Census \nResidence Rule and Residence Situations\" (section D of this document), would remain unchanged from those that \nwere used for the 2010 Census. Therefore, this section C of this document will help the reader by providing a brief \ndescription of each of the proposed changes to where people are counted. All other changes to the proposed \nwording and/or presentation of the residence criteria and residence situations, as compared to how they were \nwritten for the 2010 Census, would be made in order to provide more clarity or to document provisions that were \nnot explicitly stated in the past. (In other words, any differences between the 2010 and proposed 2020 Census \nresidence criteria and situations documents that are not explained in section C of this document are only \nclarifications, rather than actual changes to the residence criteria or to where people would be counted in the \ndecennial census.)\n\n1. Federally Affiliated Overseas\n\n(a) Military and Civilian Employees of the U.S. Government Who Are Deployed Overseas\n\nFor the 2010 Census, military and civilian employees of the U.S. Government who were deployed or \nstationed/assigned outside the United States (and their dependents living with them outside the United States) \nwere counted (using administrative data) in their home state for apportionment purposes only. For the 2020 \nCensus, there would be no change to how the Census Bureau counts the military and civilian Federal employees \nwho are stationed or assigned outside the United States. However, there would be a change for deployed \npersonnel, such that military and civilian employees of the U.S. Government who are deployed outside the United \nStates (while stationed or assigned in the United States) would be counted at their usual residence in the United \nStates and included in all 2020 Census data products (rather than only the apportionment counts). This change \nseeks to count deployed personnel in a way that is more consistent with the concept of usual residence, based on \nthe short duration of most deployments and the fact that the personnel will return to their usual residence where \nthey are stationed or assigned in the United States after their temporary deployment ends. More details about the \nconsiderations for this change can be found in section B of this document.\n\n(b) Military and Civilian Employees of the U.S. Government Who Are Non-Citizens and Are Deployed or \nStationed/Assigned Overseas\n\nThe \"2010 Census Residence Rule and Residence Situations\" were not clearly consistent regarding whether \ncitizenship was a criterion for being included in the federally affiliated overseas population. The wording of the \n\n\n\nresidence situation for military personnel overseas did not specify any citizenship criteria. However, the wording \nfor Federal civilian employees overseas did specifically refer to U.S. citizens only, and the operational plan for the \n2010 Census Federally Affiliated Overseas Count specified that both military and civilian employees of the U.S. \nGovernment who were non-citizens were excluded from the overseas counts, despite the fact that non-citizens \nwere included in the stateside population.\n\nAfter the 2010 Census, the operational assessment report for the Federally Affiliated Overseas Count \nrecommended that the \"2020 Census Residence Rule and Residence Situations\" should make the guidance \nregarding citizenship clear and consistent not only across both military and civilian employees overseas, but also \nacross the overseas and stateside populations. When considering such a change, the Census Bureau concluded \nthat the rationales that are used for including the federally affiliated overseas population in the decennial census \n(e.g., that they are temporarily away in service to our country's government) are equally applicable to citizens and \nnon-citizens alike. Therefore, for the 2020 Census, military and civilian employees of the U.S. Government who are \ndeployed or stationed/assigned overseas and are not U.S. citizens (but must be legal U.S. residents to meet the \nrequirements for federal employment) would be included in the Federally Affiliated Overseas Count (which would \nfollow the guidelines for deployed and stationed/assigned military personnel that are described in section C.1.a of \nthis document).\n\n2. Crews of U.S. Flag Maritime/Merchant Vessels\n\nFor the 2010 Census, crews of U.S. flag maritime/merchant vessels were counted based on where the vessel was \nlocated on Census Day. If the vessel was docked in a U.S. port or sailing from one U.S. port to another U.S. port, \nthen the crewmembers were counted at their onshore usual residence in the United States. (Or if they had no \nonshore usual residence, they were counted at the vessel's U.S. port of departure.) Otherwise, the crewmembers \nwere not counted in the census if the vessel was sailing from a U.S. port to a foreign port, sailing from a foreign \nport to a U.S. port, sailing from one foreign port to another foreign port, or docked in a foreign port.\n\nFor the 2020 Census, there would be no change to how the Census Bureau counts crews of U.S. flag \nmaritime/merchant vessels that are docked in a U.S. port, sailing from one U.S. port to another U.S. port, sailing \nfrom one foreign port to another foreign port, or docked in foreign port. However, there would be a change for crews \nof U.S. flag maritime/merchant vessels that are sailing from a U.S. port to a foreign port or sailing from a foreign \nport to a U.S. port, such that the crewmembers of these vessels would be counted at their onshore usual residence \nin the United States. (Or if they have no onshore usual residence, they would be counted at the U.S. port that the \nvessel is sailing to or from.) This change seeks to count crews of U.S. flag maritime/merchant vessels in a way that \nis more consistent with the concept of usual residence, based on the fact that mariners sailing between U.S. and \nforeign ports typically have the same pattern of usual residence as mariners sailing between two U.S. ports (i.e., \nthey retain an onshore residence in the United States where they live and sleep most of the time).\n\n3. Residential Treatment Centers for Juveniles\n\nFor the 2010 Census, all juveniles staying in residential treatment centers for juveniles on Census Day were \ncounted at the facility. For the 2020 Census, juveniles staying in this type of facility would be counted at a usual \nhome elsewhere if they have one (where they live and sleep most of the time around Census Day) and they report \na useable address for that usual home elsewhere. If they do not have a usual home elsewhere, then they would be \ncounted at the facility. This change seeks to count juveniles staying in residential treatment centers for juveniles in \na way that is more consistent with the concept of usual residence, based on the short average length of stay at this \nfacility type, and the fact that juveniles often retain a usual home elsewhere while staying at this facility type. More \ndetails about the considerations for this change can be found in section B of this document.\n\n4. Religious Group Quarters\n\nFor the 2010 Census, people staying in religious group quarters were counted at a usual home elsewhere if they \nhad one (where they lived and slept most of the time around Census Day) and they reported a useable address for \nthat usual home elsewhere. If they did not have a usual home elsewhere, then they were counted at the facility. \n\n\n\nFor the 2020 Census, all people staying in religious group quarters on Census Day would be counted at the \nfacility.\n\nD. The Proposed \"2020 Census Residence Rule and Residence Situations\"\n\nThe Residence Rule is used to determine where people are counted during the 2020 Census. The Rule says:\n\nCount people at their usual residence, which is the place where they live and sleep most of the time.\n\nPeople in certain types of group facilities on Census Day are counted at the group facility.\n\nPeople who do not have a usual residence, or who cannot determine a usual residence, are counted where they \nare on Census Day.\n\nThe following sections describe how the Residence Rule applies to certain living situations for which people \ncommonly request clarification.\n\n1. PEOPLE AWAY FROM THEIR USUAL RESIDENCE ON CENSUS DAY\n\n(a) People away from their usual residence on Census Day, such as on a vacation or a business trip, visiting, \ntraveling outside the U.S., or working elsewhere without a usual residence there (for example, as a truck driver or \ntraveling salesperson)--Counted at the residence where they live and sleep most of the time.\n\n2. VISITORS ON CENSUS DAY\n\n(a) Visitors on Census Day--Counted at the residence where they live and sleep most of the time. If they do not \nhave a usual residence to return to, they are counted where they are staying on Census Day.\n\n3. FOREIGN CITIZENS IN THE U.S.\n\n(a) Citizens of foreign countries living in the U.S.--Counted at the U.S. residence where they live and sleep most of \nthe time.\n\n(b) Citizens of foreign countries living in the U.S. who are members of the diplomatic community--Counted at the \nembassy, consulate, United Nations' facility, or other residences where diplomats live.\n\n(c) Citizens of foreign countries visiting the U.S., such as on a vacation or business trip--Not counted in the \ncensus.\n\n4. PEOPLE LIVING OUTSIDE THE U.S.\n\n(a) People deployed outside the U.S. [6] on Census Day (while stationed or assigned in the U.S.) who are military \nor civilian employees of the U.S. Government-- Counted at the U.S. residence where they live and sleep most of \nthe time, using administrative data provided by federal agencies. [7]\n\n(b) People stationed or assigned outside the U.S. on Census Day who are military or civilian employees of the U.S. \nGovernment, as well as their dependents living with them outside the U.S.--Counted as part of the U.S. federally \naffiliated overseas population, using administrative data provided by federal agencies.\n\n(c) People living outside the U.S. on Census Day who are not military or civilian employees of the U.S. Government \nand are not dependents living with military or civilian employees of the U.S. Government--Not counted in the \nstateside census.\n\n5. PEOPLE WHO LIVE OR STAY IN MORE THAN ONE PLACE\n\n(a) People living away most of the time while working, such as people who live at a residence close to where they \nwork and return regularly to another residence--Counted at the residence where they live and sleep most of the \n\n\n\ntime. If they cannot determine a place where they live most of the time, they are counted where they are staying on \nCensus Day.\n\n(b) People who live or stay at two or more residences (during the week, month, or year), such as people who travel \nseasonally between residences (for example, snowbirds)--Counted at the residence where they live and sleep \nmost of the time. If they cannot determine a place where they live most of the time, they are counted where they \nare staying on Census Day.\n\n(c) Children in shared custody or other arrangements who live at more than one residence--Counted at the \nresidence where they live and sleep most of the time. If they cannot determine a place where they live most of the \ntime, they are counted where they are staying on Census Day.\n\n6. PEOPLE MOVING INTO OR OUT OF A RESIDENCE AROUND CENSUS DAY\n\n(a) People who move into a new residence on or before Census Day--Counted at the new residence where they \nare living on Census Day.\n\n(b) People who move out of a residence on Census Day and do not move into a new residence until after Census \nDay--Counted at the old residence where they were living on Census Day.\n\n(c) People who move out of a residence before Census Day and do not move into a new residence until after \nCensus Day--Counted at the residence where they are staying on Census Day.\n\n7. PEOPLE WHO ARE BORN OR WHO DIE AROUND CENSUS DAY\n\n(a) Babies born on or before Census Day--Counted at the residence where they will live and sleep most of the \ntime, even if they are still in a hospital on Census Day.\n\n(b) Babies born after Census Day--Not counted in the census.\n\n(c) People who die before Census Day--Not counted in the census.\n\n(d) People who die on or after Census Day--Counted at the residence where they were living and sleeping most of \nthe time as of Census Day.\n\n8. RELATIVES AND NONRELATIVES\n\n(a) Babies and children of all ages, including biological, step, and adopted children, as well as grandchildren--\nCounted at the residence where they live and sleep most of the time. If they cannot determine a place where they \nlive most of the time, they are counted where they are staying on Census Day. (Only count babies born on or \nbefore Census Day.)\n\n(b) Foster children--Counted at the residence where they live and sleep most of the time. If they cannot determine \na place where they live most of the time, they are counted where they are staying on Census Day.\n\n(c) Spouses and close relatives, such as parents or siblings--Counted at the residence where they live and sleep \nmost of the time. If they cannot determine a place where they live most of the time, they are counted where they \nare staying on Census Day.\n\n(d) Extended relatives, such as grandparents, nieces/nephews, aunts/uncles, cousins, or in-laws--Counted at the \nresidence where they live and sleep most of the time. If they cannot determine a place where they live most of the \ntime, they are counted where they are staying on Census Day.\n\n(e) Unmarried partners--Counted at the residence where they live and sleep most of the time. If they cannot \ndetermine a place where they live most of the time, they are counted where they are staying on Census Day.\n\n\n\n(f) Housemates or roommates--Counted at the residence where they live and sleep most of the time. If they cannot \ndetermine a place where they live most of the time, they are counted where they are staying on Census Day.\n\n(g) Roomers or boarders--Counted at the residence where they live and sleep most of the time. If they cannot \ndetermine a place where they live most of the time, they are counted where they are staying on Census Day.\n\n(h) Live-in employees, such as caregivers or domestic workers--Counted at the residence where they live and \nsleep most of the time. If they cannot determine a place where they live most of the time, they are counted where \nthey are staying on Census Day.\n\n(i) Other nonrelatives, such as friends--Counted at the residence where they live and sleep most of the time. If they \ncannot determine a place where they live most of the time, they are counted where they are staying on Census \nDay.\n\n9. PEOPLE IN RESIDENTIAL SCHOOL-RELATED FACILITIES\n\n(a) Boarding school students living away from their parents' or guardians' home while attending boarding school \nbelow the college level, including Bureau of Indian Affairs boarding schools--Counted at their parents' or guardians' \nhome.\n\n(b) Students in residential schools for people with disabilities on Census Day--Counted at the school.\n\n(c) Staff members living at boarding schools or residential schools for people with disabilities on Census Day--\nCounted at the residence where they live and sleep most of the time. If they do not have a usual home elsewhere, \nthey are counted at the school.\n\n10. COLLEGE STUDENTS (and Staff Living in College Housing)\n\n(a) College students living at their parents' or guardians' home while attending college in the U.S.--Counted at their \nparents' or guardians' home.\n\n(b) College students living away from their parents' or guardians' home while attending college in the U.S. (living \neither on-campus or off-campus)--Counted at the on-campus or off-campus residence where they live and sleep \nmost of the time. If they are living in college/university student housing (such as dormitories or residence halls) on \nCensus Day, they are counted at the college/university student housing.\n\n(c) College students living away from their parents' or guardians' home while attending college in the U.S. (living \neither on-campus or off-campus) but staying at their parents' or guardians' home while on break or vacation--\nCounted at the on-campus or off-campus residence where they live and sleep most of the time. If they are living in \ncollege/university student housing (such as dormitories or residence halls) on Census Day, they are counted at the \ncollege/university student housing.\n\n(d) College students who are U.S. citizens living outside the U.S. while attending college outside the U.S.--Not \ncounted in the stateside census.\n\n(e) College students who are foreign citizens living in the U.S. while attending college in the U.S. (living either on-\ncampus or off-campus)--Counted at the on-campus or off-campus U.S. residence where they live and sleep most \nof the time. If they are living in college/university student housing (such as dormitories or residence halls) on \nCensus Day, they are counted at the college/university student housing.\n\n(f) Staff members living in college/university student housing (such as dormitories or residence halls) on Census \nDay--Counted at the residence where they live and sleep most of the time. If they do not have a usual home \nelsewhere, they are counted at the college/university student housing.\n\n11. PEOPLE IN HEALTH CARE FACILITIES\n\n\n\n(a) People in general or Veterans Affairs hospitals (except psychiatric units) on Census Day, including newborn \nbabies still in the hospital on Census Day--Counted at the residence where they live and sleep most of the time. \nNewborn babies are counted at the residence where they will live and sleep most of the time. If patients or staff \nmembers do not have a usual home elsewhere, they are counted at the hospital.\n\n(b) People in mental (psychiatric) hospitals and psychiatric units in other hospitals (where the primary function is for \nlong-term non-acute care) on Census Day--Patients are counted at the facility. Staff members are counted at the \nresidence where they live and sleep most of the time. If staff members do not have a usual home elsewhere, they \nare counted at the facility.\n\n(c) People in assisted living facilities&#8201; [8] where care is provided for individuals who need help with the \nactivities of daily living but do not need the skilled medical care that is provided in a nursing home--Residents and \nstaff members are counted at the residence where they live and sleep most of the time.\n\n(d) People in nursing facilities/skilled-nursing facilities (which provide long-term non-acute care) on Census Day--\nPatients are counted at the facility. Staff members are counted at the residence where they live and sleep most of \nthe time. If staff members do not have a usual home elsewhere, they are counted at the facility.\n\n(e) People staying at in-patient hospice facilities on Census Day--Counted at the residence where they live and \nsleep most of the time. If patients or staff members do not have a usual home elsewhere, they are counted at the \nfacility.\n\n12. PEOPLE IN HOUSING FOR OLDER ADULTS\n\n(a) People in housing intended for older adults, such as active adult communities, independent living, senior \napartments, or retirement communities--Residents and staff members are counted at the residence where they live \nand sleep most of the time.\n\n13. U.S. MILITARY PERSONNEL\n\n(a) U.S. military personnel assigned to military barracks/dormitories in the U.S. on Census Day--Counted at the \nmilitary barracks/dormitories.\n\n(b) U.S. military personnel (and dependents living with them) living in the U.S. (living either on base or off base) \nwho are not assigned to barracks/dormitories on Census Day--Counted at the residence where they live and sleep \nmost of the time.\n\n(c) U.S. military personnel assigned to U.S. military vessels with a U.S. homeport on Census Day--Counted at the \nonshore U.S. residence where they live and sleep most of the time. If they have no onshore U.S. residence, they \nare counted at their vessel's homeport.\n\n(d) People who are active duty patients assigned to a military treatment facility in the U.S. on Census Day--Patients \nare counted at the facility. Staff members are counted at the residence where they live and sleep most of the time. \nIf staff members do not have a usual home elsewhere, they are counted at the facility.\n\n(e) People in military disciplinary barracks and jails in the U.S. on Census Day--Prisoners are counted at the \nfacility. Staff members are counted at the residence where they live and sleep most of the time. If staff members do \nnot have a usual home elsewhere, they are counted at the facility.\n\n(f) U.S. military personnel who are deployed outside the U.S. (while stationed in the U.S.) and are living on or off a \nmilitary installation outside the U.S. on Census Day--Counted at the U.S. residence where they live and sleep \nmost of the time, using administrative data provided by the Department of Defense.\n\n(g) U.S. military personnel who are stationed outside the U.S. and are living on or off a military installation outside \nthe U.S. on Census Day, as well as their dependents living with them outside the U.S.--Counted as part of the U.S. \nfederally affiliated overseas population, using administrative data provided by the Department of Defense.\n\n\n\n(h) U.S. military personnel assigned to U.S. military vessels with a homeport outside the U.S. on Census Day--\nCounted as part of the U.S. federally affiliated overseas population, using administrative data provided by the \nDepartment of Defense.\n\n14. MERCHANT MARINE PERSONNEL ON U.S. FLAG MARITIME/MERCHANT VESSELS\n\n(a) Crews of U.S. flag maritime/merchant vessels docked in a U.S. port, sailing from one U.S. port to another U.S. \nport, sailing from a U.S. port to a foreign port, or sailing from a foreign port to a U.S. port on Census Day--Counted \nat the onshore U.S. residence where they live and sleep most of the time. If they have no onshore U.S. residence, \nthey are counted at their vessel. If the vessel is docked in a U.S. port, sailing from a U.S. port to a foreign port, or \nsailing from a foreign port to a U.S. port, crewmembers with no onshore U.S. residence are counted at the U.S. \nport. If the vessel is sailing from one U.S. port to another U.S. port, crewmembers with no onshore U.S. residence \nare counted at the port of departure.\n\n(b) Crews of U.S. flag maritime/merchant vessels engaged in U.S. inland waterway transportation on Census Day--\nCounted at the onshore U.S. residence where they live and sleep most of the time.\n\n(c) Crews of U.S. flag maritime/merchant vessels docked in a foreign port or sailing from one foreign port to another \nforeign port on Census Day--Not counted in the stateside census.\n\n15. PEOPLE IN CORRECTIONAL FACILITIES FOR ADULTS\n\n(a) People in federal and state prisons on Census Day--Prisoners are counted at the facility. Staff members are \ncounted at the residence where they live and sleep most of the time. If staff members do not have a usual home \nelsewhere, they are counted at the facility.\n\n(b) People in local jails and other municipal confinement facilities on Census Day--Prisoners are counted at the \nfacility. Staff members are counted at the residence where they live and sleep most of the time. If staff members do \nnot have a usual home elsewhere, they are counted at the facility.\n\n(c) People in federal detention centers on Census Day, such as Metropolitan Correctional Centers, Metropolitan \nDetention Centers, Bureau of Indian Affairs Detention Centers, Immigration and Customs Enforcement (ICE) \nService Processing Centers, and ICE contract detention facilities--Prisoners are counted at the facility. Staff \nmembers are counted at the residence where they live and sleep most of the time. If staff members do not have a \nusual home elsewhere, they are counted at the facility.\n\n(d) People in correctional residential facilities on Census Day, such as halfway houses, restitution centers, and \nprerelease, work release, and study centers--Residents are counted at the facility. Staff members are counted at \nthe residence where they live and sleep most of the time. If staff members do not have a usual home elsewhere, \nthey are counted at the facility.\n\n16. PEOPLE IN GROUP HOMES AND RESIDENTIAL TREATMENT CENTERS FOR ADULTS\n\n(a) People in group homes intended for adults (non-correctional) on Census Day--Residents are counted at the \nfacility. Staff members are counted at the residence where they live and sleep most of the time. If staff members do \nnot have a usual home elsewhere, they are counted at the facility.\n\n(b) People in residential treatment centers for adults (non-correctional) on Census Day--Counted at the residence \nwhere they live and sleep most of the time. If residents or staff members do not have a usual home elsewhere, they \nare counted at the facility.\n\n17. PEOPLE IN JUVENILE FACILITIES\n\n(a) People in correctional facilities intended for juveniles on Census Day--Juvenile residents are counted at the \nfacility. Staff members are counted at the residence where they live and sleep most of the time. If staff members do \nnot have a usual home elsewhere, they are counted at the facility.\n\n\n\n(b) People in group homes for juveniles (non-correctional) on Census Day--Juvenile residents are counted at the \nfacility. Staff members are counted at the residence where they live and sleep most of the time. If staff members do \nnot have a usual home elsewhere, they are counted at the facility.\n\n(c) People in residential treatment centers for juveniles (non-correctional) on Census Day--Counted at the \nresidence where they live and sleep most of the time. If juvenile residents or staff members do not have a usual \nhome elsewhere, they are counted at the facility.\n\n18. PEOPLE IN TRANSITORY LOCATIONS\n\n(a) People at transitory locations such as recreational vehicle (RV) parks, campgrounds, hotels and motels \n(including those on military sites), hostels, marinas, racetracks, circuses, or carnivals--Anyone, including staff \nmembers, staying at the transitory location are counted at the residence where they live and sleep most of the \ntime. If they do not have a usual home elsewhere, or they cannot determine a place where they live most of the \ntime, they are counted at the transitory location.\n\n19. PEOPLE IN WORKERS' RESIDENTIAL FACILITIES\n\n(a) People in workers' group living quarters and Job Corps Centers on Census Day--Counted at the residence \nwhere they live and sleep most of the time. If residents or staff members do not have a usual home elsewhere, they \nare counted at the facility.\n\n20. PEOPLE IN RELIGIOUS-RELATED RESIDENTIAL FACILITIES\n\n(a) People in religious group quarters, such as convents and monasteries, on Census Day--Counted at the facility.\n\n21. PEOPLE IN SHELTERS AND PEOPLE EXPERIENCING HOMELESSNESS\n\n(a) People in domestic violence shelters on Census Day--People staying at the shelter (who are not staff) are \ncounted at the shelter. Staff members are counted at the residence where they live and sleep most of the time. If \nstaff members do not have a usual home elsewhere, they are counted at the shelter.\n\n(b) People who, on Census Day, are in temporary group living quarters established for victims of natural disasters--\nAnyone, including staff members, staying at the facility are counted at the residence where they live and sleep \nmost of the time. If they do not have a usual home elsewhere, they are counted at the facility.\n\n(c) People who, on Census Day, are in emergency and transitional shelters with sleeping facilities for people \nexperiencing homelessness--People staying at the shelter (who are not staff) are counted at the shelter. Staff \nmembers are counted at the residence where they live and sleep most of the time. If staff members do not have a \nusual home elsewhere, they are counted at the shelter.\n\n(d) People who, on Census Day, are at soup kitchens and regularly scheduled mobile food vans that provide food \nto people experiencing homelessness--Counted at the residence where they live and sleep most of the time. If they \ndo not have a usual home elsewhere, they are counted at the soup kitchen or mobile food van location where they \nare on Census Day.\n\n(e) People who, on Census Day, are at targeted non-sheltered outdoor locations where people experiencing \nhomelessness stay without paying--Counted at the outdoor location where they are on Census Day.\n\n(f) People who, on Census Day, are temporarily displaced or experiencing homelessness and are staying in a \nresidence for a short or indefinite period of time--Counted at the residence where they live and sleep most of the \ntime. If they cannot determine a place where they live most of the time, they are counted where they are staying on \nCensus Day.\n\nDated: June 23, 2016.\n\n\n\nJohn H. Thompson,\n\nDirector, Bureau of the Census.\n\n[FR Doc. 2016-15372 Filed 6-29-16; 8:45 am]\n\nBILLING CODE 3510-07-P\n\nFOOTNOTES\n\n1. &#8201;In this document, \"group facilities\" (referred to also as \"group quarters\" (GQ)) are defined as places \nwhere people live or stay in group living arrangements, which are owned or managed by an entity or organization \nproviding housing and/or services for the residents.\n\n2. &#8201;The majority of comments received on this topic used the terms `prisoner,' `incarcerated,' or `inmate.' \nAlthough the terminology is not exactly what is used in the residence rule documentation, the context of the \ncomments suggests that they apply to people in federal and state prisons (GQ type 102 and 103), local jails and \nother municipal confinement facilities (GQ type 104), and possibly federal detention centers (GQ type 101). \nReferences in this document to \"prisons,\" or \"prisoners,\" should be interpreted as referring to all of these GQ types.\n\n3. &#8201;The Advance Group Quarters Summary File was released on April 20, 2011, which was earlier than \nwhen that GQ data was originally planned to be released in the Summary File 1 that was released on June 16--\nAugust 25, 2011. The earlier release made it easier to use these GQ data in conjunction with the Redistricting Data \n(Pub. L. 94-171) Summary File, which was released on February 3-March 24, 2011.\n\n4. &#8201;Home of record is generally the permanent home of the person at the time of entry or re-enlistment into \nthe Armed Forces, as included on personnel files. If home of record information was not available for a person, the \nDOD used the person's \"legal residence\" (the residence a member declares for state income tax withholding \npurposes), or thirdly, \"last duty station,\" to assign a home state.\n\n5. &#8201;The ability to successfully integrate the DOD data on deployed personnel into the resident population \ncounts must be evaluated and confirmed prior to the 2020 Census.\n\n6. &#8201;In this document, \"Outside the U.S.\" and \"foreign port\" are defined as being anywhere outside the \ngeographical area of the 50 United States and the District of Columbia. Therefore, the Commonwealth of Puerto \nRico, the U.S. Virgin Islands, the Pacific Island Areas (American Samoa, Guam, and the Commonwealth of the \nNorthern Mariana Islands), and all foreign countries are considered to be \"outside the U.S.\" Conversely, \"stateside,\" \n\"U.S. homeport,\" and \"U.S. port\" are defined as being anywhere in the 50 United States and the District of \nColumbia.\n\n7. &#8201;Military and civilian employees of the U.S. Government who are deployed or stationed/assigned outside \nthe U.S. (and their dependents living with them outside the U.S.) are counted using administrative data provided by \nthe Department of Defense and the other Federal agencies that employ them. If they are deployed outside the U.S. \n(while stationed/assigned in the U.S.), the administrative data are used to count them at their usual residence in \nthe U.S. Otherwise, if they are stationed/assigned outside the U.S., the administrative data are used to count them \n(and their dependents living with them outside the U.S.) in their home state for apportionment purposes only.\n\n8. &#8201;Nursing facilities/skilled-nursing facilities, in-patient hospice facilities, assisted living facilities, and \nhousing intended for older adults may coexist within the same entity or organization in some cases. For example, \nan assisted living facility may have a skilled-nursing floor or wing that meets the nursing facility criteria, which \nmeans that specific floor or wing is counted according to the guidelines for nursing facilities/skilled-nursing \nfacilities, while the rest of the living quarters in that facility are counted according to the guidelines for assisted \nliving facilities.\n\nMyron Struck, editor, Targeted News Service, Springfield, Va., 703/304-1897; editor@targetednews.com; \nhttp://www.targetednews.com\n\nmailto:editor@targetednews.com\nhttp://www.targetednews.com/\n\n\n-1266824\n"}