{"title": "Weekly Editorial: Disembarkation – Are We Nearly There Yet?", "body": "\nBrussels: European Council on Refugees and Exiles (ECRE) has issued the following press release:\n\nIn the last few weeks, some progress has been made on the temporary arrangements for disembarkation and \nrelocation in the Mediterranean, first at a special meeting in Valletta and at the Justice and Home Affairs Council in \nLuxembourg on Tuesday. ECRE offers a cautious welcome to these developments: welcome because there are \nmore positive than negative elements but cautious because undesirable points still find their way in. The agreement \nnow needs to be finalised and expanded.\n\nThe Coalition and the Agreement\n\nFirst, it should be emphasised that this is not an agreement in any formal sense. As the French Interior Minister \nexplained after the JHA Council, this is not an international treaty that countries sign up to. We are way into the \nterritory of political and practical cooperation and away from legal solutions – although a wide range of international \nlaw provisions still apply as is sometimes overlooked.\n\nIn terms of what is actually in place it is best to separate two elements: the coalition of the willing and the \nagreement. There is a group of European countries who are working together to manage the humanitarian \nconsequences of the situation in the Mediterranean. By ECRE’s count, this now includes 17 countries. The coalition \nhas fuzzy edges – a few countries have come in and out, such as Austria, invited to some meetings when it held the \nEU Presidency but even then present in person but not in spirit (an unwilling participant in the coalition of the willing \nand not one of the 17). In July, France referred to 14 countries in the preliminary agreement; on Tuesday they \nreferred to 10 EU Member States who welcomed the Valletta developments.\n\nThe agreement is not the same as the coalition. Following the Malta meeting, it was announced that four countries \nhad reached an agreement: France, Germany, Italy and Malta. This was the formal sign that Italy and Malta had \njoined the arrangement – their absence was a gaping hole at the July meeting but the change in the composition of \nthe Italian government has enabled their involvement.\n\nThe agreement can be seen as encompassing these four countries which have signed up and also those who have \ndemonstrated through their actions that they agree to the arrangements. The best indicator of being part of the \nagreement is involvement in relocation. To date there are 12 countries who have relocated people at some point in \nthe last 18 months: Croatia, France, Germany, Ireland, Luxembourg, Lithuania, Netherlands, Norway, Portugal, \nRomania, and Spain. Then, Finland which has just started relocation following the appointment of a Green Minister \n\n\nof the Interior who changed their policy, and Belgium which has relocated people but is not currently involved as it \ndoesn’t have a government. It would be unfortunate and unlikely if its new government withdrew definitively from \ncollective efforts to manage a European challenge.\n\nWith Italy and Malta, that makes a core group of 15 operating the informal agreement out of a coalition of up to 17. \nSwitzerland and Sweden have been in discussions but have not relocated people, so are best described as part of \nthe coalition but not the agreement.\n\nWhat has been agreed?\n\nThe content of the agreement is slightly clearer than its membership. Following the argument above, what has been \nagreed is the Malta Declaration but it is also the practical arrangements that are operating, as countries that are \nrelocating have agreed to be part of something. Thus, as well as the text of the Malta Declaration, we also assess \ninformation on the informal arrangements that are apparently working.\n\nOn the positive side, there is now an agreement on relocation including some sort of quota system for relocation of \nrescued people. This is already being applied and features in the Malta Declaration (point 2).\n\nThe agreement on who to relocate is also positive, with a reference to asylum-seekers (point 2). A major sticking \npoint has been some countries’ unwillingness to relocate those who – after brief nationality-based speculation – are \npresumed not to have protection needs. For political reasons, some may hang on to the idea that it only applies to \nthe most manifestly founded but that is not what is stated or what is happening in practice.\n\nThe process set out tends towards the positive with a reference to Standard Operating Procedures (SOP), (point 4) \nwhich probably means the “Messina Model” developed by EASO for managing relocation. Having a SOP – and the \ninvolvement of EASO – is likely to reduce the risk of unlawful detention and denial of access to the asylum \nprocedure which has followed some (reluctant) disembarkations. There are good references to fast relocation and \nto a four-week time limit.\n\nOn return, there is good and bad. Point 7 argues for return: …of those not “eligible for international protection”. This \nis presumably after the fast-track relocation and status determination, or for those not seeking asylum, so it may not \nimply changes in practice or procedure. As is de rigeur in any document on asylum and migration, there is a \ndisproportionate emphasis on return. So long as that is not translated into new procedures, as per the hotspots, or \nyet more (un-spendable) resources, then it can be ignored.\n\nFurther difficulties in the agreement can be remedied either by adding or removing elements. First, it should cover \nall countries in the Mediterranean not just Italy. While the previous Italian government was in place, Member States \nsupported wanted it to cover more countries so that it could not be presented as a victory for Salvini. Now, the \nscope seems to have narrowed again to only Italy. Partly in response, Bulgaria, Cyprus and Greece presented their \nown plan to the JHA Council. The actions suggested are not wholly clear nor adequate however the initiative is best \nseen as a call for help and a reminder that support should also apply to them, and rightly so. It follows previous \nproposals from Cyprus for relocation given increasing arrivals there.\n\nSecond, the declaration says that state-owned vessels should disembark in the flag state (point 1). This was not in \nthe earlier drafts; it was presumably added as a condition for Italy and Malta to sign up. It is probably a dig at \nGermany. Tension has arisen in relation to major SAR NGOs registered in Germany or with prominent German staff \nmembers. Although the reference is to “state-owned” vessels, it echoes the Salvinian rhetorical approach of saying \n“Why don’t you take the ship?” when other governments urged Italy to allow vessels to dock.\n\nWhatever the explanation, the suggestion is idiotic and contravenes numerous aspects of international law, and not \nleast the Law of the Sea. As ECRE has previously discussed, there are different interpretations of the rules on the \nport of disembarkation, and not least key differences between Italy and Malta, which is one of the underlying \nreasons for the crisis. However, the rules could not possibly be stretched so far as to say that disembarkation \nshould be in the flag state. For example, if Ireland sends ships to the region as it has done in the past, are they \nsupposed to then disembark in Dublin port?\n\n\n\nOther negative elements include the reference to the use of leverage on Countries of Origin in the context of return \n(point 7); the instructions to SAR providers to comply with commands from Regional Coordination Centers (which \ncould include Libya) and not to “obstruct” coastguards including the Libyan Coast Guard (point 9); and a call on \nUNHCR/IOM to “encourage” support for disembarkation in North Africa (point 14).\n\nThese points should not be there but insofar as they call for actions from organisations and governments who are \nnot be party to the agreement they are immaterial, if unwelcome.\n\nBeyond the outright negative elements, there are weaknesses. There is no agreement on dividing responsibility for \ndisembarkation – i.e where should ships dock. The draft agreement included different options, including an \n“automatic rotation scheme”. Apparently this could not be agreed. ECRE has argued that two pieces are essential: \nas well as a relocation mechanism, there needs to be an agreement to divide responsibility for disembarkation \nwithout prejudice to the existing provisions of the Law of the Sea. Discussions should continue on this.\n\nThe Declaration calls for an increase in EU aerial surveillance but there is no reference to reinstatement of maritime \noperations. The Declaration and any related agreement has no status in the Member State deliberations on the \nfuture mandate of Operation Sophia or of Frontex operations, which take place in their own respective structures. \nHowever, it should be read as an indication that despite the end (or break from) Salvini, there is no plan to reinstate \nmaritime operations. This would be a major error, and not just due to the humanitarian consequences. ECRE has \ncommented on the problems of removing Operation Sophia’s naval assets (which had rescued +45,000 people just \nby being present). The related crackdown on SAR NGOs is not working – they continue to operate. (And not only: \nthe Protestant church in Germany has just bought a rescue ship to operate in the Mediterranean.) But these efforts \nshould not have to substitute for state/EU-operated SAR in the most deadly sea area in the world. In addition, \nwithout adequate SAR efforts merchant ships have to rescue people and this causes disruption to shipping.\n\nWelcoming, Cautiously\n\nOverall, this is important progress, and a cautious welcome is fair. Of course, the coalition of the willing model is far \nfrom ideal, but it is better than nothing. Those who object because it apparently undermines solidarity in the EU – \ncue spurious reference to Article 80 TFEU – should get their priorities straight. This is a humanitarian issue not an \nattempt to undermine the workings of the EU.\n\nThe numbers are adding up, with the coalition discussions bringing in more countries. As well as the four who have \nformally joined the agreement, another 10 have demonstrated that they are part of it through their actions, and \nspecifically involvement in relocation. The countries outspokenly opposed to the agreement – Hungary and \nDenmark of course – look more and more isolated. Their tired and unfounded arguments about pull factors are \neven being challenged by the media.\n\nAs with the relocation programme, there is a risk that well-meaning people condemn any positive measure for not \nbeing enough. It’s not enough – obviously – but that doesn’t mean it’s without value. To say so, plays into the hands \nof those who would rather do nothing and give up on any kind of collective and halfway decent policy. Similarly, the \ncriticism that this tentative agreement is not a “solution” misses the point – there is no such thing. Asylum and \nmigration are complex policy issues which need to be tackled piece by piece. The overdue emergence of an \nagreement to deal with one particular humanitarian mess is but one necessary measure. The long-term flaws that \nprovoked the situation remain to be tackled, and there will be no shortage of other short-term challenges to \nmanage.\n\nEditorial: Catherine Woollard, Secretary General for the European Council on Refugees and Exiles (ECRE)\n"}