{"title": "Jailed woman asks Costello to help her win release", "body": "\nAn attorney for a Collinsville woman who has sat in a Missouri jail since September has asked Rep. Jerry \nCostello, D-Belleville, to press the inmate's cause with immigration authorities.\n\nMaria Perez was allowed on Feb. 22 to withdraw a guilty plea for cocaine possession that would have led to her \ndeportation to her native Chile.\n\nHer attorney, Neal Connors, had expected that the plea withdrawal would lead to a quick release for Perez, 42. \n\n\"Her appeal is stuck with the Board of Immigration Appeals, one of these administrative agencies that meets in \nsome faceless office in suburban Virginia,\" Connors said on Monday. \"I was told after the hearing (in February) that, \nbecause Maria is detained, her case would be expedited and she'd be out in four to six weeks.\n\n\"We're at the tail end of that period now.\"\n\nPerez immigrated with her family in 1976, fleeing the regime of Gen. Augusto Pinochet, the Chilean dictator. \nThough she has lived in this country for 28 years, Perez never became a U.S. citizen.\n\nIn 2003, she pleaded guilty of possession of trace amounts of crack cocaine after a traffic stop. She was assured by \nher attorney at the time, Tom Hildebrand, that she'd get off with probation as a first-time offender.\n\nPerez did not realize at the time that the cocaine conviction is considered an aggravated felony with mandatory \ndeportation for noncitizens. She remains in jail in Charleston, Mo., about 175 miles southwest of Collinsville.\n\nThe Immigration Board of Appeals, based in Falls Church, Va., could not be reached for comment Monday.\n\nConnors delivered a letter requesting help to Costello's office on Monday.\n\n\"It (the Immigration Board of Appeals) is a federal agency. It's within his (Costello's) striking distance in D.C. If he \ncould just bring some attention to the matter, I think it would help.\n\n\"I know from experience that the Immigration Board takes its time. I'm willing to get in line with the next guy, but at \nsome point we need to say, 'Come on!' This is a no-brainer and I don't want it to go on indefinitely.\"\n\nDavid Gillies, a spokesman for Costello, said his office had not had time to examine its options.\n\n\"We just got this (Connors' letter) today and we're taking a look at it,\" Gillies said.\n\n\nNotes\n\n METRO PAGE 2 \n"}