{"title": "Immigration Bills May Split Republicans; Bipartisan Call for Guest Worker Program at Odds With Push to Secure Borders", "body": "\nThe Senate will begin work today on legislation to overhaul the nation's immigration laws and plug its porous \nborders, but a bipartisan push to create a new guest worker program has put Senate Republicans on a \ncollision course with their counterparts in the House. \n\n The immigration question  --  one of the volatile issues in this election year  --  has split Republicans as no other \nissue before Congress. Vociferous opponents of illegal immigration are at odds with business interests and their \nallies, including President Bush, who are keen on establishing new, legal avenues to bolster the labor force. \n\n Many Republicans, especially those from the West, have said passage of legislation to enforce border security is \nvital to their reelection, and do not want this merged with other measures that would open up work options for \nimmigrants. \n\n On the other side, supporters yesterday talked up efforts to open new opportunities for migrant workers. \"I smell \nvictory in the air,\" thundered Sen. Edward M. Kennedy (D-Mass.), at a rally of immigrant hotel workers in Union \nStation. \n\n Privately, however, voices on both sides concede they would rather see legislation die in Congress than accept the \ncompromises that may be necessary to win passage. Senate Majority Leader Bill Frist (R-Tenn.) wants a bill to the \nSenate floor by March 27, but aides say the Senate Judiciary Committee could take three weeks just to draft one. \n\n \"This is going to be very, very difficult,\" said Sen. Sam Brownback (R-Kan.), who supports a guest worker \nprogram and says immigration is one of the top two or three topics roiling the country. \"You've got a lot of \nemotions on both sides.\" \n\n \"The gap is huge,\" agreed Rep. Tom Tancredo (R-Colo.), who has been leading the charge for a bill that deals \nonly with border security. \"I don't think you can square this circle.\" \n\n Beginning today, Senate Judiciary Committee Chairman Arlen Specter (R-Pa.) will try, when his committee begins \ndrafting the Senate's answer to a tough border security bill that passed the House in December with no guest \nworker plan. The draft would authorize the hiring of new border agents, the use of unmanned aerial vehicles and \n\n\nother new technologies on the border, expand the definition of \"alien smuggling\" to combat those who shelter \nillegal immigrants, and toughen penalties on smugglers and illegal immigrants who repeatedly cross the border. \n\n But the controversy will lie with his new H-2C visa, which could be offered to hotel workers, cleaners, restaurant \nworkers, meat  processors and other \"essential occupations\" by employers who say they could not fill the posts \nwith a U.S. worker. The visa would be good for six years, after which workers would have to return to their home \ncountries for at least a year. The visa would offer no special path toward citizenship or a legal \"green card.\" \n\n Specter said his approach rejects those who simply want to throw all illegal immigrants out of the country \nimmediately, but it also does not offer a permanent reward for those who entered the country illegally. \n\n \"We're trying to bring 11 million  people out of the shadows, and if you start by saying you're going to kick them all \nout, who's going to come out of the shadows?\" he asked.  \"But at the same time, you don't want them to benefit \nfrom breaking the law, so let them work, but don't move them toward citizenship.\" \n\n The White House sounded a sympathetic note toward Specter's efforts. \n\n \"We're pleased that Chairman Specter is taking a comprehensive approach to immigration reform,\" said White \nHouse spokesman Erin Healy, using the catchphrase for legislation that deals both with border security and \nemployment opportunities. \n\n But Specter's search for a compromise has been rewarded  with attacks from both sides of the immigration divide. \nThe editors of the conservative National Review editorialized yesterday that Specter would offer amnesty to more \nthan 10 million illegal immigrants and their families, then create a \"permanent underclass\" by keeping them in the \nUnited States as exploited \"non-citizens.\" \n\n Tancredo called Specter's bill \"an unmitigated disaster.\" \n\n \"Words almost fail to describe the threat this bill poses to our national and economic security,\" he said. \"By \nlegalizing the millions upon millions of illegal aliens in the country, Specter makes a mockery of our laws and \ncrushes our already strained legal immigration system.\" \n\n Kennedy, who wrote a rival bill with Sen. John McCain (R-Ariz.), called Specter's bill \"a non-starter,\" saying the \nguest worker program needed to be an avenue toward citizenship and suggesting that the uncapped number of \nvisas in Specter's legislation would be an invitation to exploitation. McCain declared himself \"disappointed.\" \n\n In an election year, when some Republicans fear they could lose their hold on Congress, the issue is equally \nbedeviling. Republican National Committee Chairman Ken Mehlman has warned his party that an anti-immigrant \nstand could jeopardize years of outreach to Latino voters, a position seconded by Kennedy in his hunt for GOP \nsupport for his bill. \n\n \"The people on the other side are going to have to decide whether they want to alienate a whole, growing \nconstituency in this country,\" he said. \n\n But to Tancredo and his allies, who are facing mounting constituent anger over what they see as a border crisis, \nsuch threats ring hollow. Business groups, organized labor and religious organizations may have united to back a \nbroad guest worker program, but opponents say the interest groups are no match for the anger of ordinary voters. \nEven Specter conceded yesterday that the term \"amnesty\" has become a political pejorative that will be difficult to \nescape. \n\n \"This issue has now achieved a level of preeminence in the minds of America that it will be a factor in the election  \n--  it has to be,\" Tancredo said. \"The political consequences of failure will be dire.\" \n"}