{"title": "HOUSE ADVANCES BILL TOUGH ON 'ILLEGALS'", "body": "\nDEBATING A CONTROVERSIAL immigration bill, the House voted Wednesday to allow states to deny schooling \nfor children of illegal aliens and to block federal welfare benefits for American-born children of illegal aliens.\n\nThe votes reflected wide concern in states such as California over the burden to state and federal governments of \nproviding benefits to \"illegals.\"\n\nThe House also supported establishment of a program under which employers will be able to verify with a \ngovernmment data base whether job -seekers can legally work in the United States.\n\nThe pilot program had aroused widespread opposition among both conservatives and civil libertarians as the start \nof a \"big brother\" national identity system.\n\nIn heated debate, members argued that children should not be made to suffer for the fact that their parents entered \nthe country illegally.\n\nBut in a rare address to the House, Speaker Newt Gingrich argued forcefully for an amendment by Elton Gallegly, \nR-Calif., to allow states to deny children of illegal aliens the right to attend public schools.\n\nGingrich said that requiring states to provide their schooling was a federal \"unfunded mandate\" - an order from \nWashington that the federal government does not pay for.\n\nCiting California's Proposition 187 clamping down on benefits for illegal aliens, Gingrich said: \"I think it's wrong for \nus to be the welfare capital of the world.\n\n\"Come to America for opportunity. Do not come to America to live off the law-abiding American taxpayer.\"\n\nRep. Xavier Becerra, D-Calif., deplored \"going after the kids\" and Rep. Anthony Beilenson, D-Calif., also said the \nproposal was unwise and inhumane.\n\nRep. John Bryant, D-Texas, accused Gingrich of seeking to take political advantage of the bipartisan bill by \npushing through an amendment that could derail it.\n\nThe amendment was approved by a 257-163 vote.\n\nThe House defeated by 269-151 an amendment by Rep. Nydia Velasquez, D-N.Y., to remove a provision barring \nundocumented alien parents from applying for welfare, including food stamps and Medicaid, for their American \ncitizen children for the first seven years.\n\n\nVelasquez said the bill \"punishes innocent children,\" but Gallegly said the government should not reward persons \nin the country illegally.\n\nThe attempt by Rep. Steve Chabot, R-Ohio, to eliminate the employment verification plan was defeated 260-159. It \nwould set up a pilot program in five of the seven states with the highest number of illegal immigrants.\n\nThe voluntary program, under which an employer would call a toll-free number to verify a job-seeker's right to work, \nunited some liberals and conservatives in opposition.\n\nChabot charged that the goal was a national mandatory system under which the federal government \"would assert \nthe right to sign off on the employment of every citizen.\"\n\nThe bill's main architect, Rep. Lamar Smith, R-Texas, denied any intent to establish a national identity system and \nsaid the plan was aimed at cutting back on aliens getting jobs by means of false documents.\n\nDebate on the bill will continue today. The Senate has its own bill currently in committee.\n\nSmith says immigration reform is needed to correct a system in which 80 percent of all immigrants are admitted \nwithout regard to skills or education, 20 percent of federal prisoners are illegal aliens, half the country's estimated 4 \nmillion illegal immigrants obtain jobs and benefits through fake documents and applications by immigrants for \nSupplemental Security Income have increased 580 percent since 1982.\n\nAccording to Smith, his bill would cut illegal immigration in half in five years by doubling the number of Border \nPatrol agents and making it more difficult for illegal aliens to get jobs and government benefits.\n\nAt the same time, he said, the bill would continue \"generous levels of legal immigration\" at an average of 700,000 a \nyear for the first five years, compared to about 775,000 in 1995. The bill would limit immigration by the \"extended \nfamilies\" of naturalized U.S. citizens in order to increase admissions of spouses and minor children of legal \npermanent residents, Smith said.\n\nCritics say legal immigration would drop by at least 30 percent from current levels after five years under Smith's bill \nand that many U.S. citizens would be unfairly prevented from bringing in their parents, adult children and siblings.\n\nHuman-rights advocates oppose the bill's provisions to cut refugee admissions in half from the current level of \n100,000 a year and to tighten the rules for people who enter the United States illegally and then seek political \nasylum. The latter could be sent back to their countries immediately if they failed to pass an on-the-spot interview \nby an asylum officer, while asylum seekers who are already in the United States would have 30 days from their date \nof entry in most cases to file an application.\n"}