{"title": "High-Tech Firms Oppose Major Immigration Cuts; Entry for Skilled Technicians Is Defended", "body": "\nAs the congressional debate over immigration heats up, powerful elements of the American business community \nare entering the fray to oppose major proposed cuts in legal immigration that many companies fear would inhibit \ntheir ability to compete in the global economy.\n\nDozens of executives from leading high-tech firms yesterday descended on Capitol Hill to argue for separating the \nissues of legal and illegal immigration in proposed legislation that is moving through the House and taking shape \nin the Senate.\n\nThe lobbying effort reflects concerns among U.S. companies that their ability to hire highly skilled foreign talent as \nlegal immigrants will become ensnared in a political backlash against illegal immigration.\n\n\"Legal immigration strengthens and energizes America,\" the National Association of Manufacturers, which counts \n13,500 corporate members nationwide, said in a statement. \"America's high-tech employees and international \npersonnel should not be considered in the same bill as undocumented entrants and criminal law violators.\"\n\nThe main target of the lobbying effort is a House bill sponsored by Rep. Lamar S. Smith (R-Tex.), chairman of the \nHouse Judiciary subcommittee on immigration. It would cut legal immigration by 30 percent, reduce refugee \nadmissions by more than 50 percent and crack down on illegal immigrants through a variety of means including \nborder fences and more Border Patrol agents.\n\nThe bill also calls for creation of a computer registry to verify that prospective employees are legally eligible to work \nin the United States.\n\nIn the Senate, Sen. Alan K. Simpson (R-Wyo.) is introducing a bill that would slash legal immigration even more \nsharply as part of legislation that, like the House version, links legal and illegal immigration in the same bill.\n\nIn addition, the bipartisan U.S. Commission on Immigration Reform headed by former congresswoman Barbara \nJordan (D-Tex.) yesterday released a report that offers detailed recommendations for cuts in legal immigration \nwhile supporting \"the basic framework\" of immigration policy.\n\nAlthough the proposed cuts in admissions of highly skilled foreigners would affect a relatively small portion of \nannual immigration, they have caught the attention of such firms as Microsoft, Motorola and Texas Instruments, \nwhich were among nearly 60 high-tech firms whose executives voiced their objections on Capitol Hill yesterday.\n\nUp to now, the most outspoken opposition to cuts in legal immigration has come from Hispanic organizations, \nreligious groups and other traditional immigration advocates, which have much less clout than the business \ncommunity with the Republican-controlled Congress.\n\n\nOf the legal immigration limit of nearly 800,000 for fiscal 1995, \"skills-based admissions\" are set at 140,000. The \nSmith bill would directly and indirectly remove more than 32,000 of these admissions, while the Simpson bill would \ncut them to 75,000. The Commission on Immigration Reform recommends a level of 100,000.\n\n\"Our ability to get the best talent in the world is critical to us,\" said Kenneth M. Alvares, a vice president of Sun \nMicrosystems, a fast-growing Silicon Valley computer chip company. Restricting that ability \"is going to kill us,\" he \nsaid. \"We will not be able to compete.\"\n\nThe firm, which employs 16,000 people, has been unable to fill more than 1,000 highly technical positions and feels \nit must recruit foreigners. If cuts in skilled admissions are enacted, Alvares said, his company might be forced to \ndo its design work abroad.\n\n\"We have thousands of companies that care about this,\" said Phyllis Eisen, a senior policy director at the National \nAssociation of Manufacturers. \"If they can't get the people they want, they will move overseas.\"\n\nSuch immigration cutbacks thus could result in a loss of jobs in the United States, said Charles Billingsley, a \nspokesman for the Information Technology Association of America. \"I don't think that's what the legislators have in \nmind.\"\n\nProponents of the Simpson bill argue that reducing the influx of immigrants is what the American public wants. In \norder to address the need for engineers and scientists, say congressional sources close to the Simpson bill, the \nlegislation would require employers of highly skilled immigrants to pay a fee equal to 30 percent of the employee's \nfirst-year salary into a fund to help finance training for Americans.\n\nA potentially far-reaching provision of the House and Senate bills is the provision for a centralized computer \nverification system, which employers would use to check that a prospective new hire was legally in the country and \neligible to work.\n\nCompany executives expressed concern that inaccurate or incomplete responses from the new system could result \nin large numbers of \"false denials\" of employment to qualified applicants and lead to costly lawsuits. With 65 million \nnew hires a year in the United States, an error rate of only 5 percent would cause the computer to wrongly reject \nmore than 3 million people, and tests of federal data bases have shown error rates closer to 30 percent, critics of \nthe proposal said.\n"}