{"title": "Congressman Higgins Applauds Move to Pull Bad Border Bill; Legislation Would be Harmful to Northern Border Communities, US Economy; Rep. Brian Higgins (D-NY) News Release", "body": "\nCongressman Brian Higgins (NY-26) spoke on the floor of the House of Representatives in support of the \ncancellation of this week's vote on the Secure our Borders First Act. The legislation included provisions, which \ncould create long delays at already congested northern border crossings. In last week's Homeland Security \nCommittee meeting, Higgins offered an amendment to ensure that any additional inspections would be matched \nwith adequate staffing and infrastructure improvements in an effort to prevent logjams but the measure was \ndefeated on a party line vote and the bill was scheduled for consideration on the House Floor this week.\n\nNew York's 26th District is home to several busy border crossings including: the Peace Bridge, Rainbow Bridge \nand Whirlpool Bridge. Second only to the Ambassador Bridge, connecting Windsor, Ontario and Detroit, Michigan, \nthe Peace Bridge is the busiest border crossing between the United States and Canada. Forty billion dollars in \ntrade crosses the Peace Bridge every year in addition to the thousands of travelers.\n\nImplementation of the biometric exit data system at all border crossings, as required by the Secure our Borders \nFirst Act, without a full understanding of how it would impact the flow of traffic and consideration for the added \ncapacity necessary to handle the additional inspections, would create further delays at these already congested \nborder crossings.\n\nAfter appearing on this week's House agenda, the Secure our Borders First Act was recently pulled from \nconsideration. Higgins spoke on the House Floor urging House leadership to take into account the different needs \nof the northern and southern borders.\n\n(To access video click above or go to: http://youtu.be/TrhFQwFvKjg)\n\n\"Mr. Speaker, Cancellation of this week's vote on the Secure our Borders Act, is a relief for northern border \ncommunities including my Western New York district.\n\n\"This legislation would require a biometric exit system at every border crossing, which would duplicate inspections \nand significantly slow the flow of people and goods across the northern border.\n\n\"The Beyond the Border agreement already allows for exit data to be shared between Canadian and U.S. officials, \nthus the implementation of this system at the Northern border would be redundant at least.\n\n\"Already congested border crossings, such as the Peace Bridge in Western New York, would see longer delays \nwhich would ultimately create disastrous economic effects and compound security concerns.\n\n\"A Peace Bridge Authority official said that implementation of this program would effectively shut down the northern \nborder.\n\n\n\"Investments in personnel and infrastructure should be made along our borders but we must take into \nconsideration the unique needs of northern and southern border communities and protect the strong economic \nrelationship essential to the United States and Canadian economies.\"\n\nIn a separate measure, Higgins joined Congressmembers John Katko (R-NY), Peter King (R-NY), and Candice \nMiller (R-MI) in introducing H.R. 455, a bipartisan bill requiring the Department of Homeland Security to conduct a \nnorthern border threat analysis.\n\nCongressman Higgins is a member of the House Committees on Homeland Security and Foreign Affairs, serves as \nCo-Chair of the Northern Border Caucus and recently led a letter urging the Homeland Security Appropriations \nSubcommittee to maintain increased staff levels along the US/Canada border as well as funding for the pre-\ninspection pilot program at the Peace Bridge.\n\nRead this original document at: http://higgins.house.gov/media-center/press-releases/congressman-higgins-\napplauds-move-to-pull-bad-border-bill\n"}