{"title": "Giuliani Proposes That New York Help Immigrants Become Citizens", "body": "\nIn a reflection of the rising political and economic influence of immigrants in New York City, Mayor Rudolph W. \nGiuliani will call this week for the creation of a city agency to recruit and assist legal immigrants who want to \nbecome citizens.\n\nMr. Giuliani's aides said yesterday that the Mayor would propose spending $12 million to set up six offices around \nthe city to help immigrants at every stage of the naturalization process, from filling out forms to preparing for \ncitizenship tests to negotiating the complicated bureaucracy of the Immigration and Naturalization Service. The \nmoney will be included in the budget plan he will make public on Thursday.\n\nThe Mayor said he would discuss the program in a speech on immigration policy to the American Jewish \nCommittee in Washington on Wednesday. It is the latest in a series of speeches Mr. Giuliani has given on the topic \never since Congress passed a welfare bill last year to severely restrict benefits to immigrants living in the United \nStates.\n\nMr. Giuliani warned that the cut in Federal money could be expensive to New York, because the city would be \nforced to make up for the lost aid.  Mr. Giuliani said yesterday that New York would be spared some of those costs \nbecause of a deal reached last weekend between President Clinton and Republicans restoring some of the cuts, \nand that his citizenship program would save the city more money by helping as many as 60,000 immigrants in \nNew York City become citizens by the end of 1998.\n\nThough unusual, the city's plan is not unique. Gov. Christine Todd Whitman proposed spending $2 million to help \nsome poor immigrants in New Jersey become citizens, and similar efforts have been started in California and \nFlorida. But national immigration advocates said Mr. Giuliani's plan appeared to be the most ambitious effort by a \nlocal government to assist immigrants, and was particularly striking at a time when many Republicans have been \nassociated with anti-immigration policies.\n\nThat Mr. Giuliani decided to provide money for the program, and highlight it at the start of a week that traditionally \nhas been marked with leaks about budget proposals, is the latest indication of the extent to which immigrants \nhave become part of the political and economic culture of New York.\n\nIt is also the latest effort by Mr. Giuliani to stake out pro-immigration policies as a central part of his political \nidentity, distancing himself from Republican policies and appealing to the rising number of naturalized citizens who \nwill be eligible to vote this November, when Mr. Giuliani is up for re-election. In recent months, Mr. Giuliani has \n\n\nlobbied Republicans in Washington, filed lawsuits against the Federal Government and formed a coalition of well-\nknown Americans to extol the virtues of immigration.\n\nFrank Sharry, executive director of the National Immigration Forum, an immigration advocacy group in Washington, \nsaid: \"When he started speaking out on this, a lot of people were sort of scratching their heads and saying, 'What \nthe hell is he doing? Is he going to become a Democrat?' I think in many respects he's emerged as one of the \nleading champions on immigration.\"\n\nMr. Giuliani described his efforts as \"a matter of fairness.\"\n\n\"If people are allowed into this country legally,\" the Mayor said, \"and they are expected to pay taxes at the same \nlevel as everyone else, they should be treated the same way as everybody else. The only way we can absolutely \nassure that in the future is to make them citizens.\"\n\nBut there is clearly a budgetary motive in the Mayor's proposal. City officials say that under the welfare law pushed \nthrough Congress by Republicans last year, at least 150,000 immigrants in New York City would have lost food \nstamps and disability payments. That would have forced New York City to spend $76 million to replace cash \nbenefits for those losing disability money in the fiscal year starting July 1.\n\nThe agreement struck by Mr. Clinton and Republicans to eliminate some of those cuts, however, means that city \nofficials are now recalculating both the cost of the Federal welfare revisions and how the new program will work. \nMr. Giuliani said one effect is that his program will seek to help immigrants beyond those in danger of losing their \nbenefits, and his aides emphasized that they viewed the office as a permanent addition to the city government.\n\nCity officials estimated that 1.2 million of the city's 7.3 million residents were legal immigrants.\n\nThe money for the program, $11.8 million, will be included in Mr. Giuliani's 1997-98 executive budget, which he will \npresent to the City Council on Thursday.\n\nThe city would hire 100 people, who would work out of offices in the Bronx, Manhattan, Brooklyn and Queens. City \nHall officials said immigrants would be recruited by mail and at-home visits.\n\nMr. Giuliani's aides likened the workers to social service caseworkers. They said that in addition to helping \nimmigrants fill out forms, the workers might refer them to lawyers or helping them be fingerprinted, among other \nthings.\n\nThe new agency would be in the Department of Youth and Community Development.\n\nIf the office is successful, it seems certain to create new problems for the I.N.S., which already has backlogs up to \n10 months in its New York City office. Lucas Guttentag, director of the Immigrants' Rights Project of the National \noffice of the American Civil Liberties Union, praised the New York plan, but said it demonstrated the deficiencies of \nFederal policy.\n\n\"It's unfortunate that the I.N.S. has made the process unnecessarily cumbersome and difficult so cities have to step \nin and help,\" he said.\n\nRussell A. Bergeron Jr., a spokesman for the I.N.S., said the agency welcomed Mr. Giuliani's plan. \"The reality of \nthe situation is we are the biggest supporters of citizenship there is,\" he said. \"We are delighted that individuals who \nhave not actively pursued citizenship are doing so.\n\n\"Granted, it does present a significant challenge for us.\"\n\n      \n"}