{"title": "IMMIG PAPERWORK'S ONLINE AT LAST BY FALL", "body": "\nA HEAVILY touted plan to computerize immigration files and get rid of a paper-pushing system is expected to begin \nin the fall - behind schedule and over its original budget.\n\n\"We are not on the timetable that was originally devised,\" U.S. Citizenship and Immigration Services Director \nAlejandro Mayorkas acknowledged yesterday.\n\nThe agency has pushed the schedule back and the budget up three times, online records show. It already has \nspent $631.1 million on the project - and is expected to eventually hit $2.4 billion.\n\nModernizing the process can't come soon enough for immigrants who line up dozens deep in front of the lower \nManhattan immigration building each morning.\n\n\"It takes time. Years!\" said 19-year-old Dane, who left Guyana for Brooklyn.\n\nHe was hoping for a resolution this week on a petition his aunt filed to make his mom and him permanent residents.\n\nThe latest schedule for the Internet project, dubbed Transformation, calls for getting everything online and running \nby 2016. The total planned budget includes operational costs through 2022.\n\nThis fall, if all goes as planned, immigrants filing for work permits, visa extensions and other common applications \nwill be able to set up online accounts and file electronically.\n\nMuch of the delay was caused by a back-and-forth over which applications should go online first, Mayorkas said.\n\nThe agency expected to start with citizenship applications, but Mayorkas decided in 2009 to start with the \napplications immigrants file at the beginning of the process.\n\nMeanwhile, even if the new online system gets up and running by the new deadline, immigration lawyers say the \nagency will still have a long way to go.\n\n\"Just getting it all online isn't going to fix it,\" said Laura Lichter of the American Immigration Lawyers Association.\n\n\"It'll be supercool, but to be able to find out quickly that your application is stuck doesn't change the fact that it's \nstuck and maybe is not being handled correctly.\"\n\n\nepearson@nydailynews.com\n"}