{"title": "RED LIGHT ON HARSH STATE LAWS", "body": "\nThe nation's immigrant communities can breathe a bit easier. In striking down three of four disputed provisions of \nArizona's harsh anti-immigrant law, the U.S. Supreme Court Monday warned states that almost any effort to wade \ninto immigration issues or target people with a different skin color or limited English would not be tolerated. The \nruling is largely a win for the Obama administration, affirming its assertions that immigration matters are uniquely \nthe province of the federal government. The court upheld a key provision that directs law enforcement to verify the \nimmigration status of anyone lawfully stopped or arrested who is suspected of being here illegally, but it suggested \nreasonable parameters for that section's enforcement and opened the door to future legal challenges.\n\nArizona passed its controversial anti-immigrant law known as SB 1070 in 2010, claiming federal intransigence \nforced it to take immigration enforcement into its own hands. President Barack Obama has deported a record \nnumber of illegal immigrants, and the flow of foreign nationals across America's southern border has been reduced, \npartly because of the weak U.S. economy. Even so, five other states followed Arizona's lead and passed similar \nharsh laws. During its 2011 session, the Florida Legislature failed to pass proposed immigration enforcement bills, \nbut some lawmakers were poised to try again if given a green light by the Supreme Court. Now that light has \nturned red.\n\nOf the three provisions set aside by the court as \"pre-empted\" by federal law, one would have made it a state crime \nfor illegal immigrants to seek work or hold a job, and another would have required all immigrants to always carry \nproof of legal status. The high court also struck down a provision that authorized police to arrest without a warrant \nanyone they believe committed a deportable crime. The 5-3 ruling authored by the court's single moderate, Justice \nAnthony Kennedy, drew a clear line of federal authority, proclaiming that the federal government alone is \nresponsible for a \"comprehensive and unified\" system of dealing with foreign nationals. \"Foreign countries \nconcerned about the status, safety, and security of their nationals in the United States,\" Kennedy wrote, \"must be \nable to confer and communicate on this subject with one national sovereign, not the 50 separate states.\"\n\nThe court at least tempered the so-called \"show me your papers\" provision, an offensively broad requirement that \ndirects police to verify the legal status of suspected illegal aliens who are lawfully stopped, detained or arrested. \nKennedy wrote that inquiry must be made while a person is detained for other legitimate reasons, such as after a \ncriminal arrest. He also noted that the law can be further challenged after it's implemented, and it's a safe bet that \nracial profiling and other considerations not before the Supreme Court will be litigated.\n\nEncouragingly, the court didn't entirely divide along traditional ideological lines. Chief Justice John Roberts, who \ntypically sides with the court's conservative wing, joined liberal Justices Ruth Bader Ginsburg, Stephen Breyer and \n\n\nSonia Sotomayor to make up the five-justice majority. The three dissenters were the court's most conservative \nmembers, Justices Antonin Scalia, Clarence Thomas and Samuel Alito. Justice Elena Kagan did not participate in \nArizona vs. United States, probably because she had worked on the case as Obama's solicitor general. While all \nfour key provisions should have been overturned, this is a reasonable opinion that provides a pragmatic path for the \nfuture and makes clear that the responsibility for immigration rests with the federal government, not the states.\n\nWashington should take the hint. After the election, the next president and the next Congress should break the \npartisan gridlock and pass comprehensive immigration reform.\n"}