{"title": "This family smashes that stereotype", "body": "\nFor many immigrants, few things represent the American dream like a home of their own. So it was a proud day for \na Thai immigrant and her three adult children when they pooled their resources to buy a five-bedroom, two-story \nhome in Sacramento last August.\n\nBut their success story is in jeopardy. Two of her children -- college graduates who gave up promising careers in \ntheir homeland -- are illegal immigrants at risk of deportation.\n\nThe family's story illustrates an often overlooked reality about immigration. A common perception is that illegal \nimmigrants are uneducated laborers with few opportunities at home who gratefully take menial jobs in America. Yet, \na quarter of undocumented immigrants have at least some college education, with 15 percent holding a bachelor's \ndegree or better, according to a report by the Pew Hispanic Center.\n\nTheir story also debunks another common assumption about undocumented immigrants: The Thai family didn't \ncross the border illegally, but entered the country with valid visas, like almost half of the nearly 12 million \nundocumented immigrants living in the United States. A full 90 percent of illegal immigrants who are not from \nMexico or Central America are visitors who have overstayed their visas, according to another Pew report.\n\nDifferent backgrounds\n\nImmigrants who enter with visas often don't have the same backgrounds as those jumping the border, said Jeff \nPassel of the center.\n\n``To get a tourist or student visa, you have to have assets and education and look middle-class,'' he said.\n\nSome who advocate curbing immigration, such as the Federation for American Immigration Reform, favor \nscrutinizing education and other ``merits'' of would-be immigrants. But when it comes to illegal immigrants, a FAIR \nspokesman said all should be discouraged to stay and deported if caught.\n\n``You shouldn't get a free pass if you've got a Ph.D.,'' said Ira Mehlman of FAIR.\n\nThe Thai family members, who requested anonymity and are identified by their nicknames, think America might be \nmore welcoming if people know how eager and able they are to make a contribution in their adopted home.\n\nWhile the mother, Pini, and her youngest daughter are legal residents, her son and older daughter are not.\n\n\n``I know I can do so much for this country,'' said Linda, 29. ``We just want America to give us a chance.''\n\nShe and her brother, Nick, 31, are among an estimated 1.5 million Asians living illegally in the United States.\n\nUndocumented Asian immigrants -- most of whom come from China, the Philippines and India -- are rarely visible. \nThey tend not to gather outside Home Depot stores offering their labor, or to take orders at the counters of a fast-\nfood restaurant. Instead, many disappear into their ethnic enclaves, working in kitchens or small businesses.\n\nThe Thai family's predicament underscores a deep problem in U.S. immigration policy. Reuniting families is the \nforemost priority, with nearly 60 percent of ``green cards'' going to relatives of U.S. citizens or permanent residents \nin 2005. But legally reuniting with family members in the United States can take decades. Families from Asia have \nthe longest waits of any region -- up to 23 years for the Philippines, because of demand and visa limits assigned to \neach country.\n\nFor Pini, eager to reunite with her children, her family is intact, but two of her children are lawbreakers relegated to \nmenial jobs despite their education and skills.\n\nThe family didn't consider moving to America until 1998, when the Asian financial crisis that crippled Southeast \nAsia ruined a once-thriving family import business.\n\nPini, who is estranged from the father of her children, married a Thai-American living in Bangkok. She came to \nCalifornia with him, but they have since divorced. She filed immigration paperwork for Nina to immigrate, and her \ndaughter soon joined her. The application received priority because Nina was under 21 at the time.\n\nPini found work as a preschool teacher in Richmond and planned to bring Nick and Linda to the United States. She \nconsulted an immigration lawyer and received what she now knows is bad advice -- that her kids could arrive on a \ntourist visa, and then file petitions to stay permanently.\n\nNick and Linda arrived at San Francisco's International Airport in 2001 on tourist visas valid for six months. By the \ntime they realized their immigration lawyer had led them astray, they said, they had already broken the law by \noverstaying their visas. Pini has since filed paperwork to request permanent residency for Nick and Linda.\n\nLow-paying jobs\n\nAlthough they lacked work permits, they found jobs at Bay Area restaurants owned by Asian immigrants. Their base \npay was well beneath the minimum wage. Since moving to Sacramento from the Bay Area two years ago, they've \nhad a salary increase: $50 for a 10-hour day.\n\nAll four family members work in restaurants. Despite the meager pay, they pool their earnings to achieve family \ngoals. Last year, they bought their $405,000 home.\n\nMoney is tight, and everyone contributes equally to pay the mortgage and bills. But they also enjoy a few comforts \nthat are classically American: a big, flat-screen Panasonic television that hangs in a living room with modern decor, \nand new kitchen appliances -- all purchased on credit.\n\nNow, the family is scouting Sacramento for locations to open a restaurant. ``We are working so hard, we might as \nwell do it for ourselves,'' Linda said.\n\nPrice of success\n\nBut their success comes at a price. Linda, who earned a bachelor's degree in business and wants to start an \ninterior decorating business, said she and her brother detest their jobs.\n\n``Every day when I wipe a table or pick up money or clean someone's dishes, I think `What am I doing with my life?' \n'' she said, her voice cracking.\n\n\n\nThe immigration debate fills them with both hope and fear. A House bill would make illegal immigrants felons, and \naiding them a crime. Many worry that even family members could be prosecuted for sheltering undocumented \nrelatives. So once a month, Nick methodically checks the headlights of the family's cars to make sure they function \nproperly.\n\n``I'm scared always,'' said Nick, who had worked as a translator for a Japanese firm in Thailand. ``I don't like living \nlike a criminal.''\n\nThe one thing that keeps him and Linda here is their family. ``Asian people, our family is everything,'' said Nick. ``I \nhave to take care of my mom. That's my duty.''\n\nDespite his filial obligations, Nick said he will return to Thailand next year if his immigration status doesn't change.\n\nBut if Nick and Linda leave, the family faces another dilemma. Pini and Nina wouldn't be able to afford their home. \nThe responsibilities weigh heavily on Nina, the youngest. She's the only sibling with a green card, and will become \na U.S. citizen next year. At 23, she still studies at a community college, between working the lunch and dinner \nshifts.\n\nInitially, the family pressured her to drop her art major and study something ``that makes money, like nursing,'' she \nsaid. Her family has eased off, yet she feels the guilt. ``If I could, I would give Linda my green card,'' she said. \n``She's smart. She's the smartest one.''\n\nThey say they want to make America home because they're no longer as Thai as they used to be. Nick is a 49ers \nfan who dreams of joining the U.S. Navy.\n\n``I think more like an American than a Thai person,'' Nick said. ``When I'm at the mall, people assume I'm American. \nI like that. I wish that can be true.''\n\nContact K. Oanh Ha at kha@mercurynews.com or (408) 278-3457.\n"}