{"title": "Cuba tells Nicaragua players will stay put", "body": "\nCuba denied Saturday that any arrangements had been made with Nicaragua to  grant visas for three Cuban \nplayers and a coach who tried to flee the island  but were forcibly returned.\n\nThe four said Friday they have been promised visas by officials at the  Nicaraguan embassy in the Cuban capital. \nAfterward, coach Orlando Chinea said  he was told the offer applied to all of the approximately 190 Cubans the \n Bahamas repatriated in recent weeks.\n\nCuba's Foreign Ministry said that if Nicaraguan President Arnoldo Aleman is  willing to accept immigrants, he \ncould have all the Cubans he wanted - but not  the repatriated players.\nCompiled from Wire ReportsBBNEWS.31\n\n\"If Mr. Aleman is so generous, we would be willing to give authorization  for any citizen wishing to emigrate legally \nto Nicaragua,\" the Foreign  Ministry said in a statement published by the official news agency Prensa  Latina.\n\nThe Bahamas has a treaty with Cuba under which it returns illegal  immigrants to Cuba.\n\nOn Thursday, Aleman offered his country as a haven for the repatriated  Cubans. Aleman also said the Miami-\nbased, anti-Castro Cuban-American National  Foundation had agreed to cover the costs of the transfer.\n\nASTROS: OF Richard Hidalgo was placed on the 15-day disabled list after  separating his right shoulder crashing \ninto the wall Friday night. To fill his  spot, OF Ray Montgomery was recalled from Triple-A New Orleans.\n\nBLUE JAYS: Woody Williams has allowed just three earned runs in his past 25  2/3 innings.\n\nBRAVES: The team has lost three in a row for the first time since Colorado  swept a series at Turner Field Sept. 12-\n14.\n\nBREWERS: Doug Jones, the team's 40-year-old closer who has surrendered nine  homers and blown seven saves, \nhas lost his job - sort of. He will share  closing duties with right-hander Bob Wickman and lefty Mike Myers, \nmanager  Phil Garner said.\n\nDIAMONDBACKS: CF Devon White was not in the lineup after 54 starts because  of a tweaked right hamstring. But \nthe team said he was available to play, if  needed.\n\nDODGERS: The team announced that during the Cardinals series starting  Tuesday, stadium gates will open two \nhours before the game and parking lots  will open 2 1/2 before - a half-hour difference in each case - to \naccommodate  the volume of fans expected to arrive early to watch Mark McGwire attack the  leftfield pavilion \nduring batting practice.\n\n\nGIANTS: CF Darryl Hamilton bruised his left heel when he fouled a ball off  his foot  and was listed as day-to-day.\n\nORIOLES: RHP Scott Kamieniecki was placed on the 15-day disabled list with  a stiff neck, leaving the team \nwithout three members of its starting rotation.  He joins Mike Mussina (fractured nose) and Jimmy Key (rotator cuff \n inflammation) on the DL. To fill the void, the team purchased the contract of  Richie Lewis from Triple-A Rochester. \nLewis likely will start Monday against  Seattle.\n\nRED SOX: SS Nomar Garciaparra did not play. He was activated from the  disabled list Thursday after being \nsidelined by a problem with his right  shoulder, and agitated himself going for a grounder Friday. Manager Jimy \n Williams said the team would see how he was feeling today.\n\nROYALS: Former relief ace Dan Quisenberry, who is battling brain cancer,  was inducted into the team's Hall of \nFame during a pregame ceremony.  Quisenberry thanked everyone in a halting voice for giving him \"more than I \n deserve.\"\n\nWHITE SOX: OF Ruben Sierra was given his outright release after he cleared  waivers Friday.\n\nYANKEES: GM Brian Cashman said his \"impression is now changing\" about the  availability of Randy Johnson. \nCashman spoke to Seattle GM Woody Woodward late  Friday but said the discussion had \"no substance to it.\" The \nMariners may  want to dump Johnson but  are not ready to tank this season. Cashman initially  thought Seattle \nwould do something by this weekend. The M's asked for Andy  Pettitte and Mariano Rivera during the winter, and \nthey still covet Pettitte. \n\n \n\n- TIMES WIRES\n\nGraphic\n\n \n\nBLACK AND WHITE PHOTO, Associated Press; Dodgers starter Hideo Nomo towels off after the second inning.\n"}