{"title": "SOMALI PUTS FAITH IN HIGH COURTU.S. JUSTICES DECIDING WHETHER TO HEAR DEPORTATION CASE", "body": "\nA Minnesota Somali challenging the government's authority to deport him to his homeland hopes the U.S. \nSupreme Court will decide his fate.\n\nLawyers for Keyse G. Jama filed papers earlier this month asking the Supreme Court to review the long-running \nlegal dispute that has seen Jama spend more than 3 1/2 years in immigration custody while facing deportation.\n\nA decision on whether justices will take up the case is due in May. Jama, 24, won't get deported to Somalia -- \nwhere chaos has prevailed in the dozen years since civil war broke out -- under a ruling this month from the 8th \nU.S. Circuit Court of Appeals. But he also remains behind bars at the state prison in Rush City, Minn., and the wait \nisn't getting any easier.\n\n\"He's really suffering from the despair of being trapped in this situation,\" said Michele Garnett McKenzie, a lawyer \nand director of the refugee and immigrant program at Minnesota Advocates for Human Rights, which is working \nwith Jama.\n\nMinnesota Somalis, one of the state's newest and largest immigrant groups and one of the largest concentrations of \nSomali refugees in the country, are watching the Jama case closely.\n\n\"That either he remains here or he goes to Somalia depends on the law and how the judges interpret the law,\" said \nSaeed Fahia, executive director of the Confederation of Somali Community in Minnesota. \"It's something noble to \nus. In Somalia, in the last 35 years, there has been no rule of law. This is reassuring to many community members \nhere.\"\n\nThomas Heffelfinger, the U.S. attorney in Minnesota, declined to comment because the case is pending. The U.S. \nsolicitor general, who argues cases before the Supreme Court, has until Dec. 5 to file a response to Jama's \nrequest.\n\nA spokesman for the U.S. Bureau of Immigration and Customs Enforcement said only that the government's \nposition is that it has the authority to remove to Somalia those the courts have ordered to leave because of criminal \nconvictions or violations of immigration law.\n\nJama is subject to removal because of a third-degree assault conviction stemming from a 1999 fight in Hennepin \nCounty. He completed his criminal sentence in June 2000 but has been in immigration custody since. Over the \nyears, his case has gone from a solitary appeal grinding through the federal courts to the basis for a class-action \nlawsuit that led to a ban on deporting some 2,700 Somalis nationwide, at least until their homeland reaches some \nstability.\n\n\nHis lawyers, Jeffrey Keyes and Kevin Magnuson of Minneapolis' Briggs & Morgan law firm, challenged the legality \nof deporting Jama to a country without a functioning government to accept him.\n\nU.S. District Judge John Tunheim of Minneapolis agreed, issuing an order last year that barred the government \nfrom removing Jama until Somalia has a central government that can accept him. A federal judge in Seattle \nreached the same opinion in January, citing Jama's case, and imposing a nationwide ban on removing Somalis to \ntheir homeland.\n\nFederal appeals courts, however, have since split on the issue. In May, a divided panel of the 8th Circuit reversed \nTunheim's order, finding that immigration officials do have the authority to deport Jama to Somalia. The 9th U.S. \nCircuit Court of Appeals found differently in September, upholding the decision of the federal judge in Seattle who \nhad imposed a nationwide ban on deporting Somalis.\n\nThe differing views between federal appeals courts in Minnesota and Washington state may help persuade the \nSupreme Court to review the dispute, McKenzie said.\n\n\"If everyone agreed this is how these cases should be handled, it's unlikely the Supreme Court would want to \nchange them,\" McKenzie said.\n\nJama nearly got deported last month when Tunheim ordered the government -- which had had the right to remove \nhim since May but had not done so -- to release him. Immigration officials instead began steps to deport Jama, but \nhis lawyers asked the 8th Circuit for an emergency stay to give them time to file the request for a Supreme Court \nreview.\n\nThe 8th Circuit, in a Nov. 10 order, stayed Jama's deportation \"until the Supreme Court of the United States takes \naction on Mr. Jama's petition.\" That order may provide some clue as to how the Supreme Court will respond, \nbecause the 8th Circuit's rules state that it usually denies a stay unless it concludes the case has a reasonable \nchance to get a Supreme Court review.\n\nAbdi Samatar, a geography professor at the University of Minnesota and Somali native who came to Minnesota as \na student in the 1970s, said the case is providing a valuable civics lesson for Somalis and other refugees.\n\n\"Here is an individual who is taking his case against the government, and the court system is open to him, which is \nsomething no one can say about Somalia,\" Samatar said. \"Even when there was a government, the courts were of \na kangaroo nature. That you can go as a recent refugee who has problems with the legal system all the way to the \ntop court in the country, speaks volumes about the legal system here.\"\n\nTodd Nelson can be reached at toddnelson@pioneerpress.com or 651-228-5575.  \n\nNotes\n\nMINNESOTA\n\nGraphic\n\n \n\nPhoto\n\nKeyse Jama\n\nmailto:toddnelson@pioneerpress.com\n\n"}