{"title": "The Invisible Children of Illegal Aliens", "body": "\nSPURNED by caseworkers at the County Department of Social Services and threatened with deportation, Luisa L., \nan illegal Mexican immigrant, worries where to turn next. Eleven years after arriving in the United States with the \nhope of work and a promising future, she spends her days performing odd jobs and struggling to feed and clothe \nher three American-born children.\n\nLike other illegal immigrants -- uncounted and invisible except in their covert world -- Mrs. L.'s life in recent years \nhas often been marked by fear and poverty.\n\nAlthough her children are eligible for public benefits because they were born in the United States, Mrs. L. said she \nhas been unable to obtain either food stamps or Medicaid for them. When she applied, she said, county Social \nService workers threatened to report her illegal status to the United States Immigration and Naturalization Service -\n- in effect sending her away empty-handed.\n\n\"I would never ask for help for myself,\" said the petite, dark-haired woman, \"but it has been a struggle for us, and \nmy children need help.\" To augment her husband's earnings as a kitchen worker -- he too is an illegal immigrant -\n- she occasionally cares for neighbors' and friends' children in the family's tiny apartment on the west side of this \ncity.\n\nThe 30-year-old woman agreed to be interviewed only on the condition that her full name not be used. She said she \nfeared that immigration authorities would track her down otherwise.\n\nIn nearly every respect, life in this country -- with its unrelenting financial struggle -- has been the antithesis of what \nshe had thought it would be. What troubles her most, however, she said recently through an interpreter, is that her \nchildren -- her hope for the future -- are being discriminated against.\n\nMany of the American-born offspring of illegal immigrants have become part of a growing subclass of citizens, \nsaid Harold Lasso, housing director for the Westchester Hispanic Coalition, a nonprofit social services organization \nfor immigrants here. Mr. Lasso described the children as living in \"a type of exile\" -- often suffering from hunger \nand a lack of medical services because of their parents' illegal status.  \"The parents aren't looking for a free ride,\" \nMr. Lasso said, \"but sometimes they have no choice but to seek help.\"\n\n\nHe also said that in addition to going without food and medical care, some of the children of illegal immigrants \nhave been unable to attend school because administrators demand proof of residency. Often, when new \nimmigrants first settle here, they rent rooms and are unable to produce a utility bill or a lease. And until the Hispanic \nCoalition or another advocacy group steps in, their children often remain at home. \"I've known of children not \nbeing educated for months,\" Mr. Lasso said.\n\nOn the east side of this city, Carmen A. told a similar story of an immigrant experience. Ms. A. came to the United \nStates without a passport, visa or entry permit, working for a decade without a raise as a domestic employee for a \nmarried couple who promised to sponsor her application for residency. \"I was desperate to get legal status, and \nthey offered to help me,\" she said. \"My story wasn't unusual.\"\n\nBut when Ms. A.'s immigration lawyer told her employers that they should pay her minimum wages and deduct \ntaxes, they balked. Their solution, Ms. A. explained, was to continue paying her $120 a week in cash for full-time \nemployment and having her report income of $250 a week and paying taxes on that amount.\n\n\"In essence, I was earning nothing, but what could I do?\" she said.  \"Sometimes I would cry and call my lawyer, \nwho told me my only alternative was to leave the job. But if I did, I would lose everything.\"\n\nMs. A., who agreed to be interviewed on the condition that her full name not be used, eventually got legal papers \nwith the couple's help, although she no longer works for them.\n\nThere have, however, been other problems since then. When Ms. A.'s son was 2, she sought Federal day-care aid \nfor him. But to be eligible for such assistance, she needed proof of her income, which her subsequent employer \nrefused to provide. That employment agreement was a cash-only deal, she explained, and the employer had not \nfiled related tax information.\n\nWith day care costing $195 a week and Ms. A earning $315 as a domestic employee, she has not been able to \nafford to enroll the child in a preschool program. Besides freeing her to work more, day care would have helped the \nchild develop skills along with his English-speaking peers.\n\nMs. A's case, Hispanic leaders said, provides yet another example of the ways vulnerable immigrants have been \ndiscriminated against not only by the Government but also by their American employers -- and how the children \nsuffer as a result.\n\nBoth Mrs. L. and Ms. A. said they hoped that their stories would help other immigrants experiencing difficulty.\n\nMr. Lasso said that he has on several occasions accompanied women to the County Department of Social \nServices, where he witnessed their being threatened with deportation. \"Once they said they were not citizens, they \nwere not treated well,\" Mr. Lasso said.\n\nWestchester officials say that caseworkers are only following state law, which requires counties to ascertain the \nparents' immigration status. \"Our intent is not to detect illegal aliens but to insure the integrity of the system,\" said \nJack Madden, a spokesman for the State Office of Temporary and Disability Assistance. \"First of all, we need to \ninsure that the individual is not seeking to avoid work requirements, alcohol or drug screening or income \nguidelines.\" Mr. Madden said that illegal alien status per se did not preclude the state's providing benefits to their \nchildren who were born here. That means that illegal aliens can get their children's benefits but only if they \ndisclose their immigration status.\n\nBut Robin Bikkal, a White Plains immigration lawyer and the chairwoman of the Westchester Hispanic Advisory \nBoard, said that laws requiring families to admit they lack proper documentation \"scare the immigrants away and \ndon't really permit them to apply.\"\n\nShe continued: \"All of these children who were born in the U.S. are being denied services that another child born \nat the same time and the same place with the same or similar needs would be fully entitled to. It's a terrible \nsituation.\"\n\n\n\nThe county said it would investigate whether actual threats of deportation had been made.\n\nRobert Graziano, director of the Hudson Valley Poverty Law Center at Pace University in White Plains, said he was \ninvestigating why \"the county and the state feel compelled to gather information on the parents.\" The law center \nserves immigrants who are not eligible for assistance from Legal Services and certain other organizations because \nof their alien status. \"We're waiting for answers that make sense,\" Mr. Graziano said.\n\nAt the offices of the National Immigration Law Center in Washington, a nonprofit public interest law firm, Joshua \nBernstein, a policy analyst, reported that Federal law requires states to ask about immigration status only when the \napplicants are seeking public benefits for themselves. New York and some other states -- although not all -- have \nadopted their own requirements, which in essence \"deprive U.S.-born children of benefits they are entitled to,\" the \npolicy analyst said.\n\n\"If a parent is applying for benefits for a child, the immigration status should not be relevant,\" Mr. Bernstein said.\n\nGraciela Heymann, the executive director of the Westchester Hispanic Coalition, also criticized the state and county \nlaws. \"Such list gathering has a tremendous chilling effect when undocumented immigrants run the risk of having \ntheir names given to immigration authorities,\" she said.\n\nNationally, it is estimated that nearly 25 percent of immigrants who have not become citizens are in the United \nStates illegally, a figure that most likely approximates the percentage in Westchester. In 1990, census figures \nshowed that there were 86,194 people of Hispanic origin living in Westchester, up from 45,566 in 1980.\n\nIt is not known, however, how many illegal immigrants live in the county, although the overwhelming majority of \nthem are of Hispanic origin.\n\nPutting aside the concern of residents' legal status, officials in County Executive Andrew J. Spano's office said they \nwere similarly concerned that Westchester is spawning a subclass of American citizens.\n\n\"We're caught in a very difficult situation,\" Susan Tolchin, a spokeswoman for the County Executive, said. \"The \nFederal Government is telling us one thing, and the state is saying something else.\" She said that the issue has \nbeen referred to the county's legal department, which will determine if there is a way to circumvent or override state \nrequirements.\n\nNew York City by a city regulation does not require parents to reveal their immigration status when seeking benefits \nfor their American-born children, James Whelan, a spokesman for the city's Department of Social Services and \nHuman Resources Administration, said.\n\nSome progress has been made since Hispanic leaders first brought the situation to the county's attention several \nweeks ago. Dennis Packard, the Deputy Commissioner for the Department of Social Services, said \"it was recently \nmade clear\" to social workers that when a parent was not requesting cash assistance but only food stamps and \nMedicaid for their American-born children, the immigration status of the adults was irrelevant, according to state \nlaw.  But if the parents seek cash assistance, which the children are also entitled to, they must reveal their status, \nunder state requirements.\n\nMr. Packard said that since some Hispanic parents and officials had complained about the rude way in which clients \nhad been treated by caseworkers, the department had \"redesigned how we greet our customers when they walk \nin.\"\n\nMeanwhile, members of the Westchester Hispanic Coalition, the County Hispanic Advisory Board, the Board of \nLegislators and the Hudson Valley Poverty Law Center at Pace said they were seeking changes in state law.\n\n\"There's going to be no dodging of this issue,\" said County Legislator Clinton I. Young Jr., Democrat of Mount \nVernon and chairman of the Board of Legislators' Committee on Minority Affairs. He said he first learned of the \nproblem several weeks ago and would be meeting with the County Executive's office and the Social Services \nDepartment.  \"We're trying to find a solution. No doubt this is extremely scary for these women.\"\n\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: American-born children of illegal immigrants are entitled to health care but their mothers are often afraid \nto apply, fearing deportation. Above, a White Plains resident at her son's crib. (Rebecca Cooney for The New York \nTimes)\n"}