{"title": "OUT OF U.S. DEATH ROW, MEXICAN GOES HOME ILLEGAL IMMIGRANT FREED AFTER 13 YEARS", "body": "\nAn illegal immigrant from Mexico jailed for almost 14 years on death row in a Texas prison returned to Mexico a \nfree man Wednesday and received a hero's welcome.\n\n\"I'm happy, but I'm also annoyed because they stole 15 years of my life,\" Ricardo Aldape Guerra said on the steps \nof a Mexican government plane that flew him to his hometown, Monterrey.\n\nAbout 200 well-wishers cheered Aldape Guerra, 35, who several times was just hours from execution for the slaying \nof a Houston police officer he says he did not kill.\n\nCrowds had waited since Tuesday night to welcome him home, and the government of his home state of Nuevo \nLeon had offered to fly a plane to Houston to pick him up after a U.S. judge dropped the murder charge against \nhim.\n\nThe U.S. Immigration and Naturalization Service said Aldape Guerra would be treated like any other illegal \nimmigrant and he was whisked to the border in a blue sedan by immigration agents as soon as he was freed.\n\nAldape Guerra, who crossed into Matamoros, Mexico, from Brownsville, told reporters that \"no money\" would repay \nhim for the years spent on death row.\n\n\"Why would I want money?\" he replied to reporters in Matamoros who asked him if he would demand compensation \nfrom the U.S. justice system.\n\nAldape Guerra, who came to the United States illegally in 1982, has always insisted on his innocence. \"I never \ncommitted any crime,\" he told Mexico's Televisa news network Wednesday.\n\nAldape Guerra's nightmare ended after Harris County District Attorney Johnny Holmes said Tuesday that he would \ndrop the murder charge against him and not seek a new trial.\n\nHolmes told reporters that a judge's decision earlier this week to throw out six key prosecution witnesses for lack of \ncredibility had made it impossible to retry the case.\n\nAldape Guerra was convicted in October 1982 and sentenced to death for the killing of Houston police officer \nJames Harris during a routine traffic stop.\n\nAldape Guerra contended from the beginning that an acquaintance, Roberto Carrasco Flores, shot Harris. In 1994, \nU.S. District Judge Kenneth Hoyt ordered a new trial because he said police had intimidated witnesses into \n\n\nidentifying Aldape Guerra as the shooter, and prosecutors, in their zeal to avenge a cop's death, had manipulated \nevidence to get a conviction.\n\nBut Aldape Guerra remained on death row until last August, when a federal appellate court upheld Hoyt's decision.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: ASSOCIATED PRESS\n\nA U.S. official removes the handcuffs from Ricardo Aldape Guerra.\n\n[970417 FR 18A]\n"}