{"title": "This Halton Hills school is offering hope for students with learning disabilities", "body": "\nWhile some children may dread the hard work that comes along with school, for students with learning disabilities, \nbeing in the classroom can be downright intimidating.\n\nSuch was the case for Sophie Matjasec, who was diagnosed with dyslexia and had severe anxiety.\n\n\"I hated school,\" the 21-year-old recalled. \"I was just constantly staring at the paper and not understanding it.\"\n\nAfter no success in the public school system, Matjasec's parents heard about a then-new initiative at Halton Hills \nChristian School (HHCS) called the Arrowsmith Program and decided to give it a try.\n\nThe program that started in Toronto with Barbara Arrowsmith Young uses neuroscientific research to strengthen the \nweak cognitive functions underlying a variety of learning disabilities, rather than teaching ways to compensate for \nthose challenges.\n\n\"It's a program that offers hope and delivers change,\" said HHCS principal Marianne Vangoor. \"Students who \nhave a learning disability are wounded by school because school doesn't work for them. They're intelligent, bright \nstudents, but their classmates are doing stuff they can't do. That is so frustrating. Arrowsmith is something that \nactually treats that and the wounds are healed.\"\n\nWith October being Learning Disabilities Awareness and Dyslexia Awareness month, the local private school is \nworking to shine a light on the program that has dramatically changed the lives of so many students, like Matjasec, \nwho anxiously entered the program in grade 5 clutching a stuffed bunny for comfort.\n\n\"I had no self-confidence, and literally within the first week of the program my confidence went up,\" she recalled.\n\nThrough Arrowsmith, individualized plans are created for students that target their precise areas of weakness and \n'exercise' their brains. The program requires commitment to repetitive work that may seem unconventional, said \nSophie, such as tracing a series of symbols.\n\nAnd while the students may not be aware of this at the time, Vangoor said the program is actually working to help \nthem grow new neural pathways.\n\n\"A learning disability is like a log jam in the neural pathways, and the log jam begins to break apart,\" she said. \"This \nbreathes life into a child who's trapped behind a learning disability.\"\n\nVangoor emphasized there are no immediate results, with students like Matjasec seeing the benefits after years of \nhard work for up to six periods per day.\n\n\nBy grade 7, Matjasec said she no longer felt the need to bring a stuffed animal for comfort and was excited to learn.\n\n\"But once I hit high school I really started to notice the changes,\" she said, recalling a test she brought home with a \nmark of 99 per cent.\n\nShe was reassessed for her learning disability in grade 10 and was then deemed to no longer have dyslexia.\n\n\"I have a drive now; I feel like I could do anything,\" said Matjasec, who's currently in her third year of criminology at \nthe University of Guelph and is aspiring to be a lawyer.\n\nAccording to Vangoor, stories like this are common for those who've gone through the Arrowsmith program, such \nas her student who couldn't write who's now taking creative writing at the University of Toronto.\n\nFor parents, the program can offer hope for their children who struggle on a daily basis.\n\n\"The fact that Halton Hills Christian School offers this program is a real gift,\" said Matjasec's father, Johnny, who \nnoted you don't have to be Christian to attend the program. \"Her anxiety has decreased significantly and her \nconfidence level just grew.\"\n\nThere will be an information night about the Arrowsmith program at the Georgetown branch of the Halton Hills \nPublic Library on November 6 from 7 to 9 p.m.\n\nFor more information visit haltonhillschristianschool.org or arrowsmithschool.org.\n"}