{"title": "BEST TEXT EVER Immigs await ping making them legal", "body": "\nIT'S THE TEXT message that could change their lives.\n\nTens of thousands of young immigrants who came here illegally as children are waiting to hear from the feds after \napplying for work permits and deportation reprieves under a new program.\n\nMore than 82,000 have applied for the \"deferred action\" program, the U.S. Citizenship and Immigration Service \nsaid.\n\nOnly 29 have been approved so far. The first to come forward is Carlos Martinez, 30, who was notified last week \nthat he can stay and work in the U.S. for two years. \"I felt like crying,\" Martinez, who has two engineering degrees \nbut couldn't work because he's undocumented, told the Arizona Republic.\n\nMany others are anxiously awaiting a text message telling them about action on their case. Officials said the initial \napprovals happened sooner than they expected, adding that full reviews could take up to six months.\n\nJohn, a College of Staten Island student who left Nigeria for Brooklyn when he was 2, sent in his $465 application \nAug. 20. On Tuesday, he had fingerprints taken at a service center; he's one of 60,000 who have appointments for \nthat step in the application process. Next comes a background check and final review.\n\n\"I'm happy, but I don't want to get my hopes up too high yet,\" said the graphic design student, who did not want his \nlast name used. The new program does not provide a green card or a path to citizenship. But John can use a work \npermit to get a Social Security card and then apply for a driver's license.\n\nDaniela Alulema, 25, who helps run the New York State Youth Leadership Coalition, said many of the group's \nmembers have applied, but attendance at workshops has dropped recently.\n\n\"People are scared of applying, for fear of jeopardizing their families,\" she said. \"Also the fees are pretty high. For \nan immigrant family, it's a lot of money.\"\n\nApplicants must be between 15 and 30, have lived in the U.S. since June 15, 2007, and be in school, have \ngraduated or have a GED. To qualify for the two-year, renewable program, they must have arrived in the U.S. \nbefore they were 16.\n\n\nGraphic\n\n \n\nDaniela Alulema, of New York State Youth Leadership Coalition, says many people have applied for \"deferred \naction\" status, but the $465 fee can be too high for many immigrant families. Photo by Craig Warga/Daily News\n"}