{"title": "Key ballot initiatives. Totals via AP.", "body": "\nArizona\n\nGay marriage ban   ( 99%)\n\nX Yes  1,040,633 (56%)\n\nNo     801,892 (44%)\n\nWill amend the state constitution to define marriage only as a union between one man and one woman and \nprohibits the state from recognizing same-sex marriages performed elsewhere.\n\nImmigration   ( 99%)\n\nYes    726,663 (41%)\n\nX No 1,049,840 (59%)\n\nWould have revoked the business licenses of employers who knowingly or intentionally hire illegal immigrants.\n\nLegislator salaries ( 99%)\n\nYes    631,210 (35%)\n\nX No 1,148,998 (65%)\n\nWould have raised pay for state legislators to $30,000 annually from $24,000.\n\nArkansas\n\nAdoption (100%)\n\nX Yes 579,695 ( 57%)\n\nNo 437,720 ( 43%)\n\nWill prohibit an individual who is cohabitating outside of a valid marriage from adopting or being a foster parent. \nApplies to same-sex and opposite-sex couples.\n\nLottery  (100%)\n\nX Yes 640,557 (63%)\n\n\nNo 379,823 (37%)\n\nWill establish state lotteries to fund scholarships and grants for Arkansas citizens enrolled in certified two-year and \nfour-year colleges in the state.\n\nCalifornia\n\nMarriage definition   (100%)\n\nX Yes  5,376,424 (52%)\n\nNo  4,870,010 (48%)\n\nAmends the state constitution to define marriage only as the union of a man and a woman. The amendment \noverturns the California Supreme Court decision earlier this year that legalized same-sex marriages.\n\nClean energy (100%)\n\nYes 3,411,425 (35%)\n\nX No 6,291,876 (65%)\n\nWould have required utilities to generate 20% of power from renewable energy by 2010.\n\nParental notification abortion   (100%)\n\nYes   4,751,583 (48%)\n\nX No   5,143,165 (52%)\n\nWould amend the state constitution to require parental notification and a 48-hour waiting period before a minor \ncould have an abortion.\n\nMarijuana possession   (100%)\n\nYes  3,898,700 (40%)\n\nX No  5,831,648 (60%)\n\nWould have reduced penalties for non-violent drug crimes by mandating  probation with treatment and would have \nreduced marijuana possession from a misdemeanor to an infraction.\n\nAnimal rights   (100%)\n\nX Yes 6,243,609 (63%)\n\nNo 3,648,332 (37%)\n\nWill establish minimum living space for farm animals, including calves, hens and pregnant pigs so that for the \nmajority of every day the animals can fully extend their limbs or wings, lie down, stand up, and turn around.\n\nGang crimes   (100%)\n\nYes 2,920,603 (31%)\n\nX No 6,565,019 (69%)\n\n\n\nWould have boosted penalties for violating gang injunctions; for use, possession or sale of methamphetamine; or \nfor the carrying of loaded or concealed firearms by some felons. Would have eliminated bail for illegal immigrants \ncharged with violent or gang-related felonies.\n\nColorado\n\nAbortion    ( 91%)\n\nYes    551,288 (27%)\n\nX No 1,478,303 (73%)\n\nWould have amended the state constitution to define a \"person\" as a human being from the moment of fertilization, \nessentially banning abortion.\n\nAffirmative action ban ( 91%)\n\nYes  979,517 (50%)\n\nNo  993,555 (50%)\n\nWould prohibit state government from discriminating or giving preferential treatment on the basis of race, sex, color, \nethnicity or natural origin in the operation of employment, education or contracting.\n\nGambling    ( 91%)\n\nX Yes 1,173,479 (59%)\n\nNo    823,874 (41%)\n\nWill allow residents of Central City, Black Hawk and Cripple Creek to extend casino hours, add additional games \nand increase the maximum single bet limit, and will give most of the new gaming tax revenue to community colleges \nand to the gaming cities and counties.\n\nSales tax increase    ( 91%)\n\nYes     739,853 (37%)\n\nX No   1,257,820 (63%)\n\nWould have increased the sales tax by one-tenth of a percent for the next two fiscal years to fund services for \npeople with developmental disabilities.\n\nLegislator age    ( 89%)\n\nYes    881,234 (46%)\n\nNo 1,040,270 (54%)\n\nWould set minimum age to serve in the General Assembly at 21 instead of 25.\n\nConnecticut\n\nVoting age ( 97%)\n\nX Yes 854,833 (64%)\n\nNo 472,671 (36%)\n\n\n\nWill lower the voting age to 17 in primary elections if the person will be 18 before the day of the general election.\n\nFlorida\n\nMarriage definition   (100%)\n\nX Yes  4,717,753 (62%)\n\nNo  2,883,847 (38%)\n\nAmends the state constitution to define marriage only as a union between one man and one woman and bars the \nstate from recognizing same-sex marriages performed elsewhere.\n\nHawaii\n\nAge of governor  (100%)\n\nYes    71,298 ( 18%)\n\nX No  326,112 (  82%)\n\nWould have lowered the minimum age for governor and lieutenant governor to 25 from 30.\n\nIowa\n\nVoting restrictions (100%)\n\nX Yes  961,653 ( 81%)\n\nNo  219,550 ( 19%)\n\nWill change wording in state constitution on who can't vote from \"idiot or insane person\" to \"a person adjudged \nmentally incompetent of voting.\" The Legislature felt the language was outdated and offensive.\n\nLouisiana\n\nTerm limits   (100%)\n\nX Yes 1,129,711 (69%)\n\nNo    497,205 (31%)\n\nWill establish three-term limits on public boards and commissions.\n\nMaine\n\nCasino gambling ( 93%)\n\nYes  307,145 (46%)\n\nX No  358,394 (54%)\n\nWould have allowed Evergreen Mountain Enterprises to operate the only casino in the state in Oxford County.\n\nMaryland\n\nGambling   ( 99%)\n\nX Yes 1,312,717 (59%)\n\n\n\nNo    928,646 (41%)\n\nWill allow 15,000 slot machines in five locations across the state.\n\nVoting    ( 99%)\n\nX Yes 1,530,451 (71%)\n\nNo    618,921 (29%)\n\nWill allow qualified voters to vote in person up to 10 days before an election.\n\nMassachusetts\n\nIncome tax   (100%)\n\nYes    901,733 (30%)\n\nX No 2,063,568 (70%)\n\nWould have cut the state's 5.3% income tax rate in half in January, and then killed it completely in January 2010.\n\nThe measure, placed on the ballot by the Committee for Small Government, would have eliminated roughly 45% of \nthe state's $28 billion budget.\n\nMarijuana possession   (100%)\n\nX Yes  1,939,207 (65%)\n\nNo  1,036,316 (35%)\n\nWill replace the criminal penalties for possession of an ounce or less of marijuana with a new system of civil \npenalties. The new law takes effect in 30 days.\n\nGambling   (100%)\n\nXYes 1,645,531 (56%)\n\nNo 1,282,852 (44%)\n\nThe Committee to Protect Dogs' measure will ban any dog racing where betting on the speed or ability of dogs \noccurs, effectively closing the state's two tracks.\n\nMichigan\n\nMedical marijuana   (100%)\n\nX Yes  3,005,678 (63%)\n\nNo  1,792,497 (37%)\n\nWill allow medical use of marijuana.\n\nStem cell research   (100%)\n\nX Yes  2,520,240 (53%)\n\nNo  2,271,071 (47%)\n\n\n\nWill permit, with limitations, embryonic stem cell research in Michigan.\n\nMinnesota\n\nSales tax   (100%)\n\nX Yes 1,635,129 (56%)\n\nNo 1,141,779 (39%)\n\nWill raise the state sales tax by 3/8 of a percent, effective July 1. Eighty percent of the money will go toward state \nland, trails, parks and water quality; about 20% for arts and cultural heritage purposes.\n\nMissouri\n\nEnglish as official language   (100%)\n\nX Yes   2,401,213 (86%)\n\nNo      380,518 (14%)\n\nWill require English at all governmental meetings.\n\nGambling   (100%)\n\nX Yes 1,573,988 (56%)\n\nNo 1,228,919 (44%)\n\nWill increase gambling taxes to 21% from 20% and dedicate this additional revenue to a new education \nimprovement fund. Will restrict the number of casinos to those already built or being built.\n\nRenewable energy   (100%)\n\nX Yes  1,772,432 (66%)\n\nNo     912,000 (34%)\n\nWill require most utilities to generate or purchase electricity from renewable energy sources equaling at least 2% of \nretail sales by 2011, increasing incrementally to at least 15% by 2021.\n\nMontana\n\nHealth care ( 99%)\n\nX Yes 312,814 (70%)\n\nNo 136,506 (30%)\n\nWill dedicate a share of the state insurance premium tax and matching federal funds to expand and coordinate \nhealth coverage for uninsured children under the state Children's Health Insurance Program.\n\nNebraska\n\nAffirmative action ( 99%)\n\nX Yes  384,839 (58%)\n\nNo  283,451 (42%)\n\n\n\nWill prohibit discriminating against or giving preferential treatment to applicants based on race or gender in \nadmissions and hiring decisions.\n\nNorth Dakota\n\nIncome tax (100%)\n\nYes   91,182 (30%)\n\nX No 210,253 (70%)\n\nWould have cut the state income tax in half and lowered the corporate income tax by 15% in an effort to help North \nDakotans during this economic recession. North Dakota is expected to have a budget surplus by 2009.\n\nTobacco (100%)\n\nX Yes 162,475 (54%)\n\nNo 138,778 (46%)\n\nWill establish a tobacco prevention and control advisory committee, develop and fund a comprehensive statewide \ntobacco prevention and control plan; and create a trust fund to receive dollars from a tobacco settlement. Will set \naside some of the money from a lawsuit settlement in North Dakota against tobacco companies to pay for programs \nthat discourage the use of tobacco.\n\nOregon\n\nTeacher salaries  ( 70%)\n\nYes  490,642 (40%)\n\nX No  744,199 (60%)\n\nWould have tied teachers' compensation to their \"classroom performance,\" not seniority, in all contract extensions \nand new hires.\n\nVoting  ( 68%)\n\nX Yes 844,366 (72%)\n\nNo 330,310 (28%)\n\nWill repeal a law that requires voters in school board elections to be 21 and have passed a literacy test.\n\nSouth Carolina\n\nAge of consent  (100%)\n\nX Yes  879,995 (52%)\n\nNo  809,621 (48%)\n\nWill delete a provision in the state constitution that says unmarried women must be at least age 14 to consent to \nsexual intercourse, thereby allowing the Legislature to set the age of consent.\n\nSouth Dakota\n\nAbortion ban (100%)\n\n\n\nYes 167,520 (45%)\n\nX No 206,479 (55%)\n\nWould have amended the constitution to ban abortions except in cases where the woman's life or health is at risk \nand in cases of reported rape and incest.\n\nTerm limits (100%)\n\nYes   87,362 (24%)\n\nX No 272,563 (76%)\n\nWould have repealed legislative term limits stating no legislator may serve in the state House or state Senate for \nmore than four consecutive terms, or a total of eight consecutive years. Supporters saidterm limits have stifled \nvoters' freedom to choose their representatives.\n\nCampaign reform (100%)\n\nYes  127,045 (35%)\n\nX No  232,631 (65%)\n\nWould have prohibited use of government resources for campaigning and lobbying, and banned the awarding of \ncontracts to those who employ legislators.\n\nLegislator travel expenses (100%)\n\nYes   147,726 (41%)\n\nX No   211,363 (59%)\n\nWould have repealed the fixed reimbursement rate of $.05 per mile for travel by legislators to and from a legislative \nsession using personal vehicles. The rate was set in 1891 and would have been changed to the state \nreimbursement level of $.37 per mile.\n\nUtah\n\nGovernor's succession (100%)\n\nX Yes  613,744 (76%)\n\nNo  195,312 (24%)\n\nWill establish procedures for succession into the offices of the state's governor and lieutenant governor in case the \noffices should become vacant before the end of a term.\n\nWashington\n\nAssisted suicide   ( 61%)\n\nX Yes  1,045,625 (59%)\n\nNo     736,591 (41%)\n\nWill permit terminally ill, competent adults medically predicted to die within six months to request and self-\nadminister lethal medication that is prescribed by a physician.\n\nCar-pool lanes    ( 60%)\n\n\n\nYes    703,488 (40%)\n\nX No 1,044,016 (60%)\n\nWould have opened car-pool lanes to all drivers outside of rush hours. \n"}