{"title": "Is the Catholic Church pro-immigrant? You bet.; Its stance is in line with the history and tradition of the faith", "body": "\nThe Catholic Church -- an unrelenting opponent of abortion and homosexuality and troubled by its own priest-\nabuse scandals -- has been called many things, but fashionable isn't often among them. Yet fashion is why some \ncritics now speculate the church has involved itself in today's third rail of politics: immigration reform. The chorus \nhas been steady and building. A sampling:\n\n*Rep. Pete King, R-N.Y.,  a Roman Catholic and chairman of the House of Representatives' Homeland Security \nCommittee, told Fox's Bill O'Reilly earlier this year,  \"This has become the politically correct tune. ... Too many \npeople in the Catholic Church have signed onto this. It's fashionable.\"\n\n*Rep. Tom Tancredo, R-Colo., a leading opponent of illegal immigration, has blamed the church's stance on \"left-\nleaning religious activists.\"\n\n*CNN's Lou Dobbs has accused the church of avidly looking south of the border just \"to add a few folks to those \npews.\"\n\nWhere does the church stand on the current debate? While the Vatican has articulated a broad vision of \nimmigration through the years, it has largely deferred to the bishops' conferences in each country on specific public \npolicy efforts. In the USA, the church favors the Senate's more moderate legislation over the House's heavy-\nhanded enforcement-only approach. Both bills are stalled, but immigration is expected to be a prominent issue once \nCongress returns from its summer recess.\n\nAnd by 2020, the church projects that more than half of its members will have Spanish surnames.\n\nWhile Tancredo Republicans and Dobbs protectionists speculate that the church wants immigration reform simply \nbecause it is  fashionable politics or is a way to put more people in the pews, there is a much larger and longer \nstanding Catholic case for migration. The U.S. Catholic Church was founded by and for immigrants, and it sees \ntoday's nativist grumblings as the same that confronted the American church in its earliest years.\n\n\"We are relearning what it means to be an immigrant church,\" says Mark Franken, head of migration and refugee \nservices for the U.S. Conference of Catholic Bishops (USCCB). \"There are just a lot of people unaware of both the \ntheological dimension for migration, and also our history in this country.\"\n\nBrought to America by Spanish and French explorers, Catholicism accounted for 1% of the population in the 13 \ncolonies in 1776, according to the Archdiocese of St. Louis. By the end of the 19th century, the Catholic population \nhad swelled, and anti-immigrant sentiment had emerged as Irish and other newcomers had dramatically changed \nthe church's face. In 1920, three of four U.S. Catholics were immigrants, and it is for these immigrants that the \nchurch created its vast network of schools, charities and hospitals.\n\n\nToday, the Catholic Church is America's largest with 69 million members, roughly four times the size of the \nsecond-largest, the Southern Baptist Convention. It credits the vast majority of its growth in the USA over the past \nfour decades to this nation's ever-increasing Hispanic population.\n\nFor the church, the migrant's plight is a universal one tracing back to the Holy Family. Pope Pius XII, in 1952, \ndeclared the Holy Family of Jesus, Mary and Joseph to be the archetype of every refugee family. He based this on \ntheir flight into Egypt, calling them \"the models and protectors of every migrant, alien and refugee of whatever kind \nwho, whether compelled by fear of persecution or by want, is forced to leave his native land, his beloved parents \nand relatives, his close friends, and to seek a foreign soil.\"\n\nThe church has emphasized the duty of Christians to \"welcome the stranger,\" citing the commandment in the book \nof Leviticus  that \"you shall treat the stranger no differently than the natives born among you.\" The church also \npoints to Jesus' description of the final judgment, when those who welcomed him in the form of a stranger inherit \nthe kingdom of heaven.\n\n\"The biblical tradition puts the migrant and exile at the very center of concern. Therefore, we, as believers and \nfollowers of Jesus, can do no less,\" the USCCB's Franken told a Lutheran gathering in 2004.\n\nEven the church's language is rooted in migration. The word \"parishioner,\" for instance, is related to the Greek \nword paroikos, which means \"wayfarer\" or \"sojourner.\" A parish, then, is a community of migrants, and migration \nitself is a metaphor for humanity, as all people pass through life on the way to their final destination back to God.\n\nConsistent advocacy\n\nThe bishops' call for \"just and humane\" immigration reform is no different from what the church's leaders have \nadvocated: from Pope John XXIII -- who said, \"Every human being has the right to freedom of movement\" -- to \nPope John Paul II, who in an annual message for World Migration Day in 1995 said, \"The illegal migrant comes \nbefore us like that 'stranger' in whom Jesus asks to be recognized,\" and Catholics must help these strangers \n\"whatever their legal status with regard to state law.\"\n\nIf the Catholic Church has wound up on the politically correct side of today's debate, it certainly took a more \nprincipled and traditional route than its skeptics avow.\n\nPaulette Chu Miniter lives in New York and is a fellow at the Phillips Foundation, a non-profit public affairs \norganization.\n\nImmigration, Catholicism and America\n\n1600s: In original English colonies, Roman Catholics are persecuted for their beliefs.\n\n1632: King Charles I issues a charter to Cecilius Calvert, baron of Baltimore, to settle Maryland. Calvert encourages \nreligious toleration for all Christians, permitting Catholics to practice freely.\n\n1704: Anti-Catholic legislation is enacted in Maryland with the aim of restricting the work of Jesuits.\n\n1776: Catholics make up only 1% of the colonial population.\n\n1820-1920: 4.3 million largely Irish Catholic immigrants settle in the USA. More than 1.5 million German \nCatholics immigrate to the country.\n\n1832: U.S. Congress chooses Catholic priest as its chaplain.\n\n1845: Irish immigration surges amid Ireland's potato blight.\n\n1880-1920: Millions of Italians -- nearly all Catholic -- immigrate to the USA.\n\n1880-1930: More than 2 million Polish immigrants, the majority Catholic, enter the USA.\n\n\n\n1906: Catholics, 17% of the U.S. population, are the country's largest religious denomination.\n\n1910: Start of Mexican Revolution prompts more than 680,000 Mexicans to enter the USA over decades.\n\n1928: Alfred E. Smith becomes the first Catholic presidential candidate.\n\n1940-60: More than 545,000 Puerto Ricans move to the U.S. mainland.\n\n1952: Pope Pius XII issues Exsul Familia (Families in Exile), the \"Magna Carta for Migrants.\" In it, the pope says: \n\"The emigre Holy Family of Nazareth, fleeing into Egypt, is the archetype of every refugee family.\"\n\n1960: John F. Kennedy is elected as the first Catholic U.S. president.\n\n1970s:  Hispanics from war-torn Central American nations seek haven in the USA. Exodus continues into the '90s.\n\n1972: U.S. Conference of Catholic Bishops (USCCB) sponsors the I Encuentro Nacional Hispano de Pastoral, a \nnationwide gathering designed to help Hispanics share ideas to help their communities.\n\n1999: USCCB reports that since 1960, the Catholic Church has grown by 71%, largely because of Hispanic influx.\n\n2003: Census reports Hispanic Americans have overtaken African-Americans as the nation's largest minority \ncommunity.\n\n2005: U.S. bishops launch national campaign to expand and strengthen immigrant rights.\n\n2006: The Catholic Church lends a voice to the immigration  debate. Priests and parishioners advocate \nlegalization for illegal immigrants. Catholics make up 23% of U.S. population, according to USCCB.\n\nUSA TODAY research by Victoria Shapiro\n\nGraphic\n\n \n\nGRAPHIC, B/W, Web Bryant, USA TODAY (Illustration)\n"}