{"title": "Supporters of fragile bill fear amendments", "body": "\nWASHINGTON -- As backers of a plan to overhaul the nation's immigration laws push for Senate passage by the \nend of the week, their challenge will be to fend off a series of amendments that could torpedo the delicately \nbalanced compromise.\n\n\"It's easy for this coalition to become frayed,\" Sen. Dianne Feinstein, D-Calif., said of the bipartisan group of \nsenators who crafted the deal with White House support.\n\nThe legislation, which the Senate will resume debating today, would beef up security along U.S. borders and \nexpand opportunities for foreigners to work in the USA. It would also change the criteria for admitting immigrants -- \nnow based largely on family ties -- to give more weight to job skills, and grant an estimated 12 million people living \nillegally in the country a chance to become citizens.\n\nMembers of President Bush's Cabinet said that during last week's congressional recess, they made headway in \nconvincing businesses and other groups of the need for the \"grand bargain.\"\n\n\"There's great momentum among these groups,\" said Commerce Secretary Carlos Gutierrez, who estimated that \nhe spoke to nearly 300 representatives of business and civic organizations across the ideological spectrum. \"A \nweek ago, they were in a different place.\"\n\nOpponents promise to push back. \"We have seen a lot of activism and we anticipate a lot next week,\" said Caroline \nEspinosa of NumbersUSA, a group that wants to reduce immigration. Because the deal  is drawing criticism from \nthe Democratic left and Republican right, \"we see a great possibility they will not pass it,\" Espinosa said.\n\nAmong the amendments likely to be offered to change the bill:\n\n*Sens. Robert Menendez, D-N.J., and Barack Obama, D-Ill., will seek to end the merit-based point system for \nimmigration after five years. The bill would create a point system to determine an immigrant's ability to succeed in \nthe job market, increasing the percentage of future immigrants based on job skills rather than family ties.\n\n*Menendez and Sen. Chris Dodd, D-Conn., want to increase the number of immigration slots for parents of U.S. \ncitizens.\n\n*Sen. Jeff Sessions, R-Ala., will propose a measure to deny tax credits for the working poor to foreign \"guest \nworkers\" and to illegal immigrants who are in the process of earning legal status.\n\n*Sen. Kay Bailey Hutchison, R-Texas, will seek to prevent illegal immigrants who earn legal status under the bill \nfrom claiming Social Security benefits for the time they worked illegally.\n\n\nMembers of the bipartisan coalition supporting the bill insist they will continue to oppose amendments that could \nunravel the deal, even if they favor them personally. \"We have voted against our personal preference because the \ntotality of the bill is so important,\" said Sen. Arlen Specter, R-Pa.\n\nIt has been more than 20 years since Congress tackled such a sweeping overhaul of the rules and regulations that \ngovern who may become an American. \"This is an enormously emotional and contentious issue,\" said Sen. John \nCornyn, R-Texas. \n"}