{"title": "Va. Case a Window on Terror Probe", "body": "\n When federal authorities arrested Agus Budiman on immigration charges in late October, the Alexandria resident \nthought his attorney would be able to get him out of jail the next day. \n\n The immigration problem was a minor one that he thought could easily be cleared up, he told his attorney. \n\n But weeks later, he's still in jail. The FBI now has publicly linked him to at least two of the hijackers suspected of \ncrashing jetliners into the World Trade Center, the Pentagon and a Pennsylvania field. He is also charged with \nidentification document fraud -- a federal felony carrying up to 15 years in prison -- and he is being held without \nbond. \n\n A food delivery driver for Takeout Taxi, Budiman, 31, in many ways is like hundreds of other people caught in the \nFBI dragnet in the wake of the Sept. 11 attacks. He is a Muslim immigrant who authorities believe has violated the \nletter of his visa. In addition, his answers to repeated questions about the terror attacks have so far not satisfied the \nFBI. \n\n As Attorney General John D. Ashcroft increasingly is asked to explain the FBI's detention of Muslim immigrants, \nBudiman's case, which resumes today in U.S. District Court in Alexandria, is illustrative of how the system is \ntreating many of the Sept. 11 detainees. \n\n Before coming to the United States in October 2000 to live with a younger brother in Silver Spring, Budiman, an \nIndonesian citizen, lived in Germany, studying architecture in Hamburg from 1992 to 2000, according to court \ntestimony and documents. There, Budiman attended the same mosque as Mohamed Atta, who was the leader of \nthe terrorist attacks. He also got to know Marwan Al-Shehhi, who flew one of the planes into the World Trade \nCenter, and Ramzi Binalshibh, another terrorist suspect, FBI agent Jesus Gomez testified Monday. Binalshibh has \nbeen named by the FBI as a would-be 20th hijacker. \n\n Budiman helped Atta and Binalshibh move into a Hamburg apartment that sources say may have been used as a \nsafe house by the Sept. 11 plotters. And Binalshibh used Budiman's American address on application forms during \nhis unsuccessful efforts to get a U.S. visa, Gomez said. \n\n\n Budiman is formally charged with helping another suspected member of the al Qaeda terrorist network illegally \nobtain a Virginia driver's license. Mohammed Belfas, who is named as a possible contact for Osama bin Laden on \nan FBI list released last month by Finnish banking authorities, traveled to the United States with Budiman last year. \n\n According to an FBI affidavit, Belfas, who sometimes accompanied Budiman on his food delivery runs, wanted a \nVirginia driver's license. So Budiman helped him exploit a now-closed loophole in Virginia law by signing a \nnotarized affidavit that falsely stated that both of them lived in a Pentagon City apartment complex. Belfas used the \ndocument to obtain a Virginia state identification card and driver's license. \n\n Federal officials would not say where Belfas is now. Sources familiar with the investigation said the FBI has not \ndetermined whether Budiman is tied to al Qaeda. \n\n Justice Department officials have argued that regardless of whether they ever charge Budiman and others in the \nterrorist plot, it is crucial to detain them. \n\n Testifying yesterday at a Senate hearing into the investigative methods used since Sept. 11, Assistant Attorney \nGeneral Michael Chertoff argued that there still could be sleeper cells of terrorists in the United States. \n\n \"We could continue as before and hope for the best,\" Chertoff said. \"Or we can pursue an investigative approach \nthat uses every available lawful technique to try to identify, disrupt and if possible incarcerate or deport sleepers.\" \n\n But Ivan Yacub, a Falls Church lawyer representing Budiman on the immigration charge, said his client is simply \nbeing subjected to \"guilt by association. . . . He's just someone who got caught up in this mess for no good reason.\" \n\n Yacub said Budiman, who grew up as one of four children in a Jakarta family, came to this country because his \nparents had studied here and enjoyed it. His brother is here legally on a student visa and attended George \nWashington University in the spring. Another sibling is also in the United States, Yacub said. \n\n The brother declined to comment, saying his family was trying to hire a new lawyer for Budiman to handle the fraud \ncase. But U.S. District Court officials said yesterday that they had assigned a court-appointed lawyer because no \nprivate lawyer had come forward. The court-appointed lawyer, Mark Thrash, did not return two phone messages. \n\n Budiman has refused to talk to the court's pretrial service office about his finances and family. \n\n The Immigration and Naturalization Service has charged Budiman with lying on his application for an extension of \nhis visitor visa. He said he was not employed when he was working for Takeout Taxi, authorities say. \n\n Officials at Takeout Taxi, which makes deliveries all over the region, including sensitive government buildings, \ndeclined to comment. \n\n \"The family is really scared to death with this kind of charge,\" said Yaser Bushnaq, a founder of Solidarity USA, a \nWashington group that has been helping Budiman and other Muslims detained since the Sept. 11 attacks. \n\n Staff writer Maria Glod contributed to this report. \n"}