{"title": "Grandmothers, Elian Reunited", "body": "\nElian Gonzalez was finally reunited with his grandmothers Wednesday at a ''neutral site'' that had to be arranged \nby the U.S. government because of the personal and political passions swirling around the 6-year-old Cuban boy.\n\nElian was driven to a nun's house in Miami Beach to see his grandmothers, who had flown in from Washington. \nThe visit lasted about an hour and a half.\n\n''It took him a little while to warm up, but after a little bit he became very animated,'' said Sister Peggy Albert, one of \nthe nuns who monitored the reunion.\n\nThe grandmothers and Elian played with an Etch-A-Sketch and stuffed animals, and the women showed him a \nphoto album and letters from his classmates in Cuba, Albert said.\n\n''They just came to him and they hugged him and they sat down at a table and they were seeing an album of \npictures,'' said Elian's cousin Marisleysis Gonzalez, who brought Elian to the room where he met with his \ngrandmothers.\n\nThe grandmothers did not comment as they left the meeting and were driven away to a helicopter. They planned \nto return to Washington.\n\nThe reunion was held at the home of Sister Jeanne O'Laughlin, 70, president of Barry University, who has long \nbeen involved with helping immigrants.\n\nO'Laughlin, who also monitored the reunion while relatives waited in the next room, said that when Elian entered, \nthe grandmothers picked him up and were shaking as they hugged him and kissed him. They broke down crying \nafter Elian walked out of the room, the nun said.\n\nElian's father, in a letter printed in the Communist Party newspaper Granma, asked to be included in the reunion \nby telephone. O'Laughlin said a nun took a cell phone from Mariela Quintana, the paternal grandmother, after it \nrang.\n\nMrs. Quintana and Raquel Rodriguez had not seen their grandson since before he left Cuba for the United States \nwith his mother, who died along with 10 other people when their boat capsized. Elian was found clinging to an inner \ntube off the Florida coast on Nov. 25.\n\nThe grandmothers came to the United States last week to appeal to the American people and Congress to send \nthe boy back to his father in Cuba. Elian's relatives in Miami are fighting a U.S. government order sending him \nback.\n\n\nThe grandmothers also flew to Miami on Monday but left without seeing Elian. The Miami relatives insisted that \nany reunion take place at their home in the Little Havana neighborhood, but the grandmothers said they were \nuncomfortable going there. Anti-Castro Cuban immigrants have been holding protests around the home.\n\nAfter long negotiations, the Justice Department ordered Elian's relatives to bring him to the nun's house. The \nagency said it had the authority to do so under the arrangement letting the boy stay in this country pending further \nimmigration proceedings.\n\nAs the grandmothers drove up to the house, a few people tossed flowers at their car. About 200 demonstrators \nwere waiting outside the house; some cheered and others booed as the grandmothers passed.\n\nO'Laughlin said both sides were so nervous and mistrustful about the meeting that she had to show them there \nwas no chance Elian could be taken away.\n\nO'Laughlin said she was ''showing that windows couldn't be opened, that doors couldn't be opened, that there \nweren no disappearing trap doors.'' When the grandmothers arrived, they trembled with fear, the nun said.\n\n''There was pain on both sides, there was hurt on both sides,'' O'Laughlin said. ''The greatest element, however, \nwas that of fear.''\n\nSpencer Eig, lead attorney for the Miami family, said Elian's great-uncles wanted to meet with the grandmothers, \nbut the women refused.\n\nLater, as Elian returned to his relatives home in Miami, a crowd waiting outside roared with approval. Elian's \ngreat-uncle Delfin Gonzalez faced the crowd while holding a crucifix above his head.\n\n''Tomorrow they're going to make me an American citizen,'' Elian said in an interview broadcast over the Spanish-\nlanguage Radio Mambi while driving back to his relatives' home.\n\nOn Capitol Hill, Senate Majority Leader Trent Lott indicated he has no solid plans for handling legislation to give \nElian U.S. citizenship. That would remove the boy from the jurisdiction of the Immigration and Naturalization \nService, the agency that ordered him back to Cuba.\n\n''There are a lot of extenuating circumstances,'' Lott said. ''Obviously it could come up next week. But there are a lot \nof people looking at this issue and there may be developments between now and then.''\n\nPresident Clinton supported the grandmothers' cause, hinting he might veto the citizenship legislation if it passes. \nAnd senators seeking Elian's return to Cuba suggested they might use delaying tactics to keep the Senate from \ndebating the measure.\n\nThe grandmothers met with several members of Congress this week and asked them not to pass such a bill. One \nof their supporters in the Senate, Connecticut Democrat Christopher Dodd, said it was ''pathetic'' that Congress \nwould get involved in the life of a 6-year-old.\n\n''We can have good families in bad countries,'' he said. ''This is a good family.''\n\nWhile the reunion was going on in Miami Beach, hundreds of farmers gathered in an auditorium at the \nRevolutionary Armed Forces headquarters in Havana in the latest in a series of government-organized protests \ncalling for the child's return to his homeland.\n\nFidel Castro's government has scheduled a much larger demonstration on Friday, the anniversary of the birth of \nCuban independence hero Jose Marti.\n\n Elian Gonzalez was finally reunited with his grandmothers Wednesday at a ''neutral site'' that had to be arranged \nby the U.S. government because of the personal and political passions swirling around the 6-year-old Cuban boy.\n\n\n\nElian was driven to a nun's house in Miami Beach to see his grandmothers, who had flown in from Washington. \nThe visit lasted about an hour and a half.\n\n''They just came to him and they hugged him and they sat down at a table and they were seeing an album of \npictures,'' said Elian's cousin Marisleysis Gonzalez, who was at the reunion.\n\nThe grandmothers did not comment as they left the meeting and were driven away to a helicopter.\n\nAs Elian returned to his relatives home in Miami, a crowd waiting outside roared with approval. Elian's great-uncle \nDelfin Gonzalez faced the crowd while holding a crucifix above his head.\n\n''Tomorrow they're going to make me an American citizen,'' Elian said in an interview broadcast over the Spanish-\nlanguage Radio Mambi while driving back to his relatives' home.\n\nThe grandmothers came to the United States last week to appeal to the American people and Congress to send \nthe boy back to his father in Cuba. Elian's relatives in Miami want him to stay and are fighting a U.S. government \norder sending him back.\n\nThe Justice Department had said the grandmothers would see Elian privately, with the boy's Florida relatives \nnearby in the house. Elian's father, in a letter printed in the Communist Party newspaper Granma, asked to be \nincluded in the reunion by telephone.\n\nThe grandmothers had also flown to Miami on Monday but left town without seeing Elian. The Miami relatives \ninsisted that any reunion take place at their home in the Little Havana neighborhood, but the grandmothers said \nthey were uncomfortable going there. Anti-Castro Cuban immigrants have been holding protests around the home.\n\nAfter long negotiations, the Justice Department ordered Elian's relatives to bring him to the nun's house. The \nagency said it had the authority to do so under the arrangement letting the boy stay in this country pending further \nimmigration proceedings.\n\nMariela Quintana and Raquel Rodriguez had not seen their grandson since before he left Cuba for the United \nStates with his mother, who died along with 10 other people when their boat capsized. Elian was found clinging to \nan inner tube off the Florida coast on Nov. 25.\n\nThe reunion was held at the home of Sister Jeanne O'Laughlin, president of Barry University. O'Laughlin, 70, has a \nhistory of helping immigrants and had said she would serve as ''welcomer'' and ''hugger.''\n\nAs the grandmothers drove up to the house, a few people tossed flowers at their car. About 200 demonstrators \nwere waiting outside the house; some cheered and others booed as the grandmothers passed.\n\nOn Capitol Hill, Senate Majority Leader Trent Lott indicated he has no solid plans for handling legislation next week \nto give Elian U.S. citizenship. That would remove the boy from the jurisdiction of the Immigration and Naturalization \nService, the agency that ordered him back to Cuba.\n\n''There are a lot of extenuating circumstances,'' Lott said. ''Obviously it could come up next week. But there are a lot \nof people looking at this issue and there may be developments between now and then.''\n\nPresident Clinton supported the grandmothers' cause, hinting he might veto the citizenship legislation if it passes. \nAnd senators seeking Elian's return to Cuba suggested they might use delaying tactics to keep the Senate from \ndebating the measure.\n\nThe grandmothers met with several members of Congress this week and asked them not to pass such a bill. One \nof their supporters in the Senate, Connecticut Democrat Christopher Dodd, said it was ''pathetic'' that Congress \nwould get involved in the life of a\n\n-year-old.  ''We can have good families in bad countries,'' he said. ''This is a good family.''\n\n\n\nDespite no prospect of taking Elian with them, his grandmothers were still looking forward to the visit.\n\n''I don't know if I'll cry or if I'll laugh,'' Mrs. Rodriguez, Elian's maternal grandmother, told CNN on Tuesday.\n\nThe boy's Miami relatives say Elian wants to stay in the United States. The grandmothers have said Elian has \ntold them by telephone that he wants to return to Cuba.\n\nSpencer Eig, lead attorney for the Miami family, said Elian's great-uncles wanted to meet with the grandmothers \nat O'Laughlin's house, but the women refused.\n\n The grandmothers of 6-year-old Elian Gonzalez are ready to head to Florida for a government-ordered session \nwith the Cuban boy while political maneuvering intensifies over legislation to make him a U.S. citizen.\n\nThe two women made an impassioned appeal to Congress on Tuesday not to pass such a bill, saying Elian was a \nCuban citizen and belonged with his father and them in Cuba.\n\n''It's our right to see our grandson and take him back home,'' Mariela Quintana, the child's paternal grandmother, \nsaid during a visit to Capitol Hill.\n\nThey won't be able to do that at today's session with Elian in Miami, however. The meeting, planned for 4 p.m. \nEST, was set as just a visit by the Immigration and Naturalization Service after efforts by the grandmothers to see \ntheir grandson in Miami on Monday fell through.\n\nThey still looked forward to the visit.\n\n''I don't know if I'll cry or if I'll laugh'' when seeing Elian for the first time in more than two months, Raquel Rodriquez, \nElian's maternal grandmother, told CNN late Tuesday after the INS ruling.\n\nPresident Clinton supported the grandmother's cause, hinting he might veto the citizenship legislation if it passes. \nAnd those in the Senate seeking Elian's repatriation to Cuba suggested they might use delaying tactics, including a \nfilibuster, to keep the Senate from debating the measure.\n\n''The idea that the Senate and the House of Representatives is going to determine the fate of a 6-year-old is \npathetic,'' said Sen. Christopher Dodd, D-Conn.\n\nElian belongs with his father and grandmothers, Dodd said. ''We can have good families in bad countries,'' he said \nafter a meeting with the grandmothers. ''This is a good family.''\n\nThe snowstorm that gripped Washington, as well as much of the Atlantic seaboard, and the rising combativeness of \nthose opposing the citizenship bill prompted Senate Majority Leader Trent Lott, R-Miss., to put off trying to bring the \nmeasure up until next week.\n\nLott earlier had said it could come up as early as today.\n\nThat same snowstorm also was making it unclear exactly when the grandmothers would be able to leave for \nMiami, since Washington-area airports were mostly shut down Tuesday. The grandmothers and their \nrepresentatives said they would leave for Miami today at the first opportunity.\n\nThe INS, which is part of the Justice Department, announced late Tuesday that Elian's Florida family had agreed to \ntoday's visit. Earlier in the day the INS had said it had the authority to order the family to agree to the meeting \nunder the arrangement by which the boy has been allowed to stay in this country pending further immigration \nproceedings.\n\n''The meeting will take place at the time and site selected by the Immigration Service,'' Justice spokeswoman \nCarole Florman said.\n\n\n\nFlorman said the government had reassured the relatives that today's session at the Miami Beach home of the \npresident of a Dominican college would be just a visit and would not result in Elian's being taken back to Cuba.\n\nThe grandmothers will see Elian privately, but the boy's Florida relatives will be nearby in the house at the time, \nFlorman said.\n\nIn Miami, the lead attorney for Elian's relatives, Spencer Eig, said, ''Elian has stated that he's a little bit afraid to go \nall by himself because he's afraid they might be forced to take him back to Cuba.''\n\nHe said today's visit was expected to last two hours and called the INS ''heavy handed'' in its dealings.\n\nThe INS has ruled that the boy should be returned to his father in Cuba. Elian's Florida relatives have challenged \nthe order in federal court.\n\nThe boy was found clinging to a life preserver in the Atlantic on Nov. 25 after his mother and 10 others died when \ntheir boat sank en route from Cuba to the United States.\n\nThe two grandmothers made the rounds of Capitol Hill on Tuesday, meeting with legislators sympathetic to their \nwish to have Elian returned to Cuba and their opposition to congressionally imposed citizenship on Elian.\n\nSen. Chuck Hagel, R-Neb., said the grandmothers told them Elian's mother was on the ill-fated boat not to flee \nCastro's oppression but because of pressure from her boyfriend.\n\n''We asked some rather pointed questions,'' Hagel said. ''She was forced on that boat.''\n\nVersions of the citizenship bill are before both the House and the Senate.\n\nThe measure, drafted by members of the Florida congressional delegation, would confer U.S. citizenship on Elian, \nthus removing the INS jurisdiction from the case.\n\n The grandmothers of 6-year-old Elian Gonzalez are ready to head to Florida for a government-ordered session \nwith the Cuban boy while political maneuvering intensifies over legislation to make him a U.S. citizen.\n\nThe two women made an impassioned appeal to Congress on Tuesday not to pass such a bill, saying Elian was a \nCuban citizen and belonged with his father and them in Cuba.\n\n''It's our right to see our grandson and take him back home,'' Mariela Quintana, the child's paternal grandmother, \nsaid during a visit to Capitol Hill.\n\nThey won't be able to do that at today's session with Elian in Miami, however. The meeting, planned for 4 p.m. \nEST, was set as just a visit by the Immigration and Naturalization Service after efforts by the grandmothers to see \ntheir grandson in Miami on Monday fell through.\n\nThey still looked forward to the visit.\n\n''I don't know if I'll cry or if I'll laugh'' when seeing Elian for the first time in more than two months, Raquel Rodriquez, \nElian's maternal grandmother, told CNN Tuesday after the INS ruling.\n\nRep. Sheila Jackson Lee, D-Texas, said today the grandmothers recalled in their meeting with lawmakers that \nwhen Elian was rescued from the Atlantic on Nov. 25, ''he was able to give his father's name and telephone \nnumber.''\n\nOne of the father's relatives, Jackson Lee said on ABC's ''Good Morning America,'' called another relative ''and \nsaid go to the hospital and take care of him overnight and make sure he gets back home.''\n\n\n\nPresident Clinton supported the grandmother's cause, hinting he might veto the citizenship legislation if it passes. \nAnd those in the Senate seeking Elian's repatriation to Cuba suggested they might use delaying tactics, including a \nfilibuster, to keep the Senate from debating the measure.\n\n''The idea that the Senate and the House of Representatives is going to determine the fate of a 6-year-old is \npathetic,'' said Sen. Christopher Dodd, D-Conn.\n\nElian belongs with his father and grandmothers, Dodd said. ''We can have good families in bad countries,'' he said \nafter a meeting with the grandmothers. ''This is a good family.''\n\nThe snowstorm that gripped Washington, as well as much of the Atlantic seaboard, and the rising combativeness of \nthose opposing the citizenship bill prompted Senate Majority Leader Trent Lott, R-Miss., to put off trying to bring the \nmeasure up until next week.\n\nLott earlier had said it could come up as early as today.\n\nThat same snowstorm also was making it unclear exactly when the grandmothers would be able to leave for \nMiami, since Washington-area airports were mostly shut down Tuesday. The grandmothers and their \nrepresentatives said they would leave for Miami today at the first opportunity.\n\nThe INS, which is part of the Justice Department, announced late Tuesday that Elian's Florida family had agreed to \ntoday's visit. Earlier in the day the INS had said it had the authority to order the family to agree to the meeting \nunder the arrangement by which the boy has been allowed to stay in this country pending further immigration \nproceedings.\n\n''The meeting will take place at the time and site selected by the Immigration Service,'' Justice spokeswoman \nCarole Florman said.\n\nFlorman said the government had reassured the relatives that today's session at the Miami Beach home of the \npresident of a Dominican college would be just a visit and would not result in Elian's being taken back to Cuba.\n\nThe grandmothers will see Elian privately, but the boy's Florida relatives will be nearby in the house at the time, \nFlorman said.\n\nIn Miami, the lead attorney for Elian's relatives, Spencer Eig, said, ''Elian has stated that he's a little bit afraid to go \nall by himself because he's afraid they might be forced to take him back to Cuba.''\n\nHe said today's visit was expected to last two hours and called the INS ''heavy handed'' in its dealings.\n\nThe INS has ruled that the boy should be returned to his father in Cuba. Elian's Florida relatives have challenged \nthe order in federal court.\n\nThe boy was found clinging to a life preserver in the Atlantic on Nov. 25 after his mother and 10 others died when \ntheir boat sank en route from Cuba to the United States.\n\nThe two grandmothers made the rounds of Capitol Hill on Tuesday, meeting with legislators sympathetic to their \nwish to have Elian returned to Cuba and their opposition to congressionally imposed citizenship on Elian.\n\nSen. Chuck Hagel, R-Neb., said the grandmothers told them Elian's mother was on the ill-fated boat not to flee \nCastro's oppression but because of pressure from her boyfriend.\n\n''We asked some rather pointed questions,'' Hagel said. ''She was forced on that boat.''\n\nVersions of the citizenship bill are before both the House and the Senate.\n\nThe measure, drafted by members of the Florida congressional delegation, would confer U.S. citizenship on Elian, \nthus removing the INS jurisdiction from the case.\n\n\n\n The grandmothers of 6-year-old Elian Gonzalez are ready to head to Florida for a government-ordered session \nwith the Cuban boy while political maneuvering intensifies over legislation to make him a U.S. citizen.\n\nThe two women made an impassioned appeal to Congress on Tuesday not to pass such a bill, saying Elian was a \nCuban citizen and belonged with his father and them in Cuba.\n\n''It's our right to see our grandson and take him back home,'' Mariela Quintana, the child's paternal grandmother, \nsaid during a visit to Capitol Hill.\n\nThey won't be able to do that at today's session with Elian in Miami Beach, however. The meeting, planned for 4 \np.m. EST, was set as just a visit by the Immigration and Naturalization Service after efforts by the grandmothers to \nsee their grandson in Miami on Monday fell through.\n\nCuban Foreign Minister Felipe Perez Roque demanded during a visit to Moscow today that the boy be returned, \naccusing the United States of violating his human rights. Russian Foreign Minister Igor Ivanov also has endorsed \nthe idea of returning the boy.\n\nDespite no prospect of taking Elian with them, his Cuban grandmothers still looked forward to the visit.\n\n''I don't know if I'll cry or if I'll laugh'' when seeing Elian for the first time in more than two months, Raquel Rodriquez, \nElian's maternal grandmother, told CNN Tuesday after the INS ruling.\n\nRep. Sheila Jackson Lee, D-Texas, said today the grandmothers recalled in their meeting with lawmakers that \nwhen Elian was rescued from the Atlantic on Nov. 25, ''he was able to give his father's name and telephone \nnumber.''\n\nOne of the father's relatives, Jackson Lee said on ABC's ''Good Morning America,'' called another relative ''and \nsaid go to the hospital and take care of him overnight and make sure he gets back home.''\n\nPresident Clinton supported the grandmother's cause, hinting he might veto the citizenship legislation if it passes. \nAnd those in the Senate seeking Elian's repatriation to Cuba suggested they might use delaying tactics, including a \nfilibuster, to keep the Senate from debating the measure.\n\n''The idea that the Senate and the House of Representatives is going to determine the fate of a 6-year-old is \npathetic,'' said Sen. Christopher Dodd, D-Conn.\n\nElian belongs with his father and grandmothers, Dodd said. ''We can have good families in bad countries,'' he said \nafter a meeting with the grandmothers. ''This is a good family.''\n\nThe snowstorm that gripped Washington, as well as much of the Atlantic seaboard, and the rising combativeness of \nthose opposing the citizenship bill prompted Senate Majority Leader Trent Lott, R-Miss., to put off trying to bring the \nmeasure up until next week.\n\nLott earlier had said it could come up as early as today.\n\nThat same snowstorm also was making it unclear exactly when the grandmothers would be able to leave for \nMiami Beach, since Washington-area airports were mostly shut down Tuesday. The grandmothers and their \nrepresentatives said they would leave at the first opportunity.\n\nThe INS, which is part of the Justice Department, announced late Tuesday that Elian's Florida family had agreed to \ntoday's visit. Earlier in the day the INS had said it had the authority to order the family to agree to the meeting \nunder the arrangement by which the boy has been allowed to stay in this country pending further immigration \nproceedings.\n\n''The meeting will take place at the time and site selected by the Immigration Service,'' Justice spokeswoman \nCarole Florman said.\n\n\n\nFlorman said the government had reassured the relatives that today's session at the Miami Beach home of the \npresident of a Dominican college would be just a visit and would not result in Elian's being taken back to Cuba.\n\nThe grandmothers will see Elian privately, but the boy's Florida relatives will be nearby in the house at the time, \nFlorman said.\n\nIn Miami, the lead attorney for Elian's relatives, Spencer Eig, said, ''Elian has stated that he's a little bit afraid to go \nall by himself because he's afraid they might be forced to take him back to Cuba.''\n\nHe said today's visit was expected to last two hours and called the INS ''heavy handed'' in its dealings.\n\nThe INS has ruled that the boy should be returned to his father in Cuba. Elian's Florida relatives have challenged \nthe order in federal court.\n\nThe boy was found clinging to a life preserver in the Atlantic on Nov. 25 after his mother and 10 others died when \ntheir boat sank en route from Cuba to the United States.\n\nThe two grandmothers made the rounds of Capitol Hill on Tuesday, meeting with legislators sympathetic to their \nwish to have Elian returned to Cuba and their opposition to congressionally imposed citizenship on Elian.\n\nSen. Chuck Hagel, R-Neb., said the grandmothers told them Elian's mother was on the ill-fated boat not to flee \nCastro's oppression but because of pressure from her boyfriend.\n\n''We asked some rather pointed questions,'' Hagel said. ''She was forced on that boat.''\n\nVersions of the citizenship bill are before both the House and the Senate.\n\nThe measure, drafted by members of the Florida congressional delegation, would confer U.S. citizenship on Elian, \nthus removing the INS jurisdiction from the case.\n\n The grandmothers of 6-year-old Elian Gonzalez are ready to head to Florida for a government-ordered visit with \nthe Cuban boy while political maneuvering intensifies over legislation to make him a U.S. citizen.\n\nThe two women made an impassioned appeal to Congress on Tuesday not to pass such a bill, saying Elian was a \nCuban citizen and belonged with his father and them in Cuba.\n\n''It's our right to see our grandson and take him back home,'' Mariela Quintana, the child's paternal grandmother, \nsaid during a visit to Capitol Hill.\n\nThey won't be able to do that when they see Elian in Miami Beach, however. The meeting, planned for 4 p.m. EST, \nwas set as just a visit by the Immigration and Naturalization Service after efforts by the grandmothers to see their \ngrandson in Miami on Monday fell through.\n\nCuban Foreign Minister Felipe Perez Roque demanded during a visit to Moscow today that the boy be returned, \naccusing the United States of violating his human rights. Russian Foreign Minister Igor Ivanov also has endorsed \nthe idea of returning the boy.\n\nDespite no prospect of taking Elian with them, his Cuban grandmothers still looked forward to the visit.\n\n''I don't know if I'll cry or if I'll laugh'' when seeing Elian for the first time in more than two months, Raquel Rodriquez, \nElian's maternal grandmother, told CNN Tuesday after the INS ruling.\n\nRep. Sheila Jackson Lee, D-Texas, said today the grandmothers recalled in their meeting with lawmakers that \nwhen Elian was rescued from the Atlantic on Nov. 25, ''he was able to give his father's name and telephone \nnumber.''\n\n\n\nOne of the father's relatives, Jackson Lee said on ABC's ''Good Morning America,'' called another relative ''and \nsaid go to the hospital and take care of him overnight and make sure he gets back home.''\n\nPresident Clinton supported the grandmother's cause, hinting he might veto the citizenship legislation if it passes. \nAnd those in the Senate seeking Elian's repatriation to Cuba suggested they might use delaying tactics, including a \nfilibuster, to keep the Senate from debating the measure.\n\n''The idea that the Senate and the House of Representatives is going to determine the fate of a 6-year-old is \npathetic,'' said Sen. Christopher Dodd, D-Conn.\n\nElian belongs with his father and grandmothers, Dodd said. ''We can have good families in bad countries,'' he said \nafter a meeting with the grandmothers. ''This is a good family.''\n\nThe snowstorm that gripped Washington, as well as much of the Atlantic seaboard, and the rising combativeness of \nthose opposing the citizenship bill prompted Senate Majority Leader Trent Lott, R-Miss., to put off trying to bring the \nmeasure up until next week.\n\nLott earlier had said it could come up as early as today.\n\nThat same snowstorm also was making it unclear exactly when the grandmothers would be able to leave for \nMiami Beach, since Washington-area airports were mostly shut down Tuesday. The grandmothers and their \nrepresentatives said they would leave at the first opportunity.\n\nThe INS, which is part of the Justice Department, announced late Tuesday that Elian's Florida family had agreed to \ntoday's visit. Earlier in the day the INS had said it had the authority to order the family to agree to the meeting \nunder the arrangement by which the boy has been allowed to stay in this country pending further immigration \nproceedings.\n\n''The meeting will take place at the time and site selected by the Immigration Service,'' Justice spokeswoman \nCarole Florman said.\n\nFlorman said the government had reassured the relatives that today's meeting at the Miami Beach home of the \npresident of a Dominican college would be just a visit and would not result in Elian's being taken back to Cuba.\n\nThe grandmothers will see Elian privately, but the boy's Florida relatives will be nearby in the house at the time, \nFlorman said.\n\nIn Miami, the lead attorney for Elian's relatives, Spencer Eig, said, ''Elian has stated that he's a little bit afraid to go \nall by himself because he's afraid they might be forced to take him back to Cuba.''\n\nHe said today's visit was expected to last two hours and called the INS ''heavy handed'' in its dealings.\n\nThe INS has ruled that the boy should be returned to his father in Cuba. Elian's Florida relatives have challenged \nthe order in federal court.\n\nThe boy was found clinging to a life preserver in the Atlantic on Nov. 25 after his mother and 10 others died when \ntheir boat sank en route from Cuba to the United States.\n\nThe two grandmothers made the rounds of Capitol Hill on Tuesday, meeting with legislators sympathetic to their \nwish to have Elian returned to Cuba and their opposition to congressionally imposed citizenship on Elian.\n\nSen. Chuck Hagel, R-Neb., said the grandmothers told them Elian's mother was on the ill-fated boat not to flee \nCastro's oppression but because of pressure from her boyfriend.\n\n''We asked some rather pointed questions,'' Hagel said. ''She was forced on that boat.''\n\nVersions of the citizenship bill are before both the House and the Senate.\n\n\n\nThe measure, drafted by members of the Florida congressional delegation, would confer U.S. citizenship on Elian, \nthus removing the INS jurisdiction from the case.\n\n The grandmothers of 6-year-old Elian Gonzalez headed to Florida today for a government-ordered visit with the \nCuban boy while political maneuvering intensifies over legislation to make him a U.S. citizen.\n\nThe two women made an impassioned appeal to Congress on Tuesday not to pass such a bill, saying Elian was a \nCuban citizen and belonged with his father and them in Cuba.\n\n''It's our right to see our grandson and take him back home,'' Mariela Quintana, the child's paternal grandmother, \nsaid during a visit to Capitol Hill.\n\nThey won't be able to do that when they see Elian in Miami Beach, however. The meeting, planned for 4 p.m. EST, \nwas set as just a visit by the Immigration and Naturalization Service after efforts by the grandmothers to see their \ngrandson in Miami on Monday fell through.\n\nCuban Foreign Minister Felipe Perez Roque demanded during a visit to Moscow today that the boy be returned, \naccusing the United States of violating his human rights. Russian Foreign Minister Igor Ivanov also has endorsed \nthe idea of returning the boy.\n\nDespite no prospect of taking Elian with them, his Cuban grandmothers still looked forward to the visit.\n\n''I don't know if I'll cry or if I'll laugh'' when seeing Elian for the first time in more than two months, Raquel Rodriquez, \nElian's maternal grandmother, told CNN Tuesday after the INS ruling.\n\nRep. Sheila Jackson Lee, D-Texas, said today the grandmothers recalled in their meeting with lawmakers that \nwhen Elian was rescued from the Atlantic on Nov. 25, ''he was able to give his father's name and telephone \nnumber.''\n\nOne of the father's relatives, Jackson Lee said on ABC's ''Good Morning America,'' called another relative ''and \nsaid go to the hospital and take care of him overnight and make sure he gets back home.''\n\nPresident Clinton supported the grandmother's cause, hinting he might veto the citizenship legislation if it passes. \nAnd those in the Senate seeking Elian's repatriation to Cuba suggested they might use delaying tactics, including a \nfilibuster, to keep the Senate from debating the measure.\n\n''The idea that the Senate and the House of Representatives is going to determine the fate of a 6-year-old is \npathetic,'' said Sen. Christopher Dodd, D-Conn.\n\nElian belongs with his father and grandmothers, Dodd said. ''We can have good families in bad countries,'' he said \nafter a meeting with the grandmothers. ''This is a good family.''\n\nThe snowstorm that gripped Washington, as well as much of the Atlantic seaboard, and the rising combativeness of \nthose opposing the citizenship bill prompted Senate Majority Leader Trent Lott, R-Miss., to put off trying to bring the \nmeasure up until next week.\n\nLott earlier had said it could come up as early as today.\n\nThat same snowstorm also was making it unclear exactly when the grandmothers would be able to leave for \nMiami Beach, since Washington-area airports were mostly shut down Tuesday. The grandmothers and their \nrepresentatives said they would leave at the first opportunity.\n\nThe INS, which is part of the Justice Department, announced late Tuesday that Elian's Florida family had agreed to \ntoday's visit. Earlier in the day the INS had said it had the authority to order the family to agree to the meeting \nunder the arrangement by which the boy has been allowed to stay in this country pending further immigration \nproceedings.\n\n\n\n''The meeting will take place at the time and site selected by the Immigration Service,'' Justice spokeswoman \nCarole Florman said.\n\nFlorman said the government had reassured the relatives that today's meeting at the Miami Beach home of the \npresident of a Dominican college would be just a visit and would not result in Elian's being taken back to Cuba.\n\nThe grandmothers will see Elian privately, but the boy's Florida relatives will be nearby in the house at the time, \nFlorman said.\n\nIn Miami, the lead attorney for Elian's relatives, Spencer Eig, said, ''Elian has stated that he's a little bit afraid to go \nall by himself because he's afraid they might be forced to take him back to Cuba.''\n\nHe said today's visit was expected to last two hours and called the INS ''heavy handed'' in its dealings.\n\nThe INS has ruled that the boy should be returned to his father in Cuba. Elian's Florida relatives have challenged \nthe order in federal court.\n\nThe boy was found clinging to a life preserver in the Atlantic on Nov. 25 after his mother and 10 others died when \ntheir boat sank en route from Cuba to the United States.\n\nThe two grandmothers made the rounds of Capitol Hill on Tuesday, meeting with legislators sympathetic to their \nwish to have Elian returned to Cuba and their opposition to congressionally imposed citizenship on Elian.\n\nSen. Chuck Hagel, R-Neb., said the grandmothers told them Elian's mother was on the ill-fated boat not to flee \nCastro's oppression but because of pressure from her boyfriend.\n\n''We asked some rather pointed questions,'' Hagel said. ''She was forced on that boat.''\n\nVersions of the citizenship bill are before both the House and the Senate.\n\nThe measure, drafted by members of the Florida congressional delegation, would confer U.S. citizenship on Elian, \nthus removing the INS jurisdiction from the case.\n\n The grandmothers of Elian Gonzalez arrived Wednesday for the government-ordered meeting with the 6-year-\nold Cuban boy they have not seen in more than two months.\n\nMariela Quintana and Raquel Rodriquez arrived at Opa-locka Airport just after 3 p.m.\n\nThey were expected to be taken by helicopter to the meeting at the Miami Beach home of Sister Jeanne \nO'Laughlin, president of Barry University. Her home was chosen as a neutral site in the tug of war between the \nboy's Cuban and Cuban-American relatives.\n\nIn Washington, meanwhile, political maneuvering intensified over legislation to make the little shipwreck survivor, \nwhose mother died in the attempt to get from Cuba to Florida, a U.S. citizen.\n\nThe two women made an impassioned appeal to Congress on Tuesday not to pass such a bill, saying Elian was a \nCuban citizen and belonged with his father and them in Cuba.\n\n''It's our right to see our grandson and take him back home,'' Mrs. Quintana, the child's paternal grandmother, said \nduring a visit to Capitol Hill.\n\nThey won't be able to do that when they see Elian late this afternoon in Miami Beach, however. The meeting was \nto be just a visit, set up the Immigration and Naturalization Service after efforts by the grandmothers to see their \ngrandson in Miami on Monday fell through.\n\n\n\nCuban Foreign Minister Felipe Perez Roque demanded during a visit to Moscow today that the boy be returned, \naccusing the United States of violating his human rights. Russian Foreign Minister Igor Ivanov also has endorsed \nthe idea of returning the boy.\n\nDespite no prospect of taking Elian with them, his Cuban grandmothers still looked forward to the visit.\n\n''I don't know if I'll cry or if I'll laugh'' when seeing Elian for the first time in more than two months, Mrs. Rodriquez, \nElian's maternal grandmother, told CNN Tuesday after the INS ruling.\n\nRep. Sheila, 8th graf, a0664\n\n The grandmothers of Elian Gonzalez arrived Wednesday for the government-ordered meeting with the 6-year-\nold Cuban boy they have not seen in more than two months.\n\nMariela Quintana and Raquel Rodriquez arrived at Opa-locka Airport just after 3 p.m.\n\nThey were expected to be taken by helicopter to the meeting at the Miami Beach home of Sister Jeanne \nO'Laughlin, president of Barry University. Her home was chosen as a neutral site in the tug- of-war between the \nboy's Cuban and Cuban-American relatives.\n\nIn Washington, meanwhile, political maneuvering intensified over legislation to make the little shipwreck survivor, \nwhose mother died in the attempt to get from Cuba to Florida, a U.S. citizen.\n\nThe two women made an impassioned appeal to Congress on Tuesday not to pass such a bill, saying Elian was a \nCuban citizen and belonged with his father and them in Cuba.\n\n''It's our right to see our grandson and take him back home,'' Mrs. Quintana, the child's paternal grandmother, said \nduring a visit to Capitol Hill.\n\nThey won't be able to do that when they see Elian late this afternoon in Miami Beach, however. The meeting was \nto be just a visit, set up the Immigration and Naturalization Service after efforts by the grandmothers to see their \ngrandson in Miami on Monday fell through.\n\nCuban Foreign Minister Felipe Perez Roque demanded during a visit to Moscow today that the boy be returned, \naccusing the United States of violating his human rights. Russian Foreign Minister Igor Ivanov also has endorsed \nthe idea of returning the boy.\n\nDespite no prospect of taking Elian with them, his Cuban grandmothers still looked forward to the visit.\n\n''I don't know if I'll cry or if I'll laugh'' when seeing Elian for the first time in more than two months, Mrs. Rodriquez, \nElian's maternal grandmother, told CNN Tuesday after the INS ruling.\n\nRep. Sheila Jackson Lee, D-Texas, said today the grandmothers recalled in their meeting with lawmakers that \nwhen Elian was rescued from the Atlantic on Nov. 25, ''he was able to give his father's name and telephone \nnumber.''\n\nOne of the father's relatives, Jackson Lee said on ABC's ''Good Morning America,'' called another relative ''and \nsaid go to the hospital and take care of him overnight and make sure he gets back home.''\n\nPresident Clinton supported the grandmothers' cause, hinting he might veto the citizenship legislation if it passes. \nAnd those in the Senate seeking Elian's repatriation to Cuba suggested they might use delaying tactics, including a \nfilibuster, to keep the Senate from debating the measure.\n\n''The idea that the Senate and the House of Representatives is going to determine the fate of a 6-year-old is \npathetic,'' said Sen. Christopher Dodd, D-Conn.\n\n\n\nElian belongs with his father and grandmothers, Dodd said. ''We can have good families in bad countries,'' he said \nafter a meeting with the grandmothers. ''This is a good family.''\n\nThe snowstorm that gripped Washington, as well as much of the Atlantic seaboard, and the rising combativeness of \nthose opposing the citizenship bill prompted Senate Majority Leader Trent Lott, R-Miss., to put off trying to bring the \nmeasure up until next week.\n\nLott earlier had said it could come up as early as today.\n\nThe INS, which is part of the Justice Department, announced late Tuesday that Elian's Florida family had agreed to \ntoday's visit. Earlier in the day the INS had said it had the authority to order the family to agree to the meeting \nunder the arrangement by which the boy has been allowed to stay in this country pending further immigration \nproceedings.\n\n''The meeting will take place at the time and site selected by the Immigration Service,'' Justice spokeswoman \nCarole Florman said.\n\nFlorman said the government had reassured the relatives that today's meeting at the Miami Beach home of the \npresident of a Dominican college would be just a visit and would not result in Elian's being taken back to Cuba.\n\nThe grandmothers will see Elian privately, but the boy's Florida relatives will be nearby in the house at the time, \nFlorman said.\n\nIn Miami, the lead attorney for Elian's relatives, Spencer Eig, said, ''Elian has stated that he's a little bit afraid to go \nall by himself because he's afraid they might be forced to take him back to Cuba.''\n\nHe said today's visit was expected to last two hours and called the INS ''heavy handed'' in its dealings.\n\nThe INS has ruled that the boy should be returned to his father in Cuba. Elian's Florida relatives have challenged \nthe order in federal court.\n\nThe boy was found clinging to a life preserver in the Atlantic on Thanksgiving Day after his mother and 10 others \ndied when their boat sank en route from Cuba to the United States. His parents were divorced.\n\nVersions of the citizenship bill are before both the House and the Senate. Backers say the boy would have a better \nlife in the United States than in communist Cuba.\n\nThe measure, drafted by members of the Florida congressional delegation, would confer U.S. citizenship on Elian, \nthus removing the INS jurisdiction from the case.\n\n Elian Gonzalez and his grandmothers arrived for a long-awaited reunion this afternoon at a ''neutral site'' \narranged by the U.S. government.\n\nThe 6-year-old Cuban boy was driven to a nun's house in Miami Beach to see his grandmothers, who had flown \nin from Washington and were brought to the home in a helicopter.\n\nThe grandmothers came to the United States last week to appeal directly to the American people and Congress to \nsend the boy back to his father in Cuba. Elian's relatives in Miami want him to stay and are fighting a U.S. \ngovernment order sending him back.\n\nThe grandmothers were to see Elian privately, with the boy's Florida relatives nearby in the house. Justice \nDepartment spokeswoman Carole Florman said the women would not be allowed to take the boy home with them \nafterward.\n\nA few people tossed flowers at the car that took the women from the helicopter to the house. Some demonstrators \noutside the home cheered and others booed as the grandmothers were driven by.\n\n\n\nThe grandmothers had also flown to Miami on Monday but left town without seeing the boy. They said they were \nuncomfortable going to the house in Little Havana where the relatives have been caring for the boy. Several \nemotional anti-Castro protests have been held in the neighborhood.\n\nMariela Quintana and Raquel Rodriguez had not seen their grandson since before he left Cuba for the United \nStates with his mother, who died in the attempt along with 10 other people. Elian was found clinging to an inner \ntube off the Florida coast on Nov. 25.\n\nThe reunion was being held at the home of Sister Jeanne O'Laughlin, president of Barry University. O'Laughlin, 70, \nhas a history of helping immigrants and had said she would serve as ''welcomer'' and ''hugger.''\n\nOn Capitol Hill today, Senate Majority Leader Trent Lott indicated he has no solid plans for handling legislation next \nweek to give Elian U.S. citizenship, which would remove the boy from INS jurisdiction.\n\n''There are a lot of extenuating circumstances,'' he said. ''Obviously it could come up next week. But there are a lot \nof people looking at this issue and there may be developments between now and then.''\n\nLott said he believes the appropriate way to determine the boy's future is through court action, which citizenship \nwould allow, but said he would listen to senators who don't want the issue handled by Congress.\n\nTo take effect, the measure would have to pass both houses and be signed by President Clinton, who has said he \nwould not rule out a veto.\n\nThe two women made an impassioned appeal to Congress on Tuesday not to pass such a bill, saying Elian was a \nCuban citizen and belonged with his father and them in Cuba.\n\n''It's our right to see our grandson and take him back home,'' said Mrs. Quintana, the child's paternal grandmother.\n\nCuban Foreign Minister Felipe Perez Roque demanded during a visit to Moscow today that the boy be returned, \naccusing the United States of violating his human rights. Russian Foreign Minister Igor Ivanov also has endorsed \nthe idea of returning the boy.\n\nDespite no prospect of taking Elian with them, his grandmothers were still looking forward to the visit.\n\n''I don't know if I'll cry or if I'll laugh,'' Mrs. Rodriguez, Elian's maternal grandmother, told CNN on Tuesday.\n\nThe lead attorney for Elian's relatives, Spencer Eig, said today's visit was expected to last two hours.\n\n''Elian has stated that he's a little bit afraid to go all by himself because he's afraid they might be forced to take him \nback to Cuba,'' Eig said.\n\nThe grandmothers have said Elian has told them by telephone that he wants to return to Cuba.\n\n Elian Gonzalez and his grandmothers arrived Wednesday at a ''neutral site'' for a reunion that had to be arranged \nby the U.S. government because of the personal and political passions swirling around the 6-year-old Cuban boy.\n\nElian was driven to a nun's house in Miami Beach to see his grandmothers, who had flown in from Washington \nand were then brought to the home in a helicopter.\n\nThe grandmothers came to the United States last week to appeal directly to the American people and Congress to \nsend the boy back to his father in Cuba. Elian's relatives in Miami want him to stay and are fighting a U.S. \ngovernment order sending him back.\n\nThe grandmothers were to see Elian privately, with the boy's Florida relatives nearby in the house.\n\nJustice Department spokeswoman Carole Florman said the women would not be allowed to take the boy home \nwith them afterward. A lawyer for Elian's relatives, Spencer Eig, said the visit was expected to last two hours.\n\n\n\nA few people tossed flowers at the car that took the women from the helicopter to the house. Some demonstrators \noutside the home cheered and others booed as the grandmothers were driven by.\n\nThe grandmothers had also flown to Miami on Monday but left town without seeing Elian. They said they were \nuncomfortable going to the house in Miami's Little Havana neighborhood where the relatives have been caring for \nthe boy. Anti-Castro Cuban immigrants have been holding protests around the home.\n\nMariela Quintana and Raquel Rodriguez had not seen their grandson since before he left Cuba for the United \nStates with his mother, who died along with 10 other people when their boat capsized. Elian was found clinging to \nan inner tube off the Florida coast on Nov. 25.\n\nThe reunion was being held at the home of Sister Jeanne O'Laughlin, president of Barry University. O'Laughlin, 70, \nhas a history of helping immigrants and had said she would serve as ''welcomer'' and ''hugger.''\n\nOn Capitol Hill, Senate Majority Leader Trent Lott indicated he has no solid plans for handling legislation next week \nto give Elian U.S. citizenship, which would remove the boy from the jurisdiction of the Immigration and \nNaturalization Service, the agency that ordered him back to Cuba.\n\n''There are a lot of extenuating circumstances,'' Lott said. ''Obviously it could come up next week. But there are a lot \nof people looking at this issue and there may be developments between now and then.''\n\nTo take effect, the measure would have to pass both houses and be signed by President Clinton, who has not ruled \nout a veto.\n\nThe two grandmothers met with several members of Congress this week and asked them not to pass such a bill.\n\n''It's our right to see our grandson and take him back home,'' said Mrs. Quintana, the child's paternal grandmother.\n\nDespite no prospect of taking Elian with them, his grandmothers were still looking forward to the visit.\n\n''I don't know if I'll cry or if I'll laugh,'' Mrs. Rodriguez, Elian's maternal grandmother, told CNN on Tuesday.\n\nEig said Elian was ''a little bit afraid to go all by himself because he's afraid they might be forced to take him back to \nCuba.''\n\nThe grandmothers have said Elian has told them by telephone that he wants to return to Cuba.\n\n Elian Gonzalez's father asked to be included by telephone in the boy's Wednesday meeting with his \ngrandmothers in Miami and asked that the child's great-uncle not be permitted in the gathering.\n\nThe letter from Juan Miguel Gonzalez and Elian's two grandfathers and his great-grandmother was printed in \nWednesday's edition of the Communist Party daily Granma.\n\nThey said that after the meeting, they would like Elian's grandmothers, Mariela Quintana and Raquel Rodriguez, \nto return to Washington for more meetings with lawmakers in their fight to prevent Congress from giving Elian U.S. \ncitizenship against his father's will.\n\nIn the letter, Elian's Cuban relatives asked that the grandmothers bring a cellular phone to their two-hour \nmeeting with the boy and asked that the gathering be extended for a third hour with the relatives in Cuba \nparticipating by telephone.\n\n''We want to talk to the boy there when he is entirely free with you,'' the letter said.\n\nIt also asked that the boy's Miami relatives, including Elian's great-uncle Lazaro Gonzalez, not be allowed in the \nmeeting and that there be no media access.\n\n\n\nThe letter said it was ''unfortunate'' that the media and the Cuban exile community already knew where the \nmeeting was being held and begged that there be no ''cameras, protests or circus'' outside.\n\nThe relatives in Elian's hometown of Cardenas, about a two-hour drive east of Havana, said it was fine with them if \nthe grandmothers met with other relatives in Miami who reportedly support returning Elian to his father in Cuba.\n\n Elian Gonzalez's father asked to be included by telephone in the boy's Wednesday meeting with his \ngrandmothers in Miami Beach and asked that the child's great-uncle not be permitted in the gathering.\n\nThe letter from Juan Miguel Gonzalez and Elian's two grandfathers and his great-grandmother was printed in \nWednesday's edition of the Communist Party daily Granma.\n\nThey said that after the meeting, they would like Elian's grandmothers, Mariela Quintana and Raquel Rodriguez, \nto return to Washington for more meetings with lawmakers in their fight to prevent Congress from giving Elian U.S. \ncitizenship against his father's will.\n\nIn the letter, Elian's Cuban relatives asked that the grandmothers bring a cellular phone to their two-hour \nmeeting with the boy and asked that the gathering be extended for a third hour with the relatives in Cuba \nparticipating by telephone.\n\n''We want to talk to the boy there when he is entirely free with you,'' the letter said.\n\nThe 11/2-hour meeting ended Wednesday night and it wasn't clear whether the boy had spoken with his family in \nCuba.\n\nThe letter also asked that the boy's Miami relatives, including Elian's great-uncle Lazaro Gonzalez, not be \nallowed in the meeting and that there be no media access.\n\nThe letter said it was ''unfortunate'' that the media and the Cuban exile community already knew where the \nmeeting was being held and begged that there be no ''cameras, protests or circus'' outside.\n\nThe relatives in Elian's hometown of Cardenas, about a two-hour drive east of Havana, said it was fine with them if \nthe grandmothers met with other relatives in Miami who reportedly support returning Elian to his father in Cuba.\n\nMeanwhile, hundreds of farmers gathered in an auditorium at the Revolutionary Armed Forces headquarters in \nHavana in the latest in a series of government-organized protests calling for the child's return to his homeland.\n\nWearing straw hats and waving paper red, white and blue Cuban flags, the farmers praised Fidel Castro's \ngovernment and called for ''our Elian'' to be reunited with his father on the communist island.\n\nThe Castro government has scheduled a much larger demonstration on Friday, the anniversary of the birth of \nCuban independence hero Jose Marti.\n\n Elian Gonzalez's father asked to be included by telephone in the boy's Wednesday meeting with his \ngrandmothers in Miami Beach and asked that the child's great-uncle not be permitted in the gathering.\n\nThe letter from Juan Miguel Gonzalez and Elian's two grandfathers and his great-grandmother was printed in \nWednesday's edition of the Communist Party daily Granma.\n\nThey said that after the meeting, they would like Elian's grandmothers, Mariela Quintana and Raquel Rodriguez, \nto return to Washington for more meetings with lawmakers in their fight to prevent Congress from giving Elian U.S. \ncitizenship against his father's will.\n\nIn the letter, Elian's Cuban relatives asked that the grandmothers bring a cellular phone to their two-hour \nmeeting with the boy and asked that the gathering be extended for a third hour with the relatives in Cuba \nparticipating by telephone.\n\n\n\n''We want to talk to the boy there when he is entirely free with you,'' the letter said.\n\nAfter the 11/2-hour meeting, the nun who hosted it said one of the grandmothers had a phone with her a violation \nof the rules. The phone was taken away after it rang during the gathering, said Sister Jeanne O'Laughlin. It wasn't \nclear who was calling.\n\nThe letter also asked that the boy's Miami relatives, including Elian's great-uncle Lazaro Gonzalez, not be \nallowed in the meeting and that there be no media access.\n\nThe letter said it was ''unfortunate'' that the media and the Cuban exile community already knew where the \nmeeting was being held and begged that there be no ''cameras, protests or circus'' outside.\n\nThe relatives in Elian's hometown of Cardenas, about a two-hour drive east of Havana, said it was fine with them if \nthe grandmothers met with other relatives in Miami who reportedly support returning Elian to his father in Cuba.\n\nMeanwhile, hundreds of farmers gathered in an auditorium at the Revolutionary Armed Forces headquarters in \nHavana in the latest in a series of government-organized protests calling for the child's return to his homeland.\n\nWearing straw hats and waving paper red, white and blue Cuban flags, the farmers praised Fidel Castro's \ngovernment and called for ''our Elian'' to be reunited with his father on the communist island.\n\nThe Castro government has scheduled a much larger demonstration on Friday, the anniversary of the birth of \nCuban independence hero Jose Marti.\n"}