{"title": "2010 CENSUS", "body": "\nStatement of Karen Narasaki President and Executive Director, Asian American Justice Center\n\nCommittee on Senate Homeland Security and Governmental Affairs Subcommittee on Federal Financial \nManagement, Government Information, Federal Services, and International Security\n\nSeptember 23, 2008\n\nIn 1990, the U.S. Census Bureau conducted its decennial count of individuals residing in the United States. The \ncount disproportionately missed ethnic minorities, children, and immigrants. Asian Americans were among the \ndisproportionately undercounted due to obstacles including cultural and linguistic barriers. For Census 2000, with \nthe hard work of the Census Bureau on outreach initiatives in collaboration with the national community education \noutreach projects by many community based organizations, the Census Bureau was able to improve its count of \nthe American population. However, there were still issues of undercount for many of the same communities. As we \napproach the 2010 Census, it is clear that the undercount is again an issue that must be address, with even more \nchallenges facing the Census Bureau.\n\nThe demographics of 2010 have changed drastically from 2000. Some communities, such as the Latino American \nand Asian American communities, have experienced high growth rates of many ethnic communities. There is an \nincrease in African and Caribbean immigrants. There are more languages being spoken and more people \nspeaking them. There are generally high levels of mobility for many who move from state to state, city to city. \nAdditionally, recent natural disasters have displaced many people from their homes and have created a more \ncomplex, less traditional or static sense of household for many people. The Census Bureau must be able to \nunderstand these communities and situations and the unique barriers to an accurate count that may exist for them.\n\nThe Census Bureau also has to account for the fact that people are reluctant to voluntarily provide personal \ninformation to the government in an age of identity theft and in the wake of immigration raids and other dragnets \nthat post-9/11 policies have created. Combined with the growing privacy concerns that have arisen from disclosures \nthis decade that the Census Bureau has inappropriately shared information with government agencies, an \nincreasing number of people, particularly minorities, are fearful of providing even the most basic of information \n\n\nasked on the census. The Census Bureau must overcome the many obstacles created by these factors in order to \nget an accurate count.\n\nAs we look towards Census 2010, there are many areas of improvement needed to achieve an even more accurate \ncount of our population. This written testimony will identify some of the challenges that the Census Bureau faces \nin achieving an accurate count in the 2010 Census and provide some feedback on the Bureau's plan for \naddressing these challenges and ultimately reducing the undercount in hard-to-enumerate populations, including \ndiscussing the importance of culturally appropriate outreach and the significant of partnerships with CBOs and the \nBureau's plan to utilize these tools.\n\nOrganizational Background\n\nThe Asian American Justice Center (AAJC), formerly known as the National Asian Pacific American Legal \nConsortium (NAPALC), is a national non-profit, non-partisan organization that works to advance the human and civil \nrights of Asian Americans through advocacy, public policy, public education, and litigation.\n\nAAJC has three affiliates: The Asian American Institute (AAI) in Chicago; the Asian Law Caucus (ALC) in San \nFrancisco and; the Asian Pacific American Legal Center (APALC) in Los Angeles, all of which have been engaged \nin working with their communities to ensure an accurate count during past decennial census. APALC is a Census \nInformation Center and established a Demographic Research Unit to make Census 2000 and other relevant \nresearch more accessible to the growing Asian American and Pacific Islander community and the organizations that \nserve it. APALC also led the California statewide collaborative effort on census outreach and education in 2000. \nAAJC also has over 100 Community Partners serving their communities in 24 states and the District of Columbia.\n\nTogether with our Affiliates and our Community Partners, AAJC has been extensively involved in working to \neliminate the problems that have historically resulted in undercounting and underreporting of Asian Americans in \nfederal data collection and analysis efforts, and in particular the decennial census count. AAJC conducted an \nextremely successful national Census 2000 outreach and educational project focused on the Asian American \ncommunity. Through this project, AAJC and its Affiliates distributed over 750,000 linguistically and culturally \nappropriate community education materials and hosted or participated in over 865 community education activities, \nincluding panel discussions, presentations and press conferences.\n\nSince the 2000 Census, AAJC has not paused in its efforts to ensure accurate and appropriate federal data \ncollection and reporting on Asian Americans. AAJC has been a member of the Decennial Census Advisory \nCommittee since the beginning of 2000. In 2005, AAJC became a member of the reconstituted and downsized 2010 \nCensus Advisory Committee. In its advisory role, AAJC is able to assist the Census Bureau in understanding what \nresearch and programs would help the Bureau to effectively address the cultural differences and intricacies in \nvarious hard-to-reach communities, particularly in the Asian American communities, in order to get the most \naccurate count possible.\n\nAdditionally, AAJC currently co-chairs the Leadership Conference on Civil Rights' (LCCR) Census Task Force. \nLCCR is the nation's oldest, largest, and most diverse civil and human rights coalition, with nearly 200 member \norganizations working to build an America as good as its ideals. In its leadership capacity on LCCR's Census Task \nForce, AAJC has kept LCCR members informed of important census policy issues and has facilitated conversation \namong the groups to build consensus recommendations for various census policy and outreach issues.\n\nThrough its various leadership roles, AAJC worked with numerous supportive Congressional members to ensure \nthat additional funding was appropriated last year for the Census Bureau's Partnership Program in FY08 after the \nAdministration failed to provide any funding for the program in its budget request. AAJC appreciates the Chairman's \nsupport for an accurate census and interest in ensuring that the census process is efficient and fair, which takes \nadequate funding. AAJC is pleased to provide comments on reducing the undercount in the 2010 census.\n\nAAJC would like to request that this written statement, and the attached appendix, be formally entered into the \nhearing record.\n\n\n\nUndercount Concerns\n\nSince 1940, the Census Bureau has attempted to measure its ability to accurately count the people in America \nwhether it was through Demographic Analysis or the use of a separate coverage measurement survey. Duplicate \nresponses lead to overcounts, while omissions, or missed persons, lead to undercount. Subtracting overcounts \nfrom undercounts results in a net undercount or overcount for each census. It is important for the Census Bureau \nto check its ability to achieve an accurate count through a coverage management program.\n\nFor each decennial census from 1940 to 1980, the national net undercount went down, as did the net undercount \nfor specific population subgroups. However, since 1940, there has always existed a differential undercount - that is, \nnon-Hispanic whites had lower undercount rates than people of color, or, stated another way, people of color were \nmissed by the census more often than non-Hispanic whites. The differential undercount was also reduced each \ndecennial census since 1940, until the 1990 census.\n\nThe 1990 census was a watershed moment for the Census Bureau. It was the first census that was less accurate \nthan the one previous. The differential undercounts were the highest the Census Bureau had ever recorded. We \nalso learned from 1990 that it was not only African Americans who suffered significant differential undercounts but \nalso Latino Americans and Asian Americans. American Indians on reservations had the highest undercount of any \ngroups in the 1990 census, with an undercount rate over 12 percent. The undercount of children was generally \ndisproportionate. Children made up a quarter of the overall population in 1990, but accounted for slightly more than \nhalf of all persons missed by the Census Bureau. The undercount of children of color was even more \ndisproportionate. For example, the undercount for African American children was twice as high as that for non-\nHispanic white children.\n\nIn 2000, the Census Bureau worked to improve the accuracy of the count. Unfortunately, it was unclear how well \nthe Census Bureau was able to count people. The final coverage measurement, the Accuracy and Coverage \nEvaluation (Revision II) (\"A.C.E. Revision II\"), results showed a net national overcount of about one-half a percent. \nHowever, a net national overcount/undercount of around zero masks a much larger counting problem. While it \nappeared that the net undercount for the entire population and the net undercount for some race groups were \nreduced, the results did not fit historical patterns for these race groups.\n\nFor example, the A.C.E. Revision II showed that Asian Americans nationally had a slight overcount. However, \nseveral Asian American subgroups believed that they were actually undercounted. This was particularly true for \nSoutheast Asian communities. For example, many community leaders in Long Beach, California believed that the \nCambodian population was undercounted in the 2000 census. As evidence, they cite the fact that local school \nenrollment data were considerably disparate to the data provided by the 2000 census. During that year, school \nenrollment data showed a population of Cambodian children that was nearly as large as the entire Cambodian \npopulation counted by the Census Bureau, while the 2000 census data showed that the Cambodian school-age \npopulation accounted for much less than 50% of all Cambodians in California. It is clear that the Census Bureau \nmissed a significant number of Cambodian children in their 2000 census, and it is equally likely that the census \nmissed adult Cambodians as well in California. There was a relatively high rate of duplication for Asian Americans \nin college living away from home, which potentially offset any undercount of Asian Americans. This duplication \nwould likely distort accuracy in terms of place and ethnicity data, that is where we are being counted or missed and \nwhich of our communities are being counted or missed.\n\nDespite the fact that in the end, the Census Bureau did not have confidence in the detailed findings and decided \nnot to adjust the census numbers, the National Academy of Sciences' National Research Council did conclude with \na fair amount of confidence that the net undercount and differential undercount by race/ethnicity were reduced from \n1990. However, the panel also concluded that there existed a differential undercount of racial minorities in the 2000 \ncensus.\n\nChallenges to achieving an accurate count in the 2010 Census\n\nWhile the ideal for a census is to achieve a complete count of all persons in the country, perfection in this context \nis impossible. The pragmatic reality is that the Census Bureau constantly strives to achieve the most accurate \n\n\n\ncount possible and one that is better than counts achieved previously. The 2010 census will provide the Census \nBureau with even more challenges in achieving an accurate count. While this testimony is not exhaustive of all the \nchallenges that face the Bureau, here are some challenges most pertinent to some of the traditionally harder to \ncount communities, such as Asian American communities and immigrant communities.\n\nLanguage Barriers to Census Participation\n\nIn 2006, almost 55 million persons spoke a language other than English at home. Almost half of these language \nminorities had difficulty speaking English and are classified as Limited English Proficient (LEP). Lack of English \nfluency is a significant barrier to participation of many immigrant households. The Census Bureau's own focus \ngroup research found that Asian Americans and Africans believed that lack of in-language questionnaires and lack \nof Englishlanguage fluency were among the major barriers to having greater participation in the census among \ntheir communities. The focus group research also noted that some in the Arab American community are not \ncomfortable enough speaking or reading English to complete the census forms and that the availability of in-\nlanguage communications and assistance is equally important for the Latino community. The Census Bureau must \ndevelop a language assistance program that addresses the language barrier to census participation. As \ndiscussed later, while the Census Bureau has done work on Spanish language assistance, more needs to be done \nfor other languages.\n\nImpact of Immigration Debate, Raids, and Anti-Immigrant Rhetoric\n\nOur nation's current debate about the future of its immigration policy is creating additional challenges that the \nBureau must address in reaching the newcomer population. Some policymakers have adopted a divisive tone and \ntenor during this discussion, and several states and localities have implemented or are considering harsh and \nhostile measures intended to target immigrants. Some of these measures require local law enforcement agencies \nto enforce federal immigration laws; others would require apartment owners to check the immigration status of \npotential renters. There has been an increase in immigration raids of homes as well as businesses. This has \ncreated a climate which will exacerbate immigrants' fear of contact with government agencies, including the \nCensus Bureau.\n\nUndocumented immigrants, legal permanent residents, and even U.S. citizens who live in households where \nfamily members have varying status of immigration, will be discouraged from answering the Census. The anti-\nimmigrant climate today will harm confidence in the confidentiality of the Census, and promote the belief that \namong many residents the Bureau will use the information they provide in a detrimental manner. This is a \npotentially significant barrier for many immigrant communities, including Latinos, Africans, and Asian Americans. It \nis critical that the administration take measures that will ensure a non-hostile and inclusive environment in which \nimmigrants and U.S. citizens alike are comfortable and confident in filling out their census forms.\n\nAs they did during the 2000 census, the Census Bureau must begin working with the U.S. Immigration & Customs \nEnforcement (\"ICE\") to limit their enforcement activity during the 2010 Census process. Additionally, they must \nbegin working with them earlier than they did during the 2000 census. Unfortunately, some enforcement efforts by \nthe Immigration and Naturalization Service (INS), ICE's predecessor, despite a commitment to limit activity during \nthe census, may have caused many immigrants to avoid participating in Census 2000. The INS was slow to come \nout with guidance to its regional offices concerning enforcement during the census and failed to adequately \ncommunicate policy early in the process resulting in raids conducted in Arizona, Oklahoma, Washington State and \nTexas even after the release of guidance requesting offices to limit highly visible enforcement activities. Many \nimmigrants, who had initially been convinced that they could safely participate in the census, were frightened \nbecause of the raids that took place.\n\nThe Census Bureau can ill afford this chilling effect, especially in light of data sharing and privacy concerns that \nhave surface this decade. The Census Bureau must take proactive steps to reinvigorate efforts to work with ICE as \nthey did with ICE's predecessor during past censuses and produce documentation for such policy, and they must \ndo so well in advance of the 2010 Census.\n\nConfidentiality and Privacy of Census Data & Breaches in Public Confidence\n\n\n\nIt is important to address the widely reported discovery in 2007 that during World War II the Census Bureau turned \nover confidential information including names and addresses to help the government identify Japanese Americans \nin preparation for their internment. While it had been known that the Census Bureau shared general aggregated \ndata about where Japanese Americans lived with the government in 1942, new documents in these past few years \nreveal that the Census Bureau also shared information about individuals with the government during that period. \nThis information included individuals' names, addresses and data on the age, sex, citizenship status and \noccupation of Japanese Americans in the area. This recent discovery highlights a significant concern for \nimmigrants and minorities, particularly South Asians, Arab Americans, and Muslims Americans in this post 9/11 \nenvironment.\n\nWhile the Census Bureau contends its actions were legal at the time due to the laws in place in the 1940s, many \ntoday question the ethical correctness of their actions. Moreover, most Americans are not aware that since that time \n\"important safeguards to protect against the misuse of census tabulations have been instituted, notably stronger \nlegal provisions to protect data confidentiality and the Census Bureau's introduction of disclosure avoidance \ntechniques\" in order to safeguard the confidentiality of the data.\n\nFor example, following a LA Times article discussing the recent discovery of the individual level data sharing of \nJapanese Americans during World War II elicited the following response from its readers:\n\n\"I can guarantee you that what information the census of 2010 wishes to have will not be forthcoming from me. A \nbroken oath is a broken oath; there is no trust anymore.\"\n\nA more recent data sharing incident occurred in 2004 when the Census Bureau turned over data regarding Arab \nAmericans at the ZIP code level. While there was no sharing of individual information in this case and the \ninformation was technically publicly available, concerns were raised by civil rights organizations about the impact \nsuch disclosure would have on the ability of the Census Bureau to accurately count people. The Census Bureau \nwas responsive to these concerns that such disclosure could have a chilling effect on the willingness of people to fill \nout their forms, especially those of persecuted or discriminated classes. While the Census Bureau established the \nposition of Chief Privacy Officer and now puts all requests for sensitive data through a rigorous approval process \nand makes all special releases of data available to the public, damage has been done in the public eye due to this \nlatest revelation, particularly in light of the discovery of the involvement of the Census Bureau in the interment of \nJapanese Americans during WWII.\n\nThe Census Bureau cannot afford for these concerns of distrust and fear to prevail and will need to work even \nharder to ensure that these attitudes do not result in a less accurate count. Couple this attitude with a fear of \ngovernment and outsiders, and the Census Bureau faces the very real possibility that people will refuse to fill out \nand mail back their census forms. The Census Bureau must make all efforts to boost public confidence in the \ncensus.\n\nKatrina & Other Natural Disasters\n\nAlthough Hurricanes Katrina, Rita and Wilma hit several years ago, those impacted by these storms are still \nexperiencing the fallout. While tourists are slowly returning, many residents need only look around their \nneighborhoods for a vivid reminder of the impact of one of the most destructive natural disasters in U.S. history. The \nregion struggles with neighborhood redevelopment, and there are increased healthcare challenges. It is more \nimportant than ever that the Gulf region get quality, accurate data about its population in order to work towards \nrebuilding the community.\n\nThe census counts people at their usual place of residence on Census Day. Therefore, people displaced by the \nhurricanes who are living elsewhere on April 1, 2010, even if they intend to move back to the Gulf Coast as soon as \nacceptable housing becomes available, will not be counted in their original home communities. Demographers \nalready are predicting that Louisiana will not regain enough of its pre-Katrina population to avert the loss of one of \nthe state's seven seats in the U.S. House of Representatives. In addition, Louisiana will lose out on federal funding \nbased on this counting method for those who are attempting to back it back to Louisiana.\n\n\n\nAdditionally, the Census Bureau faces other challenges in counting those affected by these hurricanes, as well as \nother natural disasters even under its current counting plans. There is a lack of trust in the government resulting \nfrom the aftermath of these hurricanes, particularly Hurricane Katrina, that may impact residents' willingness to \nparticipate in the government-sponsored census.\n\nThe Bureau faces difficulties with locating all the households in the impacted areas due to the rebuilding efforts, \nmaking address canvassing even more important in those regions. Finally, there will be confusion for displaced \nresidents who intend to return home but who have yet to finish transitioning back home as to where they should \nrespond as their usual place of residence come Census Day. All these problems will be exacerbated for \nimmigrant communities from the impacted areas who also have to contend with cultural and linguistic barriers.\n\nThe Bureau has done work around the effects of Hurricanes Katrina and Rita such as special reports and the \nBureau has acknowledged the unique concerns facing the Bureau in enumerating those who have been displaced. \nHowever, their current policy on how to count these displaced persons during the 2010 census fails to \naccommodate the unique situation faced by those displaced.\n\nAt a minimum, the Census Bureau should issue a report that details the impact of this counting method on \ndisplaced persons in the Gulf region and Louisiana during the 2010 census. The Census Bureau should also \nconsider reassessing the counting policy for those displaced by Hurricanes Katrina and Rita for the 2010 census, \nparticularly in light of the role the federal government has played in creating some of the fallout from these \nhurricanes.\n\nEvaluation of Census Bureau's Plans for Dealing with Challenges\n\nThe following Census Bureau programs and activities are critical to help reduce the undercount. These programs \nand activities focus on providing culturally appropriate outreach and materials to traditionally hard-to-reach \ncommunities, including Asian American and immigrant communities, and relying on partnerships with local and \nnational community-based organizations to act as a conduit for this information and the census message. Also key \nto the success of these programs and activities in helping to reduce the undercount is ensuring that they are fully \nfunded and properly implemented.\n\n2010 Census Communications Plan\n\nBuilding on the success of the Census 2000 partnership and marketing campaign, which helped reverse a two \ndecade-long decline in the national mail response rate, the Census Bureau is taking an integrated approach to \ngoes beyond advertising to include public relations, partnerships, grassroots marketing, special events, Census in \nthe Schools, and more thought its 2010 Census Communications Campaign.\n\nBy integrating these different components of outreach, education, and advertising, the campaign intends to reach \nall people in the most efficient and effective manner by supporting the 2010 Census goals of:\n\n-- Increase mail response\n\n-- Improve cooperation with enumerators\n\n-- Improve overall accuracy and reduce the differential undercount\n\nThe Communications Campaign is intended to run from mid-2008 through June 2010; the prime contractor for the \ncampaign is DraftFCB. Working with DraftFCB are subcontractors, some of whom will be focusing on specific, \ntraditionally hard-to-count communities:\n\nPublic relations: Weber Shandwick\n\nMedia buyer: Initiative\n\nAfrican-American: Global Hue\n\n\n\nLatino: Global Hue, A to Si\n\nAsian-American: IW Group*\n\nAmerican Indian / Alaska Native / Native Hawaiian and Pacific Islander: G&G* Emerging markets: Allied Media*\n\nExperiential marketing: Jack Morton\n\nManagement and integration: Booz Allen Hamilton\n\nRecruitment: Marcom Group* Design: Zona Design* Puerto Rico: Draftfcb Puerto Rico * small businesses\n\nDraftFCB developed a plan that was shared with Census Advisory committee members and all of the Bureau's \nregional office staff but it has not yet been finalized. The two components of the media and outreach efforts are \nmounting a national media campaign in every broadcast medium to advertise the Bureau's messaging for 2010, \nwhich will be developed based on research conducted by DraftFCB and a media campaign focused on specific \nminority groups. The plan is to have the national media campaign kick off in January 2010 and continue through \neach phase of the census. Ethnic media advertising will complement the national campaign in an effort to reach \nthe hard to count populations. The Census Bureau anticipates that the efforts of each of DraftFCB's sub \ncontractors along with their proven track record of reaching their target communities will be instrumental in \naddressing the differential undercount. The integration is particularly important because we saw during the 2000 \ncensus that there were differing messages coming from different offices of the Census Bureau, causing confusion \nfor partnership program partners and ultimately those community members that those partners served.\n\nWhile the Bureau should be commended for learning from its Census 2000 experience and moving toward an \nintegrated communications strategy, other lessons learned from 2000 must also be addressed. For example, we \nlearned from the 2000 census that significant amounts of money is needed for advertising in language and to \ntarget language minority communities as well as a comprehensive strategy about the language component of its \npaid advertising campaign. It is important to note that not only must the Census Bureau request sufficient funds in \ntheir budget to accomplish these tasks, it must also actually spend the necessary funds to effectively accomplish \nthese tasks. That is, the Census Bureau cannot allow these funds to be diverted to other activities or programs \nbecause they are critical to achieving an accurate count.\n\nDuring the 2000 Census, AAJC heard from local CBOs that the Census Bureau's innovative advertising campaign \ndid not reach many ethnic groups who needed in-language media the most. The 2000 campaign targeted the \nAsian American groups with the highest number of LEP individuals, but unfortunately, did not also target the smaller \nethnic groups who have the highest LEP rates and the highest percentage of linguistically isolated households. With \na limited budget the advertising campaign failed to cover an adequate number of Asian languages and cultures, \nand the advertising agency was forced to make generalizations based on sometimes inadequate research.\n\nIn advertising, it is important to have as much consistency as possible to increase the effectiveness of the message \nand to reduce potential confusion inherent in the use of more than one slogan. There is a possibility for much \ngreater leverage and synergy by incorporating involvement of the CBO community in the advertising and outreach \ncampaign. Advertising research needs to be done in the targeted language as well as in English where possible.\n\nAnother lesson learned from the 2000 Census is that the Census Bureau must make better use of its partners and \nadvisory committee members. While the advisory committee had input into the outreach campaign for the 2000 \ncensus, it had less information about the advertising campaign which was being handled by a separate team. As a \nresult, the slogan chosen for the advertising campaign used a concept that was clever in English but did not \ntranslate well into many of the languages. Some of the CBOs had to choose different slogans that would make \nsense in the various languages for their communities. So far during this 2010 Census Integrated Communications \nPlan process, there has been more consultation of interested stakeholders, which will hopefully lead to a more \neffective outreach campaign for our communities.\n\n\n\nCBO input into the choice of images for posters and print is also important, given the diversity of the hard-to-count \ncommunities. Such input in the 2000 Census effort helped to avoid costly mistakes. Input for 2010 should be \nformalized and occur earlier in the process. It also took too long for Census 2000 to develop a protocol and make \navailable images and video footage that could be incorporated into major campaigns run by CBOs working in close \npartnership with the Census Bureau during the 2000 census. It is critical for CBOs to have access to these images \nand video footage in order for them to implement their outreach and education plans. CBOs generally do not have \nthe resources available to purchase such images and must rely on taking pictures of people that they know. This is \na more cumbersome and time consuming manner for getting usable images and footage. The Census Bureau \nshould help leverage these images for their partners.\n\nThe Census Bureau must strategize about how much free/earned media to aim for versus how much paid media. \nThe Census Bureau must plan how it will get earned media in all different types of media (from mainstream to \nethnic, from urban to rural, and so forth). While a fully supported paid advertising campaign in ethnic media is \ncritical for Census 2010, it is equally important to fully fund a strategic earned media campaign. Quite simply, paid \nadvertising is seen as something that is bought. Therefore paid advertising is good to heighten awareness of the \nCensus, but is not always the best method to get across some messages.\n\nFor example, earned media discussing the confidentiality and security of census data would go much further in \nreassuring the American public that their response is indeed safe than a paid advertisement proclaiming the same \nsentiment. Similarly, earned media in ethnic media will ease concerns of hard to enumerate minority respondents in \na way that can very much leverage the Census Bureau's paid advertisement effort. A variety of voices stating the \nsame messages will be stronger than one voice saying it alone. Trusted journalists and media outlets should be \nutilized through working with them to get earned media on the importance of the census and other message points.\n\nWhile the Bureau through DraftFCB and its subcontractors has made strides toward ensuring that all communities \nare reached through its communications campaign and have at some level addressed many of these issues in their \nproposed plans, without a finalized plan or a sense of how much will be allocated for what pieces of the \ncommunications plan, it is unclear how well the communications campaign will deliver on its potential to truly reach \nall persons, particularly those who have been traditionally hard to count.\n\nPartnership Program\n\nThe 2000 census partnership and outreach program was credited by many in the civil rights community and in the \nCensus Bureau for helping to achieve one of the most accurate counts for many of our hard to count communities \nby relying on culturally appropriate outreach and partnerships with CBOs. Establishing partnerships with hard-to-\ncount communities has been shown to reduce non-response follow-up costs and improve accuracy. As noted \nabove, while the 2000 count was better than in the previous year, there is still a ways to go and improvements to \nbe made to help achieve an even more accurate count in the face of growing privacy fears and concerns about \npotential government misuse. We believe that a partnership and outreach program that builds upon the successes \nin 2000 is a critical step towards a more accurate count.\n\nThe partnership program promotes a more accurate count by having government leaders, school leaders, faith-\nbased leaders, corporate leaders, and other kinds of community leaders communicate with their constituents about \nthe importance of filling out their census form to the success of the economy and their community - their neighbors, \ntheir kids, their schools and so forth. This has proven to be a great success as respondents are interacting with \nleaders that they trust, rather than with a stranger representing the federal government, and have been more \nwilling to participate in the census program. The growing privacy concerns and distrust in the Census Bureau, the \ngrowing diversity, hostile climate to certain communities, and the general distrust of government makes a strong \nand vibrant partnership and outreach program even more necessary and important for an accurate count in 2010.\n\nThe Census Bureau itself has noted the value of a strong partnership program, particularly important for those in \nareas isolated by language or geography. In fact, Director Murdock has indicated that the 2010 Partnership \nProgram will be even more \"robust\" than in 2000. The Census Bureau will provide partnership materials in at least \n20 languages, all of which will be customizable so that partners can tailor the message to their specific \n\n\n\ncommunities. Additionally, 2010 materials will be easily accessed through the Internet or as printed copy, unlike the \n2000 census when one had to go through a Census Bureau partnership specialist in order to obtain promotional \nmaterials. The Bureau will also provide resources such as specially printed promotional materials, customized \nbanners, special event promotional items that encourage participation in the census, and in-language materials \nthat help reach the hardest-to-count populations.\n\nThe Community Partnership Specialists were an important innovation for Census 2000, but the program's quality \nvaried significantly across regions. Specialists were not always hired early enough and were sometimes not \nprovided adequate training. For the 2010 Census, the regional offices have hired and trained 120 partnership \nspecialists as of May 2008 who are now actively developing local partnerships with key stakeholders. In January of \n2009 the regions will add 560 more partnership specialists, for a total of 680 partnership specialists, which is \ncomparable to the numbers from the 2000 census. While the Bureau is planning on hiring a comparable number of \npartnership specialists, these numbers will not be sufficient to cover the various communities or whether they will \nbe allocated in a manner that allows for sufficient coverage. In the 2000 census, not enough specialists were hired \nto cover the various communities in any given region. More partnership specialists need to be hired and they need \nto be hired earlier in order to effectively work with all the various communities.\n\nAnother problem was that regional and local offices did not make consistent efforts to reach out to leaders in \ndifferent communities. For example, in many of the areas, the Community Partnership Specialists did not meet with \nall of the various Asian American groups, resulting in overly generic outreach plans that were not appropriately \ntailored to specific ethnic and neighborhood communities. While outreach has occurred at the national level to \ndifferent communities, it is less clear from a national level what is occurring at the local levels. For the 2010 \nCensus, regionally offices must consult with one another to learn best practices and share resources that offices \ndevelop.\n\nIt is clear that time is needed for the Census Bureau to do the outreach to the organizations, as well as reach out \nto local governments and engage them in these efforts. It is important the Census Bureau achieve, at a minimum, \nthe depth and breadth of partner organizations that it did in Census 2000, all of which requires time. Time is also \nneeded for CBOs, schools, churches,\n\ncorporations, and other partner groups to gear up for their outreach campaign to their constituents. These partner \ngroups need to raise funds from local philanthropists and other sources to do the outreach work. Advance planning \nis particularly important for minority communities to adequately provide necessary outreach to its constituents.\n\nInadequate partnership and outreach programs will result in high and differential undercounts. We applaud \nCongress for recognizing and appreciating the importance and significance of partnership to the ability of the \nBureau to get a more accurate count, particularly for harder-to-count communities, in providing additional funding \nin FY 08 that allowed the Census Bureau to start its Partnership Program a year earlier than anticipated (yet was \nthe comparable year in which the 2000 program started). However, we are concerned that it was not as much as \noriginally requested by the Census Bureau and hope that Congress continues to place a priority on the Partnership \nProgram by adequately funding it.\n\nFinally, it is important to note that while the Partnership Program is incredibly important to CBOs in getting the word \nout to their communities, it is often not enough on its own - while the Census Bureau does provide in-kind \nassistance, it does not provide direct monetary assistance. This is particularly important for community \norganizations which have limited resources and extensive workloads. In order for these community organizations to \nmost effectively assist the census education and outreach efforts, they must receive funding to help support their \nwork.\n\nIn Census 2000, we saw that the count proved to be more accurate where resources for CBOs were available to \nsupport census outreach activities. For example, in California where state and local government, as well as \nfoundation resources, were made available to CBOs, the outreach and count went more smoothly in hard-to-count \nneighborhoods than in New York where there were no additional government resources. Unfortunately, few states \nand cities made support available, and those that did, were very late doing so. As a result, already overloaded \n\n\n\nCBOs had to depend on discretionary funds from regional Census Bureau offices or on private funding. It is \nimportant for the Census Bureau to plan and budget for CBOs who are assisting the Bureau with its outreach.\n\nLanguage Assistance Program\n\nThe Census Bureau made strides to address respondents' language ability issues during the 2000 census by \nimplementing a more aggressive language outreach program that included translating census materials into a \nvariety of languages, toll-free phone assistance and questionnaire assistance centers. The translation of the \nquestionnaire into five non-English languages (Spanish, Chinese, Tagalog, Vietnamese, and Korean) and the \ncreation of Language Assistance Guides in 49 different languages were critical to reaching limited English \nproficient respondents.\n\nWhile the Census Bureau is to be commended for undertaking a variety of language assistance initiatives, the \nexpansion of which was a significant improvement over the effort in 1990, there was still more that needed to be \ndone. For example, the Census Bureau did not provide enough translated materials and questionnaires to meet the \nneed and the demand. The Census Bureau also did not produce materials in a timely manner whereby the \ntranslated materials that were shared were shared so late in the process that they were not useful. There was no \nconsistency in the translations used across Census Bureau materials, as there was no consistency in the \nlanguage assistance provided from region to region, and locality to locality.\n\nFinally, there was inadequate publicity and coordination with CBOs to get what materials they did have as well as \nno centralized clearinghouse of translated materials so that regional offices and NGOs could share them on a local \nlevel. The language assistance guides, toll-free phone assistance, and questionnaire assistance centers did not \nalways effectively reach members of the LEP community due to the lack of sufficient publicity and coordination with \nCBOs. The advertising campaign was not well coordinated with the outreach campaign. The Census Bureau did \nnot appear to have coherent national or regional publicity plans to inform LEP households about the existence or \nlocation of the various language assistance alternatives. Many community leaders were unaware of what was \navailable or were not told where to access them. The Census Bureau must learn from these problems to build upon \nthe successes of the 2000 program to make a more effective program in 2010.\n\nThe Bureau is looking to its 2010 Census Language Program as another means to ensure that they reach as \nmany people as possible. The primary goal for the 2010 Census Language Program is \"to improve coverage and \nachieve efficiencies by developing effective methods to meet the language needs of our Nation's diverse \npopulation\" and is to be integrated with major Census Operations, including content, census forms design, \nresponse processing, communications, and telephone.\n\nFor the first time, the Census Bureau will mail about 13 million bilingual Spanish/English questionnaires targeted to \nareas with concentrations of Latino populations. Questionnaires will be available in five languages in addition to \nEnglish: Spanish, Chinese, Korean, Vietnamese, and Russian. Telephone Assistance will also be provided in these \nfive languages, including the ability to mail materials to respondents who request them, such as the questionnaires \nin the five primary languages, Language Guides, and the English Questionnaire. The Census Bureau will also \nprovide single sheet language assistance guides in more than 50 languages that will be available on the Internet \nand at approximately 30,000 Questionnaire Assistance Centers located throughout the country, which will be \nstaffed by people fluent in the languages spoken in their communities. The 2010 Census Language Program also \nincludes translation guidelines, a language reference dictionary, testing translation, translation review (internal and \nexternal) and a centralized translation contract.\n\nWhile the Census Bureau should be commended for the work that they have done to ensure that Spanish speakers \nare adequately assisted, we are concerned that the Census Bureau has not done enough for the other languages \nthat must be assisted during the 2010 Census. Due to the growing diversity in this county, we are concerned that \nthere are only five priority languages for primary language assistance (that is, translated questionnaires, telephone \nassistance, and so forth). We believe that more resources need to be put towards adding more languages than the \nnumber done in the 2000 census.\n\n\n\nAdditionally, the Bureau's plan to provide numbers that people can call to receive language assistance is a good \nstarting point but, as they say, the devil is in the details. There is the real question of whether or not there will be \nenough time to recruit non-response follow up interviewers and bilingual operators to man telephone assistance \ncenters from communities so that the languages spoken in those communities are represented and to develop a \ntranslated glossary of terms for them to use. While it appears from their planning that this will be done, the question \nis has it been done and if not, then when.\n\nIt is also clear that the 2010 Census Language Plan contemplates a glossary or dictionary of census terms but the \nsame questions of has it been completed and if not, then when also apply. It is important to have a glossary of \ncensus related terms for each language that has been fully vetted by communities and experts in advance of their \ndistribution. For some languages, a comparable term may not exist. For others, there may be a variety of possible \ntranslations, some being more appropriate than others. These glossaries need to be completed early and widely \ndisseminated so that CBOs and others generating education materials are using consistent terms.\n\nIn fact, two key factors for a successful language outreach program are consistency and timeliness. The \ntranslations must be consistent across the board and speak with the same voice and promote the same message. \nConfusion created by poor translations will create more work for both the Bureau and the CBOs on the back end as \nthey try to work with respondents in filling out their questionnaires.\n\nSome languages are simply more difficult to work with, such as some of the Asian languages. From the \ntranslations to the hiring of linguistically competent workers, more time will be needed to ensure that these \ncommunities actually receive assistance for the 2010 Census. One of the common complaints AAJC received \nfollowing the 2000 census from local Asian American community-based organizations was that the Bureau was late \nin making critical decisions on the translations materials and there was no centralized clearinghouse of translated \nmaterials. Because of the lateness of the Bureau's decisions, CBOs did not have sufficient time to determine what \nneeded to be produced to supplement the offerings nor were they able to adequately utilize the materials produced \nby the Census Bureau.\n\nOn the positive side, the Census Bureau has translated some documents and has begun to circulate them to \ncommunity members and community based organizations for feedback on the quality of the translations. On the \nnegative side, there have already been concerns raised by the Vietnamese community about the translation of the \nVietnamese questionnaire. Some of these concerns include using a different translation than what has been \ntraditionally used for \"U.S. Census Bureau.\" The new translation actually sounds like the FBI and has the \nconnotation of \"criminal investigations.\" The Vietnamese translation also has a big bold title of the problematic \ntranslation of U.S. Census Bureau (that is not on the English version of the questionnaire) that looks very \nthreatening. Those reviewing the quality of the translation actually proposed that the translation be redone by \nsomeone more competent. It is unclear what protocol the Bureau has in place to deal with such problems with \ntranslation quality.\n\nFinally, the availability of translated materials on the Internet certainly goes toward having a clearinghouse of \ntranslated materials that was missing in the 2000 Census. This will help to ensure that Census participants that \nspeak languages other than English do not need to call multiple phone numbers to receive different brochures or \ninformation in the same language. However, the Census Bureau must be mindful of the digital divide for some \ncommunities and plan to have another means available for those persons to get the information that they need.\n\nRecruitment and Hiring\n\nThe Census Bureau needs to recruit about 3 million temporary workers to get the hundreds of thousands of \ntemporary workers around the nation needed to conduct the 2010 Census. One hundred fifty Local Census Offices \n(LCOs) will open in Fall 2008 and the remaining 344 LCOs will open by Fall 2009. While the LCOs will begin hiring \nin early 2009, peak hiring will take place in March through June of 2010 with the opening of the remaining LCOs. \nAddress canvassing will require 150,000 workers in 2009, and the Non-Response Follow-Up effort will require \n700,000 in 2010.\n\n\n\nIt is important that the Census Bureau recruit and hire people who are \"indigenous\" to the communities where they \nwill be working because of the knowledge these workers bring - from the local knowledge of language to the local \nknowledge of neighborhood and culture. CBOs can help identify potential candidates for these positions from \ntraditionally hard-to-count communities, including those with language skills, as well as advertise these job \npostings to their members and constituents. Furthermore, CBOs can help train them to pass the test for these \npositions.\n\nAwareness of the Census 2000 recruitment program was high. For the first time, the Census Bureau hired local \nprivate contractors for dissemination of paid advertisement of recruiting needs to the local media. Job fairs held by \nthe Census Bureau were excellent. The Welfare-to-Work program provided opportunities for employment without \npenalty for federally assisted citizens, resulting in a good number of Welfare-to-Work workers to be hired. The \nability to pay prevailing local wages allowed the Census Bureau to obtain and retain more qualified people. Also, \npartnerships with CBOs helped with visibility within our communities.\n\nRemoving the hiring priority for U.S. citizens was a success because the Census Bureau could hire local legal \nresidents who were representative of their communities. This is particularly useful in collecting complete information \nfrom immigrant respondents, where they are more likely to be mobile, have complex household arrangements, and \nlack English-language skills and thus harder to count. People are more likely to respond to enumerators who \nshare their same cultural background, language, and other such factors. Because of the heightened challenges \nfacing the Census Bureau this census, it is even more important that removing the citizenship requirement occurs \nearlier than last time.\n\nAnother exemption utilized by the Census Bureau in 2000 was an exemption for federal retirees to work as a \ntemporary worker for the census that ensured that their retirement/pension was not impacted by their work with the \nCensus Bureau. This is particularly relevant as we now see a huge wave of new retirees leaving the work force, \nwhich provides the Census Bureau an opportunity to recruit these new retirees so that the Bureau's temporary \nwork force better reflects the population in this county.\n\nThe Census Bureau should use even more creative and unconventional methods to recruit and hire Census \nworkers for the 2010 census, including making better use of technology, removing financial disincentives to work \nfor the Census Bureau, enhance the incentives, and increasing local advertising related to Census job \nopportunities. Potential candidates for the Welfare-to- Work program should be more informed regarding the \nbenefits of income exclusions. Recruiting in senior communities should be increased. The Census Bureau should \nhire recruiters specific to minority communities. Recruitment should take place at the natural gathering areas for \nminority communities (churches, stores, ballroom dances, karaoke bars, restaurants, and conferences).\n\nThe decision to continue policies allowing waivers of Census income and citizenship requirements for census \nworkforce, thereby opening Bureau positions to U.S. citizens or legal residents and encouraging the hiring of legal \nresidents to meet the need for bilingual personnel, must happen earlier. During Census 2000, the policy guidance \ncame out too late to be helpful and was arbitrarily applied. This highlighted one of the problems prevalent during \nCensus 2000: the insufficient coordination between the national headquarters in Washington and regional and local \noffices. This led to some regional offices not fully understanding official Census Bureau policy, which resulted in \ninconsistent or inaccurate application of policies across regions. It caused confusion in the community over policies \ncovering the hiring of noncitizens and the publicity of language assistance options.\n\nFinally, the Census Bureau should constantly strive to achieve a more diverse full time workforce. Many of the \ngroups have met with the Census Bureau to discuss their concerns that the Bureau's workforce, particularly at the \nsenior management level, is not as diverse as it could be.\n\nWe believe that the Census Bureau must implement a hiring policy that recognizes the importance of having \nexperts on various hard- to-count communities, including the Asian American, Pacific Islander and other minority \ncommunities, throughout the Bureau's operations. In particular, it is important for the Census Bureau to recruit and \nhire qualified persons of these communities in senior positions. These positions are particularly important for those \n\n\n\nprograms and offices that are charged with ensuring that Census Bureau programs are adequately and \nappropriately addressing the outreach and data generated for these communities.\n\nAdditional Areas of Concern to be Addressed\n\nSufficient and Timely Funding for Census 2010 Preparations and Implementation The Census Bureau must \nreceive sufficient funding to accommodate the significant funding ramp-up required in the final year of preparations \nfor the 2010 decennial census and to enable the Census Bureau to perform its essential operations and \nconstitutional requirements. The Census budget is cyclical and must increase dramatically in the years preceding \nthe census to pay for necessary preparations. These preparations include opening early local offices, hiring \ntemporary headquarters and regional staff, printing hundreds of millions of forms, verifying local addresses across \nthe country, and conducting promotional activities. The groundwork done in the final year before the census will, to \na large extent, determine the success of the 2010 Census. The Census Bureau must receive sufficient funding, \nand in a timely manner, to ensure that vital preparations are thorough and timely. Additionally, it is important that \nthe Census Bureau receives adequate funding for its Partnership Program.\n\nNeed for immediate and decisive decision about Census Director by incoming president There will be a new \nincoming president in the year right before the 2010 Census, during which the Census Bureau will begin address \ncanvassing, a key operation to ensuring an accurate census (in Spring 2009) and its main publicity campaign (in \nOctober 2009). These efforts will be followed up by census taking activities beginning in the field in January 2010, \none year after the new president enters office. Because of this timeline, it is imperative that a decision be made \nabout the Census Bureau director immediately. One option is for the incoming president to decide to retain the \ncurrent director for the duration of the decennial census, thereby maintaining continuity and expertise in that \nposition and minimizing disruption to census preparations and implementation.\n\nHowever, if the incoming president decides to go another route and not retain the current director, it is critical to an \naccurate census that the incoming president nominates a new Census Bureau director immediately so that enough \ntime is given to accommodate the confirmation process yet still keep the decennial census preparations and \nimplementation on track. Which ever route the incoming president decides to take, it is crucial that the Director is \neminently qualified to the lead the agency's enumeration and data compilation efforts and must be a skilled \nstatistician with superior management expertise and experience, especially with respect to the operational \ncomponents of the decennial Census, the ACS and other Bureau data activities.\n\nAmerican Community Survey\n\nFinally, while this hearing is focused on the 2010 Census, AAJC would be remiss if we failed to mention that \nanother key component that requires oversight is the implementation of the American Community Survey (ACS). \nWhile the 2010 Census is important for reapportionment and redistricting purposes, ACS data is equally important \nfor other purposes, such as governmental planning, appropriations and work done by non- governmental agencies. \nBecause the ACS replaces the long form of the decennial census, it is important that the quality of data captured \nby the ACS is at a minimum the same as the long form. Ideally, the quality of data would be better, since the move \nto the ACS was designed to improve our ability to capture more current data.\n\nWhile 2005 was the first year of full implementation of the ACS, there remain issues regarding the implementation \nof the ACS and its ability to capture data, particularly for hard-tocount communities, including smaller population \ngroups. Concerns include whether there is adequate language outreach to languages other than Spanish, the \nquality of data generally and specifically with regards to smaller populations, and the inclusion or exclusion of group \nquarters, such as dorms, prisons, and nursing homes. In particular, AAJC is concerned about whether the ACS will \nin fact provide the same quality of data as provided from the long form for small geographic and small group \npopulations. We urge the subcommittee to hold a future hearing that delves deeper into the implementation of the \nAmerican Community Survey.\n\nConclusion\n\n\n\nOn behalf of AAJC, I want to thank the Committee for the opportunity to provide a written statement on reducing the \nundercount in the 2010 Decennial Census. While the Census Bureau has taken important steps to improve the \ncount in 2010, there are still many areas where the Census Bureau needs to address in order to meet the \nchallenges facing an accurate count in 2010 and ensure full participation by the American public.\n"}