{"title": "Washington: KATE'S LAW", "body": "\nWashington: The Library of Congress, The Government of USA has issued the following house proceeding:  \n Mr. GOODLATTE. Mr. Speaker, pursuant to House Resolution 415, I call up the bill (H.R. 3004) to amend section \n276 of the Immigration and Nationality Act relating to reentry of removed aliens, and ask for its immediate \nconsideration. The Clerk read the title of the bill. The SPEAKER pro tempore. \n\nPursuant to House Resolution 415, the bill is considered read. The text of the bill is as follows: H.R. 3004 Be it \nenacted by the Senate and House of Representatives of the United States of America in Congress assembled, \nSECTION 1. SHORT TITLE. This Act may be cited as ``Kate's Law''. SEC. 2. ILLEGAL REENTRY. Section 276 of \nthe Immigration and Nationality Act (8 U.S.C. 1326) is amended to read as follows: ``reentry of removed alien ``Sec. \n276. (a) Reentry After Removal.--Any alien who has been denied admission, excluded, deported, or removed, or \nwho has departed the United States while an order of exclusion, deportation, or removal is outstanding, and \nsubsequently enters, attempts to enter, crosses the border to, attempts to cross the border to, or is at any time \nfound in the United States, shall be fined under title 18, United States Code, imprisoned not more than 2 years, or \nboth. ``(b) Reentry of Criminal Offenders.--Notwithstanding the penalty provided in subsection (a), if an alien \ndescribed in that subsection was convicted before such removal or departure-- ``(1) for 3 or more misdemeanors or \nfor a felony, the alien shall be fined under title 18, United States Code, imprisoned not more than 10 years, or both; \n``(2) for a felony for which the alien was sentenced to a term of imprisonment of not less than 30 months, the alien \nshall be fined under such title, imprisoned not more than 15 years, or both; ``(3) for a felony for which the alien was \nsentenced to a term of imprisonment of not less than 60 months, the alien shall be fined under such title, \nimprisoned not more than 20 years, or both; or ``(4) for murder, rape, kidnapping, or a felony offense described in \nchapter 77 (relating to peonage and slavery) or 113B (relating to terrorism) of such title, or for 3 or more felonies of \nany kind, the alien shall be fined under such title, imprisoned not more than 25 years, or both. ``(c) Reentry After \nRepeated Removal.--Any alien who has been denied admission, excluded, deported, or removed 3 or more times \nand thereafter enters, attempts to enter, crosses the border to, attempts to cross the border to, or is at any time \nfound in the United States, shall be fined under title 18, United States Code, imprisoned not more than 10 years, or \nboth. ``(d) Proof of Prior Convictions.--The prior convictions described in subsection (b) are elements of the crimes \ndescribed, and the penalties in that subsection shall apply only in cases in which the conviction or convictions that \nform the basis for the additional penalty are-- ``(1) alleged in the indictment or information; and ``(2) proven beyond \na reasonable doubt at trial or admitted by the defendant. ``(e) Affirmative Defenses.--It shall be an affirmative \ndefense to a violation of this section that-- ``(1) prior to the alleged violation, the alien had sought and received the \nexpress consent of the Secretary of Homeland Security to reapply for admission into the United States; or ``(2) with \nrespect to an alien previously denied admission and removed, the alien-- ``(A) was not required to obtain such \nadvance consent under the Immigration and Nationality Act or any prior Act; and ``(B) had complied with all other \n\n\nlaws and regulations governing the alien's admission into the United States. ``(f) Limitation on Collateral Attack on \nUnderlying Removal Order.--In a criminal proceeding under this section, an alien may not challenge the validity of \nany prior removal order concerning the alien. ``(g) Reentry of Alien Removed Prior to Completion of Term of \nImprisonment.--Any alien removed pursuant to section 241(a)(4) who enters, attempts to enter, crosses the border \nto, attempts to cross the border to, or is at any time found in, the United States shall be incarcerated for the \nremainder of the sentence of imprisonment which was pending at the time of deportation without any reduction for \nparole or supervised release unless the alien affirmatively demonstrates that the Secretary of Homeland Security \nhas expressly consented to the alien's reentry. Such alien shall be subject to such other penalties relating to the \nreentry of removed aliens as may be available under this section or any other provision of law. ``(h) Definitions.--For \npurposes of this section and section 275, the following definitions shall apply: ``(1) Crosses the border to the united \nstates.--The term `crosses the border' refers to the physical act of crossing the border, regardless of whether the \nalien is free from official restraint. ``(2) Felony.--The term `felony' means any criminal offense punishable by a term \nof imprisonment of more than 1 year under the laws of the United States, any State, or a foreign government. ``(3) \nMisdemeanor.--The term `misdemeanor' means any criminal offense punishable by a term of imprisonment of not \nmore than 1 year under the applicable laws of the United States, any State, or a foreign government. ``(4) \nRemoval.--The term `removal' includes any denial of admission, exclusion, deportation, or removal, or any \nagreement by which an alien stipulates or agrees to exclusion, deportation, or removal. ``(5) State.--The term \n`State' means a State of the United States, the District of Columbia, and any commonwealth, territory, or \npossession of the United States.''. The SPEAKER pro tempore. The gentleman from Virginia (Mr. Goodlatte) and \nthe gentleman from Michigan (Mr. Conyers) each will control 30 minutes. The Chair recognizes the gentleman from \nVirginia. General Leave Mr. GOODLATTE. Mr. Speaker, I ask unanimous consent that all Members may have 5 \nlegislative days to revise and extend their remarks, and include extraneous material on H.R. 3004. The SPEAKER \npro tempore. Is there objection to the request of the gentleman from Virginia? There was no objection. [[Page \nH5334]] Mr. GOODLATTE. Mr. Speaker, I yield myself such time as I may consume. Mr. Speaker, for too long, \nillegal reentry of criminal aliens has been viewed as a minor felony with only a fraction of those repeat offenders \never seeing the inside of a Federal courtroom. Section 276 of the Immigration and Nationality Act provides Federal \nprosecutors with the tools necessary to truly deter criminal aliens from reentering the United States. Unfortunately, \nthe section simply does not go far enough to act as a deterrent. Criminal aliens view the risk as worth the reward, \nas most charged under this section of law are given minuscule sentences that belie the severity of the crime. Aliens \nwho reenter the United States after being removed, demonstrate a flagrant disregard for our immigration laws and \npose a tremendous threat to public safety and national security in every community nationwide. This Congress has \nheard from countless victims and family members of victims whose lives were forever changed or completely \ndestroyed by criminal aliens preying on our citizens. This bill is named in memory and in honor of Kate Steinle. On \nJuly 1, 2015, Ms. Steinle was enjoying an evening at a popular attraction in San Francisco with her father. As three \nshots were fired, Ms. Steinle collapsed screaming. Her father, Jim, performed CPR until paramedics arrived, but \nshe ultimately succumbed to the severe damage caused by the bullet and she died hours later. Her murderer was \narrested an hour later and identified as a middle- aged criminal alien who had been removed from the United \nStates and had returned at least five times. The gun used had been stolen from a Federal officer with the Bureau of \nLand Management. Mr. Speaker, these horrific events must be better deterred and prevented. No legislation can \nprevent every tragic situation, but this Congress has a duty to take every action possible to mitigate this harm and \ndanger. It is in this vein that I am proud to bring Kate's Law to the House floor today. This bill seeks to amend and \ngreatly improve section 276 of the Immigration and Nationality Act by enhancing the maximum sentences for \ncriminal aliens who seek to reenter the United States. While an alien reentering this country is subject to a \nsentence of up to 2 years, current law only subjects certain criminals to enhance penalties. Specifically, only \ncriminal aliens previously convicted of an aggravated felony, as defined in our immigration laws, controlled \nsubstance violations, crimes against other persons, or certain felonies would trigger an enhanced sentence of either \n10 or 20 years. Kate's Law closes the loophole into which so many criminal aliens fall. The bill provides that a \ncriminal alien, previously convicted of any three misdemeanors or any felony, would, upon conviction for illegal \nreentry, be subject to a maximum sentence of 10 years. Aliens previously convicted of a crime for which they were \nsentenced to at least 30 months, would, upon conviction for illegal reentry, be subject to a maximum sentence of 15 \nyears. Aliens previously convicted of a crime for which they were sentenced to at least 60 months, would, upon \nconviction for illegal reentry, be subject to a maximum sentence of 20 years. Aliens previously convicted for murder, \nrape, kidnapping, a peonage offense, or any three felonies, would, under conviction for illegal reentry, be subject to \n\n\n\na maximum sentence of 25 years. These are significant enhancements to our immigration laws and are long \noverdue. I would be remiss, however, if I failed to mention a caveat added to the bill. If enacted, Kate's Law adds \naffirmative defenses for aliens charged under this section. If an alien can prove that they had the express consent \nof the Secretary of Homeland Security to reapply for admission, or that an alien previously denied admission and \nremoved was not required to obtain such consent, then the alien may present that as an affirmative defense to the \nillegal reentry crime. This safeguard will ensure that only aliens who illegally reenter the United States may be \nconvicted and sentenced to enhanced penalties under this section. This is missing from the current statute, and I \nam sure my colleagues on both side of the aisle would agree that due process protections such as these add to the \nefficacy of such a measure. Nothing that this Congress can pass will ever bring Kate Steinle back, nor take away \nthe pain suffered by her family, and countless other victims of crimes committed by criminal aliens. Kate's Law, \nhowever, will offer a deterrent against future criminal aliens who seek to illegally reenter the United States. \nKnowing they may face up to 2 years in Federal prison is one thing, but the possibility of a sentence of 10, 15, 20, \nor 25 years will have the desired effect. I agree with many of my colleagues on both side of the aisle that we must \ntake many other steps to address our immigration system. This Congress must pass strong measures to ensure \nthat immigration enforcement in the interior of the United States remains a priority. Kate's Law is an essential \ncomponent of that larger effort to bring about true enforcement of our immigration laws, and protect this Nation from \ncriminal aliens. Mr. Speaker, I reserve the balance of my time. Mr. CONYERS. Mr. Speaker, I yield myself such \ntime as I may consume. Mr. Speaker, H.R. 3004 is an anti-immigrant enforcement-only proposal that represents yet \nanother step in President Trump's mass deportation plan. This legislation significantly expands the Federal \nGovernment's ability to prosecute individuals for illegal entry and attempted reentry into the United States. My \ncolleagues on the other side of the aisle say this bill is about protecting us from criminals. But don't be fooled about \nthe ultimate effect of this bill. It does far more than target immigrants with criminal histories. For the first time, this \nlegislation would make it a felony for an individual who has been previously removed or merely denied admission to \ncome to an official port of entry to ask for reentry into the country legally. This is true even if the individual has no \ncriminal history whatsoever. For instance, the expanded offense would apply to persecuted asylum seekers \nvoluntarily presenting themselves at a port of entry to request asylum under our own immigration laws. It would \nreach desperate victims of sex trafficking who approach the Customs and Border Protection officer to seek \nprotection. It would even extend to persons asking to enter on humanitarian parole to donate lifesaving organs to \nUnited States citizen relatives. Under H.R. 3004, all of these individuals could face up to 2 years in prison simply for \ncoming to an official port of entry to request immigration benefits provided under our immigration laws. Finally, this \nbill perpetuates the fiction that immigrants are somehow inherently criminal. Nothing could be further from the truth. \nNumerous studies examining this issue conclude that immigrants actually commit crimes at a significantly lower rate \nthan native-born Americans. Given this legislation's defects, it comes to us as no surprise that organizations across \nthe Nation join with me in opposition. They include: The conservative Cato Institute, which called H.R. 3004, ``a \nwaste of Federal resources'' that fails to safeguard ``Americans against serious criminals.'' Cities For Action, \nrepresenting over 150 mayors and municipal leaders, warned the bill would place asylum seekers at further risk. \nAnd the National Task Force to End Sexual and Domestic Violence, which described how this measure, H.R. 3004, \nwill punish victims of domestic and sexual violence merely for requesting protection. H.R. 3004 is not what its \nsponsors would like us to believe. In truth, it is a mean-spirited bill that would have far-reaching consequences by \nmaking it a crime to ask for benefits that our immigration laws provide. Therefore, I urge my colleagues to join me in \nopposing this dangerous legislation, and I reserve the balance of my time. Mr. GOODLATTE. Mr. Speaker, I yield 2 \nminutes to the gentleman from [[Page H5335]] Iowa (Mr. King), a member of the Judiciary Committee. Mr. KING of \nIowa. Mr. Speaker, I thank the chairman for yielding and for working this legislation through and facilitating that it \ncomes to the floor this week. This week, the event of ``Hold Their Feet to the Fire'' is being held where many of the \nfamilies of those who have been killed by illegal aliens are here to contribute. They went to the White House, and \nthe message has been sent across the country. They have gone and done radio shows, and they have been part of \nthis for a long time. I think of how far back this goes, Kate Steinle's law. From my perspective, she was murdered \non the streets of San Francisco on July 1, 2015. It hit the news, I think, the next day. I sent out a tweet on July 3 \nthat said it was a 100 percent preventable crime. Just enforce the law. This story will make you cry, too. And it \nhappens every day. What we are trying to accomplish with Kate's Law is sentencing that is enhanced for those who \noverstay or those who have been deported from the United States and come back into the United States. I want to \ncompliment former Congressman Matt Salmon from Arizona, who, after her death on July 1, introduced legislation \nonly 8 days later, which was the foundation for what we are talking about here with this bill. That was H.R. 3011, \n\n\n\nintroduced on July 9, 2015. {time} 1545 Matt is retired. I picked up that legislation in the first days of this year, and \nwe have cooperated in this Judiciary Committee to get this here to this time. But, also, Bill O'Reilly, who made this a \nnational issue, it hit my heart as soon as I saw the story. It hit the hearts of America when it went out over television, \nand it is too bad that we can't look at data and come here and fix a massive problem that we have. It is too bad it \nhas to be focused on individuals and personalities, when there are many other families out there that have suffered \nequally with that of the Steinle family and the other families we have talked about here today. Nonetheless, if that is \nwhat it takes to get America to move, we are here now. We are here this week. We have the right legislation in front \nof us. I urge its adoption. Mr. CONYERS. Mr. Speaker, I yield 5 minutes to the gentlewoman from California (Ms. \nLofgren), our senior Representative on the Judiciary Committee. Ms. LOFGREN. Mr. Speaker, I rise in opposition to \nthis bill. The bill is part of a larger mass deportation bill marked up by the House Judiciary Committee earlier this \nmonth. I think the message it is intended to convey is that this bill is needed to keep us safe. We have heard the \nsad story of the murder of Kate Steinle, which was not news to any of us in northern California. That was a horrible \nmurder, and the fact is, this bill would not have prevented that murder. The offender had been deported multiple \ntimes. He had served 16 years in Federal prison, so the idea that the 10-year enhancement would have somehow \nfixed this is just misplaced. When we talk about the bill, it is as if we don't have harsh penalties now for misbehavior \nin the law. If you take a look at the enhancements, it expands criminal sentences for individuals who reenter the \ncountry after removal. We already have very strong penalties against that. To say that this bill will keep us safe \nbecause, for example, we have a 20-year--under current law, a 20-year sentence for a conviction for an aggravated \nfelony, this would raise it to 25; I don't think that is going to fix this problem. If it were only that, we could have a \ndiscussion which, unfortunately, we never did on a bipartisan basis. The bill does other things that are very \ndamaging. It actually makes it a felony, punishable by up to 2 years, to attempt to reenter the country legally, in full \ncompliance with our immigration laws; and this is true for individuals who have no criminal background \nwhatsoever. Now, the sponsors of the bill may argue that is necessary, but I have seen no rationale for why that \nwould make any sense, nor why it would certainly not have prevented the tragic murder of Kate Steinle. Now, let's \ngive some examples of who that could apply to. You have individuals who have lived here, we have met them, \nDREAMers, people who have been here all their lives, brought over as children, who were removed. If that person \nwho has been removed becomes a victim of sex trafficking, the process is this: They can come and seek asylum. \nThey can flee from their traffickers. And if they present themselves to our port of entry today, they are not trying to \nevade detection. No, they are trying to be found. They are turning themselves in, saying: I am fleeing from the sex \ntraffickers; I want to make a claim for asylum; I need to be kept safe from the sex traffickers. This bill would make \nthat act a felony. Now, the chairman has said how wonderful it is that we have created an affirmative defense in the \nact. What he has neglected to mention is that right now we don't need an affirmative defense because it is not a \ncrime to go to the port of entry and seek a benefit, either humanitarian parole for a purpose that is sometimes \ngranted to travel if a member of your family is dying, to provide an organ donation to a member, an American \ncitizen, who is in the U.S. who is dying. That is not a crime today, and you don't need an affirmative defense \nbecause it is not a crime. Now, I think the fact that it eliminates an important constitutional provision is problematic. \nWe all know we can't change the Constitution by statute. The case of U.S. v. Mendoza-Lopez basically says this: If \nyou are going to prosecute somebody for entry after removal, which happens all the time--in fact, that is the single \nmost prevalent Federal prosecution in the system today; that is number one--you have to--and you did not have an \nopportunity to actually contest the first removal because, for example, you were never notified at a hearing---- The \nSPEAKER pro tempore. The time of the gentlewoman has expired. Mr. CONYERS. I yield the gentlewoman an \nadditional 1 minute. Ms. LOFGREN. Since that is an element of the offense, the Mendoza case says you have to be \nable to at least collaterally attack that because you never had a chance to do so initially. This eliminates that \nconstitutional case. You can't do that by statute. So the point I am making is that the majority of those who enter the \nUnited States without inspection are coming back to try and get next to their families, their U.S. citizen kids, their \nU.S. citizen spouses. They are not criminals. They are not creating any kind of crime. We all oppose crime, but this \nremedy is unrelated to the horror stories that we have heard. You know, we are creating law here, not bumper \nstickers. I hope that we will vote against this misplaced law and work together to solve the real problems that we \nface. Mr. GOODLATTE. Mr. Speaker, I yield 2 minutes to the gentleman from Ohio (Mr. Chabot), a member of the \nJudiciary Committee and chairman of the Small Business Committee. Mr. CHABOT. Mr. Speaker, I thank the \ngentleman, and I especially want to thank him for his leadership on this. Nearly 2 years ago, Kate Steinle, a young \nwoman with a promising future, had her life tragically taken away from her when she was brutally murdered by an \nundocumented criminal who had been convicted of a series of felonies and had been deported five times; five \n\n\n\ntimes, and then he kept coming back, and then he finally killed this innocent young woman, Kate Steinle. Sadly, this \ntragic event barely registered with the previous administration and other supporters of dangerous sanctuary city \npolicies. During a July 2015 hearing, shortly after Kate's murder, I asked President Obama's Homeland Security \nSecretary Jeh Johnson whether the White House had reached out to the Steinle family. I will never forget what the \nSecretary said to me. He responded: Who? He had no idea who Kate Steinle or her family were. I had to explain to \nhim what had happened to Kate Steinle. It was embarrassing. Mr. Speaker, as a senior member of the Judiciary \nCommittee, I have heard countless stories from families who, like the Steinles, have fallen victim to heinous crimes \nbecause of the failure [[Page H5336]] to enforce our Nation's immigration laws. We can and must do better to \nprotect all the Kate Steinles all across America from being victimized by undocumented criminals who should \nnever have been here in the first place. I really can't emphasize enough how important this issue is, and H.R.\n\n 3004 will help address this problem finally and enhance public safety by toughening the penalties for criminal \naliens who have been deported from our country, but then keep returning to the United States, and, again, far too \nmany of them who commit crimes against innocent Americans like Kate Steinle. Mr. CONYERS. Mr. Speaker, I \nyield 3 minutes to the gentleman from New York (Mr. Nadler), a senior member of the House Judiciary Committee. \nMr. NADLER. Mr. Speaker, I rise in opposition to this bill. This draconian legislation would dramatically expand the \npenalties for illegal reentry into the United States, even for people who have committed minor and nonviolent \noffenses. Although most people who illegally reenter the country do so to reunite with their families or to flee \nviolence or persecution, this bill considers them all dangerous criminals who deserve lengthy prison sentences. \nThis bill is nothing less than fearmongering, based on the widely debunked myth that immigrants commit crimes at \na higher rate than native-born Americans when, in fact, we know it is just the opposite. Let me tell you about one of \nthese supposed dangerous criminals who was mercifully released from ICE custody just yesterday, after 4 months \nin detention. In 1986, 17-year-old Carlos Cardona illegally entered the United States, having fled threats of violence \nin his native Colombia. At age 21, he made a foolish mistake and committed a nonviolent drug offense. He served \n45 days in prison, and, ever since then, for the last 27 years, he has lived a crime-free and a productive life as an \nactive member of his community in Queens, New York. Not only that, after the September 11 attacks on this \ncountry, he volunteered as a recovery worker at Ground Zero. Like so many other workers there, due to his \nsacrifice, he developed acute respiratory issues from the toxic fumes and other illnesses that have put his life in \njeopardy. Unfortunately, although he is married to an American citizen, he was unable to adjust his immigration \nstatus because of his decades-old conviction. However, he was allowed to stay in the country in recognition of his \nservices after 9/11, as long as he checked in periodically with immigration authorities, which he did. But shortly after \nPresident Trump took office, Mr. Cardona was detained after appearing for a routine appointment with ICE, and he \nwas placed in deportation proceedings and in custody. It was only thanks to a major public campaign and the \ncompassion of Governor Cuomo, who pardoned his almost 30-year-old drug conviction, that he was released. \nUnder this legislation, had Mr. Cardona been deported and then illegally reentered the country to see his wife and \ndaughter, he would face up to 10 years in prison because of his decades-old prior conviction. Even if he presented \nhimself to border agents and sought asylum, on the reasonable basis that he had reasonable fears because, in \nfact, two of his brothers back in Colombia have been murdered, he would still be subject to prosecution and \nmassive penalties, just for appearing at the border. This is both callous and irrational. This bill would dramatically \nexpand the mass incarceration of immigrants, even for those with minor offenses and those who simply seek refuge \nin our country. It serves no purpose, increases no one's safety, and I urge my colleagues to oppose this cruel \nlegislation. Mr. GOODLATTE. Mr. Speaker, I yield myself 30 seconds to quote from a letter from the Sergeants \nBenevolent Association that we received 2 days ago in support of Kate's Law, and I want to read a sentence from it. \n``In recent years, the need to protect our citizens from those aliens who enter the United States illegally, commit \ncrimes here, are deported, and who illegally return to the U.S. and commit additional crimes has become a top \nconcern of the law enforcement community.'' This is from the Sergeants Benevolent Association, Police \nDepartment, City of New York. I include it in the Record. Sergeants Benevolent Association, Police Department, \nCity of New York, New York, NY, June 27, 2017. Hon. Paul Ryan, Speaker of the House, House of \nRepresentatives, Washington, DC. Dear Mr. Speaker: I am writing on behalf of the more than 13,000 members of \nthe Sergeants Benevolent Association of the New York City Police Department to advise you of our strong support \nfor H.R. 3004, ``Kate's Law,'' that will be considered by the House of Representatives later this week. We are \ngrateful that the Congress is moving expeditiously to take up this important legislation. In recent years, the need to \nprotect our citizens from those aliens who enter the United States illegally, commit crimes here, are deported, and \n\n\n\nwho illegally return to the U.S. and commit additional crimes has become a top concern of the law enforcement \ncommunity. It is a problem that was exemplified in the horrific murder of the young woman in whose honor H.R. \n3004 is named, Kate Steinle. In 2015, Ms. Steinle was shot and killed on a San Francisco pier while out for a walk \nwith her father. Her murderer was a career criminal who had already been deported five previous times, had a \nlong criminal history, had served multiple prison sentences, and was on probation in Texas at the time of the \nshooting. Nearly two years has passed since Steinle's murder, and little has been done to address the scourge of \nviolence perpetrated by those who break our laws and continue to illegally reenter the United States. That is why \nprompt congressional action on ``Kate's Law'' is so critically important. H.R. 3004 will ensure that those deported \naliens with criminal histories who decide to illegally reenter the U.S. will face stiff prison sentences upon their \nreturn. First, the bill provides for monetary fines and between 10 and 25 years in prison for those aliens deported or \nremoved who illegally return, depending on the severity of their prior crimes. In addition, this legislation provides for \nup to 10 years in prison for any alien who has been refused entry, deported, or removed from the U.S. three times \nor more, but who returns or attempts to reenter the U.S. Finally, for any criminal aliens who were removed from the \nU.S. prior to the completion of a prison term and who then attempt to reenter, H.R. 3004 requires that such \nindividuals be incarcerated for the remainder of their sentenced prison term without any possibility for parole or \nsupervised release. The passage of ``Kate's Law'' is critical to ensuring that deported aliens with criminal records \nare deterred from illegally reentering the U.S., and will help law enforcement protect our communities from violent \ncriminals and suspected terrorists who are illegally present in the U.S. On behalf of the membership of the \nSergeants Benevolent Association, thank you again for your efforts on this and other issues important to law \nenforcement across the nation. Sincerely, Ed Mullins, President. Mr. GOODLATTE. Mr. Speaker, I yield 3 minutes \nto the gentleman from Pennsylvania (Mr. Barletta). {time} 1600 Mr. BARLETTA. Mr. Speaker, I thank the gentleman \nfor yielding me this time, and I rise today in support of Kate's Law and No Sanctuary for Criminals Act. These \nimportant bills represent an important step towards keeping Americans safe. Yesterday, I participated in a \nroundtable discussion at the White House with the President and family members of individuals who were murdered \nby criminal illegal immigrants. The stories I heard were heartbreaking. Sadly, they are not uncommon. See, when I \nwas mayor of Hazleton, I sat with the victims' families and listened to their stories. These stories have changed my \nlife. Everyone talks about the illegal immigrant, but very seldom do we ever talk about the victims. I sat with the \nfamily of Derek Kichline, a 29-year-old Hazleton city man and father of three young children who was murdered by \nthe head of the Latin Kings while working on his pickup truck in his driveway. Derek's killer was arrested and let go \nin New York City, a sanctuary city. I also talked with the father of Carly Snyder, a beautiful 21-year- old girl who was \nstudying to be a veterinarian. Her father told me that Carly was brutally stabbed 37 times and murdered by her next \ndoor neighbor. She had knife wounds on the palms of her hand and knife wounds in her back as she died on the \nkitchen floor. An illegal immigration and Federal fugitive with a long history of gang violence and drug use killed \nCarly. [[Page H5337]] Carly's killer was apprehended trying to cross the southern border but was released on \n$5,000 bond and disappeared into the United States until one day he showed up at Carly Snyder's doorstep. I have \nnever forgotten these stories. I understand that there is nothing that we can do to bring these people back. I know \nthere is nothing we can do to relieve the pain that their families still feel. But by passing these bills, we can prevent \nthese crimes from happening to other families. Let me be clear: violent crimes committed by illegal immigrants are \npreventable. The illegal immigrant who committed these violent crimes should not have been present in this country \nand certainly should not have been walking around free. Too many mayors and local governments think that they \nare above Federal law, and we have a chance to change that today. We can send a clear message to the American \npeople that their government is serious about keeping them safe. I thank the President today for standing up for the \nvictims of these preventable crimes, and I urge all of my colleagues to do the same by voting ``yes'' on these \nimportant bills. This is a test of the willingness of Congress to stand for families across this country who have lost \nloved ones to crimes committed by criminals who had no business being in this country in the first place. It is time \nthat we side with the victims like Derek Kichline, Carly Snyder, and Kate Steinle instead of criminals. Mr. \nCONYERS. Mr. Speaker, I yield 2 minutes to the gentleman from California (Mr. Correa). Mr. CORREA. Mr. \nSpeaker, I want to speak about H.R. 3004, but let me first talk about two of my constituents, Officer Jose Vargas, \none of the most decorated police officers in the State of California, and the other, Jose Angel Garibay, a young \nmarine that made the ultimate sacrifice for America. In 1977, Jose Vargas was named as 1 of the 10 most \noutstanding police officers in America by the International Association of Chiefs of Police. But it wasn't always that \nway. At age 16, Jose Vargas headed north to the border for a better life. Officer Vargas crossed the border 15 times \nover 4 years. Officer Vargas was probably the only police officer who we know that spent time in a Federal holding \n\n\n\ncell. America today is better because of Jose Vargas. Jose Vargas added to the greatness of this country and to the \nsecurity of this country. Jose Angel Garibay, a young marine, was the first soldier from Orange County, California, \nto make the ultimate sacrifice in the Middle East. He also came to this country undocumented and became a U.S. \ncitizen posthumously. Mr. Speaker, yes, we must keep out the bad hombres. We don't welcome those who would \ndo us harm, but America must continue to welcome those who come to America to work hard and to contribute. \nThis bill fails to make this critical and important distinction. At the end of the day, we are all immigrants and we are \nall part of this great country, and I urge my colleagues today: do not brand millions of immigrants as criminals \nwhen their only crime is searching for the American Dream. I urge Members to vote ``no'' on H.R. 3004. Mr. \nGOODLATTE. Mr. Speaker, I yield 3 minutes to the gentleman from Pennsylvania (Mr. Fitzpatrick). Mr. \nFITZPATRICK. Mr. Speaker, I thank the chairman and members of the House Judiciary Committee for their work on \nthis issue. And as a member of the Homeland Security Committee, the issues being debated and voted on this \nweek are an area of critical importance when it comes to keeping our Nation and our people safe. Mr. Speaker, we \nare a nation of immigrants. I am the grandson of Irish immigrants. We are also a nation of laws. Both must be \nrespected and honored by all of us. Left, right, or center, we can all agree that our immigration system is broken, \nand given that broken status, it is the responsibility of this body to fix it. This goal cannot be achieved by selectively \nchoosing which laws we enforce and which laws we ignore. As a former FBI agent, I worked each day to keep \nAmericans and keep our Nation safe. And as a Federal prosecutor, I prosecuted cases that resulted in the removal \nof violent felons who were in our country illegally in order to keep our communities safe. I have seen firsthand the \nthreats our Nation faces from a fragmented and broken immigration system and a porous border. We cannot and \nmust not allow partisanship to prevent sensible fixes from being implemented. Our Nation's security depends on us. \nMr. Speaker, the legislation before us today is one borne of a preventable tragedy. Kate Steinle was a bright, \naspiring, 32-year-old woman with a life of possibilities ahead of her. Let this bill be her legacy. Let this bill result in \nKate Steinle saving the lives of others. Let us do her that honor. Kate's Law will increase penalties for those who \nreenter our country following their removal from the U.S., including Federal prison sentences up to 25 years for \nthose previously deported who have criminal records. Moreover, this bill supports our brave women and men in \nlaw enforcement as they work to keep violent gangs and criminal cartels, including the likes of MS-13, out of our \ncommunities. I am a cosponsor of this legislation, and I am proud to advance it. Mr. Speaker, the time is now for us \nto step up and protect those who elected us to serve on their behalf, and I urge all of my colleagues to make a bold \nbipartisan statement to our communities back home today. Join me in support of H.R. 3004. Let's get this done for \nKate Steinle and her family. Mr. CONYERS. Mr. Speaker, I include in the Record letters of opposition to H.R. 3004, \nnamely, the Federal Defenders of New York and 407 local, State, national immigrant civil rights, faith, and labor \norganizations. Federal Defenders of New York, Inc. New York, NY, June 29, 2017. Re H.R. 3004, Kate's Law Hon. \nPaul Ryan, Speaker, U.S. House of Representatives, Washington, DC. Hon. Bob Goodlatte, Chair, House Judiciary \nCommittee, Washington, DC. Hon. Nancy Pelosi, Minority Leader, U.S. House of Representatives, Washington, \nDC. Hon. John Conyers, Jr., Ranking Member, House Judiciary Committee, Washington, DC. Dear Mr. Ryan, Ms. \nPelosi, Mr. Goodlatte, and Mr. Conyers: We write on behalf of the Federal Public and Community Defenders in \nresponse to inquiries for our views on H.R.\n\n      3004. We oppose the bill for the following reasons. H.R. 3004 would make it a crime to openly and directly \npresent oneself to immigration officials seeking asylum, temporary protection, or for other innocent reasons. In \ndoing so, the bill would incentivize people with genuine claims of fear to enter the country surreptitiously. Even while \ncriminalizing essentially innocent conduct and drastically increasing potential penalties, the bill would purport to \ndeprive defendants of the right to challenge the validity of fundamentally unfair or unlawful removal orders. The bill \nwould transform a basic element of the criminal offense into an affirmative defense and would thereby unfairly \nplace the burden on the alien to produce records in the government's control. The bill would unjustifiably increase \npotential penalties, including for those with truly petty criminal records, and create a significant risk that \ndefendants, in mass guilty plea proceedings on the border as occur now, would be pressured to admit prior \nconvictions that they do not have. Finally, H.R. 3004 raises serious federalism issues and would impinge on States' \nsovereign interests by ordering them to impose certain state prison sentences thereby impeding States' ability to \nmanage their own criminal justice systems and prison populations. The bill would harm individuals, families and \ncommunities not just on the border but across the nation. Nearly 21 percent of reentry prosecutions in fiscal year \n2016 were in districts other than those on the southwest border, in every state and district in the country. And \nthough there may be a perception that illegal reentry offenders are dangerous criminals, the motive for most \n\n\n\npeople returning to the United States after being removed is to reunite with family, return to the only place they \nknow as home, seek work to support their families, or flee violence or persecution in their home countries. Further, \naccording to a recent Sentencing Commission study, one quarter of reentry offenders had no prior conviction \ndescribed in Sec. 1326(b), and the most common prior offense was driving under the influence, followed by minor \nnon-violent misdemeanors and felonies, illegal entry, illegal reentry, and simple possession of drugs. Nearly half \n(49.5%) had children in the United States, and over two thirds (67.1%) had relatives in this country. Over half \n(53.5%) were under the age of 18 when they first entered the United States, [[Page H5338]] and almost three \nquarters (74.5%) had worked here for more than a year at some point before their arrest. These are not hardened \ncriminals. I. The Bill Would Make It a Crime To Openly and Directly Present Oneself to Immigration Officials, \nSeeking Asylum, Temporary Protection, or for Other Innocent Reasons, and Would Thus Incentivize Surreptitious \nEntry The bill would add as criminal acts in violation of 8 U.S.C. Sec. 1326, ``crosses the border'' or ``attempts to \ncross the border,'' and would define ``crosses the border'' as the ``physical act of crossing the border, regardless of \nwhether the alien is free from official restraint.'' This would mean that people previously denied admission or \nremoved who present themselves at a designated port of entry seeking asylum or for other innocent reasons, and \nwho intend to be and are in fact under official restraint, would for the first time be guilty of violating Sec. 1326. \nFreedom from official restraint is an essential part of the definition of entering, attempting to enter, and being found \nin the United States under the law of most circuits. Entering has long required both ``physical presence'' in the \ncountry and ``freedom from official restraint.'' Attempting to enter requires proof of specific intent to commit the \ncompleted offense of entry, and so requires intent to enter ``free of official restraint.'' Similarly, an alien cannot be \n``found in'' the United States unless he has been free from official restraint. An alien is under official restraint \nwhenever he ``lacks the freedom to go at large and mix with the population,'' including when he directly and \nvoluntarily surrenders himself to immigration officials at a port of entry to seek asylum, protection, or imprisonment. \nThus, an alien who walked directly across the border to a marked border patrol car and asked to be taken into \ncustody did not attempt to re-enter the United States because he intended to be, and was, under official restraint. \nLikewise, an alien who crossed the border after being beaten by gang members in Mexico, in a delusional belief \nthat they were chasing him, with the sole intent of placing himself in the protective custody of U.S. officials, could \nnot be guilty of attempting to enter. In a similar case, the government dismissed the charges after the border patrol \nagent's report confirmed that the defendant had crossed the border and asked the agent for protection from people \nhe feared were trying to kill him. Similarly, an alien who went directly to the border station and presented himself for \nentry was not ``found in'' the United States because he was never free from official restraint. Thus, under current \nlaw, an alien who directly and overtly presents herself to immigration officials at a port of entry, as opposed to \nevading official restraint, has not violated Sec. 1326; even one who crosses the border outside a port of entry but in \nsight of immigration officials, and who presents herself directly to such officials, has not done so. But absent the \n``freedom from official restraint'' requirement, the law would ``make criminals out of persons who, for any number \nof innocent reasons, approach immigration officials at the border.'' Argueta-Rosales, 819 F.3d at 1160. ``For \nexample, [an alien] might approach a port of entry to seek asylum, or he might be under the mistaken assumption \nthat he has been granted permission to reenter. Under those circumstances, the alien would not have committed \nthe gravamen of the offense of attempted illegal entry in violation of Sec. 1326(a).'' United States v. Valdez-Novoa, \n780 F.3d 906, 923 (9th Cir. 2015) (Bybee, J.). Because ``in a literal and physical sense a person coming from \nabroad enters the United States whenever he reaches any land, water or air space within the territorial limits of this \nnation,'' ``freedom from official restraint must be added to physical presence.'' Vavilatos, 209 F.2d at 197. Permitting \narrest and prosecution regardless of whether the person was free from official restraint is particularly troubling \nbecause although border patrol agents are required by law to refer an alien for a ``credible fear'' or ``reasonable \nfear'' interview with an asylum officer upon indication that she fears persecution or has suffered or may suffer \ntorture, people are increasingly being turned away at the border without the required protection screening. Under \nH.R. 3004, agents would now be empowered to arrest them rather than turn them away. By eliminating the \n``freedom from official restraint'' requirement, the bill would cast aside well-settled century- old law from the civil \nimmigration context that for nearly as long has functioned well in the criminal immigration context to distinguish \nillicit or clandestine entries from legitimate attempts to bring oneself to the attention of U.S. authorities at the border. \nSince it would now be a crime to openly seek help, H.R.\n\n      3004 would have the perverse effect of incentivizing people with genuine claims of fear to ``jump the fence'' in \nthe hope of not being caught and returned to a country where the danger is real. Faced with a choice between \n\n\n\nbeing killed or risking being caught and removed, the logical, life- sustaining choice is obvious. II. The Bill Would \nPerversely Criminalize Repeated Unsuccessful Attempts to Gain Asylum, Even As Border Patrol Agents \nIncreasingly Turn Away Asylum Seekers in Violation of Law The bill would create a new crime for an alien who has \nbeen denied admission, excluded, deported or removed three or more times who subsequently enters, attempts to \nenter, crosses the border, attempts to cross the border, or is found in the United States, subject to punishment for \nup to ten years. This would criminalize, for the first time, repeated efforts to seek asylum that are genuine but \nunsuccessful, as each attempt counts as a denial of admission or removal. As noted above, border patrol agents \nare increasingly turning away asylum seekers without referring them for appropriate screening as required by law. \nHuman rights organizations have documented at least 125 cases of asylum seekers being turned away without \nproper safeguards to protect their right to seek protection between November 2016 and April 2017, often \nrepeatedly. For example, a Honduran family whose son was murdered by a gang after he was denied asylum, \nanother Honduran family whose son showed the agent a bullet hole wound in his chest, and a Mexican woman \nwhose father, son, grandfather and uncle were all killed within seven days, were repeatedly turned away without \nreferral for protection screening or asylum adjudication. Agents informed people seeking refuge that the United \nStates no longer gives asylum, threatened them with force, or threatened to call Mexican immigration authorities to \ndeport them to the country they were fleeing. A person who presents himself at a port of entry without a valid visa \nis subject to denial of admission or expedited removal. But if such a person expresses fear of return, he is entitled \nby law not to be expelled but to be interviewed by an asylum officer. When border patrol agents simply expel people \nwho express fear without allowing them a chance to be interviewed and to press their claims, the agents are \nbreaking the law and giving these people a removal order or a denial of admission that they should not have. Thus, \nbona fide asylum-seekers--those most likely to accumulate ``three strikes''--would face criminal prosecution rather \nthan what they are entitled to--a non-adversarial interview with an asylum officer that could ultimately lead to \npersecution- based relief. III. The Bill Would Purport to Unconstitutionally Prohibit Challenges to the Validity of \nRemoval Orders The bill would state that ``an alien may not challenge the validity of any prior removal order \nconcerning the alien.'' This provision, perhaps more than any other, demonstrates the overreaching and unduly \nharsh nature of these proposed changes to existing law. The bill seeks to visit criminal convictions and drastic \npenalties on noncitizens who reenter even when the administrative process that led to their original deportation or \nremoval was fundamentally unfair or achieved an unlawful result, and even when they were deprived of judicial \nreview of that fundamental injustice. The Supreme Court long ago held, in United States v. Mendoza-Lopez, 481 \nU.S. 828 (1987), that a defendant cannot be convicted and punished under Sec. 1326 when the deportation order \nwas issued in an agency proceeding bereft of due process that no court ever reviewed. But this bill seeks to do \nprecisely that, and at the same time to criminalize attempts to enter the country legally and in most cases to \nincrease the penalties that may be imposed. IV. The Affirmative Defenses Would Be Unavailable To Most, Do Not \nAddress Any Existing Problem, and Would Unfairly Place the Burden on Defendants to Produce Records In the \nGovernment's Control The bill would purport to create two affirmative defenses: (1) ``prior to the alleged violation,'' \nthe alien ``sought and received express consent of [DHS] to reapply for admission,'' or (2) ``with respect to an alien \npreviously denied admission and removed,'' the alien ``was not required to obtain such advance consent under the \n[INA] or any prior Act,'' and ``had complied with all other laws and regulations governing his or her admission into \nthe United States.'' The first defense would be unavailable to anyone who did not have the wherewithal, resources \nand time to file the proper form and get it approved before arriving in the United States. The second defense is not \navailable to anyone whose period of inadmissibility has not expired, usually ten years. These requirements are \nsimply unrealistic for those with little or no education or money or who are fleeing violence. Moreover, this is a \nsolution in search of a problem, and it would undermine due process. Because the absence of most of these \nconditions is currently an element, see 8 U.S.C. Sec. 1326(a)(2), the government routinely provides the defense \nwith the relevant records, which are in the individual's ``A file,'' maintained in government custody and otherwise \navailable to the individual only through a FOIA request. Placing the burden on the defendant to prove an affirmative \ndefense would illogically and unfairly require him to produce records that are in the government's control. V. The Bill \nWould Unjustifiably Increase Potential Penalties, Including for Those With Truly Petty Criminal Records While it \nappears that the statutory maxima would increase for most defendants under the bill, there is no evidence that any \nincrease is needed to reflect the seriousness of these offenses, or that such increases would be effective in \ndeterring illegal immigration. At the same time, the cost of additional incarceration would be steep--approximately \n[[Page H5339]] $32,000 per prisoner per year. If each of the 16,000 persons convicted of illegal reentry in 2016 \nreceived one additional year, it would cost the taxpayers an extra half a billion dollars. Increasing sentences for \n\n\n\nthese offenders is also unnecessary and unfair because noncitizens suffer much harsher conditions of confinement \nthan other federal prisoners. BOP contracts with private prison companies to detain noncitizens convicted of \nimmigration offenses and other federal crimes. A recent analysis shows that many persons incarcerated in \n``immigrant only contract prisons'' suffer serious medical neglect, in some cases leading to death. An investigation \ndone by the American Civil Liberties Union found that ``the men held in these private prisons are subjected to \nshocking abuse and mistreatment, and discriminated against by BOP policies that impede family contact and \nexclude them from rehabilitative programs.'' Two of the penalty increases are particularly unwarranted. The bill \nwould increase a defendant's statutory maximum from two to 10 years if he was removed subsequent to conviction \nof any three misdemeanors, whereas the 10-year maximum currently applies only if the three misdemeanors \ninvolved drugs, crimes against the person, or both. This would apply to a re-entrant with a truly petty criminal \nrecord. If the defendant had three misdemeanor convictions for driving without a license, a common scenario for \nundocumented immigrants and other impoverished people, his maximum sentence would more than triple. And \nbecause the bill does not require that the three misdemeanors stem from three separate occasions, a 10-year \nstatutory maximum would apply to a re-entrant with convictions from a single incident for disorderly conduct, public \nintoxication and public urination. Likewise, the 25-year maximum for any three felonies would increase the \nmaximum sentence by 15 years for garden variety felonies, such as felony possession of a small quantity of drugs. \nWorse, if the definition of ``felony'' means any offense ``punishable by a term of more than 1 year under the laws of'' \nthe convicting jurisdiction, it would punish defendants who were never convicted of a felony by up to 25 years, \nbecause the maximum punishment is more than one year for misdemeanors in many states, including Colorado, \nIowa, Maryland, Massachusetts, Michigan, Pennsylvania, South Carolina, and Vermont. We are also concerned \nthat definition of ``felony,'' by mistake or by design, indicates that if a particular kind of offense is punishable by \nmore than one year in any jurisdiction, it is a felony; it states that ``any offense'' is a felony if it is punishable by \nmore than one year ``under the laws of the United States, any State, or a foreign government.'' VI. The Bill Would \nCreate A Significant Risk That Defendants Would Be Pressured Into Admitting Prior Convictions That They Do Not \nHave The bill would require that prior convictions upon which increased statutory maxima are based be alleged in \nan indictment and proved beyond a reasonable doubt at trial or admitted by the defendant. Records of prior \nconvictions are notoriously unreliable and national criminal databases that generate ``rap sheets'' frequently \ncontain purported convictions that have been misrecorded, expunged, or even belong to other individuals. In border \ndistricts where the great majority of illegal re-entry prosecutions take place, re-entry cases have often been rapidly \n``processed'' in batches of up to eighty defendants at once, with 99% of cases ending in guilty pleas. Given the way \nthese cases are handled on the border, and the fact that many if not most of the defendants speak little or no \nEnglish and have little or no education, this provision carries a significant risk that defendants will be pressured to \nadmit to convictions they do not have and thus significantly raise their sentencing exposure. VII. The Bill Would \nImpinge on States' Sovereign Interests in Managing Their Own Prison Populations The bill would mandate that any \nalien removed pursuant to 8 U.S.C. Sec. 1231(a)(4) who enters or attempts to enter, crosses or attempts to cross \nthe border, or is found in the United States, ``shall be incarcerated for the remainder of the sentence that was \npending at the time of deportation without any reduction for parole or supervised release'' unless the alien \naffirmatively demonstrates express consent. Section 1231(a)(4)(B) provides that the Attorney General may remove \nan alien convicted of a non-violent offense before he has completed a sentence of imprisonment (i) of an alien in in \nfederal custody and the Attorney General determines that removal is appropriate and in the best interest of the \nUnited States, (ii) of an alien in State custody if the chief state official determines that removal is appropriate and in \nthe best interest of the State and submits a written request for removal. Thus, for example, an alien sentenced to 8 \nyears who is eligible for parole in 6 years may apply for early conditional release and be removed after 5 years. \nUnder H.R.\n\n      3004, if he illegally re-entered thereafter, he would be required to serve all three years that were pending when \nhe was removed. As far as we are aware, Sec. 1231(a)(4)(B)(i) has never been systematically implemented for \nfederal inmates. Some states, however, have implemented some sort of program to avail themselves of Sec. \n1231(a)(4)(B)(ii). A handful have entered into an MOU with ICE in which they agree that a person removed \npursuant to Sec. 1231(a)(4)(B)(ii) who returns illegally will serve the remainder of the original sentence. Other states \nrelease prisoners to ICE under Sec. 1231(a)(4)(B)(ii) through state legislation or parole board policy under which \nthey do not agree to that condition. HR 3004 would require any State that releases a prisoner to ICE under Sec. \n1231(a)(4)(B)(ii) to incarcerate such a person for the remainder of the sentence should they return unlawfully. It \n\n\n\nwould thus impinge on States' sovereign interests in managing their own prison populations according to their own \npriorities and resources. The bill would remove the flexibility that States currently have to treat unlawfully returned \nprisoners as they see fit, and would ossify the ICE MOU into law. Thank you for considering our views, and please \ndo not hesitate to contact us if you have any questions. Very Truly Yours, Neil Fulton, Federal Defender, North and \nSouth Dakota, Co-Chair, Federal Defender Legislative Committee. David Patton, Executive Director, Federal \nDefenders of New York, Co- Chair, Federal Defender Legislative Committee. Jon Sands, Federal Defender, District \nof Arizona, Co-Chair, Federal Defender Legislative Committee. ____ June 28, 2017. Re Vote NO on the No \nSanctuary for Criminals Act, H.R. 3003, and Kate's Law, H.R. 3004 House of Representatives, Washington, DC. \nDear Representative: On behalf of the 407 undersigned local, state, and national immigrant, civil rights, faith- \nbased, and labor organizations, we urge you to oppose the No Sanctuary for Criminals Act, H.R. 3003 and Kate's \nLaw, H.R.\n\n      3004, and any similar legislation that jeopardizes public safety, erodes the goodwill forged between local police \nand its residents, and perpetuates the criminalization and incarceration of immigrants. H.R. 3003 would strip badly \nneeded law enforcement funding for state and local jurisdictions, runs afoul of the Tenth and Fourth Amendment, \nand unnecessarily expands the government's detention apparatus. H.R. 3004 unwisely expands the federal \ngovernment's ability to criminally prosecute immigrants for immigration-based offenses, excludes critical \nhumanitarian protections for those fleeing violence, and doubles down on the failed experiment of incarceration for \nimmigration violations. Over 600 state and local jurisdictions have policies or ordinances that disentangle their state \nand local law enforcement agencies from enforcing federal immigration law. The No Sanctuary for Criminals Act, \nH.R. 3003, seeks to attack so-called ``sanctuary'' jurisdictions (many of whom do not consider themselves as such) \nby penalizing state and local jurisdictions that follow the Fourth Amendment of the U.S. Constitution by refusing to \nhonor constitutionally infirm requests for detainers. H.R. 3003 penalizes jurisdictions by eliminating various federal \ngrants, including funding through the Cops on the Beat program, the Edward Byrne Memorial Justice Assistance \nGrant Program, and any other federal grant related to law enforcement or immigration. Importantly, using the threat \nof withholding federal grants to coerce state and local jurisdictions likely runs afoul of the Tenth Amendment's \nprohibition on commandeering, a position supported by over 300 law professors. ``Sanctuary'' policies are critical to \npromote public safety for local communities. Fearing referral to U.S. Immigration and Customs Enforcement, victims \nand witnesses of crime are significantly less likely to communicate with local law enforcement. Local law \nenforcement authorities have repeatedly echoed this sentiment, acknowledging that community policing policies \nare paramount to enhancing public safety. Indeed, ``sanctuary'' jurisdictions have less crime and more economic \ndevelopment than similarly situated non- ``sanctuary'' jurisdictions. Withholding critically-needed federal funding \nwould, paradoxically, severely cripple the ability of state and local jurisdictions to satisfy the public safety needs of \ntheir communities. Kate's Law, H.R. 3004, would further criminalize the immigrant community by drastically \nincreasing penalties for immigrants convicted of unlawful reentry. Operation Streamline encapsulates our nation's \nfailed experiment with employing criminal penalties to deter migration. Under Operation Streamline, the federal \ngovernment prosecutes immigrants for reentry at significant rates. By all practical measures, Operation Streamline \nhas failed to deter migration, wasted billions of taxpayer dollars, and unfairly punished thousands of immigrants who \ntry to enter or reenter the United States to reunite with their children and loved ones. We fear that H.R. 3004's \nincreased penalties for reentry would double down on this failed strategy, explode the prison population, and cost \nbillions of dollars. [[Page H5340]] Instead of passing discredited enforcement-only legislation, Congress should \nmove forward on enacting just immigration reform legislation that provides a roadmap to citizenship for the nation's \neleven million aspiring Americans and eliminates mass detention and deportation programs that undermine \nfundamental human rights. Legislation that erodes public safety, disrespects local democratic processes, and raises \nserious constitutional concerns represents an abdication of the Congress' responsibility to enact fair, humane, and \njust immigration policy. In light of the above, we urge you to vote NO on the No Sanctuary for Criminals Act, H.R. \n3003 and Kate's Law, H.R. 3004. Please contact Jose Magana-Salgado, of the Immigrant Legal Resource Center if \nyou have any questions regarding this letter. Thank you for your time and consideration. Sincerely, National \nOrganizations: America's Voice Education Fund; American Federation of Teachers; American Friends Service \nCommittee (AFSC); American-Arab Anti-Discrimination Committee; Americans Committed to Justice and Truth; \nAsian American Legal Defense and Education Fund (AALDEF); Asian Americans Advancing Justice--ANC; Asian \nAmericans Advancing Justice--Asian Law Caucus; Asian Pacific American Labor Alliance, AFL-CIO (APALA); Asian \nPacific Institute on Gender-Based Violence; ASISTA; Bend the Arc Jewish Action; Black Alliance for Just \n\n\n\nImmigration; Casa de Esperanza: National Latin@ Network; Catholic Legal Immigration Network, Inc.; Center for \nAmerican Progress; Center for Employment Training; Center for Gender  & Refugee Studies; Center for Law and \nSocial Policy; Center for New Community. Center for Popular Democracy (CPD); Christian Church (Disciples of \nChrist) Refugee & Immigration Ministries; Christian Community Development Association; Church World Service; \nCoalition on Human Needs; CODEPINK; Columban Center for Advocacy and Outreach; Committee in Solidarity \nwith the People of El Salvador (CISPES); Community Initiatives for Visiting Immigrants in Confinement (CIVIC); \nDefending Rights & Dissent; Disciples Center for Public Witness; Disciples Home Missions; Dominican Sisters of \nSparkill; Drug Policy Alliance; Easterseals Blake Foundation; Equal Rights Advocates; Farmworker Justice; \nFreedom Network USA; Friends Committee on National Legislation; Fuerza Mundial. Futures Without Violence; \nGrassroots Leadership; Hispanic Federation; Hispanic National Bar Association; Holy Spirit Missionary Sisters--\nUSA--JPIC; Immigrant Legal Resource Center; Intercommunity Peace & Justice Center; Interfaith Worker Justice; \nIsaiah Wilson; Jewish Voice for Peace; Jewish Voice for Peace--Boston; Jewish Voice for Peace--Tacoma chapter; \nJewish Voice for Peace--Western MA; Justice Strategies; Kids in Need of Defense (KIND); Lambda Legal; Laotian \nAmerican National Alliance; Latin America Working Group; Latino Victory Fund; LatinoJustice PRLDEF. League of \nUnited Latin American Citizens; Lutheran Immigration and Refugee Service; Mi Familia Vota; Milwaukee Chapter, \nJewish Voice for Peace; NAACP; National Center for Transgender Equality; National Coalition Against Domestic \nViolence; National Coalition for Asian Pacific American Community Development; National Council of Asian Pacific \nAmericans (NCAPA); National Council of Jewish Women; National Council of La Raza (NCLR); National Day \nLaborer Organizing Network (NDLON); National Education Association; National lmmigrant Justice Center; National \nImmigration Law Center; National Immigration Project of the NLG; National Iranian American Council (NIAC); \nNational Justice for Our Neighbors; National Korean American Service & Education Consortium (NAKASEC); \nNational Latina Institute for Reproductive Health. National Latina/o Psychological Association; National Lawyers \nGuild; National LGBTQ Task Force Action Fund; National Network for Immigrant and Refugee Rights; National \nResource Center on Domestic Violence; NETWORK Lobby for Catholic Social Justice; OCA--Asian Pacific \nAmerican Advocates; Our Revolution; People's Action; PICO National Network; Queer Detainee Empowerment \nProject; Refugee and Immigrant Center for Education and Legal Services (RAICES); School Social Work \nAssociation of America; Sisters of the Presentation of the Blessed Virgin Mary, New Windsor; Southeast Asia \nResource Action Center (SEARAC); Southern Border Communities Coalition; Southern Poverty Law Center; T'ruah: \nThe Rabbinic Call for Human Rights; The Advocates for Human Rights; The Hampton Institute: A Working Class \nThink Tank. The National Alliance to Advance Adolescent Health; The Queer Palestinian Empowerment Network; \nThe Sentencing Project; The United Methodist Church--General Board of Church and Society; U.S. Committee for \nRefugees and Immigrants; UndocuBlack Network; Unitarian Universalist Association; Unitarian Universalist \nLegislative Ministry of New Jersey; Unitarian Universalist Service Committee; UNITE HERE; United Child Care, \nInc.; United for a Fair Economy; UU College of Social Justice; UURISE--Unitarian Universalist Refugee & Immigrant \nServices & Education; Voto Latino; We Belong Together; WOLA; Women's Refugee Commission; Working \nFamilies; Yemen Peace Project; YWCA. State and Local Organizations: (MILU) Mujeres Inmigrantes Luchando \nUnidas; #VigilantLOVE; 580 Cafe/Wesley Foundation Serving UCLA; Acting in Community Together in Organizing \nNorthern Nevada (ACTIONN); Advocates for Basic Legal Equality, Inc.; Alianza; All for All; Alliance San Diego; \nAllies of Knoxville's Immigrant Neighbors (AKIN); American Gateways; Aquinas Center; Arkansas United \nCommunity Coalition; Asian Americans Advancing Justice--Atlanta; Asian Americans Advancing Justice--LA; Asian \nAmericans United; Asian Counseling and Referral Service; Asian Law Alliance; Asian Pacific American Legal \nResource Center; Asylee Women Enterprise; Atlas: DIY. Bear Creek United Methodist Church-Congregation Kol \nAmi Interfaith Partnership; Bethany Immigration Services; Brighton Park Neighborhood Council; Cabrini Immigrant \nServices of NYC; Campaign for Hoosier Families; Canal Alliance; Capital Area Immigrants' Rights Coalition; CASA; \nCasa Familiar, Inc.; Casa Latina; Casa San Jose; Catholic Charities; Catholic Charities San Francisco, San Mateo \n& Marin; Causa Oregon; CDWBA Legal Project, Inc.; Central American Legal Assistance; Central New Jersey \nJewish Voice for Peace; Central Pacific Conference of the United Church of Christ; Central Valley Immigrant \nIntegration Collaborative (CVIIC); Centro Laboral de Graton. Centro Latino Americano; Centro Legal de la Ran; \nCentro Romero; Chelsea Collaborative; Chicago Religious Leadership Network on Latin America; Church Council \nof Greater Seattle; Church of Our Saviour/La Iglesia de Nuestro Salvador Episcopal; Church Women United in New \nYork State; Cleveland Jobs with Justice; Coalicion de Lideres Latinos--CLILA; Coalition for Humane Immigrant \nRights (CHIRLA); Coalition of African Communities; Coloradans For Immigrant Rights, a program of the American \nFriends Service Committee; Colorado People's Alliance (COPA); Columbia Legal Services; Comite Pro Uno; \n\n\n\nComite VIDA; Committee for Justice in Palestine--Ithaca; Community Action Board of Santa Cruz County, Inc; \nCommunity Legal Services and Counseling Center. Community Legal Services in East Palo Alto; Community of \nFriends in Action, Inc.; Connecticut Legal Services, Inc; CRLA Foundation; CT Working Families; DC-Maryland \nJustice for Our Neighbors; Delaware Civil Rights Coalition; Do the Most Good Montgomery County (MD); \nDominican Sisters-Grand Rapids (MI); Dream Team Los Angeles DTLA; DRUM--Desis Rising Up & Moving; East \nBay Sanctuary Covenant; Ecumenical Ministries of Oregon; El CENTRO de Igualdad y Derechos; El Monte \nWesleyan Church; Emerald Isle Immigration Center; Employee Rights Center; Encuentro; End Domestic Abuse WI; \nEnglish Ministry/rean Presbyterian Church of St. Louis. Episcopal Refugee & Immigrant Center Alliance; Equal \nJustice Center; Equality California; Erie Neighborhood House; First Congregational UCC of Portland; First Unitarian \nUniversalist Church of Berks County; Florida Center for Fiscal and Economic Policy; Florida Immigrant Coalition, \nInc. (FLIC); Franciscans for Justice; Frida Kahlo Community Organization; Friends of Broward Detainees; Friends \nof Miami- Dade Detainees; Georgia Latino Alliance for Human Rights; Gethsemane Lutheran Church; Grassroots \nAlliance for Immigrant Rights; Greater Lafayette Immigrant Allies; Greater New York Labor Religion Coalition; \nGreater Rochester COALITION for Immigration Justice; Grupo de Apoyo e Integracion Hispanoamericano; HACES. \nHana Center; Harvard Islamic Society; Her Justice; HIAS Pennsylvania; Hispanic Interest Coalition of Alabama; \nHispanic Legal Clinic; Hudson Valley Chapter of JVP; Human Rights Initiative of North Texas; ICE-Free Capital \nDistrict; Illinois Coalition for Immigrant and Refugee Rights; Immanuel Fellowship: a bilingual congregation; \nImmigrant Justice Advocacy Movement (IJAM); Immigrant Legal Advocacy Project; Immigration Action Group; \nImmigration Center for Women and Children; Inland Empire--Immigrant Youth Coalition (IEIYC); Interfaith \nMovement for Human Integrity; International Institute of Buffalo; Irish International Immigrant Center; IRTF--\nInterReligious Task Force on Central America and Colombia. Japanese American Citizens League, San Jose \nChapter; Jewish Voice for Peace--Albany, NY chapter; Jewish Voice for Peace-- Albuquerque; Jewish Voice for \nPeace--Austin; Jewish Voice for Peace--Bay Area; Jewish Voice for Peace--Cleveland; Jewish Voice for Peace--DC \nMetro; Jewish Voice for Peace--Denver; Jewish Voice for Peace--Ithaca; Jewish Voice for Peace--Los Angeles; \nJewish Voice for Peace--Madison; Jewish Voice for Peace--New Haven; Jewish Voice for Peace--Philadelphia; \nJewish Voice for Peace--Pittsburgh; Jewish Voice for Peace-- Portland; Jewish Voice for Peace--San Diego; Jewish \nVoice for Peace--South Florida; Jewish Voice for Peace--Syracuse, NY; Jewish Voice for Peace--Triangle NC; Jolt. \nJustice for our Neighbors Houston; Justice for Our Neighbors Southeastern Michigan; Justice For Our Neighbors \nWest Michigan; JVP-HV. Jewish Voice for Peace-Hudson Valley; Kentucky Coalition for Immigrant and Refugee \nRights; Kids for College; Kino Border Initiative; Kitsap Immigrant Assistance Center; KIWA (Koreatown Immigrant \nWorkers Alliance); Korean Resource Center; La Casa de Amistad; La Coalicion de [[Page H5341]] Derechos \nHumanos; La Comunidad, Inc.; La Raza Centro Legal; Lafayette Urban Ministry; Las Vegas Chapter of Jewish \nVoice for Peace; Latin American Legal Defense and Education Fund; Latino Racial Justice Circle; Latinx Alliance of \nLane County; Legal Aid Society of San Mateo County. Legal Services for Children; Lemkin House Inc; Long Island \nWins; Massachusetts Immigrant and Refugee Advocacy Coalition; Massachusetts Law Reform Institute; Middle \nEast Crisis Response (MECR); Migrant and Immigrant Community Action Project; Migrant Justice / Justicia \nMigrante; MinKwon Center for Community Action; Mission Asset Fund; Mississippi Immigrants Rights Alliance \n(MIRA); Mosaic Family Services; Movement of Immigrant Leaders in Pennsylvania (MILPA); Mujeres Unidas y \nActivas; Mundo Maya Foundation; National Lawyers Guild--Los Angeles Chapter; New Jersey Alliance for \nImmigrant Justice; New Mexico Dream Team; New Mexico Immigrant Law Center; New Mexico Voices for Children. \nNew Sanctuary Movement of Philadelphia; New York Immigration Coalition; NH Conference United Church of \nChrist Immigration Working Group; North Carolina Council of Churches; North County Immigration Task Force; \nNorth Jersey chapter of Jewish Voice for Peace; Northern Illinois Justice for Our Neighbors; Northern Manhattan \nCoalition for Immigrant Rights; Northwest Immigrant Rights Project (NWIRP); OCCORD; Occupy Bergen County \n(New Jersey); OneAmerica; OneJustice; Oregon Interfaith Movement for Immigrant Justice--IMIrJ; Organized \nCommunities Against Deportations; OutFront Minnesota; Pangea Legal Services; PASO--West Suburban Action \nProject; Pax Christi Florida; Pennsylvania Immigration and Citizenship Coalition. Pilgrim United Church of Christ; \nPilipino Workers Center; Polonians Organized to Minister to Our Community, Inc. (POMOC); Portland Central \nAmerica Solidarity Committee; Progreso: Latino Progress; Progressive Jewish Voice of Central PA; Progressive \nLeadership Alliance of Nevada; Project Hope-Proyecto Esperanza; Project IRENE; Puget Sound Advocates for \nRetirement Action (PSARA); Racial Justice Action Center; Reformed Church of Highland Park; Refugees Helping \nRefugees; Refugio del Rio Grande; Resilience Orange County; Rocky Mountain Immigrant Advocacy Network \n(RMIAN); Rural and Migrant Ministry; Safe Passage; San Francisco CASA (Court Appointed Special Advocates); \n\n\n\nServices, Immigrant Rights, and Education Network (SIREN). Sickle Cell Disease Association of America, \nPhiladelphia/ Delaware Valley Chapter; Sisters of St. Francis, St. Francis Province; Sisters of St. Joseph of \nRochester, Inc; Skagit Immigrant Rights Council; Social Justice Collaborative; South Asian Fund for Education, \nScholarship and Training (SAFEST); South Bay Jewish Voice for Peace; South Texas Immigration Council; \nSoutheast Immigrant Rights Network; St. John of God Church; Students United for Nonviolence; Tacoma \nCommunity House; Tennessee Immigrant and Refugee Rights Coalition; Teresa Messer, Law Office of Teresa \nMesser; Thai Community Development Center; The Garden, Lutheran Ministry; The International Institute of \nMetropolitan Detroit; The Legal Project; Tompkins County Immigrant Rights Coalition; Transgender Resource \nCenter of New Mexico. Trinity Episcopal Church; U-Lead Athens; Unitarian Universalist Mass Action Network; \nUnitarian Universalist PA Legislative Advocacy Network (UUPLAN); United African Organization; United Families; \nUniversity Leadership Initiative; University of San Francisco Immigration and Deportation Defense Clinic; UNO \nImmigration Ministry; UPLIFT; UpValley Family Centers; VietLead; Vital Immigrant Defense Advocacy & Services, \nSanta Rosa, CA; Volunteers of Legal Service; Washtenaw Interfaith Coalition for Immigrant Rights; Watertown \nCitizens for Peace, Justice, and the Environment; Wayne Action for Racial Equality; WeCount!; WESPAC \nFoundation; Wilco Justice Alliance (Williamson County, TX). Women Watch Afrika, Inc.; Worksafe; Young \nImmigrants in Action; YWCA Alaska; YWCA Alliance; YWCA Berkeley/Oakland; YWCA Brooklyn; YWCA Clark \nCounty; YWCA Elgin; YWCA Greater Austin; YWCA Greater Pittsburgh; YWCA Greater Portland; YWCA Madison; \nYWCA Minneapolis; YWCA Mount Desert Island. YWCA NE KANSAS; YWCA of Metropolitan Detroit; YWCA of the \nUniversity of Illinois; YWCA Olympia; YWCA Pasadena-Foothill Valley; YWCA Rochester & Monroe County; YWCA \nSoutheastern Massachusetts; YWCA Southern Arizona; YWCA Tulsa; YWCA Warren; YWCA Westmoreland \nCounty. Mr. CONYERS. Mr. Speaker, I yield to the gentlewoman from California (Ms. Lofgren) for a unanimous \nconsent request. (Ms. LOFGREN asked and was given permission to revise and extend her remarks.) Ms. \nLOFGREN. Mr. Speaker, I include in the Record letters in opposition to this bill from the National Task Force to End \nSexual and Domestic Violence, the CATO Institute, Church World Service, and the ACLU. National Task Force to \nEnd Sexual & Domestic Violence, June 27, 2017. The National Taskforce to End Sexual and Domestic Violence \n(NTF), comprised of national leadership organizations advocating on behalf of sexual assault and domestic violence \nvictims and representing hundreds of organizations across the country dedicated to ensuring all survivors of \nviolence receive the protections they deserve, write to express our deep concerns about the impact that H.R. 3003, \nthe ``No Sanctuary for Criminals Act,'' and H.R. 3004, or ``Kate's Law,'' will have on victims fleeing or recovering \nfrom sexual assault, domestic violence, or human trafficking, and on communities at large. This year is the twenty-\nthird anniversary of the bipartisan Violence Against Women Act (``VAWA'') which has, since it was first enacted, \nincluded critical protections for immigrant victims of domestic and sexual violence. H.R. 3003 and H.R.\n\n      3004 will have the effect of punishing immigrant survivors and their children and pushing them into the shadows \nand into danger, undermining the very purpose of VAWA. Specifically, the nation's leading national organizations \nthat address domestic and sexual assault oppose H.R. 3003 and H.R. 3004 because: Community trust policies are \ncritical tools for increasing community safety. Laws that seek to intertwine the federal immigration and local law \nenforcement systems will undermine the Congressional purpose of protections enacted under VAWA and will have \nthe chilling effect of pushing immigrant victims into the shadows and undermining public safety. Immigration \nenforcement must be implemented in a way that supports local community policing and sustains community trust \nin working with local law enforcement. H.R. 3003 runs contrary to community policing efforts and will deter \nimmigrant domestic violence and sexual assault survivors not only from reporting crimes, but also from seeking \nhelp for themselves and their children. While H.R. 3003 does not require that local law enforcement arrest or report \nimmigrant victims or witnesses of criminal activity, the language in the bill provides no restriction prohibiting such \npractices. Perpetrators use fear of deportation as tool of abuse. Local policies that minimize the intertwining of \nlocal law enforcement with U.S. Immigration and Customs Enforcement (ICE) help protect the most vulnerable \nvictims by creating trust between law enforcement and the immigrant community, which in turn help protect entire \ncommunities. Abusers and traffickers use the fear of deportation of their victims as a tool to silence and trap them. \nIf immigrants are afraid to call the police because of fear of deportation, they become more vulnerable to abuse \nand exploitation. Not only are the individual victims and their children harmed, but their fear of law enforcement \nleads many to abstain from reporting violent perpetrators or seeking protection and, as a result, dangerous \ncriminals are not identified and go unpunished. As VAWA recognizes, immigrant victims of violent crimes often do \nnot contact law enforcement due to fear that they will be deported. Immigrants are already afraid of contacting the \n\n\n\npolice and H.R. 3003 proposes to further intertwine federal immigration and local law enforcement systems will \nonly exacerbate this fear. The result is that perpetrators will be able to continue to harm others, both immigrant and \nU.S. Citizen victims alike. Since January of 2017, victim advocates have been describing the immense fear \nexpressed by immigrant victims and their reluctance to reach out for help from police. A recent survey of over 700 \nadvocates and attorneys at domestic violence and sexual assault programs indicate that immigrant victims are \nexpressing heightened fears and concerns about immigration enforcement, with 78% of advocates and attorneys \nreporting that victims are describing fear of contacting the police; 75% of them reporting that victims are afraid of \ngoing to court; and 43% reporting working with immigrant victims who are choosing not to move forward with \ncriminal charges or obtaining protective orders. In addition, according to Los Angeles Police Chief Charlie Beck, \nreporting of sexual assault and domestic violence among Latinos has dropped significantly this year, possibly due \nto concerns that police interaction could result in deportation. According to Chief Beck, reports of sexual assault \nhave dropped 25 percent among Los Angeles' Latino population since the beginning of the year compared to a \nthree percent drop among non-Latino victims. Similarly, reports of spousal abuse among Latinos fell by about 10 \npercent among Latinos whereas the decline among non-Latinos was four percent. The Houston Police Department \nreported in April that the number of Hispanics reporting rape is down 42.8 percent from last year. In Denver, CO, \nthe Denver City Attorney has reported that some domestic violence victims are declining to testify in court. As of \nlate February, the City Attorney's Office had dropped four cases because the victims fear that ICE officers will arrest \nand deport them. Both the City Attorney and Aurora Police Chief have spoken on the importance of having trust \nwith the immigrant community in order to maintain public safety and prosecute crime? H.R. 3003 Will Unfairly \nPunish Entire Communities H.R. 3003 punishes localities that follow Constitutional guidelines and refuse to honor \ndetainer requests that are not supported by due process mandates. H.R. 3003 likely covers more than 600 \njurisdictions [[Page H5342]] across the country, most of which do not characterize their policies to follow \nconstitutional mandates as ``sanctuary'' policies. H.R. 3003 penalizes jurisdictions by eliminating their access to \nvarious federal grants, including federal law enforcement grants, such as the Edward Byrne Memorial Justice \nAssistance Grant Program, and other federal grants related to law enforcement or immigration, such as those that \nfund forensic rape kit analysis. Withholding federal law enforcement funding would, ironically, undermine the ability \nof local jurisdictions to combat and prevent crime in their communities. In addition, the fiscal impact of both H.R. \n3003 and H.R.\n\n      3004 will result in limited federal law enforcement resources being further reduced as a result of shifting funding \nfrom enforcing federal criminal laws addressing violent crimes, including those protecting victims of domestic \nviolence, sexual assault, and human trafficking, to the detention and prosecution of many non-violent immigration \nlaw violators. H.R. 3003 and H.R. 3004 Will Unfairly Punish Victims By greatly expanding mandatory detention and \nexpanding criminal penalties for reentry, H.R. 3003 and H.R. 3004 will have harsh consequences for immigrant \nsurvivors. Victims of human trafficking, sexual assault, and domestic violence are often at risk of being arrested and \nconvicted. In recognition of this fact, existing ICE guidance cites the example of when police respond to a domestic \nviolence call, both parties may be arrested or a survivor who acted in self-defense may be wrongly accused. In \naddition, if the abuser speaks English better than the survivor, or if other language or cultural barriers (or fear of \nretaliation from the abuser) prevent the survivor from fully disclosing the abuse suffered, a survivor faces charges \nand tremendous pressure to plead guilty (without being advised about the long-term consequences) in order to be \nreleased from jail and reunited with her children. In addition, victims of trafficking are often arrested and convicted \nfor prostitution-related offenses. These victims are often desperate to be released and possibly to be reunited with \ntheir children following their arrests or pending trial. These factors--combined with poor legal counsel, particularly \nabout the immigration consequences of criminal pleas and convictions--have in the past and will likely continue to \nlead to deportation of wrongly accused victims who may have pled to or been unfairly convicted of domestic \nviolence charges and/or prostitution. H.R. 3003 imposes harsh criminal penalties and H.R. 3004 imposes \nexpanded bases for detention without consideration of mitigating circumstances or humanitarian exceptions for \nthese victims. In addition, H.R. 3004 expands the criminal consequences for re-entry in the U.S. without \nrecognizing the compelling humanitarian circumstances in which victims who have been previously removed return \nfor their safety. Victims of domestic and sexual violence and trafficking fleeing violence in their countries of origin \nwill be penalized for seeking protection from harm. In recent years, women and children fleeing rampant violence in \nEl Salvador, Guatemala and Honduras, have fled to the United States, seeking refuge. Frequently, because of \ninadequate access to legal representation, they are unable to establish their eligibility for legal protections in the \n\n\n\nUnited States, resulting in their removal. In many cases, the risk of domestic violence, sexual assault, and/or human \ntrafficking in their countries of origin remain unabated and victims subsequently attempt to reenter the U.S. to \nprotect themselves and their children. Other victims of domestic and sexual violence and trafficking may be \ndeported because their abusers or traffickers isolate them, or prevent them from obtaining lawful immigration \nstatus. They are deported, with some victims having to leave their children behind in the custody of their abusers or \ntraffickers. Under H.R. 3004, these victims risk harsh criminal penalties for re-entry for attempting to protect \nthemselves and their children. On behalf of the courageous survivors of domestic violence, sexual assault, dating \nviolence, stalking and human trafficking that our organizations serve, we urge you to vote against H.R. 3003 and \n3004, and to affirm the intent and spirit of VAWA by supporting strong relationships between law enforcement and \nimmigrant communities, which is critical for public safety in general, and particularly essential for domestic and \nsexual violence victims and their children. Sincerely, The National Taskforce to End Sexual and Domestic Violence. \n____ [From the CATO Institute] Kate's Law: A waste of Federal Resources (By David Bier) The House of \nRepresentatives will vote on a bill this week titled ``Kate's Law'' (H.R. 3004). While it is nominally an ``immigration'' \nbill, its principal aim relates to criminal justice--namely, an increase in the maximum sentences for immigrants who \nreenter the country illegally after a deportation. The bill is a waste of federal resources. It would likely balloon \nAmerica's population of nonviolent prisoners, while not protecting Americans against serious criminals. Kate's Law \nWould Not Have Helped Kate The bill's namesake is Kate Steinle, a 32-year-old medical sales rep killed in San \nFrancisco in 2015. Her killer was Juan Francisco Lopez-Sanchez who was in the country without status after five \nremovals. Proponents of this bill-- providing lengthier prison sentences for people who reenter the country after a \nremoval--believe that this would have somehow helped Kate Steinle. This assertion cannot withstand a moment's \ncontact with the facts of the case, which I have previously laid out in detail here. After his last three apprehensions, \nthe government prosecuted Lopez-Sanchez for felony illegal reentry. He served 15 years in federal prison in three \nfive-year increments. None of the facts of this case would have changed if he had served those 15 years \nconsecutively. Indeed, because Lopez-Sanchez never actually made it across the border without being caught \nsince 1997, the only reason that he ended up in San Francisco is because the Bureau of Prisons inexplicably \ndecided to ignore a request for transfer from Immigration and Customs Enforcement (ICE). Instead, it shipped him \nto the city based on a 20-year-old marijuana charge--an offense no longer even exists in the city. Thus, deterrence \nagainst reentry has no relevance whatsoever to this case. The Provisions of Kate's Law This legislation introduced \nby House Judiciary Committee Chairman Bob Goodlatte (R-VA) should not be confused with other bills of the same \nname introduced in the House and the Senate by Rep. Steve King (R-IA) and Sen. Ted Cruz (R-TX), respectively. \nThe entire purpose of the prior iterations of ``Kate's Law'' was to create mandatory minimum sentences for crossing \nthe border illegally after a removal. Indeed, the alternate title for the bills was the ``Establishing Mandatory \nMinimums for Illegal Reentry Act.'' This new Kate's Law, however, mercifully contains no mandatory minimum \nsentences--a sign that criminal justice reformers' criticisms of them (including Cato's) have started to penetrate the \nmainstream. But the purpose of the law in the broader sense remains: trying to lock up more immigrants for longer \nperiods. Most of the actual text comes from section 3705 of the Senate comprehensive immigration reform bill (S. \n744) passed in June 2013, but the Kate's Law authors have added several odious provisions. The heart of the bill \nwould create a new 10-year maximum sentence for any person removed or denied entry more than two times who \nreenters. The current maximum for regular reentry is just 2 years. It would increase the maximum sentences for \npeople who reenter after being convicted of various criminal offenses--including for immigration offenses--to up to \n25 years. Kate's Law deletes two important provisions from the 5.744 language that would have protected from \nprosecution non-felon juveniles (p. 772-73) and humanitarian groups that provide immigrants caught in deserts or \nmountains food, water, or transportation to safety, which are sometimes the target of the ``aiding and abetting'' \nstatutes (p. 774). Kate's Law would also prohibit challenging the legality or validity of a prior removal order, which is \na common defense in these cases. If the earlier removal was not valid, as in at least one case where a U.S. citizen \nwas deported, it should not be the basis of prosecution. Kate's Law also would allow for prosecutions of immigrants \nwho attempt to enter the United States unsuccessfully. Under current judicial interpretation, an alien must be ``free \nfrom official restraint''--that is, not in the custody or control of a government official. The 9th Circuit has interpreted \nto include even chases along the border. Thus, the bill would significantly expand the number of people eligible for \nprosecution for the criminal reentry statute. Kate's Law Would Further Over-Criminalization The U.S. Sentencing \nCommission estimated that the original mandatory minimums version of Kate's Law would increase the federal \nprison population by almost 60,000 in 5 years--a massive 30 percent increase in the total federal prison population. \nUnfortunately, the House is moving this new version--revealed late last week--without an estimate of either its \n\n\n\nfinancial impact or its impact on the federal prison population. But the law would likely completely reverse the recent \n5 percent decline in the federal prison population, the first reduction since the 1970s. Immigration offenses are \nalready the top reason for a federal arrest, composing half. of all federal criminal arrests up, a share that has \ndoubled since 2004. From 1998 to 2010, 56 percent of all federal prison admissions were for immigration crimes. \nLocking up immigrants requires taxpayers to pay to watch, house, clothe, and feed them, and unlike U.S. citizens \nwho are released into the interior, their incarceration does not prevent other U.S. residents from being exposed their \ncriminal behavior (assuming illegal crossing is a concern in that regard). While naturally locking people up has \nsome deterrent effect on future crossing, Border Patrol doesn't bother to keep good data on this impact compared \nto its other efforts. Given the costs of incarceration--both to the person incarcerated and to the U.S. taxpayer--this \nseems like a critical insight. In any case, if Congress was serious about discouraging illegal immigration, it would \nmake legal immigration significantly easier. As I have shown, the availability of work permits has a major impact on \nillegal immigration. [[Page H5343]] It's not clear that the motivation for Kate's Law is reducing illegal immigration per \nse, but rather the belief that illegal immigrants are more likely to commit serious crimes and so should be singled \nout. Yet as my colleagues' recent paper demonstrates, illegal immigrants are much less likely to end up behind bars \nthan U.S.-born citizens. Because unauthorized immigrants are required to serve sentences before their removal, \nthis is the best indication that they are less likely to commit crimes that require jail time. In the end, Kate's Law is an \nimprovement on its prior versions, but still an unjustifiable use of federal resources. CWS Statement to Opposing \nH.R. 3003, the No Sanctuary for Criminals Act, and H.R. 3004, Kate's Law As a 71-year old humanitarian \norganization representing 37 Protestant, Anglican, and Orthodox communions and 34 refugee resettlement offices \nacross the country, Church World Service (CWS) urges all Members of Congress to support the long- standing \nefforts of law enforcement officials to foster trusting relationships with the communities they protect and serve. As \nwe pray for peace and an end to senseless acts of violence that are too prevalent in this country, CWS encourages \nthe U.S. Congress to refrain from politicizing tragedies or conflating the actions of one person with an entire \ncommunity of our immigrant brothers and sisters and oppose H.R. 3003, the No Sanctuary for Criminals Act, and \nH.R. 3004, Kate's Law. H.R. 3003, the No Sanctuary for Criminals Act, would target more than 600+ cities, \ncounties, and states across the country and threaten to take away millions of dollars in federal funding that local \npolice use to promote public safety. Communities are safer when they commit to policies that strengthen trust and \ncooperation between local law enforcement, community leadership and institutions, and all residents, regardless of \nimmigration status. The Federal government should not hurt intentional, community-based policing efforts that are \nvital in communities across the country. Many cities have already recognized that requests by Immigration and \nCustoms Enforcement (ICE) to hold individuals beyond their court-appointed sentences violate due process and \nhave been found unconstitutional by federal courts. This bill would raise profound constitutional concerns by \nprohibiting localities from declining to comply with ICE detainer requests even when such compliance would violate \nfederal court orders and the U.S. Constitution. Local police that refuse ICE detainer requests see an increase in \npublic safety due to improved trust from the community. It is precisely this trust that enables community members to \nreport dangerous situations without the fear of being deported or separated from their families. When local police \ncomply with ICE detainer requests, more crimes go unreported because victims and witnesses are afraid of being \ndeported if they contact the police. This bill would also undermine local criminal prosecutions by allowing the \nDepartment of Homeland Security (DHS) to ignore state or local criminal warrants and refuse to transfer individuals \nto state or local custody in certain circumstances. This bill would reduce community safety by preventing state and \nlocal jurisdictions from holding people accountable. The United States already spends more than $18 billion on \nimmigration enforcement per year, more than all other federal law enforcement agencies combined. H.R. 3004, \nKate's Law, would expand the federal government's ability to prosecute individuals for ``illegal reentry'' and impose \neven more severe penalties in these cases--even though prosecutions for migration-related offenses already make \nup more than 50% of all federal prosecutions. Yet, this bill does not include adequate protections for individuals who \nreenter the U.S. in order to seek protection, which would place asylum seekers at risk of being returned to the \nviolence and persecution they fled. We have seen how Border Patrol's current practices violate existing U.S. law \nand treaty obligations by preventing viable asylum claims from moving forward. DHS has found that in some areas, \nBorder Patrol refers asylum seekers for criminal prosecution despite the fact that they have expressed fear of \npersecution. In May 2017, a report was released highlighting that many asylum seekers, who had expressed a fear \nof returning to their home countries are being turned away by CBP agents. New barriers to protection are \nunnecessary and would dangerously impede our obligations under international and U.S. law. Federal, state, and \nlocal policies that focus on deportation do not reduce crime rates. Individuals are being deported who present no \n\n\n\nrisk to public safety and who are long-standing community members, including parents of young children. \nImmigrants come to this country to reunite with family, work, and make meaningful contributions that enrich their \ncommunities. Several studies over the last century have affirmed that all immigrants, regardless of nationality or \nstatus, are less likely than U.S. citizens to commit violent crimes. A recent report found a correlation between the \nincrease in undocumented immigrants, and the sharp decline in violent and property crime rates. Immigration is \ncorrelated with significantly higher employment growth and a decline in the unemployment rate, and immigrants \nhave high entrepreneurial rates, creating successful businesses that hire immigrant and U.S. citizen employees. As \ncommunities of faith, we are united by principles of compassion, stewardship, and justice. CWS urges all Members \nof Congress to oppose H.R. 3003, the No Sanctuary for Criminals Act, and H.R. 3004, Kate's Law. What we need \nare real solutions and immigration policies that treat our neighbors with the dignity and respect that all people \ndeserve and affirm local law enforcement officers' efforts to build trust with their communities. American Civil \nLiberties Union, Washington, DC, June 27, 2017. Hon. Paul D. Ryan, Speaker, House of Representatives, \nWashington, DC. Hon. Nancy Pelosi, Minority Leader, House of Representatives, Washington, DC. Re ACLU \nOpposes H.R. 3003 (No Sanctuary for Criminals Act) and H.R. 3004 (Kate's Law) Dear Speaker Ryan and Minority \nLeader Pelosi: On behalf of the American Civil Liberties Union (``ACLU''), we submit this letter to the House of \nRepresentatives to express our strong opposition to H.R. 3003, the No Sanctuary for Criminals Act, and H.R. 3004, \nKate's Law. No Sanctuary for Criminals Act (H.R. 3003) H.R. 3003 conflicts with the principles of the Fourth \nAmendment. H.R. 3003 defies the Fourth Amendment by amending 8 USC Section 1373 of the Immigration and \nNationality Act (``INA'') to force localities to comply with unlawful detainer requests or risk losing federal funding. \nThis is despite the fact that an ``increasing number of federal court decisions'' have held that ``detainer-based \ndetention by state and local law enforcement agencies violates the Fourth Amendment,'' as recognized by former \nDepartment of Homeland Security Secretary Jeh Johnson in 2014. Disturbingly, H.R. 3003 seeks to penalize the \n600+ localities that abide by the Fourth Amendment. These jurisdictions have recognized that by entangling local \nauthorities and federal immigration enforcement, immigration detainers erode trust between immigrant communities \nand local law enforcement. In this way, immigration detainers ultimately undermine public safety, as entire \ncommunities become wary of seeking assistance from police and other government authorities that are supposed \nto provide help in times of need. Thus, by forcing jurisdictions to comply with unlawful detainer requests, H.R. 3003 \nwill only make communities less safe, not more. H.R. 3003 would also amend Section 287 of the INA to allow the \nDepartment of Homeland Security (``DHS'') to take custody of a person being held under a detainer within 48 hours \n(excluding weekends and holidays) ``but in no instance more than 96 hours'' following the date that the individual \nwould otherwise be released from criminal custody. This, again, raises serious Fourth Amendment concerns, as \nthe Supreme Court has stated that the Constitution requires a judicial finding of probable cause within 48 hours of \narrest. This provision would disregard the Court's ruling entirely and allow a local law enforcement agency to hold a \nperson for up to 7 days before requiring DHS intervention--and never requiring the person be brought before a \njudge for a probable cause hearing. Protection against unreasonable detention by the government is the bedrock of \nthe Constitution's Fourth Amendment, which provides that the government cannot hold anyone in jail without getting \na warrant or approval from a neutral magistrate. This constitutional protection applies to everyone in the United \nStates--citizen and immigrant alike. Immigration detainers, however, do not abide by these standards. Detainers are \none of the key tools that DHS uses to apprehend individuals who come in contact with local and state law \nenforcement agencies. An immigration detainer is a written request from DHS to that local law enforcement agency, \nrequesting that they detain an individual for an additional 48 hours after the person's release date, in order to allow \nimmigration agents extra time to decide whether to take that person into custody for deportation purposes. DHS's \nuse of detainers to imprison people without due process, without any charges pending, and without probable cause \nof a criminal violation flies in the face of our Fourth Amendment protections. Policies that allow DHS to detain \npeople at-will are ripe for civil and human rights violations and have resulted in widespread wrongful detentions, \nincluding detentions of U.S. citizens. That is why many of the 600+ localities targeted by H.R. 3003 have decided \nnot to execute a DHS immigration detainer request unless it is accompanied by additional evidence, a \ndetermination of probable cause, or a judicial warrant. Unfortunately, H.R. 3003 does nothing to address the \nfundamental constitutional problems plaguing DHS's use of immigration detainers. Rather than fix the constitutional \nproblems by requiring a judicial warrant, the bill perpetuates the unconstitutional detainer practices and forces the \nfederal government to absorb legal liability for the constitutional violations which will inevitably result. This is \nirresponsible lawmaking. Instead of saddling taxpayers with the liability the federal government will incur from \nFourth Amendment violations, Congress should end the use of DHS's unconstitutional detainer requests. [[Page \n\n\n\nH5344]] H.R. 3003 violates the Due Process Clause by allowing DHS to detain people indefinitely without a bond \nhearing. Section 4 of H.R. 3003 radically expands our immigration detention system by amending Section 236(c) of \nthe INA to authorize mandatory detention ``without time limitation.'' This empowers DHS to detain countless \nimmigrants for as long as it takes to conclude removal proceedings--even if that takes years--without the basic due \nprocess of a bond hearing to determine if their imprisonment is even justified. This is a clear constitutional violation, \nas the federal courts have overwhelmingly held that jailing immigrants for months and years without bond hearings \nraises serious problems under the Due Process Clause. Although the bill claims to provide for the ``detention of \ncriminal aliens,'' it massively expands mandatory detention to people with no criminal record whatsoever, \nincluding immigrants who lack legal papers or who overstay a tourist visa. The ``lock 'em up'' approach to \nimmigration enforcement is cruel, irrational, and unconstitutional. The Supreme Court has permitted brief periods of \nmandatory detention only in cases where individuals are charged with deportation based on certain criminal \nconvictions. The Court has not endorsed the mandatory lock-up of people who have never committed a crime. \nKate's Law (H.R. 3004) H.R. 3004 is piecemeal immigration enforcement that expands America's federal prison \npopulation and lines the coffers of private prison companies. Increasing the maximum sentences for illegal \nreentrants is unnecessary, wasteful, and inhumane. H.R. 3004 envisions a federal criminal justice system that \nprosecutes asylum- seekers, persons providing humanitarian assistance to migrants in distress, and parents who \npose no threat to public safety in returning to the U.S. to reunite with children who need their care (individuals with \nchildren in the United States are 50 percent of those convicted of illegal reentry). Current law already imposes a \nsentence of up to 20 years on anyone convicted of illegally reentering the country who has committed an \naggravated felony. U.S. Attorneys' Offices aggressively enforce these provisions. According to the U.S. Sentencing \nCommission, immigration prosecutions account for 52 percent of all federal prosecutions--surpassing drugs, \nweapons, fraud and thousands of other crimes. Nearly 99 percent of illegal reentry defendants are sentenced to \nfederal prison time. H.R. 3004 would drastically expand America's prison population of nonviolent prisoners at a \ntime when there is bipartisan support to reduce the federal prison population. It offends due process by cutting off \nall collateral attacks on unjust prior deportation orders, despite the Supreme Court's contrary ruling in United \nStates v. Mendoza-Lopez. Profiteering by private prison companies has been the main consequence of border-\ncrossing prosecutions, which the Government Accountability Office and the DHS Office of Inspector General have \ncriticized as lacking sound deterrent support. H.R. 3004 is an integral part of this administration's mass deportation \nand mass incarceration agenda. Longer sentences for illegal reentry are not recommended by any informed federal \ncriminal-justice stakeholders; rather they represent this administration's anti-immigrant obsession and would \nexpensively expand substandard private jail contracting despite the life-threatening conditions in these facilities. In \nconclusion, H.R. 3003 and H.R. 3004 are fraught with constitutional problems that threaten the civil and human \nrights of our immigrant communities, undercut law enforcement's ability to keep our communities safe, and would \nballoon our federal prison population by financing private prison corporations. Rather than taking a punitive \napproach to local law enforcement agencies that are working hard to balance their duties to uphold the Constitution \nand to keep their communities safe, Congress should end DHS's unconstitutional detainer practices or fix the \nconstitutional deficiencies by requiring judicial warrants for all detainer requests. Congress should also repeal \nmandatory detention so that all immigrants receive the basic due process of a bond hearing and reject any attempt \nto unfairly imprison individuals who are not a threat to public safety. For more information, please contact ACLU \nDirector of Immigration Policy and Campaigns, Lorella Praeli. Sincerely, Faiz Shakir, National Political Director. \nLorella Praeli, Director of Immigration Policy and Campaigns. Mr. CONYERS. Mr. Speaker, I yield 2 minutes to the \ngentlewoman from California (Ms. Judy Chu), a former member of the House Judiciary Committee. Ms. JUDY CHU \nof California. Mr. Speaker, I rise in strong opposition to H.R. 3004, Kate's Law. This is politically driven legislation \nintended to create a fear of immigrants, even though repeated studies have shown immigrants commit less crimes. \nIt enhances criminal penalties against immigrants, the vast majority of whom have come here peacefully to rejoin \nloved ones. All that, and it doesn't even do what it claims to, address the situation that led to the tragic death of \nKate Steinle. There are those who might imply that this bill came from H.R. 15, the comprehensive bipartisan \nimmigration bill that could have passed the House if allowed to vote on the floor, but this is not true. I know, \nbecause I was one of the lead sponsors of this bill. Our bill would have vastly improved the pathways to immigrate \nlegally to the U.S. This bill makes no distinction between those immigrants trying to rejoin their families and those \nwho may be prone to commit crimes. Instead, it treats all immigrants attempting to reenter the U.S. as criminals \nand significantly expands sentences for persons with misdemeanors such as driving without a license or loitering. \nEven asylum seekers, who present themselves at the border to escape deadly gang violence in their home country, \n\n\n\ncould be subject to criminal prosecution. Turning our backs on asylum seekers and refugees doesn't make us \nsafer. It makes us weak, and it is just plain wrong. We were horrified by Kate Steinle's murder, but the provisions in \nthis bill would not have prevented it. The man charged with killing her was convicted for multiple illegal reentry \noffenses, serving more than 16 years in prison. He had been caught each time he attempted to cross the border. \nHis presence in San Francisco was not due to lax penalties for reentry or weak border security. I urge my \ncolleagues to oppose this misguided legislation ripped from the pages of Donald Trump's mass deportation and \nanti-immigrant playbook. I include in the Record five documents from organizations that are opposed to this bill as \nwell as the sanctuary bill, and that is the 15,000 immigration lawyers and law professors who are members of the \nAmerican Immigration Lawyers Association; the 1.6 million members of the American Federation of State, County \nand Municipal Employees, or AFSCME; the 2 million members of the Service Employees International Union, SEIU; \nthe Asian Americans Advancing Justice; and the Fair Immigration Reform Movement. American Immigration \nLawyers Association, Washington, DC, June 27, 2017. Statement of the American Immigration Lawyers Association \nOpposing the ``No Sanctuary for Criminals Act'' (H.R.\n\n          3003) and ``Kate's Law'' (H.R. 3004) Contact: Gregory Chen, Director of Government Relations. As the \nnational bar association of over 15,000 immigration lawyers and law professors, the American Immigration Lawyers \nAssociation (AILA) opposes ``No Sanctuary for Criminals Act'' (H.R. 3003) and ``Kate's Law'' (H.R. 3004). AILA \nrecommends that members of Congress reject these bills which are scheduled to come before the House Rules \nCommittee on June 27 and to the floor shortly thereafter. Though Judiciary Chairman Goodlatte stated that the bills \nwill ``enhance public safety,'' they will do just the opposite: undermine public safety and make it even harder for \nlocal law enforcement to protect their residents and communities. In addition, the bills which were made public less \nthan a week before the vote and completely bypassed the Judiciary Committee, include provisions that will result in \nviolations of due process and the Fourth and Tenth Amendments to the Constitution. At a time when over 9 out of \n10 Americans support immigration reform and legalization of the undocumented, Republican leadership is asking \nthe House to vote on enforcement-only bills that will lead to more apprehensions, deportations, and prosecutions \nof thousands of immigrants and their families who have strong ties to the United States. Instead of criminalizing and \nscapegoating immigrants, Congress should be offering workable reforms that will strengthen our economy and our \ncountry. The No Sanctuary for Criminals Act, H.R. 3003 H.R. 3003 would undermine public safety and interfere \nwith local policing. H.R. 3003 would amend 8 U.S.C. Sec. 1373 to prevent states or localities from establishing \nlaws or policies that prohibit or ``in any way'' restrict compliance with or cooperation with federal immigration \nenforcement. The bill dramatically expands 8 U.S.C. Sec. 1373 which is more narrowly written and prohibits local \nlaw enforcement from restricting the sharing and exchange of information with federal authorities, but only with \nrespect to an individual's citizenship or immigration status. Rather than empowering localities, the extremely broad \nwording of H.R. 3003 would strip localities of the ability to enact common-sense crime prevention policies that \nensure victims of crime will seek protection and report crimes. The bill would also undermine public safety by \nprohibiting DHS from [[Page H5345]] honoring criminal warrants of communities deemed ``sanctuary cities'' if the \nindividual being sought by local law enforcement has a final order of removal. Under H.R. 3003, localities that fail \nto comply with federal immigration efforts are penalized with the denial of federal funding for critical law \nenforcement, national security, drug treatment, and crime victim initiatives, including the State Criminal Alien \nAssistance Program (SCAAP), Community Oriented Policing Services (COPS), and Byrne JAG programs that \nprovide hundreds of millions of dollars to localities nationwide. In an effort to force localities to engage in civil \nimmigration enforcement efforts, including those against nonviolent undocumented immigrants, the bill would make \nit far more difficult for many localities, including large cities, to arrest and prosecute potentially dangerous \ncriminals. The bill could even offer criminals a form of immunity, knowing that any crimes they commit in a \ndesignated sanctuary city would result, at most, in their removal from the country as opposed to criminal \nprosecution. H.R. 3003 would run afoul of constitutional safeguards in the Fourth Amendment. By prohibiting \nlocalities from restricting or limiting their own cooperation with federal immigration enforcement, H.R. 3003 \neffectively compels localities to honor ICE detainer requests--a controversial and constitutionally suspect practice \nthat is nonetheless widely-used by ICE. Federal courts have found that ICE use of detainers violates the Fourth \nAmendment, and that localities may be held liable for honoring them. The bill also expands detainer authority by \nestablishing that ICE may issue detainer requests for localities to hold undocumented immigrants for up to 96 \nhours--twice what is currently allowed--even if probable cause has not been shown. Courts have concluded that \nlocalities cannot continue detaining someone unless ICE obtains a warrant from a neutral magistrate who has \n\n\n\ndetermined there is probable cause, or in the case of a warrantless arrest, review by a neutral magistrate within 48 \nhours of arrest. The expansive provisions in H.R. 3003 would force localities to choose between detaining people in \nviolation of the Constitution or being punished as a ``sanctuary city.'' Furthermore, this bill provides government \nactors and private contractors with immunity if they are sued for violating the Constitution. Provisions in this bill \ntransfer the financial burden of litigation by substituting the federal government for the local officers as the \ndefendant. If H.R. 3003 becomes law, American taxpayers would be stuck paying for lawsuits brought by those who \nare unjustly detained. The bill goes even further by creating a private right of action allowing crime victims or their \nfamily members to sue localities if the crime was committed by someone who was released by the locality that did \nnot honor an ICE detainer request. H.R. 3003 would violate the Tenth Amendment. H.R. 3003 would compel states \nand localities to utilize their local law enforcement resources to implement federal civil immigration enforcement in \nviolation of the Tenth Amendment's ``commandeering'' principle. The Tenth Amendment does not permit the federal \ngovernment to force counties and cities to allocate local resources, including police officers, technology, and \npersonnel, to enforce federal immigration law. The federal government also cannot withhold funds from localities \nrefusing to participate in federal efforts if the programs affected are unrelated to the purpose of the federal program, \nor if the sanctions are punitive in nature. H.R. 3003 would expand detention without due process. H.R. 3003 would \nincrease the use of detention without ensuring those detained have access to a bond determination. Under the bill, \nnearly anyone who is undocumented, including those who have overstayed their visa would be subject to detention \nwithout a custody hearing. The bill also establishes that DHS has the authority to detain individuals ``without time \nlimitation'' during the pendency of removal proceedings. These provisions would dramatically expand the federal \ngovernment's power to indefinitely detain individuals, and would likely result in ever growing numbers of \nundocumented immigrants held in substandard detention facilities. Kate's Law, H.R. 3004 H.R. 3004 would expand \nthe already severe penalties in federal law for illegal reentry (INA Sec. 276; 8 U.S.C. Sec. 1326). The number of \npeople prosecuted for illegal reentry has grown steadily to about 20,000 prosecutions each year, and such cases \ncomprise more than one quarter of all federal criminal prosecutions nationwide. H.R. 3004 adds sentencing \nenhancements for people who are convicted of minor misdemeanors and people who have reentered multiple times \nbut have no criminal convictions. This bill will not improve public safety and will undermine due process and \nprotections for asylum seekers. H.R. 3004 would waste American taxpayer funds by imposing severe prison \nsentences upon thousands of people who pose no threat to the community and who have strong ties to the country \nand are trying to unite with their loved ones. H.R. 3004 would impose severe sentencing enhancements upon \npeople with minor offenses. H.R. 3004 would add sentencing enhancements for minor misdemeanor convictions, \nincluding driving without a license and other traffic-related offenses. Under the current version of INA Sec. 276, if a \nperson is charged with reentering the U.S. after being removed, their punishment is enhanced by up to ten years \nonly if they have been convicted a felony or three or more misdemeanors involving drugs or violence. Under H.R. \n3004 someone who has been convicted of any three misdemeanors regardless of severity would be subject to a \nterm of up to ten years. This expansion would unfairly target large numbers of people who are not a threat to public \nsafety but instead are trying to reunite with family members and have other strong ties to the United States. \nCurrently half of all people convicted of illegal reentry have one child living in the country. Increasing sentences for \nillegal reentry would also waste taxpayer dollars, costing huge amounts of money to lock up non-violent people. \nH.R. 3004 would punish people who attempt to seek asylum at the border. H.R. 3004 expands the provisions of \nINA Sec. 276 to punish not only people who reenter the U.S. or attempt to reenter the U.S., but also people who \ncross or attempt to cross the border. The bill goes on to define ``crosses the border'' to mean ``the physical act of \ncrossing the border, regardless of whether the alien is free from official restraint.'' That means that people who \npresent themselves at ports of entry to request asylum and are taken into custody by CBP to await a fear screening \nwould be subject to criminal charges based on a past removal, even though they are seeking refuge in the U.S. \nH.R. 3004 would impose severe sentencing enhancements for people with multiple entries. The bill would also \ncreate new sentencing enhancements for people who have reentered the U.S. multiple times, even if they have no \nother criminal convictions. If someone has been removed three or more times, and is found in the United States or \nattempts to cross the border again, H.R. 3004 law would provide for sentencing enhancements of up to ten years. \nThe bill makes no exception for bona fide asylum seekers, which means that people who are seeking refuge in the \nU.S. from atrocities abroad could be subject to a lengthy prison sentence under these provisions. H.R. 3004 would \nundermine due process by blocking challenges to unfair removal orders. The bill will prevent an individual from \nchallenging the validity of a removal order, even it was fundamentally unfair in the first place. The Supreme Court \nheld in U.S. v. Mendoza-Lopez, 481 U.S. 828 (1987) that due process requires that a challenge be allowed if a \n\n\n\ndeportation proceeding is used as an element of a criminal offense and where the proceeding ``effectively \neliminate[d] the right of the alien to obtain judicial review.'' This provision in H.R. 3004 is likely unconstitutional and \nwill cause grave injustice to defendants, such as asylum seekers who were deported without the opportunity to \nseek asylum. ____ AFSCME, Washington, DC, June 28, 2017. House of Representatives, Washington, DC. Dear \nRepresentative: On behalf of the 1.6 million members of the American Federation of State, County and Municipal \nEmployees (AFSCME), I urge you to oppose the punitive and unnecessary No Sanctuary for Criminals Act (H.R. \n3003) and its companion bill that increases penalties for certain immigrants (H.R. 3004). These bills together \nweaken the rights of immigrants, cut funding to vital state and local programs, and further criminalize immigrants. \nH.R. 3003 and 3004 are deeply flawed pieces of legislation that would add chaos to an already broken immigration \nsystem when comprehensive reform is what is needed. The bills undermine state and local policing strategies that \nhave worked well for many communities. Implementing this ``one size fits all'' approach, as proposed in these bills, \njeopardizes the trust that diverse communities have placed in their police force and undermines federal grants that \nare aimed at helping law enforcement and that support the very programs needed to reduce crime. H.R. 3003 \nforces communities to devote local resources to enforcing federal immigration law and penalizes them if they don't \ncomply. H.R. 3004 mandates increased penalties on immigrants for reentry, which could lead to a large increase in \nthe prison population without additional resources. This would create new financial liability for federal, state, and \nlocal governments, that are already cash strapped, at a time when funding is urgently needed for investments in \npublic safety, infrastructure and other vital community needs. We urge the House to reject both H.R. 3003 and H.R. \n3004. Sincerely, Scott Frey, Director of Federal Legislative Affairs. ____ SEIU, Washington, DC, June 28, 2017. \nDear Representative: On behalf of the two million members of the Service Employees International Union (SEIU), I \nurge you to vote no on H.R. 3004 and H.R. 3003, which are currently scheduled to come to the House floor this \nweek. These mean-spirited and unwise bills would waste taxpayer dollars, shackle local law enforcement efforts to \n[[Page H5346]] protect the public, and make our nation's immigration laws even meaner and less reasonable than \nthey already are. H.R. 3004, ``Kate's Law,'' would increase the prison population of nonviolent offenders who pose \nno public safety risk, without evidence that its harsh provisions would have any impact on unlawful immigration, and \nwithout any other justification of its cost or impact on prison overcrowding. Those affected would include immigrants \nwho have only committed minor misdemeanors such as driving without a license or other traffic-related offenses, \nand others who have never committed any crimes besides unauthorized entry. H.R. 3004 would also penalize \npersons fleeing persecution who voluntarily present themselves at the border to apply for asylum, and it would short \ncircuit the current minimal due process protections that protect persons whose previous deportation was unlawful. \nH.R. 3003, the ``No Sanctuary for Criminals Act,'' is intended to commandeer state and local law enforcement \nresources to perform federal deportation activities. It is one part of the ongoing effort to villainize immigrants by \nunfairly--and against all available evidence--painting them all with a criminal brush for the misdeeds of a few. \nRather than protecting the public, the provisions of H.R. 3003 would frustrate policies by states and localities that \nincrease public safety by encouraging cooperation between law enforcement and the communities they serve. \nThere is mounting evidence that localities with such policies experience lower crime because they build trust \nbetween the police and those they serve, thereby inspiring the community collaboration and assistance that is a \nkey ingredient to maintaining safe neighborhoods. It should be pointed out that the provisions of H.R. 3003 are \nsufficiently radical that even those who do not support sanctuary cities should vote no. The bill would deny \nimportant law enforcement funding to localities that are unwilling to honor any and all federal immigration detainer \nrequests, including requests that courts have said are unconstitutional. It would empower private individuals to sue \na locality if they or their family are victimized by a crime committed by an individual who was released despite a \nfederal detainer request. It would render local governments powerless to prioritize local needs over immigration \nenforcement, even for local agencies funded by local taxes. And, if that weren't enough, a separate provision would \nsignificantly increase the categories of individuals subject to mandatory detention and prolonged detention without \nbond, thereby filling local jails and private prisons with individuals who pose no danger to themselves and no flight \nrisk. For the reasons listed above, both of these bills should be defeated. SEIU therefore asks you to vote no, and \nmay add votes on any of them to our scorecard. If you have any questions, please contact Josh Bernstein. \nSincerely, Rocio Saenz, Executive Vice President. ____ Asian Americans Advancing Justice, June 28, 2017. Five \nCivil Rights Organizations Oppose Latest Immigration Actions in the House house republicans introduce two anti-\nimmigrant bills during immigrant heritage month Washington, DC.--Representative Bob Goodlatte (R-Va.) \nintroduced a set of anti-immigrant bills that are scheduled for a vote later this week. These are the latest in a line of \nbills that outline a clear anti-immigrant strategy by House leadership and this administration. H.R. 3003 seeks to \n\n\n\nauthorize the Federal Government to withhold millions of dollars in federal funding for localities with limited detainer \npolicies, sanctuary city policies, and community trust policies aimed at complying with the Constitution and making \ncommunities safer. H.R. 3004 would expand the Federal Government's ability to prosecute people for illegal reentry \ninto the U.S., excludes humanitarian exemptions for people fleeing violence, and heightens penalties in those \ncases. Asian Americans Advancing Justice, an affiliation of five civil rights organizations, issues the following \nstatement in response: ``Asian Americans Advancing Justice strongly opposes H.R.\n\n      3003 (the No Sanctuary for Criminals Act), H.R. 3004 (known as Kate's Law), and the passage of any \nimmigration enforcement legislation that would increase indiscriminate enforcement, further the criminalization of \nimmigrants, and instill more fear in already terrified communities. Approximately 40 percent of all immigrants come \nto the U.S. from Asia, and 1.6 million of those immigrants are undocumented. Anti-immigrant policies create a \nclimate of fear for all immigrants, regardless of status. We are horrified and dismayed that House leadership has \nchosen to line up behind the administration in its scapegoating of immigrants. Both of these bills further the \nadministration's goals of criminalizing all immigrants and expanding mass incarceration. Since the administration \nfailed in its attempt to strip funding from municipalities with sanctuary and community trust policies in federal court, \nit is looking for Congress to fulfill its anti-immigrant agenda. There is abundant evidence that sanctuary and \ncommunity trust policies make communities safer. As Arizona and Texas have shown us, forcing local law \nenforcement to enforce immigration laws increases racial profiling and distrust of law enforcement by communities \nof color. Rapidly pushing these bills through the House as America looks toward a holiday that celebrates the best \nof our American ideals is clearly an effort to slide this legislation under the radar of anyone who would oppose it, \nincluding millions of Americans who support immigrants' rights. Vilifying and punishing immigrants who may be \nfleeing violence or seeking a better life for their families does not makes us safer, just inhumane. We call on \nCongress to reject this latest anti-immigrant strategy. This vote will be a test for Members of Congress to show \nwhich side of justice they are on.'' Asian Americans Advancing Justice is a national affiliation of five leading \norganizations advocating for the civil and human rights of Asian Americans and other underserved communities to \npromote a fair and equitable society for all. The affiliation's members are: Advancing Justice / AAJC (Washington, \nDC), Advancing Justice-Asian Law Caucus (San Francisco), Advancing Justice-Los Angeles, Advancing Justice- \nAtlanta, and Advancing Justice-Chicago. ____ Fair Immigration Reform Movement, June 29, 2017. House GOP \nContinues Cruel Crusade Against Immigrants Washington.--Kica Matos, spokesperson for the Fair Immigration \nReform Movement (FIRM), issued the statement below after the House voted on the No Sanctuary for Criminals \nAct and Kate's Law: ``Republicans in the House are hell bent on criminalizing the hard working immigrants who \ncontribute so much to our country. This week they voted on two heartless bills that do nothing more than continue to \nfuel Trump's deportation machine. The No Sanctuary for Criminals Act punishes ``sanctuary cities,'' local \njurisdictions addressing immigration issues without federal interference, and expands the government's inhumane \npractice of indefinite detention of immigrants. The second bill, ``Kate's Law'' is a thinly veiled attempt to give \nprosecutors more power to continue the vicious mass incarceration of black and brown people by expanding on \nlegal penalties for re-entry. The bill also limits the already limited protections for people reentering the country for \nhumanitarian reasons. The attacks on brown and black people by Republicans are not going unnoticed. The people \nare on our side--they marched with us on May 1st, they showed up after Trump issued the first refugee ban and \nthey called out elected officials at town halls. Our message to Congress is clear: the only solution to fix the broken \nimmigration system is a pathway to citizenship. These two bills are the antithesis of our values and should be \ncondemned by everyone. The Fair Immigration Reform Movement (FIRM) is the nation's largest immigrant-rights \ncoalition, with grassroots organizations fighting for immigrant rights at the local, state and federal level. Mr. \nGOODLATTE. Mr. Speaker, I yield 2 minutes to the gentleman from Michigan (Mr. Bergman). Mr. BERGMAN. Mr. \nSpeaker, I thank the chairman and his committee for their diligent work on this extremely important and timely law. \nMr. Speaker, I rise in support of H.R. 3004, Kate's Law. Our immigration system here in the United States is the \nmost generous in the world. Good people from all over the globe who understand the American Dream seek to join \nus, and we are better for it. Alexander Hamilton, Levi Strauss, Albert Einstein, and so many others have called \nthemselves Americans because of it. But as we continue to draw on that spirit of understanding and acceptance, we \nhave to remember that a nation without borders is not a nation. We have a responsibility here in Congress to be \nproactive and protect our communities and our citizens from unlawful and criminal immigrants, and that is what this \nlegislation does. Kate's Law, named in honor of 32-year-old Kate Steinle, who was shot and killed in the prime of \nher life by an unlawful immigrant who had accumulated seven felony convictions, been deported five different \n\n\n\ntimes--you have heard this many times said--aims to strengthen public safety by imposing hasher mandatory prison \nsentences for deported felons who return to the U.S. and increasing penalties for unlawful immigrants who have \nbeen convicted of nonimmigration-related crimes. Mr. Speaker, this legislation just makes sense, and I am confident \nthat we can continue to welcome the tired, the poor, the huddled masses yearning to breathe free in our country \nwithout giving free rein to dangerous convicted criminals in any of our communities. [[Page H5347]] Mr. \nCONYERS. Mr. Speaker, I yield 5 minutes to the gentleman from Illinois (Mr. Gutierrez). Mr. GUTIERREZ. Mr. \nSpeaker, for almost 100 percent of the people who would go to jail if this bill is enacted, they are not criminals and \nhave no brush with the law. They were people who lived here for years, who had no chance of coming legally in the \nfirst place, and no way to get legal once they were here. Most have lived here for 10, 20, 30 years. They live in \nfamilies with children, and their children are citizens of the United States just like you and me and our children. They \nhave mortgages and car notes. The problems these moms and dads are trying to solve is if they get deported, how \ndo I make sure my kids are safe in the country in which they were born, the United States? How do I keep a roof \nover their head and get them ready for school? How do I keep my business open or my career continuing in the \nU.S. where I have lived, in some cases, for decades? That is the problem they have, and guess what, they come \nback after they are deported. That person, to me, is not a felon, never committed a crime. That person is not a \nhardened criminal, never killed anyone. {time} 1615 That is a parent fighting for their family. So in painting a picture \nof all immigrants as resembling a career criminal, like the guy who killed Kate Steinle, Republicans are doing the \nold bait and switch. The people we are hitting with this bill come back to the lives they have built over decades by \nthe only means we have made available, and now we are going to add a felony and 15 years to that. Let's give \nmoms and dads different alternatives. The people who would go to jail if this bill were enacted would rather have \ncome with a visa. They would get in line for hours to get legal if there were a line to get in, but there isn't, and most \nAmericans believe we should create such a line for them. They would come back legally if they could, but they \ncan't. We should be looking at how to solve that problem. We should be looking at ways to eliminate illegal \nimmigration, and stop hoping that our strategy of the last 30 years of deportation, more restriction, and more \ncriminalization would somehow miraculously start working. It hasn't. It won't. It is time for us to enact \ncomprehensive immigration reform in the Congress and to fulfill our responsibility to the Nation. Look, the question \ntoday isn't whether or not this bill is going to pass. It is going to pass. The Republicans are making it a primary \npurpose. The question really, for me, is: Are Democrats going to participate? Are Democrats going to participate in \nallowing this to pass? I have just got to say that I know it is difficult. Some people say: Well, I might not come back. \nIt will be difficult. My constituents demand this. Well, let me just say that when I was elected in 1986 to the Chicago \nCity Council, I was there but a month and they had the human rights bill for the gay and lesbian community. I \nremember the banner headlines: ``Cardinal Says `No.' '' Here I was a Catholic all my life, an altar boy, had three of \nthe seven Catholic rites: communion, baptism, and marriage. Ten years later, I got to the Congress and was \nconfronted here with the Defense of Marriage Act. We passed it. There were only about 70 of us who voted against \nit. But guess what. Thirty years after I took that vote for gay rights in the Chicago City Council, the Supreme Court \nsaid that marriage equality was the law of the land and discriminating against them was against the Constitution of \nthe United States of America. That is the way you create social justice, not by doing a poll and not by trying to figure \nout what the next election consequences are going to be. I say to my Democratic colleagues: Stand up for social \njustice today. It wasn't easy as a Democrat to stand up for reproductive rights for women. I remember going to \nchurch and I remember being chastised by the priest. I remember being booed by some of the congregants as I left \nthat church. But I stood up for what I believe are women's rights. My children were chased down the street during \nHalloween by pro-choice people who said I didn't deserve to be trick-or-treating with my children, that I was a bad \nfather and I was a murderer. We stood up, and women have rights in this country. That is the way we do that, \nDemocrats. We stand up for what is right. We don't take a poll, and we don't think of the next election. We do what \nis right. The immigrant community is looking for champions today, and it is my hope that, as Democrats, we, too, \nwill stand up. When hate visits you, you need to repudiate it. You need to repudiate it because that hate might visit \nyou in some personal way and it might cause you to hate yourself ultimately. Mr. Speaker, I include in the Record a \nstatement in opposition to the bill from the Tahirih Justice Center. Tahirih Justice Center, Falls Church, VA, June \n27, 2017. Statement of the Tahirih Justice Center Opposing the ``No Sanctuary for Criminals Act'' (H.R. 3003) and \n``Kate's Law'' (H.R. 3004) The Tahirih Justice Center (``Tahirih'') respectfully submits this statement to the United \nStates House of Representatives as it considers ``The No Sanctuary for Criminals Act'' (H.R. 3003; ``The Act'') and \n``Kate's Law'' (H.R. 3004). The House Rules Committee is set to review these bills today, followed by the full House \nin the near future. Tahirih is a national, nonpartisan organization that has assisted over 20,000 immigrant survivors \n\n\n\nof gender-based violence over the past 20 years. Our clients include women and girls who have endured horrific \nabuses such as rape and human trafficking and are in dire need of humanitarian relief. Tahirih urges members of \nCongress to oppose H.R. 3003 and 3004: By further entangling federal and local immigration enforcement, H.R. \n3003 will not only put survivors of human trafficking and domestic violence at greater risk of criminal harm, but will \nembolden violent criminals who pose a danger to us all. H.R. 3004 will unjustly punish asylum seekers who \nsought safe haven in the U.S., but were improperly denied access to the asylum process the first time around. H.R. \n3003: The No Sanctuary for Criminals Act: The Act seeks to erase the distinction between federal and local \nimmigration enforcement. Such measures erode immigrant community trust of police, who rely on victims and \nwitnesses to help get dangerous criminals off the streets. When immigrants know they can call 911 without fear of \ndeportation, it is perpetrators--not victims or their children--that are deterred and punished. Abusers and traffickers \ndeliberately manipulate and isolate victims to limit their access to information about their legal rights. Despite \nlongstanding protections under the Violence Against Women Act, even victims who hold lawful immigration status \nsuccumb to intimidation, and remain afraid of deportation if they come forward. For some survivors, deportation \nmeans sentencing a US citizen child to the custody of a violent abuser. Following the recent passage of a state law \nto increase local immigration enforcement, a client aptly noted, ``This is exactly what [my abuser] has been waiting \nfor.'' We are all less safe when we make it easier for perpetrators to commit crimes. The Act will also increase \nprolonged detention of survivors, resulting in further traumatization, separation from young children, and limited \naccess to legal assistance and due process. The Act also punishes localities that refuse to comply, by revoking \ncritical funding for core programs that address gun violence, gang violence, and other criminal activity. When local \nagencies must ``choose'' between continuing these programs and compromising community trust, it is the public \nthat pays the steepest price. H.R. 3004: Kate's Law: Tahirih and other advocates routinely assist clients whose \ninitial requests for asylum at the border are met with hostility, intimidation, and coercion. These individuals are \nunlawfully denied access to the asylum process by U.S. officials. With their lives in grave danger, women and girls \nin this situation have no choice but to request safe haven in the U.S. a second or even third time. They are not \nasking to appeal denial of their claims; rather, they are merely seeking a threshold determination that they may \napply for asylum or related protections. Our domestic laws and international humanitarian obligations require that \nthey have this opportunity. H.R.\n\n      3004 will punish women fleeing horrific abuse who persist in their quest for asylum by limiting their ability to \nchallenge initial, unlawful removals, and by unnecessarily and unjustly subjecting them to criminal prosecution. We \nappreciate the opportunity to offer this statement in opposition to H.R. 3003 and 3004, and we urge Congress to \nunequivocally reject these harmful bills that undermine the safety of survivors of gender-based violence. Archi Pyati, \nDirector of Policy and Programs. Mr. GUTIERREZ. Mr. Speaker, I include in the Record a letter from the Human \nRights First: American Ideals. Universal Values. [[Page H5348]] Human Rights First, June 28, 2017. Re H.R. 3004--\n115th Congress (2017-2018). Hon. Paul D. Ryan, Speaker, House of Representatives, Washington, DC. Hon. \nNancy Pelosi, Minority Leader, House of Representatives, Washington, DC. Dear Representative: We write to urge \nyou to oppose H.R.\n\n      3004 (``Kate's Law'') and any similar legislation that would have severely negative consequences for asylum \nseekers and refugees fleeing persecution. H.R. 3004 seeks to expand the scope of immigrants who may be \nprosecuted for unlawful reentry and further expands penalties for those who are convicted. But the criminal \nprosecution of asylum seekers for offenses such as illegal entry, illegal reentry, and document fraud violates U.S. \ntreaty obligations and risks sending genuine refugees back to their countries of persecution. For one, many asylum \nseekers are forced to ``reenter'' the United States because they were wrongfully deported in the first place through \nthe expedited removal system. The U.S. Commission on International Religious Freedom (USCIRF), as well as \nHuman Rights First and other groups, has long documented deficiencies and flaws in the implementation of the \nexpedited removal process, a summary process which gives immigration officers the authority to order non-citizens \ndeported without a hearing. In its 2005 report on expedited removal, USCIRF found that in a significant number of \ncases, border agents failed to follow U.S. law and refer asylum seekers to the ``credible fear'' process, even when \nUSCIRF researchers were present during the secondary inspection process. Even when border agents make the \nproper referral for a credible fear screening, asylum seekers are often traumatized and exhausted by their \nexperiences in their home countries, their flight to the United States, and their arrest by U.S. authorities. They are \noften interviewed by telephone by an officer they cannot see and are at the mercy of interpretation problems and \n\n\n\nother arbitrary factors that hinder communication. As a result, some may incorrectly be found to not have a credible \nfear, and may be deported as a result. These asylum seekers must then ``reenter'' the United States after facing \ncontinuing persecution in their home countries to seek protection yet again. Moreover, H.R. 3004 would redefine \n``reentry'' to encompass an even broader group of individuals, as it will define reentry as including cases of \nindividuals who had been previously denied admission. Human Rights First release a report in May 2017, titled \nCrossing the Line, which documents cases of asylum seekers who have been turned back at U.S. ports of entry, \ndespite stating to border agents that they had a fear of persecution or intended to seek asylum. While DHS officials \nhave acknowledged that border agents should be following U.S. law and referring asylum seekers to the asylum \nprocess, Human Rights First and other groups have found that this practice continues. H.R. 3004 seeks to penalize \nan overly broad group of individuals that would even include those who were wrongfully turned away from our ports \nof entry in violation of U.S. law. Secondly, prosecuting asylum seekers for their illegal entry or presence--even in the \ncase of ``reentry''--is a violation of U.S. treaty obligations under the Convention and Protocol Relating to the Status \nof Refugees. Article 31 of the Refugee Convention requires that states refrain from imposing ``penalties'' on \nrefugees on account of their illegal entry or presence in the country where they are seeking asylum. For this \nreason, in 2015, the U.S. Department of Homeland Security Office of Inspector General found that prosecutions \nunder ``Operation Streamline'' may place the United States in violation of its treaty obligations. If Congress passes \nH.R. 3004, more asylum seekers like Maria will be subjected to wrongful criminal prosecutions. ``Maria,'' a \ntransgender woman from Honduras, who had been raped and subjected to other sexual violence, fled to the United \nStates in 2014. U.S. immigration officials failed to respond to her requests for asylum and she was deported back \nto Honduras through expedited removal without ever seeing an immigration judge or having her fear of persecution \nassessed by an asylum officer. Facing ongoing persecution in Honduras, she fled to the United States again in \n2015, and was apprehended upon entry. U.S. border agents referred her for criminal prosecution and she was \nconvicted of illegal reentry. After she was transferred back to immigration custody, she was determined to be a \n``refugee'' who qualified for withholding of removal. Yet, the United States had already penalized her for ``illegal \nentry'' despite being a refugee. Please contact Olga Byrne at Human Rights First if you have any questions \nregarding this letter. Thank you for your time and consideration. Sincerely, Eleanor Acer, Senior Director, Refugee \nProtection. Mr. GUTIERREZ. Mr. Speaker, I include in the Record a letter opposing the bill from Cities for Action. \nCities for Action, June 28, 2017. Hon. Paul Ryan, Speaker of the House, House of Representatives, Washington, \nDC. Hon. Nancy Pelosi, Minority Leader, House of Representatives, Washington, DC. Dear Members of Congress: \nCities for Action (C4A) is a coalition of over 150 mayors and municipal leaders that advocates for policies to \npromote the well-being of our foreign born residents. Our coalition, representing over 50 million residents, has a \nconsiderable interest in protecting all our residents and ensuring that immigrants are not unjustly criminalized. We \nare writing to you today to urge that you oppose Representative Goodlatte's bill, H.R. 3004, Kate's Law. Kate's Law \nexpands already tough penalties for illegal reentry and allows the government to detain immigrants indefinitely \nwithout bond or a court hearing. It also mistakenly implies that illegal reentry cases are under- enforced. Indeed, \nillegal reentry prosecutions already account for 52 percent of all federal prosecutions. H.R. 3004 would make the \ncriminal sentences for reentry extremely harsh. Additionally, it would impose severe sentencing enhancements on \npeople with minor offenses who reenter the country. H.R. 3004 would also limit the ability to challenge the validity of \nany prior removal order that forms the basis for a prosecution for illegal reentry, subjecting people to prosecution \neven in cases where the prior order was issued without due process or was otherwise flawed. In addition, the bill \ndoes not provide adequate protections for people who reenter the United States for humanitarian reasons or those \nwho seek protection at the border, putting asylum seekers and families at risk. Cities and counties are opposed to \nthis bill because these measures do not improve public safety and it is based on a false premise that immigrants \npose a threat to our communities. Local governments have a strong interest in protecting all residents and \nmaintaining public safety. Therefore, we urge you to oppose Kate's Law and stop its passage into law at every \npossible turn. Thank you for your time and consideration in this matter, Cities for Action. Mr. GUTIERREZ. Mr. \nSpeaker, I include in the Record a letter opposing the bill from the Committee on Migration of the U.S. Conference \nof Catholic Bishops and the Catholic Charities USA. June 26, 2017. Dear Representative: We write on behalf of the \nCommittee on Migration of the U.S. Conference of Catholic Bishops (USCCB/ COM), and Catholic Charities USA \n(CCUSA) to express our opposition to H.R. 3003 and H.R. 3004. The Catholic Church holds a strong interest in the \nwelfare of migrants and how our nation welcomes and treats them. Our parishes include those with and without \nimmigration status, unfortunately some who have witnessed or been victims of crime in the United States, including \ndomestic violence, armed robbery, and assault. We understand the importance of fostering cooperation and \n\n\n\ninformation-sharing between immigrant communities and local law enforcement. We oppose H.R. 3003 because it \nwould impose obligations on local governments that we fear--and that many of them have warned--would \nundermine authority and discretion of local law enforcement. This, in turn, would hamper the ability of local law \nenforcement officials to apprehend criminals and ensure public safety in all communities. Furthermore, Section 2 \nof H.R. 3003 would deny to jurisdictions vital federal funding related to law enforcement, terrorism, national security, \nimmigration, and naturalization if those jurisdictions are deemed to be non- compliant with H.R. 3003. The Catholic \nservice network, including Catholic Charities, works in partnership with the federal government on a number of \nDepartment of Justice and Department of Homeland Security initiatives, including disaster response and recovery, \nnaturalization and citizenship services, and services for the immigrant, including victims of human trafficking, and \ndomestic violence. These services are incredibly valuable to the protection and promotion of the human person and \nin some instances life-saving. Cutting grants related to these important national objectives, or threat of such cuts, is \nnot humane or just, nor is it in our national interest. Also, we oppose H.R. 3004 as it would lead to an expansion of \nincarceration and does not include adequate protections for people who re-enter the U.S. for humanitarian reasons \nor seek protection at the border. While H.R. 3004 makes notable efforts to protect us from those convicted of \nviolent criminal offenses, the legislation goes far beyond this goal by expanding the government's ability to \nprosecute illegal re-entry cases and heightening the criminal penalties in these cases. In an era of fiscal austerity, \nit is vital that important judicial resources are efficiently utilized to prosecute and convict the most violent offenders \nof violent crimes. Expanding who is eligible to be prosecuted for entry or re-entry as well as enhancing sentencing \nrequirements does not advance the common good nor will it ensure that communities are safer. Furthermore, we \nare concerned that, as introduced, H.R. 3004 would also prevent vulnerable asylum seekers and unaccompanied \nchildren, (who have presented themselves repeatedly at the U.S. border in the flight from violence), from being able \nto access protection, and instead face fines, imprisonment or both. [[Page H5349]] We respectfully urge you to \nreject these bills in favor of a more comprehensive and humane approach to immigration reform; an approach that \nupholds human dignity and family unity and places a greater emphasis on balancing the needs and rights of \nimmigrants with our nation's best interests and security. The United States has a long and proud history of \nleadership in welcoming newcomers regardless of their circumstances and promoting the common good. We stand \nready to work with you on legislation that more closely adheres to this tradition and appreciate your serious \nconsideration of our views in this regard. Sincerely, Most Rev. Joe Vasquez, Bishop of Austin, Chairman, USCCB \nCommittee on Migration. Sr. Donna Markham, OP, PhD, President & CEO, Catholic Charities USA. Mr. \nGUTIERREZ. Mr. Speaker, I include in the Record a letter opposing the bill from Friends Committee on National \nLegislation: A Quaker Lobby in the Public Interest. Friends Committee on National Legislation, June 27, 2017. \nFriends Committee on National Legislation Statement in Opposition to the No Sanctuary for Criminals Act (H.R. \n3003) and Kate's Law (H.R.\n\n                                  3004) The Friends Committee on National Legislation (FCNL) is a Quaker lobby in the public \ninterest committed to pursuing policies that build just societies, peaceful communities, and equitable relationships \namong all people. FCNL looks to Congress to legislate on immigration in a manner that honors the value of \nimmigrants and American citizens alike and urges congressional representatives to reject any legislation which \nwould undermine immigrant families and communities. Congress is tasked with creating lasting solutions for our \nnation. FCNL therefore urges members of Congress to oppose H.R. 3003 and H.R. 3004 which together further \ncriminalize immigrants, expand detention, undermine community well-being, and offer no legislative remedy for a \npunitive and outdated immigration system. H.R. 3003 is an extreme interior enforcement proposal that would affect \nover 600 cities, counties, and states and raises serious fourth and tenth amendment concerns. Effective policing \ndepends on building authentic trust between police officers and the communities they serve; blurring the lines \nbetween federal immigration enforcement and local police results in fewer reported crimes and makes communities \nwith large immigrant populations more vulnerable. Perpetrators of crime, assault, and abuse know that these \ncommunities are less likely to report the crime if they legitimately fear it will result in the deportation or detention of \nan immigrant neighbor, a loved one, or themselves. Law enforcement officials and advocates for survivors of \ndomestic violence agree that the proposals included in this bill would be damaging for the communities they serve. \nFCNL heeds this call to ensure safety for the most vulnerable among us, and urges members of Congress to \noppose H.R. 3003. H.R. 3004 would expand grounds for indefinite detention and decrease legal opportunities for \ncertain migrants challenging their removal. Our call as Quakers to welcome the stranger does not rest on the legal \nstatus of any individual. Criminalizing entire immigrant communities based on the senseless actions of a few \n\n\n\nindividuals tears at the moral fabric of our society and will not make our communities safer. H.R. 3004 could prevent \nmigrants from adequately accessing asylum and would increase family hardship through separation by offering no \nmeaningful opportunity for family members to pursue a legal route when seeking reunification across borders. \nThese provisions will only fuel the brokenness of our system, which is already heavy-handed on indefinite detention \nand dangerous deportations at great expense to U.S. taxpayers and our collective moral conscience. Thousands \nof faith leaders have urged members of Congress to reject similar proposals in the past and live up to our call to \nminister to all those in need, especially those who have been marginalized. In keeping, FCNL urges members of \nCongress to oppose H.R. 3004. FCNL looks instead for legislation that proceeds from a recognition of the inherent \nworth of all individuals, as acknowledged in our Quaker faith, as well as in our shared Constitution, laws, and \nAmerican values. We call on Congress to reform the U.S. immigration system so that it is in line with the Quaker \nprinciple to answer to that of God in everyone and ensures we live up to our legacy as a country that thrives \nbecause we are a nation of diverse peoples and immigrants. Congress has the opportunity to enact practical \nsolutions for comprehensive reform that includes clear and workable processes for legal entry and eventual \ncitizenship. FCNL is eager to partner on such efforts, and seek the fundamental policy changes we need to help \nU.S. communities truly prosper. Mr. GUTIERREZ. Mr. Speaker, I include in the Record a letter opposing the bill \nfrom the NETWORK Lobby for Catholic Social Justice. June 27, 2017. Dear Representative Conyers: NETWORK \nLobby for Catholic Social Justice stands in strong opposition to the ``No Sanctuary for Criminals Act'' (H.R. 3003) \nand ``Kate's Law'' (H.R. 3004) to be considered this week by the House of Representatives. We urge Congress to \nreject these bills. In a county that prides itself on being the land of welcome and opportunity, we must ensure that \nour immigration laws reflect our shared values. As Congress continues to delay comprehensive immigration reform \nand a permanent solution for the nation's 11 million undocumented immigrants, we are left with the status quo--an \nenforcement-only approach that tears apart families and keeps people in the shadows. Despite the gridlock in \nCongress, localities across the country still have the responsibility to uphold safety and peace in their communities. \nTo fulfill this goal, local police and residents have fostered mutual trust to root out crime and promote public safety, \nencouraging community members to cooperate with local authorities. The ``No Sanctuary for Criminals Act'' (H.R.\n\n      3003) does nothing to promote public safety and instead will make communities more dangerous while striking \nfear in the hearts of our immigrant families. Likewise, ``Kate's Law'' (H.R. 3004) would criminalize immigrants who \nsimply want an opportunity to succeed in the United States, and often are simply trying to be reunited with their \nfamily. Punishing immigrants for wanting to provide for their families with fines and imprisonment is harsh and cruel-\n-we, as a nation, are called to be better than that. Again, we ask Congress to abandon the ``enforcement first'' \npolicies that have been the de facto U.S. strategy for nearly thirty years, yielding too many costs and too few \nresults. Our antiquated system that does not accommodate the migration realities we face in our nation today does \nnot serve our national interests and does not respect the basic human rights of migrants who come to this nation \nfleeing persecution or in search of employment for themselves and better living conditions for their children. Pope \nFrancis cautions that ``migrants and refugees are not pawns on the chessboard of humanity'' and he asks political \nleaders to create a new system, one that ``calls for international cooperation and a spirit of profound solidarity and \ncompassion.'' This is a holy call to embrace hope over fear. Congress should recognize the God-given humanity of \nall individuals and uphold our sacred call to love our neighbor and welcome the stranger in our midst. Any action \nthat further militarizes our borders, criminalizes assistance to immigrant communities, or weakens legal protection \nof refugees is neither just nor compatible with the values that we, as Americans, strive to uphold. Sincerely, Sr. \nSimone Campbell, SSS, Executive Director, NETWORK Lobby for Catholic Social Justice. Mr. GOODLATTE. Mr. \nSpeaker, I yield 2 minutes to the gentleman from North Carolina (Mr. Pittenger). Mr. PITTENGER. Mr. Speaker, the \nprevious administration's biggest homeland security failures were the lack of prosecution and enforcement for \ncrimes committed by illegal immigrants. For far too long, the Obama administration failed to adequately punish \nillegal immigrants who committed felonies in the United States. A simple deportation is not enough. The United \nStates must prosecute and sentence all individuals who commit crimes and hurt Americans. When we enforce the \nlaw, we create a deterrent mechanism for future bad behavior. Failure to enforce the law is a failure to the American \npeople. That is why I support Kate's Law. I thank Chairman Goodlatte for his strong work and leadership on this \nissue for the safety and security of the American people. Mr. CONYERS. Mr. Speaker, I reserve the balance of my \ntime. Mr. GOODLATTE. Mr. Speaker, I yield 2 minutes to the gentleman from North Carolina (Mr. Walker). Mr. \nWALKER. Mr. Speaker, I thank Chairman Goodlatte for yielding. I appreciate his boldness in protecting the citizens \nof America with great legislation. Mr. Speaker, when the father of Kate Steinle, Jim, testified before Congress, he \n\n\n\nsaid: ``Everywhere Kate went throughout the world, she shined the light of a good citizen from the United States of \nAmerica. Unfortunately, due to unjointed laws and basic incompetence of the government, the United States has \nsuffered a self-inflicted wound in the murder of our daughter by the hand of a person that should have never been \non the streets in this country.'' Well, today we can resolve that. Two years ago this weekend, Kate's life was ended \nwhen she was gunned down by a five-time deported criminal illegal alien with seven prior felony convictions. \n[[Page H5350]] Kate's Law would stiffen penalties, helping to stop these preventable tragedies. Additionally, today \nthe House will pass the No Sanctuary for Criminals Act as well. You just heard: Will Democrats participate? Well, \n80 percent of Americans support ending sanctuary cities, and no citizen should be in danger because politicians \nthink they are above the law. So will Democrats participate? Will they listen to their constituents? Eighty percent of \nAmericans feel pretty good about this law. Both pieces of legislation serve the basic functions of our government by \nkeeping the people of our States and country safe from those who wish to do us harm. Mr. CONYERS. Mr. \nSpeaker, I continue to reserve the balance of my time. Mr. GOODLATTE. Mr. Speaker, I yield 3 minutes to the \ngentleman from Kansas (Mr. Yoder). Mr. YODER. Mr. Speaker, I rise today in support of the rule of law, of \nstrengthening the enforcement of our immigration system, and of improving the security of our Nation's borders. \nThe safety and security of our constituents should be our absolute top priority for this Congress. Sanctuary cities \nare a direct threat to our safety. That is why I led an effort to defund sanctuary cities through the appropriations \nprocess, and those sanctuary cities and their threat to our safety is why we are here today. What happened to Kate \nSteinle was a tragedy. No parent should have to go through the anguish of losing their child, especially when it \ncould have been avoided. Unfortunately, the deadly toll of sanctuary cities is not limited to Kate. Last year, in my \nown community back in Kansas, Master Deputy Brandon Collins, a Johnson County sheriff's deputy with nearly 21 \nyears of service, was struck and killed by a drunk driver while he was performing a routine traffic stop. Deputy \nCollins was a devoted and caring husband, father, son, brother, uncle, and friend whose life was tragically cut short. \nThe drunk driver, who fled from the scene of the crash, was an undocumented or an illegal immigrant who had prior \nconvictions for DUI in California in 2001, and was also arrested for driving without a license in 2013. He should \nhave never been behind the wheel of that car when he killed Deputy Collins. Despite his prior offenses, the man \nwas able to remain in the country. He was able to be here to commit this crime because of the failure to enforce the \nlaw, and it ultimately led to Deputy Collins' death. No nation of laws should tolerate this. For these reasons--for \nDeputy Collins and the many other victims and their loved ones dealing with an unspeakable loss--for them, I \nsupport this bill, and I urge my colleagues on both sides of the aisle to join me in its passage. Mr. CONYERS. Mr. \nSpeaker, how much time remains? The SPEAKER pro tempore (Mr. Womack). The gentleman from Michigan has \n7\\1/2\\ minutes remaining. Mr. CONYERS. Mr. Speaker, I yield the balance of my time to the gentlewoman from \nCalifornia (Ms. Lofgren), and I ask unanimous consent that she may control that time. The SPEAKER pro tempore. \nIs there objection to the request of the gentleman from Michigan? There was no objection. Ms. LOFGREN. Mr. \nSpeaker, I yield such time as he may consume to the gentleman from Florida (Mr. Deutch). Mr. DEUTCH. Mr. \nSpeaker, I thank the gentlewoman for yielding me this time. Mr. Speaker, this is a really tough bill because this is a \nreally difficult subject. We mourn the loss of Kate Steinle, and we have an obligation to take action to keep our \nstreets safe. But this bill doesn't do that. Our goal has to be to remove dangerous criminals from our streets so that \nthey don't harm people. That has got to be our focus. That is why I am so frustrated that we are taking out of a \ncomprehensive immigration reform bill--which could have done just that--a provision that would have addressed this \nissue in a more rational way; in a way that doesn't go after people seeking asylum; in a way that doesn't say, ``If \nyou have been convicted of three nonviolent misdemeanors, you go to jail for 10 years;'' and in a way that doesn't \npunish people who are victims of human trafficking who--if they spent time in our prisons as a result of what they \nwere forced to do, go back to their country, come back seeking asylum--could be forced to go to jail. These victims \ncould be forced to go to jail for 20 years. None of that is going to keep our communities safer. We ought to work \ntogether. I urge my Republican colleagues to work with us to move forward with comprehensive immigration reform \nthat will include provisions--like what is in this bill--that are still humane, provisions that will help keep American \ncitizens safe, but that don't demonize immigrants. It is possible to do both. My friends on the other side of the aisle \nknow that it is possible to do both, and we ought to work together to get that done. That is the best way to keep our \ncommunities safe and to respect our values as Americans. Mr. GOODLATTE. Mr. Speaker, I have only one \nspeaker remaining, and I am prepared to close. Ms. LOFGREN. Mr. Speaker, how much time is remaining on each \nside? The SPEAKER pro tempore. The gentlewoman from California has 6 minutes remaining. The gentleman from \nVirginia has 9 minutes remaining. Ms. LOFGREN. Mr. Speaker, I yield myself such time as I may consume. Mr. \nSpeaker, one of the things I think is worth addressing is the provision of this bill that changes current law relative to \n\n\n\nunlawful entry or attempted unlawful entry. Under 8 U.S.C. 1326, this is a crime if the individual evaded detection. \nThis has been the principle in Federal law for more than 100 years. Since 1908, the Federal courts have recognized \nthat illegal entry and illegal reentry require entry free from something called official restraint, otherwise known as \ndetention. Now, this bill would change that longstanding law. The bill amends U.S.C. 1326 to make the physical act \nof crossing the border a crime for any individual who has been previously removed or denied admission regardless \nof whether the individual was ``free from official restraint'' when doing so. Now, why is this a problem? As I \nmentioned earlier, individuals who, for one reason or another, need to come into the United States go to a port of \nentry, and they ask to see the Border Patrol agent. Under this law, that is a crime. Now, let me give you some \nexamples of what that would mean. I will just talk about the case of Juliza, who was a Guatemalan-Indian woman. \nShe faced violent persecution really based on her ethnicity. She was raped by family members who referred to her \nas a dirty Indian as they assaulted her. As she went to report this assault to the police, she was sexually \npropositioned by the officers. After a family member threatened her with sexual violence and death, she fled to the \nUnited States. She sought asylum, but she was promptly deported--turned away--by the Customs and Border \nPatrol. Within a month of returning to Guatemala, she was drugged, raped, and thrown into a river. She fled to the \nUnited States for a second time and, once again, was turned away without seeing an immigration judge or speaking \nto an asylum officer. Finally, the third time she came, her 8-year-old son had been threatened by gang members, \nand she was finally allowed to make her case and was granted asylum. {time} 1630 Or the case of Carla. In June of \n2016, Carla, who was from Mexico, and her children sought asylum after her father, son, grandfather, and uncle \nwere killed in a span of 7 days, targeting her family. She went to the border to turn herself in. She was turned away \nby CBP agents twice. After the family sought assistance from an attorney, they went back to the border, to the port \nof entry, and the CBP officers finally processed them appropriately under American immigration law. This was their \nthird attempt. The U.S. immigration judge in Texas ruled that they were indeed refugees and granted asylum. \n[[Page H5351]] Now, I raise these two cases because you think deported, if you are turned away at the border, it \ncounts for removal under the law. These individuals would be felons under this bill. Making Juliza and her 8-year-\nold son or Carla a felon does not save an American from crime; it just doesn't. The two are not connected. And so \nto think that this bill, which does such harm to asylum seekers, is necessary to save Americans from threats is \nsimply incorrect. It is important to stand up for our long-term values in international law. There are other ways that \none could become a criminal by showing up at the border. It is not uncommon that young people who have a valid \nvisa issued by a U.S. consulate or Embassy come. They fly into the country and they are interviewed by a Customs \nand Border Patrol agent. Now, if that person on the visitor visa is a 20-year-old young man who is unmarried, \ndoesn't have a job in the country he is from, doesn't own a home, and is from kind of a poor country, it is not all that \nuncommon for the Border Patrol agency to make a decision that that person is not a good risk for entry, that they \nmight overstay their visa and not return home. I am not questioning that exercise of judgment, but if that same \nindividual, 20 years later, is now a doctor and he has got a J visa to come in and be a doctor in the middle of \nAmerica where there is a doctor shortage, he lands at Kennedy Airport with his visa to be a doctor, that would be a \nfelony. So the point I am making is there is much in this bill that does nothing about crime but to make criminals of \npeople who have done nothing wrong. That is one of the reasons why we should vote against this bill. Mr. Speaker, \nI yield back the balance of my time. Mr. GOODLATTE. Mr. Speaker, I yield myself the balance of the time. Mr. \nSpeaker, we are a nation of immigrants. There is not a person who has participated in this debate today who cannot \ngo back a few years, a few generations or several generations and find someone in their family who came here to \nthe United States, but we are also a nation of laws. The loss of respect for the rule of law is absolutely a serious \nproblem in this country, and the step-by-step approach to restoring respect for the rule of law and reforming our \nimmigration laws starts with these bills, the No Sanctuary for Criminals Act and Kate's Law. We are all about today, \nin this legislation, enhancing public safety, securing our borders, and restoring the rule of law. We give discretion to \nFederal judges--discretion to Federal judges, I would add--to make sure that people who have entered this country \npreviously illegally and who reenter the country can be given enhanced sentences. It is not mandatory by any \nmeans, and, in fact, in many instances, it would be better to send the person outside the country and not have the \ntaxpayers bear the expense. But in the case of the individual who murdered Kate Steinle and had reentered the \ncountry five times and had committed other crimes while in the United States, having that additional time that the \njudge could impose on that individual who was just being released for having been convicted of illegally entering the \ncountry, Bureau of Prisons should have turned him over to ICE to send him out again. But if the ICE agents wanted \nto, when he entered illegally the previous time, recommend that he be given more time than the sentence he just \nserved, he would have still been in prison when Kate Steinle walked down that pier with her father and was \n\n\n\nmurdered by him. So when those on the other side say this was not preventable by this law, they are entirely wrong. \nThis law would have prevented that if a judge had chosen to impose that additional time that we are today providing \nin these cases. We also clear up some uncertainty regarding this current law, and I think it is entirely appropriate to \ndo so. It will deal with some of the situations that those on the other side have discussed, but most importantly, it \nwill discourage people from entering the United States illegally, particularly when they have already entered illegally \nearlier and have been convicted of a crime for doing so. So, to me, this is absolutely the beginning point of restoring \nto law enforcement at every level in our country the necessary tools to enforce our immigration laws, to work \ntogether to keep American citizens safe, like Kate Steinle and many, many others. Yesterday, I had the opportunity \nto meet with about a dozen representatives of families who lost loved ones to the criminal acts of people who were \nnot lawfully present in the United States. And so it is also entirely true to say that, had those individuals not been \npresent in the United States, those crimes would not have been committed, those, in most instances, murders, in all \ninstances, killings, would not have taken place. Therefore, when you enforce our immigration laws, unlike laws \napplying to American citizens who also commit crimes, in the case of people who are not lawfully present in the \nUnited States, these crimes are entirely preventable if we enforce our immigration laws. Therefore, I would urge my \ncolleagues to support Kate's Law and the No Sanctuary for Criminals Act to make sure that we go down this road \nof restoring the trust of the American people in their system of government, in their protection by their government, \nand in their own respect for the rule of law and know that their government is upholding that with regard to other \nindividuals as well. This is a good bill, and I urge my colleagues to support it. Mr. Speaker, I yield back the balance \nof my time. Ms. LOFGREN. Mr. Speaker, I include in the Record the following additional letter of opposition to H.R. \n3004. This is a letter I mentioned earlier on the bill. National Immigrant Justice Center, June 27, 2017. H.R. 3003 \nand 3004 Undermine American Values NIJC Opposes the ``No Sanctuary for Criminals Act'' and ``Kate's Law'' \nThis week the House of Representatives will vote on two bills that attempt to re-write our nation's immigration laws \nto reflect a dangerous philosophy of governance. For decades now, elected officials across the bipartisan divide \nhave joined together calling for a compassionate and common sense approach to immigration legislation. These \nbills move us further away from that goal. H.R. 3003, ironically named the ``No Sanctuary for Criminals Act,'' will \nendanger the safety of our communities by forcing local police to abandon community policing efforts and become \na full partner with the administration's massive deportation force. H.R. 3004, known as ``Kate's Law,'' will result in \nthe unnecessary incarceration of countless immigrants for the mere act of migration. The National Immigrant \nJustice Center calls on elected officials to reject such nonsensical and harmful legislation. In the face of hateful \nrhetoric, now is the time to stand with immigrant communities. H.R. 3003, the ``No Sanctuary for Criminals Act'', \nwill further erode community trust in local police and put our communities in danger H.R. 3003 amends 8 U.S.C. \nSec. 1373 to prohibit states and localities from enacting policies that in any way limit cooperation with U.S. \nImmigration and Customs Enforcement (ICE), even when federal courts have ruled such cooperation \nunconstitutional. The law would strip localities of vital discretion to enact immigration-enforcement-related laws and \npolicies that are smart and effective for their communities. Specifically, it prohibits localities from declining to comply \nwith requests from ICE to jail individuals under detainer requests even when doing so will put them in blatant \nviolation of binding federal court orders. Our communities are safer when residents feel safe calling for help and \nassisting police in investigating and prosecuting cries. By effectively forcing localities into the business of federal \nimmigration law, this law will preclude cities and counties from using their limited local resources to address public \nsafety concerns in the ways they deem most appropriate and effective. On top of the danger the bill poses to \ncommunity safety, this law arguably violates the ``anti-commandeering'' principle of the Tenth Amendment of the \nUnited States Constitution. H.R. 3003 punishes jurisdictions for engaging in smart community policing. The law \nwould punish jurisdictions that choose to limit cooperation with federal immigration enforcement by stripping federal \nfunding that fulfills vital law enforcement needs, including the State Criminal Alien Assistance Program (SCAAP), \nthe ``Cops on the Beat Program,'' the Byrne Justice Assistance Grant Program, and any other grant administered \nby the Departments of Justice or Homeland Security that are deemed ``substantially related to law enforcement, \nterrorism, national security, immigration, or naturalization.'' In addition to running further afoul of the Tenth \nAmendment, this law cruelly forces jurisdictions to choose between maintaining critical funds, including [[Page \nH5352]] for community policing, or exposing themselves to the significant legal and financial liability that \naccompany compliance with detainer requests under the Fourth Amendment and the Fourteenth Amendment. H.R. \n3003 upends the criminal justice system by permitting and in some cases requiring ICE to ignore criminal \nwarrants issued by state and local jurisdictions that it deems in non- compliance with other provisions of the bill. \nH.R. 3003 vastly expands ICE's authority to force localities to detain immigrants with no regard for the Fourth \n\n\n\nAmendment of the U.S. Constitution and gives local actors immunity for resulting constitutional violations. The law \nmakes a mockery of the Fourth Amendment by giving lip service to the notion of ``probable cause'' but in reality \nallowing ICE to ask localities to detain immigrants longer than they would otherwise be held simply on the basis of a \nbelief that the individual is removable from the United States. The law then goes on to provide local actors immunity \nfor resulting constitutional violations. In practice, this piece of the law essentially requires local actors to violate the \nconstitution and then gives them immunity for doing so. It is legislative overreach at its worst. H.R. 3003 demonizes \nimmigrants by creating a new private right of action for victims of crime solely on the basis of the citizenship status \nof the perpetrator of the crime. The law provides that an individual or surviving relative can bring a lawsuit against a \nstate or locality if the perpetrator of the offense is a non-citizen and was released from custody pursuant to a trust \npolicy. This provision allows the worst kind of scapegoating, manipulating individual tragedies to demonize all \nimmigrants. H.R. 3003 expands the already damaging ``mandatory detention'' provisions of immigration law, \nrequiring no-bond detention for large categories of undocumented individuals for the duration of deportation \nproceedings against them. The law thumbs its nose at the basic due process protections of our United States \nConstitution, explicitly approving of indefinite detention for individuals in immigration custody regardless of their \ncommunity ties to the United States or necessity for detention. Specifically, the law expands greatly the categories \nof immigrants who are denied access to any individualized bond determination throughout their time in immigration \njail. With deaths in immigration detention occurring with alarming frequency and rates of representation in detention \nalarmingly low, these provisions are nothing but cruel. H.R. 3004, ``Kate's Law,'' will further the mass incarceration \nof immigrants--including asylum seekers--by increasing penalties for the mere act of migration H.R. 3004 expands \nthe existing criminal offense of illegal reentry to punish legitimate asylum seekers fleeing violence in their countries \nof origin. The law expands the category of individuals punishable by section 276 of the Immigration and Nationality \nAct to include even those men and women who surrender themselves at the southern border to seek protection in \nthe United States. H.R. 3004 senselessly expands sentencing enhancements for illegal reentry at a time when more \nthan half of all federal prosecutions target migration-related offenses. The law provides incredibly harsh sentencing \nenhancements for individuals seeking to return to the United States after a previous removal on the basis of prior \nconvictions or entries. Apart from the cruel and unnecessary use of federal prison to separate families, this bill will \nprove exorbitant in its costs at a time when taxpayers have already footed a bill of more than $7 billion to \nincarcerate migrants for migration-related offenses over the past decade. H.R. 3004 punishes immigrants for illegal \nreentry even if their previous deportation orders were unlawful and deprived them of the opportunity to seek \nprotection. This law entirely prohibits defendants in illegal reentry cases from challenging the validity of their prior \ndeportation orders. This provision is blatantly unconstitutional and in violation of Supreme Court jurisprudence that \nprotects against punishing immigrants on the basis of legally defective deportation orders. See U.S. v. Mendoza-\nLopez, 481 U.S. 828 (1987). This law will criminalize, for example, asylum seekers who return to the United States \nafter being previously denied the opportunity to present their claims for protection. Given the already anemic \nprotections for asylum seekers at our southern border, these provisions will inevitably harm the most vulnerable \namong us. A vote for H.R. 3003 and H.R. 3004 is a vote for hatred and a vote against community safety. NIJC calls \non Members of Congress to stand on the right of history and oppose these harmful measures. The SPEAKER pro \ntempore. All time for debate has expired. Pursuant to House Resolution 415, the previous question is ordered on \nthe bill. The question is on the engrossment and third reading of the bill. The bill was ordered to be engrossed and \nread a third time, and was read the third time. Motion to Recommit Ms. LOFGREN. Mr. Speaker, I have a motion to \nrecommit at the desk. The SPEAKER pro tempore. Is the gentlewoman opposed to the bill? Ms. LOFGREN. I am. \nThe SPEAKER pro tempore. The Clerk will report the motion to recommit. The Clerk read as follows: Ms. Lofgren \nmoves to recommit the bill H.R. 3004 to the Committee on the Judiciary with instructions to report the same back to \nthe House forthwith with the following amendment: Add, at the end of the bill, the following: SEC. 3. PROTECTING \nVICTIMS OF TRAFFICKING. Section 276 of such Act is further amended by adding at the end the following: ``(i) \nProtecting Victims of Trafficking.--It shall not be a violation of this section for a victim of sex trafficking to voluntarily \npresent herself or himself at a port of entry to request protection.''. Mr. GOODLATTE (during the reading). Mr. \nSpeaker, I ask unanimous consent to dispense with the reading of the motion. The SPEAKER pro tempore. Is there \nobjection to the request of the gentleman from Virginia? There was no objection. The SPEAKER pro tempore. The \ngentlewoman from California is recognized for 5 minutes. Ms. LOFGREN. Mr. Speaker, my colleagues across the \naisle insist that today's bill is intended to keep Americans safe by enhancing penalties for criminals who reenter \nillegally or attempt to do so. I am offering an amendment that takes Republicans at their word. This amendment \nwould make clear that H.R. 3004 would not be used to criminally prosecute and incarcerate sex trafficking victims \n\n\n\nmerely for seeking protection at ports of entry. As should be evident at this stage of debate, the provisions of this \nbill extend well beyond immigrants with criminal histories; in fact, they reach many of the most vulnerable and \npersecuted members of society. Perhaps most egregiously, H.R. 3004 authorizes, for the first time, the prosecution \nof individuals who voluntarily present themselves at points of entry to seek relief consistent with our immigration \nlaws, and that includes individuals seeking protection as victims of sex trafficking. Let's be clear on the law. Today, \nit is not a crime for an individual who has been previously denied admission or removed to voluntarily present \nherself at a port of entry seeking to reenter the country legally. This bill changes that by making the simple act of \ngoing to the port of entry, which itself requires the physical act of crossing the border, a felony offense for such \nindividuals. These are not individuals attempting to evade immigration agents. They are not trying to sneak into the \nUnited States. They are simply exercising the right to lawfully approach a U.S. port of entry to seek permission to \nenter. Under this bill, the act of approaching CBP agents now becomes criminally prosecutable as an illegal reentry. \nAnyone with a prior removal order or even merely denied admission commits a crime by so much as stepping into \nthe port of entry. I mentioned the two asylee seekers a few moments ago. These are people who are fleeing danger \nand under our laws have the right to present their cases. Now, H.R. 3004 would do this to the women I mentioned: \nIt would make them criminals, and it would allow for the prosecution and imprisonment for up to 2 years. Now, \neven if our immigration system awarded these victims protection, such as a T visa for human trafficking, the \ncriminal justice system could take away her liberty. I strongly hope that my colleagues across the aisle would not \nseek to punish women who are fleeing from sex traffickers, because there are thousands of women who are \ninnocent, abused, sexually trafficked by the worst of civilization, and instead of offering help to these women, this \nbill would put them in prison. It would prosecute them for asking, of all things, that their life be saved. I mentioned \nearlier, we put in the Record, the opposition of the Tahirih Justice Center to this bill. They advocate for victims of \ntrafficking and gender-based violence, and they oppose this bill with all their strength. Here is what they say, and it \nis a quote: ``H.R.\n\n 3004 will punish women fleeing horrific abuse. . . . `' [[Page H5353]] Now, I disagree with some of the elements of \nthis bill, and I have tried to make clear why, but I take Mr. Goodlatte at his word that he wants to make sure that we \nhave a safe society. I think, if that is his hope, we will make clear that sex trafficking victims are not going to be \nprosecuted or considered criminals when they enter a port of entry and present themselves to U.S. officials. This \namendment is the chance for Republicans to show that they really are for the rule of law. It would stipulate that this \nbill would not subject sex trafficking victims to criminal prosecution merely for voluntarily presenting themselves at \nthe border to request protection from the unspeakable harm that they have suffered. I will close with this. Years \nago, we worked together on a bipartisan basis to fight sex trafficking. We created the U and T visas. It was a broad \nbipartisan coalition. I remember now Governor Sam Brownback and others, people who are at other ends, opposite \nends of the ideological spectrum, but we came together to fight sex trafficking. We should do the same thing today. \nLet's not forget that we can work together to do the right thing. Mr. Speaker, I yield back the balance of my time. Mr. \nGOODLATTE. Mr. Speaker, I rise in opposition to the motion to recommit. The SPEAKER pro tempore. The \ngentleman from Virginia is recognized for 5 minutes. Mr. GOODLATTE. Mr. Speaker, this motion to recommit not \nonly changes the bill before us, but it also changes current law. It has long been Federal law that an alien who has \nbeen deported and who returns to the U.S. is subject to possible criminal prosecution. {time} 1645 Under this bill, \nan alien who has received consent from the Department of Homeland Security to return or is not required to seek \nconsent from DHS has an affirmative defense. Obviously, such an alien will never be prosecuted. Never has, never \nwill. In fact, because this is current law--and the gentlewoman was the chairman of the Immigration and Border \nSecurity Subcommittee for 4 years and never offered such an amendment to current law--I see no reason to \naddress it in this legislation. I will say that we have all been committed in a very bipartisan fashion to combating sex \ntrafficking. We passed several bills through this House, some with the gentlewoman's support, some without, that \ndo indeed combat sex trafficking. But back to the issue before us today. Criminal aliens are reentering the United \nStates after being removed all the time. Without stronger enforcement measures in place, this government cannot \nprovide an appropriate deterrence for these reentries. Kate's Law takes a tough approach to dealing with criminal \naliens who reenter the United States. Instead of the majority being subjected to no more than a 2-year maximum \nsentence, this bill takes an individual's criminal history into consideration and provides enhanced penalties \naccordingly. While the 2-year sentence may not deter illegal reentry, a potential 25-year sentence certainly would. \nNothing can bring Kate Steinle back and nothing can absolutely prevent such crimes from occurring in the future. \nThis legislation is meant to honor her memory and clearly demonstrate that this Congress will act. This legislation is \n\n\n\nanother step in bringing stronger enforcement measures to improve our immigration enforcement capabilities. \nLonger sentences for those criminal aliens who reenter the United States illegally is an important aspect of that \nmechanism. I urge my colleagues to vote down this motion to recommit, vote for the underlying bill, and to truly \ndeter criminal aliens from reentering the United States. Mr. Speaker, I yield back the balance of my time. The \nSPEAKER pro tempore. Without objection, the previous question is ordered on the motion to recommit. There was \nno objection. The SPEAKER pro tempore. The question is on the motion to recommit. The question was taken; and \nthe Speaker pro tempore announced that the noes appeared to have it. Ms. LOFGREN. Mr. Speaker, on that I \ndemand the yeas and nays. The yeas and nays were ordered. The SPEAKER pro tempore. Pursuant to clause 8 of \nrule XX, further proceedings on this question will be postponed. \n"}