{"title": "BILL AIMS AT HELPING KOREANS;LAWMAKER TARGETS DEPORTATION EFFORTS", "body": "\nRep. Mike Honda, D-Campbell, today will introduce a bill that could give permanent legal status to 275 Korean \nimmigrants who are facing deportation after learning years later that their green cards were authorized by an \nimmigration official in San Jose in exchange for bribes.\n\nLast year, the federal government ruled that the green cards the immigrants obtained from veteran immigration \nofficial Leland Dwayne Sustaire were fraudulent.\n\nIn 1998, Sustaire confessed to a scheme of taking more than $500,000 from immigration consultants who were \nhelping the Koreans obtain permanent legal residency, or green cards.\n\nThe fraud dated back to 1986. In 1999, Sustaire was convicted of the crimes in federal court.\n\nIn stories published by the Mercury News last year, the Korean immigrants, who came to the United States legally \non various visas -- H-1B work visas, student and visitor's visas -- denied they were accomplices in the scheme.\n\nThey said they paid the consultants to help them complete immigration papers filed with the Immigration and \nNaturalization Service, now known as the Citizenship and Immigration Services. They denied knowledge of the \nbribe scheme the consultants had with Sustaire.\n\n\"It was our people who caused this. Why should these Korean immigrants be punished for the corrupt actions of a \ngovernment official?\" said Honda by telephone on Thursday. \"I think it's an issue of right and wrong, and I don't see \nhow any fair-minded legislator can say this is not a fair action to take.\"\n\nThe bill will direct the Department of Homeland Security, the government agency that oversees the CIS and the \nImmigration and Customs Enforcement, to end deportation proceedings against the Korean immigrants and drop \nits legal challenge of the green cards authorized by Sustaire.\n\nLast year, the ICE began filing deportation charges against some of the Korean immigrants. Government lawyers \nargued the immigrants were willing accomplices and that the green cards they received, although issued officially, \nwere fraudulent.\n\nAlex Park, a San Jose lawyer who represents 95 of the Korean immigrants, praised Honda for introducing the bill.\n\n\"I feel it's a good solution to resolve this problem so people can go on with their lives,\" Park said on Thursday. \"This \nis a hope to correct the wrong.\"\n\n\nAll of his clients will go to trial on the deportation charges in late spring or early summer next year. Many have \nestablished and successful lives in the Bay Area.\n\nIf approved, the bill will allow the Korean immigrants facing deportation to seek a different avenue to get \npermanent legal status. For instance, some of them are married to U.S. citizens who can then petition on their \nbehalf,Park said.\n\nOn Thursday, one of the immigrants facing deportation, 27-year-old Jung Kim, said, \"My life has been on hold for \nso long it's getting ridiculous.\"\n\nKim, an accountant and a Park client who lives in Passaic County, N.J., was 13 when he and his family immigrated \nto the United States. His entire family -- parents and a younger sister -- were facing deportation because of the \ngreen-card-for-bribe scheme. About a year ago, a 10-year-old application filed on their behalf by an aunt who is a \nU.S. citizen was approved. But the petition only covered his parents and minor children. His sister was under 21 at \nthe time, but the petition did not include Kim because he's over 21.\n\nIn other words, his parents and sister have a solid hope of staying, with or without Honda's bill. But Kim does not.\n\n\"I've been hoping for such a long time,\" he said. \"I can only hope for a good outcome.\" Although the bill specifically \ntargets the Korean immigrants, Honda said he would be open to allowing other immigrants who are unwitting \nvictims of government corruption to seek relief.\n\nThe congressman said he has lined up 10 Democratic co-sponsors of the bill.\n\nA number of Bay Area non-profit and religious groups, state legislators and the Santa Clara County Human Rights \nCommission have been lobbying the federal government to end deportation proceedings against the Korean \nimmigrants.\n\nSharon Rummery, a San Francisco spokeswoman for ICE and CIS, declined comment on Thursday. Critics of the \nplan said the bill has little or no chance of passing in a lame-duck session of Congress, as newly elected \nRepublican legislators prepare to take office.\n\n\"When you're paying somebody off, a reasonable person would know there's fraud going on,\" said Ira Mehlman, a \nspokesman for FAIR, the Federation for American Immigration Reform, a national group that lobbies for stricter \nimmigration reforms.\n\n\"If you're willing to circumvent the law, you shouldn't be given a reward and a free pass,\" he said, adding that \npassage of the bill is unlikely. \"This is not going to be a high priority in the new Congress,\" he said.\n"}