{"title": "Demos seize immigrant issue after Bush abandons effort", "body": "\nCongress and the White House have abandoned a bipartisan effort to loosen immigration law this year, prompting \nDemocrats to seize on the issue in a bid to lure Latino voters in the upcoming midterm elections.\n\nThe quiet death of the immigration legislation comes even though President Bush had urged passage of a bill to \nmake it easier for certain illegal immigrants to apply for legal residency.\n\nOver the last year and a half, versions of the legislation have passed twice in the House and once in the Senate.\n\nThe legislation was attacked by opponents as an amnesty in disguise and supported by proponents as a modest \nmeasure to help keep hard-working immigrant families together in the United States. While broader reforms were \nbroached last year by the Bush administration, this legislation was the only significant measure easing immigration \nrules to reach a floor vote in this Congress.\n\nBut advocates and foes alike say the push to grant protections to a narrowly defined group of illegal immigrants \nstalled after the terrorist attacks of Sept. 11, 2001, caused the government to rethink the connections between \nimmigration policy and national security.\n\n\"Had it not been for Sept. 11,\" said Ira Mehlman, a spokesman for the Federation for American Immigration Reform, \na group that favors restrictions, the legislation \"probably would have gone through.\" Now, he said, the proposal \"is \npretty much dead for the remainder of this session of Congress.\"\n\nBush twice tried to breathe life into the legislation that would extend a now-lapsed provision of immigration law \nknown as 245(i). The extension would have allowed some undocumented immigrants who appear eligible for \npermanent residency to apply for legalization from within the United States.\n\nUnder current law, such immigrants are required to return to their native countries to make the application, where \nthey can be forced to wait years for permission to emigrate. In practice, this requirement is a powerful deterrent for \napplicants because few want to risk being shut out of the country for as long as a decade.\n\nIn early 2001, after the 245(i) program was resurrected for a few months under legislation enacted at the end of the \nClinton administration, Bush sought to extend it as a matter of fairness to some would-be immigrants who had \nmissed the deadline.\n\nIn March, Bush pushed the idea again as part of a diplomatic initiative before he made a visit to Mexico. The \nHouse, by a vote of 275-137, again passed a narrowly crafted measure. But Sen. Robert Byrd, D-W.Va., and others \nthen objected to relaxing immigration rules on national security grounds. Many Democrats, on the other hand, said \nthe 245(i) program should be made permanent law.\n\n\nEfforts to bridge the differences between the House and Senate died, and the White House made no protest.\n\nAngela Kelley, deputy director of the National Immigration Forum, a group that favors easing restrictions said many \nadvocacy groups have now turned their attention to enacting broader reforms -- in the next Congress.\n"}