{"title": "DEATH CATCHES UP WITH MANY ILLEGAL IMMIGRANTS BEFORE THE LAW CAN;EXTREME TEMPERATURES, FATIGUE TAKE A TOLL", "body": "\nEvery year, an average of nearly 300 illegal immigrants trying to cross the Mexico-United States border die in the \nattempt.\n\nThey drown fording rivers; they get hit by cars and trains. In the winter, they freeze to death in the mountains. In the \nsummer, they drop from thirst in the sand dunes of south Texas.\n\nFrom 1993 through 1996, at least 1,185 undocumented migrants died crossing the border.\n\nSeveral years ago, Tobin Armstrong, a rancher in south Texas, came upon a 22-year-old woman slumped under a \nshade tree. She was dead.\n\n\"I think this was a desperate woman trying to get somewhere to change her life, and she ran out of gas,\" said \nArmstrong. \"It's an appalling situation. It's gotten progressively worse because the word's gotten back that they can \nmake it, and once they make it, it's home free.\"\n\nSo far this year, 10 bodies of illegal immigrants have been found in Kenedy County, including yet another on \nArmstrong's ranch. Last year, 19 were discovered.\n\nGuided by smugglers, groups of up to 50 who have already crossed the border at Brownsville 60 miles south are \ndropped off at Armstrong's fence, just a few miles south of a U.S. Border Patrol highway checkpoint. They hike \nthrough the brush, often wearing three layers of clothing and carrying bags of groceries. Trekking north toward \nCorpus Christi or Houston, some walk the entire length of Kenedy County - 57 miles - before catching a ride. In \nthe summer, temperatures can rise to 108 degrees.\n\n\"They tear down your fences, they leave your gates open, they break the pipes to get the water to drink it,\" \nArmstrong said. \"They break into any house that's unprotected or unguarded. They'll tear the wall down to get in. \nThey will trash out any assets you have in the pasture.\n\n\"They don't do this just because they want to be disruptive, but because they're hungry and are looking for food or \nwater or shelter.\"\n\nAfter years of using his ranch as a thoroughfare, immigrants have carved paths as wide as sidewalks through his \nthick brush and pastures.\n\n\n \n\nHis ranch hands have been threatened at gunpoint by immigrants.\n\n\"Unless you're properly armed, you just stay away from them,\" he said. \"There's no way of knowing where these \npeople came from, what their criminal background is, what their health situation is. These people are desperate \nenough to die in substantial numbers out here.\"\n\nSmugglers - called \"coyotes\" - often leave the weak behind so they can collect their fees when they deliver the rest \nto their destinations.\n\nEvery time a body is found, it costs the county up to $ 3,000, including an autopsy and burial for those who can't be \nidentified. At the cemetery in Sarita, the county seat, some 25 headstones bear no names.\n\nAccording to the University of Houston study, from 1993 through 1996, the Texas-Mexico border was the deadliest \nlink, with 844 immigrants dying. Ninety-two percent drowned in the Rio Grande. San Diego was the deadliest \ncounty along the border; 193 people died, most in traffic accidents and drownings in the Tijuana River. In Arizona, \n69 died, and in New Mexico, 11 were found dead.\n"}