{"title": "RIOT COSTS FIRM CONTRACT TO RUN IMMIGRANT CENTER", "body": "\nThe private operator of a New Jersey immigration detention center where inmates rioted last month will lose its \ncontract to run the site. Investigators found that the center's guards were abusing detainees and stealing from \nthem.\n\nThe announcement Friday by the Immigration and Naturalization Service accompanied its report criticizing the \ncompany, Esmor Corp., for failing to provide information about its operations to the agency's Newark district office.\n\nThe report also faulted the local immigration service office for failing to oversee closely Esmor's operation of the \n300-bed center in Elizabeth, N.J.\n\nThe most serious charges of guard abuse have been forwarded to the FBI for possible civil rights violations, the \nreport said.\n\nImmigration service Commissioner Doris Meissner said the agency would not renew the option year of its five-year, \n$ 8 million contract with Esmor to run the Elizabeth site when it comes up in August.\n\nShe said the agency would continue to use private contractors elsewhere, including Esmor.\n\n\"As soon as this disturbance occurred, we asked all our district directors to review all contracts,\" Meissner said.\n\n\"We have not seen any problems elsewhere that approximate the problems in Elizabeth,\" she said.\n\nComplaints from inmates, their attorneys and lawmakers had led the Immigration and Naturalization Service to \ninvestigate conditions at the converted warehouse in Elizabeth just before detainees rioted June 18.\n\nMany of the center's 315 detainees overpowered guards, destroyed furniture and broke windows at the New Jersey \ncenter before police restored order after 4 1/2 hours.\n\nAbout 15 minor injuries were reported. Guards abandoned the center and refused to return.\n\nThe report said Esmor had failed to provide clean clothing, appropriate footwear and undergarments twice a week, \nfailed to write sufficient log reports and left posts abandoned.\n\nInvestigators also said Esmor lacked sufficient staff and tried to cover the shortfall with large amounts of overtime.\n\nHigh turnover rates, in part due to low salaries, resulted in many guards being poorly qualified and inadequately \ntrained, the report said.\n\n\nJames F. Slattery, Esmor's president and chief executive officer, said in a release that the company was \"deeply \ndisturbed and appalled\" by the reported conduct.\n\n\"This form of behavior will not be tolerated,\" Slattery said.\n\n\"Whatever changes must be put in place to prevent a recurrence of these conditions at Elizabeth will be initiated \nimmediately. Along with other issues, more advanced training of guards and better supervision will be the \ncompany's highest priority.\"\n\nEsmor is based in Melville, N.Y.\n"}