{"title": "Letters to the Editor", "body": "\nWelfare payments disparities To the Minister for Family and Social Services Anne Ruston. How does it feel to be \nforever-after known as the minister who equates the human beings that she is supposed to represent and support, \nwith drug addiction and alcoholism? Shame on you minister! Shame on you minister, that you withhold the means \nfor welfare recipients to obtain even the most basic of human needs (food, shelter, clothing), just because you think \nyou might come up with a better idea sometime in your clearly brief tenure in office.\n\nWhile you're preoccupied with thinking and holding your hand out for increases in ministerial allowances and \nensuring your wages stack up, the isolated and disadvantaged in this country are actually suffering and dying \naround you. How about you try to make a different kind of history; one which will earn you gratitude and admiration \ninstead of the loss of faith and disrespect of the voters who gave you the right to sit in the seat you occupy. The \nentire country awaits your decision to actually do something meaningful and raise welfare benefits for the first time \nin 25 years; history will be made! \"How a society treats its most vulnerable is always the measure of its humanity.\"\n\nMarissa Galloway, Tamworth\n\nClimate Change The speech made by Greta Thunberg recently to the United Nations has received a lot of media \nattention. An important question to ask though is; did Greta speak the truth? Greta made the claim that: \"For more \nthan 30 years the science has been crystal clear\". Is this claim correct? According to the science (peer reviewed \nliterature) the answer would be yes.\n\nStep 1: Solar radiation reaches the Earth's atmosphere - some of this is reflected back into space; Step 2: The rest \nof the sun's energy is absorbed by the land and the oceans, heating the Earth. Step 3: Heat radiates from Earth \ntowards space. Step 4: Some of this heat is trapped by greenhouse gases in the atmosphere, keeping the Earth \nwarm enough to sustain life. Step 5: Human activities such as burning fossil fuels, agriculture and land clearing are \nincreasing the amount of greenhouse gases released into the atmosphere. Step 6: This is trapping extra heat, and \ncausing the Earth's temperature to rise.\n\nIn the past natural events such as solar activity and the earth's orbit caused ice ages and warmer periods, but the \ndominant driver of climate change currently is the burning of fossil fuel.\n\nGreta also made claims about the future climate. Here is where we do have a level of uncertainty, and Greta \ncorrectly did not speak in absolute terms here, and talked about the chance of certain events happening. For \nexample scientists agree that average temperatures and sea levels are rising but there is disagreement as to by \nhow much in the future.\n\nGreta also made the claim that there is a \"...risk of setting off irreversible chain reactions beyond human control.\" \nThis claim is correct, and scientists call this 'tipping points'. While there is some disagreement as to when these \n\n\ntipping points will occur, virtually all scientists say it would be better not to find out, and every single scientific \ninstitution in the world recommends that we move away from fossil fuels as a matter of urgency.\n\nJames McKay, Crows Nest Qld\n"}