{"title": "HUNTINGTON BEACH POLICE BLOTTER; Police seek suspects after shots are fired blotter police blotter", "body": "\npolice blotter\n\npolice blotter\n\npolice blotter\n\nA 20-year-old Huntington Beach man escaped injury Friday after he was shot at by one of four men in a truck.\n\nPolice Sgt. Gary Faust said police responded to a possible hit-and-run accident at the corner of Rotterdam Lane \nand Warner Avenue at 11:50 a.m.\n\nThey found the 20-year-old victim who said he had been approached by the four men. One of the men allegedly \nrammed a Dodge Ram pickup truck into the victim's car. Another man in the truck fired two gunshots at the victim.\n\nThe victim was not wounded, Faust said. The car was last seen on Rotterdam, headed toward Warner Avenue.\n\nEditor's note: The Police Blotter does not reflect every call made to Huntington Beach police. Because of space \nlimitations, The Wave is reporting a sampling of recent incidents.\n\nSaturday, Sept. 11\n\nBeat 3\n\nBushard Street and Atlanta Avenue, traffic accident: Two cars were involved in a crash, and a fight ensued at 1:58 \na.m.\n\nBeat 4\n\nElmcrest Lane, traffic accident: A car struck a child at 1:24 p.m.\n\nBeat 5\n\nLexington lane, 19800 block, possible shots fired: A resident reported hearing one gunshot at 10:49 p.m.\n\nBeat 7\n\nGolden West Street, 19300 block, narcotics activity: Three youths were seen smoking marijuana behind the Seacliff \nShopping Center at 7 p.m.\n\nSunday, Sept. 12\n\n\nBeat 3\n\nMagnolia Street and Garfield Avenue, traffic hazard: An elderly woman wearing a purple shirt was walking in traffic \nand appeared to be disoriented at 10:51 a.m.\n\nBeat 4\n\nAlabama Street, 2000 block, physical fight: Six teen-agers were fighting at 9:10 p.m.\n\nBeat 5\n\nPettswood Drive, 9500 block, see the woman: A woman said her dog, which she believed to be dead, was being \nheld for ransom.\n\nBeat 8\n\nCentral Park, city ordinance violation: People were building a bonfire in the park at 3:11 p.m.\n\nBeat 9\n\nSycamore Avenue, 7800 block, hazardous conditions: A large beehive was reported in a tree at 6:56 p.m.\n\nPolice Blotter was written and compiled by Barbara Potter from reports filed at the Huntington Beach Police \nDepartment. Arrests indicate suspicion of circumstances, not charges filed or the outcome of court proceedings.\n\nPolice Blotter was written and compiled by Curt Seeden from reports filed at the Huntington Beach Police \nDepartment. Arrests indicate suspicion of circumstances, not charges filed or the outcome of court proceedings.\n\nPolice Blotter was written and compiled by Curt Seeden from reports filed at the Huntington Beach Police \nDepartment. Arrests indicate suspicion of circumstances, not charges filed or the outcome of court proceedings.\n\nWEB EXTRA\n\nTo read additional police blotter items for the week go to www.ocregister.com/huntington\n\nWEB EXTRA\n\nWEB EXTRA\n\npolice blotter\n"}