{"title": "Let Soviet Jews Come To America", "body": "\nAnother wrinkle is creeping into the fabric of Middle East diplomacy. The search for ways to reconcile U.S. and \nIsraeli policy toward settlements in the occupied territories with loan guarantees to help Israel absorb immigrants \nfrom the former Soviet Union has revived an old question. Should the United States itself accept a larger number of \nemigrants who might otherwise go to Israel?\n\nThe question arises in part from the need to interpret U.S. immigration statutes in light of the Soviet Union's \nbreakup. The INS indicates that the statutory ceiling on immigration from the Soviet Union, roughly 25,000 a year, \napplies separately to each of the states emerging from the union's breakup. That means that, beyond the 61,000 \nrefugees from those countries already authorized for the current fiscal year, tens of thousands of additional \nemigrants may be eligible to apply for entry into the United States.\n\nWith numbers like that, the United States could be accessible to many emigres who would otherwise head for \nIsrael. That is especially true for the better educated and more productive emigrants, for the law provides priority \nallocations for preferred professions. Not incidentally, those individuals could include scientists and engineers from \nthe Soviet military-industrial complex whom the West hopes to prevent serving the nuclear ambitions of other \ncountries.\n\nCouple that startling increase in immigration slots with the precipitous downturn in actual immigration to Israel from \nthe former Soviet Union. Fewer than 5,000 arrived last month, less than half the number coming a year ago. \nSeveral factors account for this. An unemployment rate of 38 percent among recent immigrants and hard-luck \nstories filtering back to Russia do not encourage others to come. Particularly when there are flickers of hope that \nliberty and prosperity may yet be achievable in the post-Soviet non-union, there are fewer incentives to move to a \ndistant danger zone.\n\nThese considerations bear on the moral, economic and political aspects of the current U.S.-Israel impasse. There \nhas been much unease, not least in the Jewish community, over a policy that in effect steers emigres toward a war-\nprone Middle East rather than allowing more of them an American option. Why should those who prefer the United \nStates be denied that choice in order to accommodate Israel's ambition to attract them to a Jewish homeland?\n\nThe ethics of the point are perplexing. Some Israeli officials argue that the United States is exploiting the \nimmigration issue to impose its will on the peace process. That gets things backward. It is Israeli policy that is \nexploiting emigres, directly or indirectly, to perpetuate the occupation of territories that are essential topics in the \npeace negotiations. Elements in the Israeli regime are quite ready to place the immigrants in harm's way, and it is \nrather disingenuous to say that few of them actually reside in the occupied areas. By overloading an already \nstrained housing supply, the newcomers face pressures to settle amid the violence of the West Bank or displace \nother Israeli citizens who will do so.\n\n\nMuch evidence indicates that, given a choice, a large number of those emigrants would come into the United \nStates. That is not surprising. Most of them are secular in orientation with little religious conviction to compel their \nmovement to the land of Zion. Apart from America's historical appeal as a land of opportunity, the U.S. Jewish \ncommunity is larger and more affluent than the population of Israel. In cultural and economic terms, the United \nStates has far greater resources to absorb the emigrant surge.\n\nBut the economic implications are more far-reaching. If fewer emigrants go to Israel, there will be substantially less \njustification for the proposed $ 10 billion in loan guarantees to assist their absorption there. Furthermore, an \nincreased flow of immigrants to America is bound to affect the level of philanthropic assistance to Israel. Private \ncontributions will be needed to resettle immigrants here.\n\nThis argument develops against a backdrop of shifting opinion in Israel. Writing for the New Republic from Tel Aviv, \nHillel Halkin calls into doubt the policy of maximizing immigration: \"If it's a question of utility, the country can profit \nfrom Soviet Jewish professionals, but only so many; if it's one of rescuing Jews, few Jews in the Soviet Union \ntoday are gravely threatened.\" Thus, there is not the sense of urgency that once attended the problem of \nemigration.\n\nPolitically, these considerations spell leverage for Secretary of State James Baker's effort to persuade the Israelis \nto be more forthcoming in the peace process. Baker has articulated an American consensus: \"Yes\" to generous \nhelp for Israel, \"no\" to subsidizing the permanent occupation of contested territories. The latitude to admit more of \nthose fleeing the former Soviet Union offers powerful reinforcement to Baker's diplomacy.\n\nThis prospect will be unwelcome to the regime of Yitzhak Shamir, ideologically committed to the goal of a Greater \nIsrael and determined to attract as many immigrants as possible. The issue now confronting Shamir is stark: Either \nfind a path to compromise or risk the loss of U.S. loan guarantees -- and of the dwindling stream of immigrants from \nRussia and its neighbors.\n\nThe writer is Washington director of the Council on Foreign Relations.\n"}