{"title": "Did Morgan send message?: Voters' ouster of school board incumbents may be expression of discontent with strife", "body": "\nJun. 3--In the spirit of Rodney King's quote -- \"Can we all just get along?\"-- Morgan County voters expressed their \nviews Tuesday when they voted out the incumbent superintendent and two incumbent board members.\n\nBill Hopkins Jr. defeated Bob Balch for superintendent. Jeff McLemore won a four-person campaign without a runoff \nin District 7, taking Betty Hackett's seat away after one term.\n\nIncumbent Dora Woodard finished third out of three candidates in the District 4 Republican primary.\n\nLarge turnout\n\nPaul Holmes and Christina McLemore finished first and second respectively in the race, and will be in a July 13 \nrunoff. The winner faces Democrat Stacy George in the November general election.\n\nThe vote numbers overwhelmingly sent the message. Voter turn-out was 42 percent larger than the average of the \n2006 and 2008 primaries. After defeating four Republicans and a Democrat in 2006, Balch won only three boxes on \nTuesday and Hopkins claimed 59.5 percent of the vote.\n\nWoodard, who is in her second term, and Hackett both won one box, Sparkman Civic Center. Only two votes in \neach school board race were cast at that box.\n\nJeff McLemore said the voters sent a message that they were tired of the strife and discord of the past four years.\n\nHe said the vote is a message to new school leaders and the current board, which has often been split on key \nissues since Balch became superintendent.\n\n\"It looks like they were sending a message, but I don't want to read too much into it,\" Hopkins said. \"Obviously, the \npeople want something different.\"\n\nBoth Hopkins and Jeff McLe-more used the campaign tactics of focusing on the positive and trying to avoid \ncriticizing their opposition.\n\nNo negativity\n\n\"Nobody wants to hear the negative campaigning and mud-slinging,\" Hopkins said. \"It's counter productive, \nespecially when you're talking about our children's education.\"\n\n\nAmong the most controversial recent votes were the Brewer High School principal's contract extension and the \nyearly consideration of the Brewer girls basketball coach's contract.\n\n\"Voters want to see the board working together and working with the superintendent,\" Jeff Mc-Lemore said. \"It's \ncommon sense that it helps if you encourage each other and work together to create a strength base.\"\n\nAnother message may have been sent at Hopkins' celebration, where at least nine principals made an \nappearance. Although some were there to support their new boss, many supported Hopkins during the campaign.\n\nPrincipals' support\n\n\"I've felt I've had their support all along,\" Hopkins said. \"I think they wanted someone with my experience (eight \nyears as a principal). They wanted someone who has sat behind their desk.\"\n\nJeff McLemore said most of the board members were on the board when he was principal at Lacey's Spring \nSchool, and he believes he'll be able to work well with them.\n\nHe plans to try to work toward more compromise when he takes his seat in November.\n\nHe said his goal as a school board member is to support the superintendent and school employees.\n\n\"The worst thing is having a job in which you don't know where you stand, you don't know what to expect and, if \nsomeone goes over your head, you don't know if your boss will support you if you do what is expected,\" Jeff \nMcLemore said.\n\nTo see more of The Decatur Daily, or to subscribe to the newspaper, go to http://www.decaturdaily.com Copyright \n(c) 2010, The Decatur Daily, Ala. Distributed by McClatchy-Tribune Information Services. For reprints, email \ntmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to \nThe Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n"}