{"title": "No Welcome for Foreigners; Italians Across Political Spectrum Seek Curbs on Immigration", "body": "\nA new wave of anti-immigration fever is sweeping Italy, and while its cause is familiar -- perceived lawlessness \namong the aliens -- the reaction it has provoked is not.\n\nThe political response this time has included not only the customary calls by right-wing conservatives for tough \naction, but an outcry from across the entire political spectrum, including self-styled progressives.\n\nDebate has broken out in a number of cities over whether to expel foreigners who commit crimes, whether to \ngroup all illegal aliens in camps and whether to toughen border vigilance or even ban immigration outright. Even in \nFlorence, a city that takes pride in its cosmopolitan atmosphere, a fierce political dispute has arisen over \nconstruction of camps for a relative handful of East European transients.\n\nSuch calls to curb immigration and control immigrants have long occupied right-wing political agendas, not only \nin Italy but in Germany, France and to some extent the United States -- all places where strains have grown \nbetween citizens and newcomers. In Italy, established leftist parties long ago dismissed concerns about the influx of \nforeigners as racist. That is now changing.\n\n\"When one talks about immigration, there is a risk of touching an exposed nerve on the left,\" wrote Miriam Mafai, \nan old-line leftist intellectual and columnist, in a newspaper column last month. \"The problem is difficult, but it's not \na good idea to put it aside.\"\n\nThe change in attitude is due somewhat to the prospects of national elections, perhaps next year, and concern that \nthe right wing might pick up traditional left-wing voters because of the immigration issue. \"It's time to choose, \nhowever painful that might be, between Italian citizens and immigrants. If the left does not understand this choice, it \nrisks handing the working classes over to the right,\" said Giorgio La Malfa, a center-left politician.\n\nMore broadly, Italy appears shocked by the numbers of foreigners crossing its borders and uncomfortable with the \nchanging face of the country and the appearance of many Africans, Arabs, Slavs and Central Asians on its streets. \nThe country may be particularly ill-prepared for such an influx. Until about 20 years ago, Italy was a relatively poor \ncountry and a source of emigrants seeking a better life abroad, usually in the Americas or in neighboring countries, \nparticularly Germany. Rarely did Italy receive the poor and desperate from other lands.\n\nItaly is now wealthy; its economy is the fifth largest in the world. Lax border controls and law enforcement, once \nregarded simply as a part of Italy's celebrated easygoing nature, are now under fire as not befitting the times. For \nseveral years, Italian law has made provision for expelling alien criminals. But it has been applied only rarely.\n\n\nThe country sits astride an immigration crossroads. The north touches the heart of prosperous Western Europe, \nbut the far south is separated from Africa only by a narrow passage of the Mediterranean. To the east, Italy borders \non Slovenia, a through road to the other former Yugoslav republics, where war has set off a huge wave of \nmigration. Impoverished Albania is a puddle-jump across the Adriatic Sea.\n\nThe Interior Ministry says that Italy, which has 58 million people, hosts about 780,000 registered aliens, most of \nwhom clean houses, pick crops, clean streets and perform other menial tasks. Immigration officials estimate the \nnumber of illegal aliens at about 800,000, doing about the same work, but underground. Caritas, the Roman \nCatholic relief agency, puts the figure much lower, at 300,000.\n\nNorth Africa, particularly Tunisia and Morocco, provides the largest share of immigration to Italy, about 10 percent. \nEastern Europe, including Bosnia, Poland, Romania and Albania, provides large numbers; from sub-Saharan Africa \ncome Somalis, Cameroonians and Eritreans; from Asia, Filipinos, Sri Lankans and some Chinese.\n\nCities that pride themselves on social order have lashed out the loudest against immigrants, and crimes linked to \naliens have brought tensions to the surface. In late summer, a series of rapes in Turin, along with chronic crime and \ndrug dealing in the city's San Salvario district set off anti-immigrant demonstrations. Police recently intercepted \ngangs of Italian youths who were said to have been on their way to beat up immigrants. Turin's mayor, Valentino \nCastellani, while defending the arrests, also said that the youths \"express a real unease to which the central \ngovernment ought to respond.\"\n\nIn Milan, petty crime and drug dealing in immigrant quarters of the city have caused an uproar. Bologna and Rome \nhave been scandalized by an influx of Nigerian prostitutes. Rome police allege that when they try to nab Nigerian \nprostitutes, the women smear themselves with feces so the police will not touch them, and they run away.\n\nCitizens of Florence, where soaring art and architecture project an image of civic perfection, have been upset by \ngrowing, petty criminality and drug traffic. Police headed off a group or youths last week as they prepared to \nfirebomb homes of Chinese immigrants.\n\nWhen Mayor Mario Primicerio suggested recently that a few hundred Gypsies from Albania, Macedonia and the \nSerbian province of Kosovo be sheltered in two new camps to supplement older, established camp grounds for \nimmigrants, the outcry was immediate and furious, particularly in San Salvi, one of the neighborhoods chosen for a \nnew camp.\n\nSan Salvi is typical of Florence's middle-class neighborhoods. There are neat rows of low-rise apartments, beige \nand yellow with green shutters. Garbage collection is regular, traffic lights are respected, quiet appreciated. \"These \nimmigrants come in all day begging and stealing, and now city hall wants to put them to live in this neighborhood,\" \ncomplained Lanfranco Foschi, proprietor of a toy store. \"They should put them in front of the municipal palace and \nthe Uffizi Gallery if they want to find a place for them.\"\n\nAcross town at the Poderaccio transient camp, which adjoins a marsh of the Arno River, migrant Macedonians and \nKosovars expressed dismay at the changing climate in Florence. The camp is 10 years old, although longevity has \nhardly translated into comfort. Badly drained sewers, flies, improvised wood and tin shacks contrast starkly with the \nneat rows of apartments in the nearby working-class neighborhood of Isolotto. Poderaccio residents bad-mouth \neach other: Macedonians say the Kosovars are criminals, the Kosovars blame the Macedonians.\n\n\"Italians are beginning to hate us,\" said Amet Remzi, a Macedonian who is licensed to do janitorial work in the city. \n\"We're not animals, but we want to work. If we don't have work, we either beg or steal.\"\n\nThat kind of comment infuriates Florentines, whose history of civility and self-governance dates back centuries. \nRightist politicians have tapped the public disgust and called for expulsion of even petty criminals, and for \nopposition to any new camps.\n\n\n\n\"More camps just mean more attraction for Gypsies,\" said Achille Totora, a city councilman from the far-right \nNational Alliance party. \"In Italy, work is not guaranteed for Italians. How can we guarantee it for foreigners? \nThere must be a will to stop immigration.\"\n\nHe was speaking over coffee in the city's main square, which is dominated by the Palazzo della Signoria -- seat of \nself-governance in Florence since the 14th century.\n\n\"Europe's history is of the Roman Empire and Christianity. Just look at Florence,\" Totora continued. \"There is a \nspecificity to our culture that cannot contain people from other cultures. In any event, if the foreigners work, they \ncan live in housing like any Italian. If they don't, they should move on.\"\n\nTotora's party is collecting signatures to force a referendum on blocking construction of new camps and forcing a \ncrackdown on criminals. The success in gathering signatures has awakened insecurity in the ruling coalition on the \ncity council made up of the Democratic Party of the Left, which was formerly the Communist Party, Catholic liberals \nand centrists.\n\n\"For the first time, we are facing a big problem of race and culture different from our own. I don't think we are \nready,\" said Daniele Fortini, provincial secretary for the Democratic Party of the Left, now Italy's largest left-wing \ngroup.\n\n\"Something has changed within the left,\" Fortini continued. \"Now we feel the necessity of responding to the \npopulace on law-and-order issues. Our duty is to find the proper balance, and not turn legality into repression.\"\n\nGraphic\n\n \n\nIllustration, brad wye, ITALY'S IMMIGRANTS Number of immigrants by region: Lombardy (includes Milan) 175,000 \nLatinum (includes Rome) 160,000 Emilio-Romagna 58,000 Veneto 58,000 Sicily 51,000 Tuscany 48,000 Piedmont \n45,000 Campania (includes Naples) *40,000 Other areas 145,000 Total 780,000 Total illegals 800,000 *Estimated \nto have a large number of illegal immigrants Origin of immigrants: North Africa, Former Yugoslavia, Other Eastern \nEuropean nations, Sri Lanka, Philippines, Sub-Saharan Africa Occupations of legal and most illegal immigrants: \n60% house cleaning 17% street vending 15% agricultural workers\n"}