{"title": "18 ARRESTED IN SCAM ON IMMIGRANT DOCUMENTS", "body": "\nThe Hillsborough County Sheriff's Office began noticing two things in September 2006: A rash of hit-and-run \naccidents, and businesses boldly advertising to undocumented immigrants.\n\n\"Do you need to obtain a tag or title for your car or truck?\" one flier said. \"We can do it with a license from Mexico or \nany other country, a voter's registration, a consulate ID, an international DL, or any official ID.\"\n\nThe businesses weren't lying. Investigators learned they gave undocumented immigrants fake driver's licenses, \nSocial Security cards, insurance cards or other licenses, which the companies handed to the Hillsborough County \nTax Collector's Office in exchange for authentic titles and vehicle registrations.\n\nAnd the Tax Collector's Office couldn't be blamed, detectives found, because state guidelines limit clerks from \nchecking IDs - exposing a loophole the sheriff says only legislation can fix.\n\nThursday, the Sheriff's Office, Immigration and Customs Enforcement and U.S. Attorney's Office announced the \narrests of 18 people, including seven representatives of auto sales or title companies, who face various state fraud \ncharges as part of a scam. Others were charged with driving without a valid driver's license or giving false names to \nlaw enforcement.\n\nThe U.S. Attorney's Office indicted seven other suspects who worked in two more title companies on federal fraud \ncharges, which can carry a maximum sentence of five years.\n\nTwo cars have been impounded and investigators say they have just scratched the surface of the ploy. They don't \nknow how long the scheme has been running but they expect more arrests.\n\nTwo suspects named Thursday remain on the loose.\n\nMany of the title companies raided by the Sheriff's Office billed themselves as legitimate government agencies or \npartners, Sheriff David Gee said. The companies charged immigrants $500 for services, which is three times the \namount title companies charge to assemble title and registration applications.\n\nMost disturbing, Gee said, was the discovery that county tax collectors have no way to determine valid driver's \nlicenses or insurance cards from fake ones when people apply for title and registration.\n\n\nHillsborough County Tax Collector Doug Belden and his director of branch operations, Dale Hoffman, said the state \ndoesn't require tax collectors to check driver's licenses in title applications. The state wants counties to make sure \npaperwork is in order and send it on to the state. Driver's licenses don't have to be physically shown at front \ncounters. Photocopies are fine, Hoffman said.\n\nThere's no way to check insurance policy numbers in applications either, Hoffman said.\n\nThe same holds true in every Florida county, said Pasco County Tax Collector Mike Olson.\n\nSam McClelland, Pinellas County office spokesman, said his office screens applications for foreign ID cards or \ncertificates, which they can flag to the state for further scrutiny.\n\nBut it's up to the Legislature to give tax collectors access to databases or machines to verify driver's licenses, tax \nofficials said.\n\nWhether that's a good thing is debatable, Olson said, as it could slow down an already busy system.\n\nJustin George can be reached at jgeorge@sptimes.com or (813) 226-3368.\n\nFAST FACTS\n\nThose arrested\n\nThe following are charged with offenses involving vehicle identification numbers, applications, certificates and \npapers; uttering a forced instrument; false or fraudulent motor vehicle insurance application.\n\nInter Car and Truck Sales, 15532 Dr. Martin Luther King Jr. Blvd., Dover: Jose Tavarez, 40, of Lithia; Tirsa Acosta-\nFernandez, 38, of Lithia; Esmeralda Garcia, 33, of Brandon.\n\nJimaguas Auto Sales, 3160 State Road 60 E, Valrico: Orlando Reyes, 35, of Valrico; Luisa Hernandez-Guzman, 29, \nof Valrico.\n\nThe following face federal charges of fraud and misuse of documents, visa or other permits; fraud and related \nactivity in connection with identification documents or Social Security cards.\n\nApril Lopez Title Co., 517 U.S. 41 S, Ruskin: Gwendolyn Housekeeper, 38, of Ruskin; Marisol Lopez-Flores, 25; \nJose Tejeda, 23, who is already in federal custody; Camilo Garcia-Rodriguez, 32, also in federal custody.\n\nJulia Garcia Title Co., 5466 State Road 674, Wimauma: Julia Garcia, 33, of Ruskin; Casimiro Garcia, 48, of Ruskin; \nAnanias Velasquez-Velasquez, 24, of Palmetto.\n\nGraphic\n\n \n\nPHOTO, CARRIE PRATT, Times: Sheriff's Col. Gary Terry, right, talks with Mike Kennedy of Immigration Customs \nEnforcement before a news conference. (Ran Tampa & State)\n"}