{"title": "Connecticut City Plans to Team Its Police With Federal Immigration Agents", "body": "\nWhen baseball season begins, Mayor Mark D. Boughton will probably throw out the first pitch again for this city's \nDominican baseball team. On Sundays, he sometimes can be found on the sidelines at the soccer games \norganized by many of the ethnic communities here. And he makes it a point to be at the annual Hajj festival held by \nthe sizable Muslim population. \n\n  But on Wednesday night, Mr. Boughton, who governs a city of nearly 80,000 residents -- 90,000 when illegal \nimmigrants are included -- and the Common Council are expected to approve a plan that would require the local \npolice to work with the federal Immigration and Customs Enforcement agency in rounding up workers who are in \nthe country illegally.\n\n  ''The intention is to target criminal aliens,'' the mayor said in an interview. ''It's not going to be the horrible thing the \nopponents think it's going to be. On the other side, it's not the sweeps and roundups the far right want it to be.''\n\n  During Mr. Boughton's six years in office, the city has tried to shut down the backyard volleyball games that have \nbecame a popular, and sometimes raucous, pastime among the Ecuadorean community. Last year, the Council \npassed an ordinance requiring a parade permit for gatherings of more than 25 people, a measure that was intended \nto stop the celebrations that have bubbled up on Main Street when Brazil's team was in the World Cup soccer \ntournament. \n\n  And in September 2006, undercover police officers assisted federal agents in picking up 11 immigrants in a city \npark, telling them that they were being taken to a job site. Instead, the workers were arrested and turned over for \ndeportation. \n\n  Now comes what is viewed as the most aggressive move yet: a proposal to have Danbury police officers work \nwith federal agents in enforcing the nation's immigration policies.\n\n  While Mayor Boughton said the proposal was brought to him by other Council members, he -- like the police chief \nand the city attorney -- has been a vocal supporter of the collaboration with federal agents.\n\n  Such arrangements have not always worked out well. Last fall in Greenport, on Long Island, a cooperative effort \nbetween federal agents and the local police so enraged Nassau County officials that they threatened to stop \nworking with immigration agents. In a search for gang members, armed squads burst into homes at night, \nterrorizing families and arresting anyone who lacked identity papers, even if the agents had raided the wrong \nhouse. \n\n\n  Danbury is a study in contrasts, which are perhaps most apparent on two streets named for the hills they climb. \nOn Deer Hill Road, expansive homes line both sides of the street where factory owners once lived when this town \nwas known as the ''Hatting Capital of the World.'' (Danbury turned out five million hats annually at the turn of the \n20th century.) \n\n  Not far away is Town Hill Avenue, where two-family houses have been converted into four- and five-family \nresidences, evidenced by the multiple satellite dishes that line the rooftops. In 2005, a neighborhood inspection \nteam was formed, in part to ferret out illegal attic and basement apartments that often house dozens of illegal \nimmigrants and are rife with fire code violations. One row of houses is known as ''the barracks.''\n\n  Below the hills sits a compact city with its Main Street, now mostly home to Brazilian restaurants, ethnic hair \nsalons and Western Union outlets; the growing campus of Western Connecticut State University; a regional \nairport; one of the country's busiest shopping malls; and the corporate headquarters of Ethan Allen furniture and \nPraxair, a manufacturer of industrial gases.\n\n  Despite protests from a vocal minority who say that deputizing local officers will lead to racial profiling and the \nerosion of community trust, the Common Council voted, 19 to 2, in favor of the immigration crackdown in a \npreliminary decision last month.\n\n  ''Every single person in Danbury is either an immigrant or the descendant of an immigrant, and yet there is a lot of \nvitriol against immigration,'' said Councilman Paul Rotello, who voted against the proposal. ''For all Danbury's \ncosmopolitan airs, it really is a working-class place, and nothing is more threatening to the working class than \nimmigration.''\n\n  From the city ordinances aimed at immigrant communities to his frequent appearances on the Lou Dobbs and Joe \nScarborough television programs, Mr. Boughton has gained a reputation as an official willing to take on the thorny \nissue of immigration.\n\n  Yet the mayor said he did not set out to make it the central theme of his administration. ''It's not my cause,'' Mr. \nBoughton said. ''It's not something I woke up to and said, 'Let's take on illegal immigration.' ''\n\n  Al Robinson, whose blog, HatCityBlog.com, is largely devoted to the mayor's activities, says Mr. Boughton \nunderwent a transformation in 2005 after being criticized by many residents here for proposing a day labor center to \nstop workers from gathering in Kennedy Park.\n\n  ''He just didn't know the level of anti-immigration feeling in the area,'' Mr. Robinson said. ''It almost seemed like \novernight he switched his whole policy from someone interested in helping immigrants to someone who just wanted \nto enforce immigration law.''\n\n  Mayor Boughton said the crackdown is supported by what he calls ''the middle 60-70 percent'' of the city's \nresidents. And last year, he received 65 percent of the vote for mayor, giving him a fourth two-year term. He is the \ncity's longest-serving Republican mayor. \n\n  ''There's no question that illegal immigration has a profound impact on the entire community,'' Mr. Boughton said. \n''The expenses, health care, the schools, social service programs, and that's a direct reflection on the federal \ngovernment's failure to get the job done.''\n\n  If that is the case, Danbury has its work cut out. According to the Census Bureau's 2006 population estimates, \nDanbury has a greater proportion of foreign-born residents than any other city in Connecticut, 34 percent of the \npopulation, up from 27 percent in 2000. Statewide, 12.9 percent of the population was born outside the United \nStates. \n\n  Mayor Boughton, 43, takes pride in the city, where he can trace his ancestry back 300 years. The men in his \nfamily, of English and French Huguenot descent, were carpenters for generations, until his father, Donald, broke the \nmold and entered politics, serving one term as mayor in the 1970s. \n\n\n\n  Mark Boughton taught social studies at Danbury High School for 14 years before following his father into politics \nand winning election to the Connecticut General Assembly, where he served in the House from 1999 to 2001.\n\n  As mayor, Mr. Boughton attends three or four social events on most Saturday nights.\n\n  The mayor denies claims that his stance against illegal immigration is an attempt to position him for higher office. \nStill, he said, ''if an opportunity arises, obviously I'll look at it.''\n\n  ''I have ambitions,'' he said. ''I wouldn't want somebody in my position not to have ambitions. But right now, my No. \n1 priority is the city, to leave the city better off than what I inherited.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTO: Mayor Mark Boughton once supported a day labor center, but has become an outspoken opponent of \nillegal immigration. (PHOTOGRAPH BY CHRISTOPHER CAPOZZIELLO FOR THE NEW YORK TIMES) (pg.B3)                                                                                \n"}