{"title": "HAITIAN PAUSED TO GIVE AID AND LOST ON A POINT OF LAW", "body": "\nA young Haitian refugee who stayed on a United States beach to help fellow victims of a shipwreck instead of \nfleeing may now be deported for doing what he thought was right, his lawyer says.\n\nThe problem arises because, under United States immigration law, aliens arrested after entering the country have \nmore rights than those stopped at the border.\n\nThe refugee in this case, Marcelin Pierre, 23 years old, was a passenger aboard the vessel La Nativite, which sank \nin heavy seas off Hillsboro Beach in October 1981. Its passengers were thrown into the surf and 33 died.\nMIAMI, June 27 (AP) - A young Haitian refugee who stayed on a United States beach to help fellow victims of a \nshipwreck instead of fleeing may now be deported for doing what he thought was right, his lawyer says.\n\nMr. Pierre cannot swim but made it safely to shore, where he and some of the other survivors began dragging back \nbodies so they would not be carried away by the tide, and tended to fellow survivors.\n\n''Instead of running away, he submitted himself to the cause of humanity,'' Mr. Pierre's lawyer, Burton Young, said \nlast week. ''I don't think he should be punished for doing what is right.''\n\nAfter two hours of argument, Judge Jose Simonett, of immigration court disagreed with Mr. Young. Because Mr. \nPierre did not intend to evade immigration officials, Judge Simonett said, he never achieved entry.\n\nThe ruling is in accord with earlier decisions on Haitians who have arrived near or on Florida shores by boat. ''A \nlanding is not synonymous with an entry,'' Judge Simonett said.\n\nThe judge, however, did agree to put off further proceedings to expel Mr. Pierre until Mr. Young could appeal.  After \nbeing taken into custody by immigration agents, Mr. Pierre was confined along with 1,000 other Haitians at the \nKrome Avenue refugee camp. The Haitians were ordered released by a Federal judge last year, and Mr. Pierre \nfound work at a furniture store in Opalocka.\n\n''I want to stay in Miami,'' he said.\n"}