{"title": "Child migrants shifts immigration politics; Surge of children crossing border shifts immigration politics, putting Democrats in a bind", "body": "\nThe surge of Central American children crossing the U.S. southern border has shifted the politics of immigration, \nweakening one of the most potent arguments Democrats plan to make against Republicans in November and in the \nnext presidential election.\n\nIn the past month, the number of Americans who rank immigration as the nation's top problem has tripled in \nsurveys conducted by Gallup - putting the issue on par with the economy and unemployment as the most frequently \nnamed issues facing the country.\n\nAnd this past week, a poll from Pew Research Center found a 5 percentage point drop in support for the \nDemocrats' long-stalled immigration fix, which would beef up border security while at the same time creating a \npath to citizenship for many of the 11 million people living in the United States illegally.\n\nThat idea remains popular, backed by 68 percent of those polled, having gained support in the past few years as \nthe recession and a surge of Border Patrol agents quieted the border. But Roberto Suro, a former director of the \nPew Hispanic Center, said that when the media focuses on trouble at the border, support for such a citizenship \neffort drops. In the same recent Pew survey, a plurality of Americans said they favor swifter deportations of migrant \nchildren and trust Republicans more than Democrats to fix the issue.\n\n\"The most potent imagery in immigration politics has been when things are out of control,\" said Suro, now a \njournalism professor at the University of Southern California. \"Those three words often spell a turn toward \nrestriction, regardless of what the actual circumstance is.\"\n\nThe political changes come as alarm rises about the more than 57,000 children who have entered the country since \nOctober, many of whom are languishing in makeshift detention facilities as the country's overwhelmed immigration \ncourts fail to keep pace with the need to provide each child a hearing before a judge as required by a 2008 law.\n\nSupporters of restrictions on immigration are gleeful at the shift, which has happened just weeks after predictions \nof long-term electoral doom for Republicans in November because of House Speaker John Boehner's decision not \nto allow a vote on an immigration overhaul.\n\nMeanwhile, Democrats are fretting about how best to handle the issue and whether to continue to support President \nBarack Obama's proposal to speed up deportations of the Central American kids. This past week, Maryland Gov. \nMartin O'Malley, a potential candidate for president in 2016, urged the administration to be more accommodating of \nthe children, but he was later attacked for privately asking the White House not to house the migrants in his state.\n\n\"They know this is the sort of thing that can radicalize independents, and a lot of Democrats, frankly,\" said Mark \nKrikorian of the Center for Immigration Studies, which advocates for more immigration restrictions. \"What is the \n\n\npremise of ... immigration reform? It's: 'Look, we've pretty much fixed this (border) problem, let's tie up our loose \nends and move on.' Well, obviously not.\"\n\nMembers of the Congressional Hispanic Caucus who met with the president last week said he remains resolute, \nand supporters of an immigration overhaul say long-term political trends back their stance. They argue that \nRepublicans who toughen their rhetoric now could be left with a position that seems too extreme once the \nimmediate problem fades.\n\n\"I think there are going to be some ebbs and flows in our conversation, but the American people, when you ask \nthem about what are the basic components of an immigration reform bill, we've won that argument,\" said Illinois \nDemocratic Rep. Luis Gutierrez.\n\nStill, emboldened Republicans appear unlikely now to grant Obama's request for $3.7 billion to deal with the crisis, \nwhile some, including Texas Sen. Ted Cruz, want Obama to reverse his action that granted deportation relief to \npeople brought here illegally as children.\n\nPennsylvania GOP Rep. Lou Barletta, a consistent opponent of creating a path to citizenship for people living in the \ncountry illegally, said this week that he felt like a bit of a pariah in his caucus after 2012 elections, which led the \nRepublican National Committee to recommend the party embrace an immigration overhaul. Now, he said, that's all \nchanged.\n\n\"More and more members are wanting to talk to me about it,\" Barletta said.\n\nFrank Sharry, the executive director of the immigrant rights group America's Voice, acknowledged that Republicans \nhave the upper hand at this moment. But he said the polling shifts are largely the result of GOP voters hardening \ntheir position on immigration.\n\nOnce the public understands the true nature of the problem, he said, the momentum will swing back in favor of an \noverhaul.\n\n\"I know right now it looks like they're on the front foot and he's on his back foot,\" Sharry said of Republicans and \nObama. \"I'm not sure it's going to look the same way come September or October.\"\n\n___\n\nAssociated Press writer Erica Werner in Washington contributed to this report.\n\n___\n\nFollow Nicholas Riccardi on Twitter at: https://www.twitter.com/NickRiccardi/\n"}