{"title": "ATLANTA-BOUND: Immigrant Freedom Rides roll", "body": "\nAbout 100 activists will roll into Atlanta from Houston in buses next week, bringing with them what they hope will be \nechoes of the civil rights movement's Freedom Rides of 1961.\n\nThis time the message is about immigrants' and workers' rights. Dubbed the Immigrant Workers Freedom Ride, \norganizers of the national campaign say they are seeking a path to legalization for all immigrant workers and their \nfamilies and protection of workers' rights on the job regardless of their legal status.\n\nThe two buses from Houston will stop in cities that were touchstones of the civil rights movement, including New \nOrleans, Jackson, Miss., and Montgomery, Birmingham and Anniston, Ala., before arriving Monday in Atlanta.\nAJC\n\nThe project has garnered support from national civil rights figures such as U.S. Rep. John Lewis (D-Ga.), one of the \noriginal Freedom Riders, the Rev. James Orange, an associate of the Rev. Martin Luther King Jr. and the Rev. \nJoseph E. Lowery, a co-founder and former president of the Southern Christian Leadership Conference.\n\nLowery sees parallels\n\nThe civil rights struggles of decades ago and the present-day problems faced by millions of immigrants are \nconnected, said Lowery, who is scheduled to speak Monday evening at a town hall meeting at the United Auto \nWorkers Local 10 office on Buford Highway in Doraville.\n\n\"I'm trying to assure human rights for all God's children, particularly those living in this country,\" said Lowery, who \nheads the Georgia Coalition for the People's Agenda, a grass-roots organization whose mission includes a public \nwatchdog role.  \"If companies are going to hire these people, they ought to pay decent wages. I think we ought to \nprovide all people the opportunity that we and our ancestors wanted when we migrated here --- some of us willingly, \nsome of us in chains. . . . I feel like everyone deserves human rights and justice and equal opportunity.\"\n\nThe idea for the national ride was born in the summer of 2001 at the annual conference of the Hotel Employees \nand Restaurant Employees International Union, said David Koff, a spokesman for the Immigrant Workers \nFreedom Ride.\n\nCongress to be lobbied\n\n\nBuses from nine other cities are wending their way to Washington, where riders --- illegal immigrants among them \n--- will meet with members of Congress and march Oct. 2 at Farragut Square. The riders will travel on to Flushing \nMeadow Park in Queens, N.Y., for a rally Oct. 4.\n\nBehind the national movement are the AFL-CIO and a coalition of labor, religious and grass-roots organizations.\n\n\"The vulnerability of undocumented workers to exploitation is being recognized by other workers in the unions,\" Koff \nsaid. \"Everyone is held down by the fact that our broken immigration system maintains a second-class work force.\"\n\nFor years the AFL-CIO had been among groups expressing concern about the influx of immigrants into the United \nStates. But the growth of the immigrant labor force was among the factors that led to big labor making an about-\nface, and several unions have launched campaigns to recruit immigrants to boost their dwindling membership.\n\n\"These people are here. They pay taxes. They contribute to the economy,\" said Charlie Fleming, president of the \nAtlanta Labor Council of the AFL-CIO. Unions need to make sure their rights as workers are protected, he said.\n\nGroups participating in the Atlanta events hope to highlight issues such as driver's licenses for illegal immigrants, \nworkplace abuses and fraud perpetuated on immigrants.\n\n\"The driver's licenses is one of the most important issues,\" said Adelina Nicholls, vice president of the Coordinating \nCouncil of Latino Community Leaders.\n\nGroups representing Caribbeans, Africans, Asians and other immigrants are also participating in Monday's events \nand a Latino civil rights forum is scheduled from 8 a.m. to 6 p.m. Saturday at Morehouse College to discuss some \nof the issues.\n\nLast Saturday Agustin Torres handed out fliers to passers-by at Kim Long Plaza in Forest Park highlighting \nMonday's event.\n\n\"When I came here I was in constant fear. I thought the police were Immigration and were going to send me back,\" \nsaid Torres, 37, who came to the United States with a tourist visa in 1984 and never went back. He became a legal \nresident three years later through a federal amnesty program.\n\nHe has worked in construction and at restaurants in metro Atlanta. He recently started the nonprofit Latinos United \nin South Atlanta to help immigrants with their day-to-day problems.\n\n\"I don't forget what it was like,\" said Torres, who became a U.S. citizen in 1997.\n\n \n\n* ON THE WEB: www.iwfr.org or call 404-522-4500.\n\nGraphic\n\n \n\nPhoto: Agustin Torres hands out fliers last weekend at Kim Long Plaza in Forest Park to call attention to Monday's \narrival of the Immigrant Workers Freedom Ride in Atlanta. / LAURA NOEL / Staff\n"}