{"title": "Immigration Math: It's a Long Story", "body": "\nMUCH of today's debate about immigration revolves around the same old questions: How much do immigrants \ncontribute to production? Do they take jobs away from people born in the United States? And what kinds of social \nservices do they use? Yet every immigrant represents much more than just one worker or one potential citizen. To \nunderstand fully how immigration will shape the economy, you can't just look at one generation -- you have to look \ninto the future.\n\n  Sociologists and economists are just beginning to study the performance of second- and third-generation \nmembers of immigrant families. Because of the variety of experiences of people from different countries and \ncultures, it's not easy to generalize. But recent research has already uncovered some pertinent facts.\n\nEducation is a good place to start, because it's strongly correlated with future earnings. Children of immigrants \ncomplete more years of education than their native-born counterparts of similar socioeconomic backgrounds. ''You \ncan expect a child of immigrants whose parents have 10 years of education to do a lot better than a child of natives \nwhose parents have 10 years of education,'' said David Card, a professor of economics at the University of \nCalifornia, Berkeley. Being a child of immigrants, he said, ''sort of boosts your drive.''\n\n  As a whole, though, the second generation also tends to move toward the American average, Professor Card said. \nSome graduate from high school even though their parents didn't, but some whose parents have doctorates will \nearn only bachelor's degrees. \n\n  Still, it can take several generations for poor immigrant families to catch up to American norms. ''For the largest \nimmigrant group -- that is Mexicans and Mexican-Americans -- the picture is progress, but still lagging behind other \nAmericans,'' said Hans P. Johnson, a research fellow at the Public Policy Institute of California. ''They're doing \nmuch better than their parents, graduating from high school, but they still have very low graduation rates from \ncollege.''\n\n  But despite the lag in education, Mr. Johnson said, Mexican immigrants and their families don't have much trouble \nfinding jobs. ''One of the paradoxes of Mexican immigration is that you have these workers with low skills but \nincredibly high employment rates,'' he said. ''The second generation isn't able to maintain employment levels that \nare quite so high, but they're basically in the same ballpark.''\n\n  Second generations of immigrant families are managing to climb the skills ladder, too. A recent survey by the \nCensus Bureau reveals that 40 percent of the female workers and 37 percent of the male workers in the second \ngeneration took professional or management positions, up from 30 and 24 percent, respectively, in the first \ngeneration. The survey, taken in 2004, included many adults whose parents came to the United States decades \nago, noted William H. Frey, a visiting fellow at the Brookings Institution in Washington who compiled data from the \n\n\nsurvey. With more recent immigrants, he said, it's possible that lower education rates may eventually lead to worse \noutcomes.\n\n  Other factors could also make success more difficult for today's children of immigrants, compared with those of the \npast.\n\n  One is increased competition. The children of Italians and Poles who came to the United States around the turn of \nthe 20th century didn't face much of it, because the government imposed quotas on immigration after their parents \narrived, said Roger Waldinger, a professor of sociology at the University of California, Los Angeles. By contrast, the \nchildren of recent arrivals face competition from successive waves of immigrants from numerous regions.\n\n  Inequality of income and wealth is another factor that could affect opportunities. ''The second generation of Italians \nand Poles came of age in an era of historically low inequality,'' Professor Waldinger said. ''The second generation of \nMexican immigrants is coming of age in an era of historically high inequality, and that has to work to the \ndisadvantage of those with low levels of schooling.''\n\n  But there are also forces working in the opposite direction. For one thing, the children of today's immigrants will \nhave much better access to education and the labor market than those of a century ago. ''It almost certainly will be \nthe case that tomorrow's third generation will have better outcomes than today's third generation,'' Mr. Johnson \nsaid. ''The conditions today are better in terms of educational opportunities.''\n\n  Adding to that, members of several immigrant groups have often risen quickly to -- or even started at -- the top of \nthe wage scale. Professor Waldinger said that ''the median for Indian immigrants is 16 years of schooling'' and that, \non balance, ''the Indians, the Koreans, the Chinese -- they're already successful.'' One reason, he added, is that \nsociety is ''much more open to outsiders'' in top jobs and at elite colleges than it ever was before.\n\n  EVEN if successive generations of immigrants manage to become as economically successful as native-born \nAmericans, a big question will remain: How many people do we really want in the United States? From the \nstandpoint of government fiscal policy, Professor Card said, you could argue that the only immigrants you'd want in \nthe United States were those ''whose children are going to get Ph.D.'s'' and would therefore be economically \nproductive.\n\n  Some people might argue that a larger population raises housing prices and causes more pollution, he said. But \nthere can be advantages to size, too. ''If you have population growth, you can finance intergenerational transfer \nsystems'' like Social Security and Medicare, he said. And lest we forget, he said, ''big countries have more power.''\n\n  Mr. Frey agreed that waves of immigration could help to solidify a country's position in the world. In that respect, \nhe said, Europe and Japan have a problem. ''They have a very aging society because they don't like immigrants,'' \nhe said. ''They're going to end up on the back burner of the global economy.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nChart: ''The Next Generation''Jobs held by first- and second-generation male immigrants in 2004Farming, fishing \nand forestryFIRST GENERATION: 2.1%SECOND GENERATION: 0.4%Sales and officeFIRST GENERATION: \n13.5SECOND GENERATION: 22.0ServiceFIRST GENERATION: 18.9SECOND GENERATION: 12.9Production, \ntransportation and material movingFIRST GENERATION: 20.4SECOND GENERATION: 14.9Construction, mining \nand maintenanceFIRST GENERATION: 20.9SECOND GENERATION: 13.0Management, professional and \n\nhttp://www.nytimes.com/\n\n\nrelatedFIRST GENERATION: 24.1SECOND GENERATION: 36.8(Source by William H. Frey and U.S. Census \nanalysis of 2004 Current Population Survey)\n"}