{"title": "IMMIGRANT FLOW TIED TO ECONOMY", "body": "\nEven as public resentment toward illegal immigrants rose in the early 1990s, the number of undocumented \nimmigrants entering the state had already dropped sharply from its level of previous years, a study released today \nsuggests.\n\nFor instance, the study suggests that the year before California voters registered their feelings about illegal \nimmigration with the November 1994 passage of Proposition 187, estimated illegal immigration was just one-fifth its \nlevel of three years before.Figures for 1992-'93 are the most recent available.\n\n\"Undocumented Immigration to California: 1980-1993,\" by the San Francisco-based Public Policy Institute of \nCalifornia, is the first study to measure net annual flows of undocumented immigrants into the state. The institute \nis a non-profit organization that conducts non-partisan research on economic, social and political issues.\n\nPrimary destination\n\nCalifornia outstrips every other state in the nation as a destination for undocumented immigrants. The study said \nundocumented immigration added between 1.3 million and 2.2 million new California residents during the '80s, \nconstituting 22 percent to 31 percent of the state's total population growth.\n\nBut that growth was far from steady, the study suggests. The flow of undocumented immigrants was relatively low \nduring the first few years of the 1980s, averaging about 100,000 a year, according to the study. It surged for several \nyears in the late 1980s, only to subside again in the early 1990s.\n\nAlthough researchers stressed that their study was more quantitative than qualitative, they did cite a couple of likely \nexplanations for the large swings in illegal immigration.\n\nEconomy booms, declines\n\nMost notable was the health of the state's economy. In the early 1980s, California experienced slow growth. Then \nin the late '80s, the economy boomed, apparently prompting illegal immigrants to cross the border in search of \njobs, according to the study. Then when the state's economy took a nose dive in the early 1990s, illegal \nimmigration slowed as unemployment rose here.\n\nBut the late-'80s peak in undocumented immigration also may have been a one-time phenomenon resulting from \nthe Immigration Reform and Control Act of 1986, according to the study. The study theorizes that this law may have \ndrawn more immigrants into the state as relatives of people granted amnesty came to join their families.\n\nThe act made about 3 million illegal immigrants eligible for amnesty. Most of them were required to have lived in \nthe United States continuously since Jan. 1, 1982. Illegal farmworkers qualified even if they had worked in U.S. \n\n\nagriculture only 90 days during a one-year period ending May 1, 1986. The deal gave farmworkers 18 months to \napply for amnesty, but other immigrants only 12 months, ending in May of 1988.\n\nNow, at a time when immigration rhetoric is running high in the state, researchers acknowledge that this data could \nbe used to show that undocumented immigrants take jobs away from U.S. citizens. But they said it also could be \ninterpreted to show that undocumented immigrants take jobs citizens don't want.\n\nMaking up for outflow\n\nIndeed, their analysis showed that the large immigrant surge of the late '80s and early '90s actually coincided with \na period in which many state residents were leaving California, and fewer U.S. citizens were moving here.\n\n\"Anytime you put out figures on undocumented immigrants, it will be used,\" said John Ellwood, director of the \npolicy institute. \"But the question is how it will be used. This is just a background paper to give an estimate of \nundocumented immigrants over a certain time period. Politicians will read different things into those numbers.\"\n\nThe study, which took six months to put together using U.S. Census and U.S. Immigration and Naturalization data, \nwill be circulated to researchers and policy makers in California and Washington, D.C.\n\nCHART\n\nUNDOCUMENTED IMMIGRANTS\n\nThis is the estimated increase (or decrease) per year of undocumented immigrants in California based on data on l\nicensed drivers, occupied households and persons per household, and assuming a moderate census under-\ncount in 1980 and 1990. Each 12-month period starts in April.\n\nYear        Increase\n\n1980-'81          134,000\n\n1981-'82          (8,000)\n\n1982-'83          (43,000)\n\n1983-'84          49,000\n\n1984-'85          99,000\n\n1985-'86          218,000\n\n1986-'87          274,000\n\n1987-'88          261,000\n\n1988-'89          294,000\n\n1989-'90          424,000\n\n1990-'91          272,000\n\n1991-'92          122,000\n\n1992-'93          84,000\n\nSource:  Public Policy Institute of California\n\nMERCURY NEWS\n\nGraphic\n\n \n\nChart\n\n\n"}