{"title": "POUR YOURSELF A BROOKLYN LAGER IN A FEW WEEKS", "body": "\nBrooklyn Lager, a craft beer that's the fourth most popular draft beer in New York City, will be widely available in \nthe Tampa Bay area within two weeks. The lager and pale and brown ale cousins produced by Brooklyn Brewery, \na craft brewer that produced 58,000 barrels in 2006, will be sold by most grocery stores. Touted as the first \nsuccessful New York brewer since Schaefer and Rheingold checked out in 1976, Brooklyn Brewery has an \nunusual history. Its founder and president is Steve Hindy, a one-time Associated Press Mideast correspondent who \ntaught himself home-brewing when he lived in beer-free Saudi Arabia. He and a banker friend set up shop in 1988 \nusing a pre-Prohibition recipe for Brooklyn Lager. They raised money for the venture weeks before the 1987 stock \nmarket collapse.\n\nReport: Relish our immigrant workers\n\nJust in time for the immigration debate buzzing in Washington, D.C., comes a report on the immigrant work force in \nFlorida. A report to be released today by Florida International University says immigrants made up 23 percent of the \nstate's work force in 2005, compared with 19 percent in 2000. What's more, the report posits, we're lucky to have \nthese workers: \"In short, immigrants contribute more to the Florida economy than they cost,\" a preliminary release \nstates. The report concludes that recent immigrants to Florida, as compared with U.S. natives:\n\n- Contribute equally or more to the economy as measured by taxes paid and assistance received.\n\n- Are just as likely to have advanced degrees and nearly as likely to have bachelor's degrees.\n\n- Are more likely to be entrepreneurs.\n\nAfter a news conference this afternoon, the report will be available online at www.risep-fiu.org.\n\nCongrats to our top entrepreneurs\n\nThe 25 finalists for Ernst & Young's Florida Entrepreneur of the Year awards include some bay area connections to \nmake us proud:\n\n- Paul Simino, president and founder, One Simple Loan, Oldsmar.\n\n- David Serlo, CEO, PSCU Financial Services, St. Petersburg.\n\n- Thilo Best, president, Horizon Bay Senior Communities, Tampa.\n\n- Crawford Ker, president, Ker's WingHouse, Largo.\n\n-Jon Yob, president and CEO, Creative Recycling Systems, Tampa.\n\n\nWinners will be announced at a gala in Orlando on June 21. They will be eligible for the national awards in \nNovember.\n\ntampabay.com\n\nUnclaimed money\n\nThat's right - and it could be yours. Check out the list from Florida at blogs.tampabay.com/money.\n\nGraphic\n\n \n\nPHOTO: Bottle of Brooklyn lager.\n"}