{"title": "RETAIL GIANT FINED IN ALIEN INQUIRYWAL-MART SETTLES ILLEGAL-LABOR CASE", "body": "\nLITTLE ROCK, Ark. -- Wal-Mart Stores Inc. escaped criminal charges but agreed Friday to pay $11 million, a \nrecord fine in a civil immigration case, to end a federal probe into its use of illegal immigrants to clean floors at \nstores in 21 states.\n\nA dozen contractors who actually hired the laborers for work inside stores for the world's largest retailer agreed to \nplead guilty to criminal immigration charges and together pay an additional $4 million in fines.\n\n\"This case breaks new ground not only because this is a record dollar amount for a civil immigration settlement, but \nbecause this settlement requires Wal-Mart to create an internal program to ensure future compliance with \nimmigration laws by Wal-Mart contractors and by Wal-Mart itself,\" said Michael J. Garcia, assistant secretary for \nU.S. Immigration and Customs Enforcement.\n\n\"We plan to use this settlement as a model for future cases and efforts in work site enforcement,\" he said.\n\nWal-Mart received a target letter from a grand jury in Pennsylvania and was the subject of an October 2003 raid \nspanning 21 states and 60 stores. The raids led to the arrest of 245 allegedly illegal immigrants.\n\nWal-Mart, which has 1.2 million domestic workers, had pledged its cooperation in the investigation.\n\n\"We are satisfied that this is being settled as a civil matter,\" Wal-Mart spokeswoman Mona Williams said from the \ncompany's Bentonville, Ark., headquarters. \"Despite a long, thorough and high-profile investigation, the government \nhas not charged anyone at Wal-Mart with wrongdoing.\"\n\nFederal officials said the fine money would go to the Treasury Forfeiture Fund and will be spent on \"promoting \nfuture law enforcement programs and activities in this field by U.S. Immigration and Customs Enforcement.\"\n\nNo longer does Wal-Mart employ outside contractors to clean its floors. Companies that do contract work for other \nchores will have stricter rules to follow to win those contracts, and upper management will have to approve \ncontracts of more than $10,000, Williams said.\n\nThe probe began in 1998 and ended with the big raids on Oct. 23, 2003.\n\nAmong those arrested in the raids were eight people who worked for Wal-Mart itself. Williams said the eight had \nbeen hired from floor cleaning companies as Wal-Mart began to clean its floors with its own workers. Williams said \nthose workers had documents that appeared to be valid and said the law prevented the company from challenging \nthose documents.\n\n\n\"We were between a rock and a hard place,\" she said.\n\nWilliams said no executives or mid-level managers knew the contractors had hired illegal immigrants, a statement \nreflected in the consent decree.\n\nAn employer can face civil and criminal penalties for knowingly hiring illegal immigrants or failing to comply with \ncertain employee record-keeping regulations.\n\nOnce investigators moved in, Wal-Mart told its executives to preserve documents. Federal agents didn't wait and \ntook boxes from the office of a mid-level executive at the company's Bentonville headquarters. That executive still \nworks for the company, Williams said.\n"}