{"title": "Storm Aftermath: Live Updates", "body": "\nOn Monday morning, commuters returned to work on the city's buses and trains, which were operating on normal \nor modified schedules, and the majority of students were able to return to classrooms.  \n\nOver the weekend, hundreds of would-be marathon runners wearing numbers ran to the cheers of crowds in \nCentral Park and others went to Staten Island and other storm-ravaged areas to help. \n\nPower began to return to the Rockaways, one of the hardest-hit areas, and Manhattan had most of its power back. \nBut much of the region remained without power or heat as the temperature plunged overnight, gas remained scarce \n-- and rationed in New Jersey. And tempers in many places were short. \n\nTracking the storm that has disrupted power and transportation for millions of people in more than a half-dozen \nstates, leaving behind the daunting task of cleaning up.  \n\n 4:26 P.M. | City Approves $85 Million in Emergency Storm Contracts \n\nThe city has approved $85.4 million in emergency contracts to repair damage caused by the storm and buy \nequipment to respond to the disaster, according to the office of City Comptroller John C.Liu. \n\nThe contracts include $30.3 million in work on the city's beaches and money for all manner of equipment -   \nlaptops, sandbags, oxygen, new pumps at sewage treatment plants, \n\nA spokesman for Mr. Liu said the largest contracts had been approved for the parks department, the Department of \nEnvironmental Protection, the Sanitation Department and the Department of Design and Construction.\n\nThe comptroller's office approved  $30,362,965 in parks department contracts to repair damages to various \nbeaches, including Rockaway, Manhattan Beach, Coney Island and along Shore Parkway.\n\nFor the Department of Environmental Protection, $15 million in contracts were approved for pumping equipment \nand work at sewage treatment plants and satellite phones, while the $14 million in Sanitation Department contracts \nwas for heavy equipment and for workers to augment the agency and provide replacement disposal capacity, the \nspokesman said.\n\nThe spokesman said  $12 million in contracts for the Department of Design and Construction was for heavy \nequipment and construction-related services.\n\n\n- William K. Rashbaum \n\n 4:11 P.M. | Signs of Progress in the Financial District  \n\nAt lunchtime along Wall Street on Monday, tourists far outnumbered office workers looking for lunch, but some \nwandered in and out of the boutiques.\n\nThere were signs of progress. The Battery Park Underpass, completely flooded for days after the storm, with a \nsubmerged City Department of Transportation dump truck stuck at the entrance to the westbound lanes, was clear \nand a police officer guarding it said it would be open in a few days.\n\nThe Café Water, a deli on the corner of Cedar and Water Streets, was getting ready to open, perhaps on Tuesday, \nthe owner said.\n\nBut other businesses faced obstacles. The historic Fraunces Tavern, at the corner of Pearl and Broad Streets, \nwhere George Washington gave his farewell address to officers of the Continental Army, was struggling.\n\n\"If we don't get power, we're in trouble,\" said one of the owners, Eddie Travers, who said he was struggling with the \ncity's Buildings Department to get the power turned on and trying to hold onto his staff.\n\nMinas Polychronakis, a 72-year-old Greek immigrant who runs a shoe repair business at 67 Wall Street, just 40 or \nso yards from where the waters of the East River stopped in their storm-surge-fueled travels up Wall Street, sat \nbehind the counter in his empty shop early Monday morning. \n\nMr. Polychronakis, who has been repairing shoes since 1954, first in Crete and then, after coming to the United \nStates in 1969, in New York, was philosophical. He is no stranger to disaster and loss and the lack of something \nthat has in recent years come to be called \"business continuity.\" He had a shop on the concourse below the World \nTrade Center for 25 years until the attacks in 2001.\n\n\"They say in life we do the best we can,\" he said. \"We start today. I hope we do O.K. It depends on how many \npeople come to work.\"\n\nThis is the busy season in his business, he said. \"Boots,\" he explained. The season in which people get ready for \ncold weather is the shoemaker's friend.\n\nAs for government assistance, he was more cynical. \n\n\"The money goes to the big guys, and who pays the price?\" he asked, his eyebrows rising to answer his own \nquestion.\n\nBut he still has hopes and ambitions.\n\n\"In a year and a half, my lease expires,\" he said. \"I hope by then the trade center is open and I open my store again \nand retire.\"\n\n- William K. Rashbaum \n\n 3:57 P.M. | Limited PATH Service Resuming Tomorrow \n\n  Limited PATH train service will be reinstated Tuesday between Journal Square in Jersey City and 33rd Street in \nManhattan, the Port Authority of New York and New Jersey said.\n\nThe authority said fares would be waived on Tuesday. Stops will not be made at Christopher and Ninth Streets, and \ndisabled passengers will have access only to platforms at Journal Square and 33rd Street. The trains will run \nbetween 5 a.m. and 10 p.m.\n\nhttp://www.panynj.gov/path/\n\n\nPATH service is not being restored yet at Newark Pennsylvania Station, Hoboken, Exchange Place or the World \nTrade Center.\n\n- Matt Flegenheimer \n\n 3:29 P.M. | Bloomberg Reports Typical School Attendance and Updates Housing Needs \n\nMayor Michael R. Bloomberg, speaking at a public school in Brooklyn, P.S. 195., said on Monday that school \nattendance throughout the city for the day was about 86 percent, about the same as one year ago.\n\nHe also said that about 94 percent of the city's schools were open and he expected both attendance and the \nnumber of open schools to be higher when classes resumed again on Wednesday, after they close Tuesday for \nElection Day.\n\n\"It was a relatively successful first day,\" Mr. Bloomberg told reporters.\n\nMr. Bloomberg said that most of the 16 schools used as shelters should be ready to accommodate their students on \nWednesday, by moving people elsewhere or separating evacuees from students. Forty-eight buildings were \nstructurally damaged, and 19 schools are without power.\n\nDennis M. Walcott, the New York City schools chancellor, said the city was continuing to work on its schools, and \nthere were 7,400 buses helping students get to their classes. Students were given MetroCards to help those in \nshelters with their transportation needs, the mayor said.\n\nIn a news briefing, the mayor and other city officials also discussed the latest efforts in the recovery.\n\nAbout 115,000 people remained without power in total in the city, he added.\n\nAs for the longterm need for housing, Mr. Bloomberg said more than half of the people who need emergency \nhousing were in city public housing, and most of that housing should have electricity restored this week, perhaps in \ntwo days, with about two-thirds of the residences with heat and hot water a few days later, with more next week.\n\nHe said a worst-case prediction for those who might need temporary housing was 40,000 people, with 20,000 of \nthem from New York City Housing Authority units, but he called that a \"guesstimate,\" with better numbers to come \nafter a survey.\n\nIn public housing, 114 buildings with 21,000 residents still do not have power, and 174 buildings lack heat and hot \nwater.\n\nAs for longer term housing, Mr. Bloomberg announced the appointment of an employee who had also helped the \ncity get back on its feet after the Sept. 11 terrorist attacks.\n\nMr. Bloomberg said many problems were on their way to being solved, and \"those who have much more serious \nneeds, we are not going to walk away from you.\"\n\nDozens of polling places are being moved as well. Asked whether he was confident that people could get to the \nsubstitute polling places, Mr. Bloomberg said: \"I think they can. The question is will they make the effort?\"\n\nHe also said that 21 million gallons of gasoline was unloaded this weekend but it would take time for it to reach gas \nstations. Lines at the pump probably will remain long, he added, saying the city was asking motorists to be patient \nand to use mass transit as long as they can. In the city, the temporary allowance of  multiple passenger and street \npickups by taxis and livery cabs was suspended as of midnight, he added.\n\n- Christine Hauser \n\n 3:37 P.M. | Moratorium on Foreclosures Ordered in Storm-Hit Areas \n\n\n\nThe federal housing secretary directed all mortgage lenders that work with the Federal Housing Administration on \nMonday to stop any foreclosure action for 90 days on any homeowners in the region hit by the storm.\n\n \"We don't want families to be victims twice, once by disaster and once by foreclosure,\" said the secretary, Shaun \nDonovan. HUD had previously announced more limited foreclosure relief for homeowners in the storm area.\n\n- Eric Lipton \n\n 2:48 P.M. | MTV Special to Raise Money to Rebuild 'Jersey Shore' Hometown \n\nTheir house was spared, but much of their stamping grounds, including their beloved Seaside Heights Boardwalk, \nwere not. And so the cast members of \"Jersey Shore\" have been pitching in to help victims of the storm. \n\nSnooki has already opened her capacious closet to those in need (of a wardrobe like hers).\n\nCleaning my closet today to donate clothes and whatever I can do the victims affected by sandy! I'm comin with \nclothes!!!! - NiC0LE P0LiZZi (@snooki) November 1, 2012\n\nAnd on Monday, MTV announced that it would broadcast a live on-air special, \"Restore the Shore,\"  on Nov. 15 to \nraise money to rebuild Seaside Heights.\n\n\"The town and its residents have been nothing but gracious over the years, and now it's time to return their \nkindness and generosity,\" the network said.\n\nMTV is working with Architecture for Humanity, a nonprofit organization that provides design and construction \nservices after natural disasters. The show will be  broadcast from MTV's studios in Times Square.\n\nI can not believe this footage I am seeing ugh what happened to my jersey shore! :( I hope everyone is alright! - \nSamantha Giancola (@MTVsammi) October 30, 2012\n\n- Andy Newman \n\n 2:02 P.M. | New Storm, Expected to Hit Area Wednesday, May Set Back Recovery \n\nThe Northeast is now bracing for a potentially lethal Northeaster that is expected to bring punishing winds and high \ntides, adding to the misery of residents still reeling from last week's disaster and possibly setting back the \nrestoration of power throughout the region.\n\nForecasters are tracking a storm developing off the Southeast coast that is expected to make a turn northward and \nintensify Tuesday before hitting the Northeast and mid-Atlantic region by Wednesday and continuing into Thursday.\n\nThe National Weather Service predicts the storm could produce sustained winds of 30 to 40 miles an hour and \ngusts up to 60 miles an hour in the New York region by Wednesday afternoon. The storm, coming in the wake of \nHurricane Sandy, could cause more power failures and minor to moderate flooding along the coastal areas \ndevastated last week, said David Stark, a meteorologist with the Weather Service.\n\nMr. Stark said tidal surges of two and a half feet to four and a half feet at the peak of high tide on Wednesday night \ncould play unpredictably  along the southern shores of Long Island and western Long Island Sound, coastal \nlandscapes altered by last week's storm.\n\n\"Some of the dunes are gone,\" he said, \"so there is some definite uncertainty there on what the impacts will be with \na moderate coastal storm surge.\" \n\nTemperatures along the coast are expected to dip into the high 30s on Wednesday night and climb into the 40s by \nThursday morning and into the 50s later in the day. The storm system is expected to move out by Thursday \nafternoon.\n\nhttp://portal.hud.gov/hudportal/HUD?src=/press/press_releases_media_advisories/2012/HUDNo.12-168\nhttp://remotecontrol.mtv.com/2012/11/02/jersey-shore-seaside-heights-house-hurricane-sandy/\n\nInland areas in the lower Hudson Valley, northeastern New Jersey and southwestern Connecticut could get a mix of \nsleet and snow on Wednesday morning, changing to rain later in the morning.\n\nThe Northeaster and its damage are not expected to approach the hurricane's devastation. But given the damage \nlast week to homes, businesses, coastlines, the electric grid and the spirits of people without power for a week, a \nsecond storm seems certain to compound the damage from the first one.\n\n- Peter Applebome \n\n 2:12 P.M. | U.S. Transportation Dept. to Provide 350 Buses in New Jersey \n\nThe federal Department of Transportation plans to provide 350 buses to help ease what has been a difficult return \nto work for New Jersey commuters. As many people returned to work on Monday for the first time since Hurricane \nSandy, many of the usual commuting routes were still shut down, or overwhelmed. \n\nNew Jersey Transit normally runs 63 trains in and out of New York City during the morning peak hours; on Monday \nit was able to run just 13. New Jersey Transit had added train cars to lines that were running, and began running \nemergency buses between northern New Jersey and Manhattan on Monday to make up for lost service, but trains \nwere crowded anyway. The New Jersey Coast Line and trains from Woodbridge had to be shut down in the middle \nof the morning rush because so many commuters crowded the trains and platforms. Gov. Chris Christie said the \nbuses provided by the federal government could accommodate half of the usual number of cross-Hudson \ncommuters.\n\nTrains in northern New Jersey were expected to remain out of service for several weeks, after sustaining extensive \ndamage during the storm.\n\nThe buses were arranged through private contractors, and the first 70 will arrive today, according to the office of \nSenator Frank Lautenberg, with the rest to follow later in the week.\n\n- Kate Zernike \n\n 1:55 P.M. | Still Housing Evacuees, an S.I. School Isn't Ready for Students \n\nEven as most New York City public schools reopened on Monday for the first time since Hurricane Sandy struck \nthe region, some schools were not ready for students because they were still serving as shelters.\n\nSusan E. Wagner High School on hard-hit Staten Island is one of those schools.\n\nJeff Pedersen, facility manager for the evacuee shelter that was set up at the school, said on Monday that some \npeople were still arriving at the shelter, even as more left. The shelter had about 190 people on Monday, down from \n250 Sunday night.\n\n\"For every two that come in, three leave,\" he said. \"As the coastal areas are inspected and more residences are \ncondemned, those families come to us. But then more people are finding places to stay with relatives, or a hotel \nroom, or they get a FEMA stipend for temporary housing.\"\n\nMr. Pedersen said he didn't know what the plan was for students returning to the school. \"Right now it's unclear,\" \nhe said. \"Our options are either to move the students to another school site, or have school here on a half-day \nbasis, or bring them all day but with modified lunch.\"\n\nHe said modified lunch was when students would be served cold, ready-to-eat food somewhere other than the \ncafeteria.\n\n- Christopher Maag \n\n 01:22 P.M. | Halloween 2012: One Trick Is Just Sorting Out When It Is \n\n\n\nNever mind that it's November, that Christmas decorations went up at malls across the country last week. It is \nHalloween in New Jersey - so decreed by Gov. Chris Christie, who signed Executive Order 105 last week ordering \nall observance of the holiday to be postponed until today because of Hurricane Sandy.\n\nHappy Halloween. Because today is Halloween. Because Gov. Christie said so, that's why. fb.me/20ToWYq3Z\n\n- Kim (@TreatsTrinkets)            November 5, 2012\n\nBut with power lines and trees still down, and one in five New Jersey homes remaining without power, many towns \ncanceled or reshaped the holiday, or postponed it again, turning Halloween into The Holiday That Refused to Die.\n\nIt was the second year of so much confusion over Halloween - after last year's freakish snowstorm prompted some \ntowns to try to postpone it (only to be disobeyed by defiant parents and their plastic-pumpkin-toting offspring).\n\nNutley, where a young Martha Stewart developed her love of the holiday, has canceled Halloween outright, as did \nLinden           , where many homes remain dark.\n\nGlen Ridge pushed Halloween to this Friday, while Westfield, where nearly 100 roads remained blocked by trees or \npower lines, has postponed it \"until further notice due to safety.\"\n\nOther towns, including Brick, along the shore, as well as Clark, Verona and West Milford in northern New Jersey, \nhave changed trick-or-treat to \"trunk or treat\" - inviting parents to parking lots where candy will be doled out of the \nback of cars. (\"No need to decorate your car,\" Brick's mayor, Stephen C. Acropolis, said.) \n\nSome towns that are allowing Halloween to go forward today have recommended it not go late - ending at dusk in \nOradell and 8 p.m. in Wanaque.\n\nAnd in towns that do plan to have Halloween as revised, parents and treat-givers were confused on how to comply \nwith the executive order, which declared Halloween between the hours of noon and 5 p.m. - starting just as many \ntrick or treaters head out in a typical year. \n\nAll this led some people to wonder whether this was worth the fuss.\n\nA Twitter message from The Star-Ledger asking whether Halloween should be canceled got a range of opinions. \nSome argued to move on.\n\n@njdotcom halloween is still delayed for many towns and will be celebrated this weekend. it's honestly not priority \nand should be cancelled\n\n- stella (@stelladorocooki)            November 5, 2012\n\nOthers said doing so would make things only harder for children already suffering from cabin fever after a week \nhome from school and other activities.\n\n@njdotcom nah, the kids need it. mine have been really really looking forward to it, esp. since we still have no \npower.\n\n- Ambrose Little (@ambroselittle)            November 5, 2012\n\n- Kate Zernike \n\n 1:15 P.M. | U.S. Fund for Unicef Continues Work Despite Flooded Office Building \n\nThe United States Fund for Unicef which has not been able to return to its offices at 125 Maiden Lane in Lower \nManhattan due to flooding at the building, said it had continued to function in space it has uptown for just such \nemergencies.\n\nhttp://t.co/MpOmtvnz\n\nThe group, which supports Unicef's work to help vulnerable children around the world, put in motion a business \ncontinuity plan. Within two days of the storm, staff members were working out of office space the organization rents \nin Harlem. The fund's Web site never went off line.\n\nAbout 50 of the fund's more than 200 employees are at the Harlem office, and the number is expected to increase \nto 80.\n\nOther members of the staff have been working remotely. What's more, the group's six offices outside of New York \nare all open.\n\n\"The U.S. Fund for Unicef was built to deal with emergencies,\" said Caryl M. Stern, its president and chief \nexecutive. \"When something goes wrong anywhere in the world, we turn up the volume. Our teams flood into our \noffices and we work 24/7 to get help to the world's children when they need us most. This time, the flood was on us \n- but when Hurricane Sandy shut down our offices in New York, our team didn't miss a beat.\"\n\nThe organization said it was unsure when it would be able to return to its Lower Manhattan offices, though it was \nable to retrieve documents from the building.\n\n- The New York Times \n\n 1:23 P.M. | Video: Mayor Bloomberg Speaks \n\nWatch on Youtube.\n\nThe mayor's address can be seen in recorded form.\n\n- The New York Times \n\n 12:55 P.M. | In Haiti and Cuba, Hundreds of Thousands Are in Need of Help \n\nHurricane Sandy's destructive path through the Caribbean was especially acute in Haiti and Cuba, leaving \nhundreds of thousands in need of assistance, a top United Nations relief official said Monday.\n\n\"The Caribbean has been very badly affected,\" said the official, John Ging, director of operations at the United \nNations Office for the Coordination of Humanitarian Affairs. Briefing reporters at the United Nations, Mr. Ging said \nthe hurricane left at least 50 dead in Haiti, destroyed 27,000 homes and left \"hundreds of thousands depending on \nour assistance.\"\n\nMr. Ging said the United Nations, which has an extensive operation in Haiti dating to the 2010 earthquake, was \nformulating a new appeal for donations to both Haiti and Cuba, where he said the hurricane had left 500,000 people \nin need of help.   \n\n- Rick Gladstone \n\n 12:23 P.M. | Medical Vans Arrive in Rockaways and Coney Island \n\nMayor Michael R. Bloomberg announced on Monday that mobile medical vans equipped with primary care \nproviders who will be able to provide medical care and distribute commonly prescribed drugs are now at several of \nthe city's disaster assistance service centers in the Rockaways and Coney Island, as well as two additional high-\nneed locations in the Rockaways. There is a particular need for pharmaceuticals in the Rockaways because of a \nlimited number of pharmacies still open and able to fulfill prescriptions. Starting on Tuesday, the medical vans will \nalso be on Staten Island. Here are the locations:\n\n Queens Locations \n\n*Redfern Houses Playground\n\n1462 Beach Channel Drive; Redfern and Beach 12th Street\n\nhttp://youtu.be/zmffIxNYzwY?t=31m40s\nhttp://youtu.be/zmffIxNYzwY?t=31m40s\n\n\nHours: 10 a.m. to 5 p.m.\n\n*Walbaums Parking Lot\n\n112-15 Beach Channel Drive between Beach 112th and Beach 113th Streets\n\nHours: 10 a.m. to 5 p.m.\n\n*St. Frances de Sales\n\n129-16 Rockaway Beach Boulevard\n\nHours: 9 a.m. to 6 p.m.\n\n Coney Island Locations \n\n*Coney Island - MCU Parking Lot\n\n1904 Surf Avenue\n\nHours: 8 a.m. to 5 p.m.\n\n* Far Rockaway - Fort Tilden Park\n\nFort Tilden Park (closest end to Breezy Point); Beach Channel Boulevard\n\nHours: 10 a.m. to 5 p.m.\n\n- The New York Times \n\n 11:09 A.M. | More Fuel Terminals Open \n\nThe federal Department of Energy reported this morning that 46 of the 57 petroleum terminals affected by Hurricane \nSandy were open for business as of 8 a.m. Monday. Of the 11 terminals that remained closed, 8 were in New \nJersey, in Bayonne, Linden, Newark, Perth Amboy, Sewaren and Tremley Point. In New York, terminals in Brooklyn \nand Long Island were also closed.\n\n- Winnie Hu \n\n 11:23 A.M. | Storm Was Deadliest on East Coast Since '96 Blizzard \n\nThe total death toll in the United States from the storm stood at 106 on Monday morning, making Hurricane Sandy \nthe deadliest storm to hit the East Coast since the blizzard and floods of January 1996, which killed 187 people, \naccording to            federal data.\n\n Here are the latest state-by-state death figures from The Associated Press:\n\n*New York: 47, including 40 in New York City (revised down from 41 after one city death was determined not to be \nstorm-related)\n\n*New Jersey: 23\n\n*Pennsylvania: 15\n\n*West Virginia: 6\n\n*Maryland: 4\n\n*Connecticut: 3\n\n*North Carolina: 3\n\n*Ohio: 2\n\nhttp://www.nytimes.com/1996/01/08/nyregion/the-blizzard-of-1996-the-storm-coastal-blizzard-paralyzes-new-york-and-northeast.html\nhttp://www.ncdc.noaa.gov/billions/\n\n\n*Virginia: 2\n\n*New Hampshire: 1\n\n- Andy Newman \n\n 12:01 P.M. | Construction Resumes at World Trade Center; Progress Is Reported on PATH \n\nConstruction at the World Trade Center site, which was inundated along with much of Lower Manhattan during the \nstorm, resumed on Monday, Gov. Andrew M. Cuomo announced this morning.\n\nAbout 750 construction workers were able to return to ground zero now that more than 95 percent  of the water \nfrom the storm surge at the 16-acre site has been pumped out, the governor said.\n\nThe pumping operation  at the National September 11 Memorial and Museum, which was submerged under seven \nfeet of water, has also been completed, Mr. Cuomo said, with about 16 million gallons removed. \n\nThe governor announced on Saturday that crews completed dewatering at One World Trade Center, the PATH \ntrack bed and the Vehicle Security Center, which is where the storm surge entered the site. The Port Authority of \nNew York and New Jersey, which runs the PATH trains, expects to complete the dewatering process at the PATH \ntransit hub within the next two days, the governor said.\n\n- Andy Newman \n\n 12:01 P.M. | Power Companies Contend With a New Storm and a Minor Earthquake \n\nWhat's next: locusts?\n\nBefore officials of the region's utility companies could restore power to all of the customers who lost it because of \nHurricane Sandy, they now have to contend with an assortment of lesser challenges from Mother Nature, including \nan onrushing northeaster and a minor earthquake.\n\nJust after 1 a.m. Monday, a minor temblor rattled residents of the Ringwood area, near the northern border of New \nJersey.  The quake did not appear to have ruptured any gas lines but crews from PSE&G were checking the area, \nsaid the utility's president, Ralph LaRossa.\n\nThe storm, which is scheduled to hit the region on Wednesday, posed a bigger threat to the work in progress to \nrestore about 375,000 PSE&G customers still without power, Mr. LaRossa said.  If the storm packs winds up to 55 \nmiles per hour as forecast, he said, it could knock down more overhead wires and halt the restoration effort.\n\n\"When it rains, it certainly does pour,\" Mr. LaRossa said. \"Our organization has been stretched this week like it \nnever has in the past.\"\n\nHe said the company had about 3,000 workers from out of state helping to clear trees and branches and replace \npoles, wires and transformers. The company is still seeking reinforcements including about 120 line workers from \nWest Virginia who were en route to New Jersey on Monday morning, he said.\n\nThe crews would continue working through a rainstorm, but would have to stop using bucket trucks to reach wires \nonce winds get to 40 miles per hour, he said. Winds that strong could send dangling branches down onto wires that \nhave just been repaired or replaced, he said.\n\n\"Many of the repairs that we've made to the system will be challenged,\" Mr. LaRossa said.\n\nHe said the company still hoped to have power back on for almost all of its customers by the end of the week, but \nhe added that the work was going particularly slowly in Montclair, South Orange and Maplewood in Essex County \nbecause many of the wires in those town run through backyards. Crews cannot get trucks into those backyards, so \nthey must carry poles and wire into the yards, he said.\n\n\n\n'There will be pockets of that that I think will go into this weekend,\" Mr. LaRossa said.\n\n- Patrick McGeehan \n\n 11:46 A.M. | BoltBus and Megabus Restore Full Service \n\nIntercity bus operators BoltBus and Megabus, which offer low-cost fares to passengers between Washington, New \nYork and Boston, have restored full service along the heavily traveled Northeast corridor, spokesmen for both \ncompanies said Monday. The companies say they restored full service into New York City on Friday after \nhundreds of trips into the city were canceled following flood damage in the aftermath of Hurricane Sandy.\n\n- Ron Nixon \n\n 10:46 A.M. | How N.Y.U. Kept the Lights On \n\nWhen much of Manhattan south of Midtown was blacked out, the lights were on at most of New York University, as \nwas the heat and hot water. That's because last year, the school installed a small cogeneration network of its own, \nburning natural gas in a unit that not only made electricity but also delivered the heat that would otherwise go to \nwaste for use in heating and cooling. Read more on the Green blog.\n\n- Matthew L. Wald \n\n 9:26 A.M. | A Scramble to Prepare for Election Day \n\nDawn Sandow was bleary-eyed late Sunday afternoon in the Board of Elections main offices, at 42 Broadway.\n\n\"We're all working 12 hours a day, seven days a week,\" said Ms. Sandow, the board's deputy executive director. \nShe paused for a vital piece of business: A staff member was going on a coffee run.\n\nEven during normal circumstances, the scramble begins more than a week in advance for the city's Board of \nElections to put all the working parts into motion for Election Day.\n\n\"Nobody has a clue how complex this is, the logistics of it all,\" Ms. Sandow said.\n\nSimply by the numbers, there are about 1,200 polling sites, and 40,000 poll workers and 57,000 pieces of \nequipment, including voting machines, tables and chairs, to transport, she said. Then throw in one vicious storm \nthat blacked out 42 Broadway, the board's command and nerve center, and has thrown the setup of polling sites \ninto chaos.\n\nEven as she spoke on Sunday, the phone lines were still down, as was the voter hotline, and the office's main \ncomputer system, which holds voter lists, polling site information and other vital data. A technology team had been \nworking since Tuesday to try to repair it.\n\nOffice communications have been shifted to staff members' cellphones and personal e-mails, and many staff \nmembers have been sent to other borough offices, including Queens, where a backup server offers limited access: \nworkers can see information, but cannot work with it and or make changes in the system.\n\nStaten Island, for all its devastation, did not pose huge difficulties, Ms. Sandow said, because few sites had to be \nchanged. Same for the Bronx, although a tented location was set up in the Locust Point section, near the base of \nthe Throgs Neck Bridge.\n\nBut there were dozens of sites to be relocated in waterfront areas of Brooklyn and Queens, particularly the \nRockaways, with its major devastation and widespread power losses. Regarding the ruined polling sites for Breezy \nPoint and nearby areas, officials considered setting up a tented voting site at the Aqueduct Racetrack, but this was \nultimately rejected, Ms. Sandow said, partly because of the difficulty in getting voters to travel there.\n\nhttp://green.blogs.nytimes.com/2012/11/05/how-n-y-u-stayed-partly-warm-and-lighted/\n\n\n\"If people didn't leave their house in a storm, do you think they are going to get on a shuttle bus to vote?\" she said. \n\"Our concern is that we service everybody. I'm sure there will be complaints - there are complaints during a normal \nelection.\"\n\n- Corey Kilgannon \n\n 10:10 A.M. | A Train Is Packed Far Before Its Destination \n\n\"That's it! No more!\"\n\nUnder the modified schedule the Long Island Rail Road has cobbled together to restore service despite the \ndamage wrought by last week's storm, train No. 6413 bound for Manhattan was supposed to stop at all 12 local \nstations on the Port Washington branch Monday morning. And stop it did, even though by the time it left Great \nNeck, the fourth on the list, the train's ten cars were already packed to the gills.\n\nAs the train approached each remaining station, knots of hopeful commuters would crowd around, and at first, one \nor two intrepid souls might even manage to shove their way aboard. But soon the people already jammed into the \ntrain were calling out pre-emptively as soon as the doors opened that there was no more room for anyone, \nprompting a mixture of slumped shoulders and dirty looks from the disappointed and frustrated. The train's \nconductor tried announcing on the train's P.A. system that another would be along in 20 or 25 minutes, but her \nvoice did not carry far out onto the platform, and it was anyway small consolation: if a train due in to Penn Station \nbefore 8 o'clock was like this, what would the next train be like?\n\n\"We're leaving a trail of broken hearts,\" one man in the first car said wryly.\n\nWhen the train reached the Murray Hill station in Queens, whose platforms are only four cars long, the conductor's \nusual announcement - \"Passengers in the rear of the train must walk forward to exit at Murray Hill\" - was met with \nderisive laughter in the crowded aisles.\n\n- Pat Lyons \n\n 10:15 A.M. | In Coney Island, the Mundane Joys of a Warm, Bright School \n\nElla Kharmats, 8, a third grader at Public School 100 in Coney Island, walked anxiously to school Monday morning \nwith her father, Alex Kharmats. They passed scores of ruined cars, toppled trees, filthy streets and ribbons of yellow \ncaution tape flapping in a very cold wind.\n\n\"When you go to school, things start to get a little better,\" said Ella, who lived for days without heat or power.\n\nShe said in-class assignments on her first day back would include \"writing papers about what happened to you.\" \n\nMr. Kharmats, 41, an accountant who lost his car to the floods, said the everyday act of walking his daughter to \nschool in such a devastated setting was \"a little surreal.\"\n\nInside P.S. 100, also called The Coney Island School, the lights burned bright and radiators pumped out comforting \nheat. School buses ran around a half-hour late, but breakfast for hungry students was served on time. \n\nJust after 8 a.m., every student faced a flag and recited the Pledge of Allegiance, which a girl led on the public-\naddress system. The principal, Katherine Moloney, said it was too soon to tell whether attendance was normal.\n\nOne parent, Diana Novak, 49, hugged Ms. Moloney in a hallway and said she had prayed for the school during the \nstorm.\n\n\"I prayed you would be open, thank God,\" she said. \"It's more safe here than in our house.\"\n\nMany students who normally are driven arrived by foot or by bus, either because their family cars were destroyed or \nbecause their parents are trying to save gas. Kaitlyn Romero, 9, a fifth grader, usually got a ride to school with her \n\n\n\ngrandparents, but their car was ruined. Her mom's car was too. She said she felt \"tired\" Monday morning because \nshe'd worried through the night.\n\n\"I didn't sleep because I was thinking about school,\" she  said.\n\nKaitlyn's mother, Ella Mandel, 40, a substitute teacher, said she boiled water in the morning  so her daughter could \nbrush her teeth in an apartment still without potable water or heat. \n\nMary Ann Spinner, 47, a music teacher, wept a little as she stood outside the cafeteria door and welcomed back \nalmost every student by name. Every child that got within five feet got a hug.\n\n\"Some of it is tears of joy because I'm happy to see they're O.K.,\" she said.\n\nNatasha Moussa, 10, a fifth grader, rode the bus to school along with her brother, Musa Moussa, 14, a ninth grader \nat Leon M. Goldstein School nearby. Their family car had been destroyed, and they had spent days in a cold, dark, \ndirty apartment in a high-rise along battered Neptune Avenue.\n\n\"Last week was terrible because I live in Coney Island,\" Natasha said. \"But I like school, and it's boring staying \nhome, so I like going back.\"\n\n- Nate Schweber \n\n 9:45 A.M. | Bundled Up and Happy to Return to School \n\nIn front of the Lower East Side building that houses Public Schools 134 and 137, parents led small children bundled \nin extra coats and animal hats through the blue metal doors Monday morning for the first day of school since \nHurricane Sandy hit.\n\nFor many, it was a relief to have someone else take care of the children for the first time in days after a week spent \nplaying Uno by candlelight and listening to the radio.\n\n\"'Mommy, I can't take this!'\" Aura Salcedo, 43, recalled her 8-year-old son saying as he endured a week with no \ncomputer or TV, rolling her eyes. \"I tell him, 'Honey, back in the day this is how people lived!'\"\n\nHer son, too, was happy to return - though the chilly morning and lack of heat in their apartment did not ease the \ntransition.\n\n\"My son gave me a hard time today to get up this morning; it was so cold,\" Ms. Salcedo said. And guessing that the \nschool, on East Broadway, also had no heat, she bundled him in two shirts, a sweater, a coat, a scarf and a hat. \nHer suspicions were confirmed Monday morning.\n\nOther parents, too, had anticipated a cold school building. Christine Chan, had layered three shirts onto her fourth-\ngrade son. Mohamad Obad, 32, led two puffy children by the hands - his 7-year-old daughter, in a black sequin \nvest, boots and purple panda hat, and his 9-year-old son, in a dark vest and alien hat. He said he had spent $500 \noutfitting his three children with new winter clothes. And given that his neighborhood had no heat - forcing the whole \nfamily to sleep in one bed - he had dressed the children warmly in case the school had none, he said.\n\n- Vivian Yee \n\n 9:53 A.M. | On One Subway Line, a Near-Normal Commute \n\nIn with all the commuter chaos, there were patches of near-normalcy. \n\nAt about 7:15 a.m., the Q train leaving from the Seventh Avenue subway station in Brooklyn was crowded, but no \nmore so than most other Monday mornings. Crowds were sparse on the platform, so when the  trains came - two \nwithin 10 minutes - the passengers on the trains were able to inhale deeply enough to let those on the platform \nenter. \n\n\n\nIn at least one car,  a few seats even opened up at Atlantic Avenue and again at Canal Street - where again, as \nusual for that time of the morning, the platforms were busy but not overflowing.  \n\n- Diantha Parker \n\n 9:36 A.M. | In Newark, Long Lines and Alternate Routes \n\nAt Pennsylvania Station in Newark, the line for trains going to Penn Station in New York went down the stairs from \nthe platform deep into the area below - with hundreds  of people waiting for each train that left every 20 to 30 \nminutes. With PATH service between New Jersey and Manhattan still suspended, commuters were struggling to \ndevise alternate routes, which also included buses.\n\nSharon George, 50, who works at New York Life Insurance, was waiting in line with a friend. When her power went \nout, she stayed with her daughter in Brooklyn. She got it back last night, and today is her first day back to work.\n\n\"I felt so displaced,\" Ms. George said of the past week. \"Now I got my power back and I'm going to work,\" she said \nwith a smile as the line began to move.\n\n- Daniel Krieger \n\n 9:40 A.M. | Cold Halls and Thawed Frozen Food, but School is Open \n\nAt Public School 2 in Chinatown, power was on, but there was no hot water. \"We expect to carry on as usual,\" said \nthe acting interim principal, Bessie Ng. She had e-mailed teachers telling them to dress warmly. \"The students \nnormally come with many layers,\" she added.\n\nif they don't, the staff will find something warm for them, Ms. Ng said.\n\nLunch was an issue, too. Because power was out, food in the freezer had to be thrown out. Ms. Ng expected a \ndelivery for student meals shortly. \"A number of teachers brought in food, just in case,\" she said.\n\nA reporter visiting parts of the school Monday found the main hallway fairly comfortable; a classroom with windows \nand basement hallway were cooler, requiring a sweater or coat. The school relies on central city steam for heat and \nhot water, a custodian engineer, Chris Swift said. The system is controlled by Con Ed; the utility had e-mailed him \nto say they were working on the problem. \n\nKids played outside in a chilly breeze as others ate breakfast - cereal with shelf-safe milk - most with their coats still \non in a basement cafeteria. \n\n\"Put on your coat if you're going outside,\" the principal told one student in the basement. \"Where's your coat?,\" she \nasked another.\n\nThe P.T.A. president, Maggie Chin, said that some parents had power interruptions even after lights came on for \nmost the area, and some in nearby buildings still did not have heat. \"But it seems O.K.\" inside the school, she said. \n\nThe school is also a polling place. Workers were delivering cartons stamped \"Emergency Ballot Box\" from the \nBoard of Elections Monday morning. Tomorrow, the city schools will be closed once again, this time for voting.\n\n- Randy Leonard \n\n 9:23 A.M. | Departing From Jamaica: The Sardine Special \n\nThe Long Island Rail Road resumed modified service on most branches for Monday's commute, and at the \nJamaica hub in Queens, where most of the railroad's trains stop on the way into Pennsylvania Station or Atlantic \nTerminal in Brooklyn, the rush-hour crowds were all but impenetrable. \n\nOften, a passenger would watch five trains come and go before being able to get on. \n\nhttp://www.mta.info/status/2\n\n\n\"Doors must close!\" railroad workers yelled as people crammed their way in.\n\n\"It's like in Japan - the attendants push you in and bow at you,\" said Armando Perez, a flight attendant. \n\n Except, of course, no one was bowing.\n\nThanks 4 the heads up, guess where I wont be going #smh RT @           jlbarrow: Jamaica station right now.            \n#commute           #lirr           #sandy           instagr.am/p/RpcckoGiFX/\n\n- Mr. Aye Dee (@MrAyeDee)            November 5, 2012\n\nBut all things considered, commuters remained relatively civil. They bantered quietly about the damage to their \nhomes or their eagerness to get back to work, and tried to help one another.\n\nOne woman got into a screaming match with a train worker and stuck her camera phone in his face. \"Why won't you \nlet us on?\" she demanded. The man held up his badge and told her to go ahead and put the video on YouTube.\n\nMr. Perez, 54, who had just flown from Bogota into Kennedy International Airport and was headed for Atlantic \nTerminal to catch a subway home to Bensonhurst, watched a train depart. \"I'm too tired to push and shove,\" he \nsaid. \n\nDanielle Jelley-Rettman, an English teacher in Crown Heights, Brooklyn, had walked half an hour - \"to save gas\" - \nfrom her home in Sea Cliff, where she still has no power, to the train station there.\n\nTrains went by. Ms. Jelley-Rettman would miss her first-period class.\n\nFor Ms. Jelley-Rettman, 30, her school, the Brooklyn School of Music and Theater, would provide many of the \ncomforts her home still lacks.\n\n\"I am looking forward to work because I will have heat, Internet and a printer,\" she said.\n\n- Isaac Eger \n\n 8:41 A.M. | In New Jersey, Buses Go By, Too Full to Stop \n\nAcross northern New Jersey, oversubscribed buses were the order of the day.\n\nAt a bus stop in Union City, about three dozen people waited as several overcrowded New Jersey Transit buses \npassed by. Even some of the private minibuses that compete with the buses were too full to accommodate any \nmore passengers. \n\nIn Montclair, the private Decamp line commuter buses passed  dozens of potential passengers at corner after \ncorner, leaving folks groaning at the curb. Some people were waiting well over an hour.\n\nStanding room only on the #decamp 33 and still dozens of people who have to wait for the next bus.            #tellnyt      \n     #mycommute\n\n- Jersey Fraîche (@JerseyFraiche)            November 5, 2012\n\n- Diego Ribadeneira and Michael Kolomatsky \n\n 8:35 A.M. | Along New Jersey's Coast, a Fraught Commute \n\nIn coastal Monmouth County, N.J., which was hard hit by the storm, commuters headed through a transformed \ntransit landscape for New York City, sometimes with one eye over their shoulder.\n\n\n\"I had this weird and uneasy feeling this morning leaving my wife and two young daughters home alone in the dark,\" \nNick Caputo, 44, an engineering supervisor at the United Nations, said as he boarded a 6 a.m. bus in Aberdeen to \nthe Port Authority. \"But I had no choice; I had to get back to work.\" \n\nShortly after 6, David Cairo, 43, an electrician in Manhattan who lives in Matawan, was about to get into his car and \ndrive to the Woodbridge train station for a connection to Penn Station. \n\n\"There are no trains running out of Matawan so I need to drive to Woodbridge,\" he said. \"This is pretty inconvenient, \nbut at least power was restored to home last night - that makes life a lot more tolerable.\" \n\nBy 7:15 a.m., New Jersey Transit had shut down its trains out of Woodbridge, too, because the platforms were too \ncrowded.\n\n- Vincent M. Mallozzi \n\n 8:05 A.M. | In Williamsburg, Girding for a Four-Hour Commute \n\nSomewhere in New Jersey, there is a Victoria's Secret fashion show set that needs to be painted. And so just after \n6 a.m. on Monday, Jacqueline Marolt, 27, a freelance scenic artist, was standing at the B62 bus stop on Bedford \nand Manhattan Avenues in Williamsburg, Brooklyn, headed to work.\n\nFor many, this is the first day back on the job after Hurricane Sandy. But with the G train down and the L train \nunable to reach Manhattan, a large swath of north Brooklyn is without reliable public transportation.\n\nAt this bus stop, about half a dozen people typically gather at 6 a.m. But on Monday, Ms. Marolt stood with \napproximately 60 fellow commuters. \n\nHell on earth today. (@ MTA Bus - B62 w/ 2 others) 4sq.com/U3Sr55\n\n- jessa (@laurenjessa)            November 5, 2012\n\nJust two buses crammed with people passed by between 6 and 7 a.m. \n\nFewer than 10 people were able to shove their way on to the first bus. The second one flashed a \"Next Bus Please\" \nsign, and simply flew by. \"That's the only bus over the Pulaski Bridge!\" shouted one woman.\n\nEveryone in Williamsburg & Greenpoint is depending on the #B62 we need double buses with more frequent \nservice            #nycmta @           nycmayorsoffice\n\n- Alison B (@alisonhbarnett)            November 5, 2012\n\nMs. Marolt's plan: take the B62 from Brooklyn to Queens, switch to the No. 7 train and head into Manhattan, \nchange to the A/C/E, get off at Penn Station, and hop a New Jersey Transit train to Secaucus Junction. She'd \nmapped out the route in a large notebook.\n\nShe faced at least four hours in transit, she said. \n\n\"I'm frustrated,\" she said, but: \"There's people who don't have anything. Who's out there with those people? In \ncontrast to that, what are you going to do do? Five or six hours in transportation is a small thing.\"\n\nAfter seeing the lines for the B62, I think I made the right decision to take the B43 and then walking the P \ninstagr.am/p/RpcwQPKm90/\n\n- Jacob Lustig (@jacoblustig)            November 5, 2012\n\n- Julie Turkewitz \n\nhttp://www.nytimes.com/interactive/2012/10/28/nyregion/hurricane-sandy.html?smid=tw-nytmetro#sha=899e00c78\nhttp://t.co/dw3XheIv\n\n 8:00 A.M. | Road Traffic Very Heavy \n\nTraffic into New York City is somewhere between bad and terrible this morning, with particularly excruciating delays \nof 60 to 90 minutes on the inbound Lincoln Tunnel from all approaches, according to radio reports.\n\nHere are some other delays being reported:\n\n*Staten Island Expressway eastbound: bumper-to-bumper all the way across.\n\n*Goethals Bridge from New Jersey to Staten Island: jammed.\n\n*George Washington Bridge: 20-minute delays inbound from Routes 80 and 95; better from other approaches.\n\n*B.Q.E./Gowanus: heavy from 65th Street up to the Brooklyn Bridge, and southbound from Queens Boulevard to \nthe Kosciuszko Bridge.\n\n*Throgs Neck Bridge: very heavy Queens-bound.\n\nRemember, too, that the Holland Tunnel is closed except to buses, and the Brooklyn-Battery Tunnel and Queens \nMidtown Tunnel remain shut entirely.\n\n- Andy Newman \n\n 7:45 A.M. | New Jersey Transit Shuts 'Overcrowded' Coast Train Line  \n\nNew Jersey Transit's North Jersey Coast Line resumed limited service on Sunday from Woodbridge on north. But \nat 7:15 a.m. today, the agency shut down the line, then issued an alert:\n\n\"Due to overcrowding, NJCL service temporarily suspended. Woodbridge customers should use Metropark station \nfor service to/from Newark and New York.\"\n\nHard as it might be to understand why the railroad could not simply keep trains running and fit as many people as \npossible onto them, a spokeswoman, Nancy Snyder, said there was a \"safety factor\" because of the crowds at \nWoodbridge Station.\n\n\"We have to transport our customers safely,\" she said. \" We were unable to handle the mass crowds at \nWoodbridge.\"\n\nMs. Snyder said that it was not yet clear when service would resume.\n\nAt Metropark, Ms. Snyder, commuters have two options: the Northeast Corridor train, which is also completely \njammed this morning, and free shuttle bus service to Hoboken, Weehawken and Manhattan. \n\n- Andy Newman \n\n 7:13 A.M. | Back to School for Most Students \n\nWhile many of the city's 1.1 million students will return to their normal classrooms on Monday, others that attend \nclasses in one of 57 schools that were damaged by the storm or the 16 schools that are serving as emergency \nshelters will relocate temporarily to other schools on Wednesday.  As of Sunday night, 29 schools still remained \nwithout power and many were without heat.\n\nGo to the New York City Department of Education's Web site to find out if your child's school will be open or            \ndownload the PDF or an            Excel spread sheet of temporary locations.\n\nhttp://www.njtransit.com/sa/sa_servlet.srv?hdnPageAction=TravelAlertsTo&rel=Rail&selLine=NJCL\nhttp://www.njtransit.com/sa/sa_servlet.srv?hdnPageAction=CustomerNoticeTo&NoticeId=2308\nhttp://www.nytimes.com/2012/11/05/nyregion/back-to-school-bundled-up-but-with-lingering-questions.html?_r=0\nhttp://schools.nyc.gov/Home/InOurSchoolsToday/2012-2013/cancellations.htm#closed\nhttp://schools.nyc.gov/NR/rdonlyres/39905445-2765-4C80-9D70-1CEBF44382E3/0/Sandy_Temporary_Locations_20121104.pdf\nhttp://schools.nyc.gov/NR/rdonlyres/499A28CB-7FB6-42D3-BEAF-ECABDE2D3599/0/Sandy_Temporary_Locations_20121104.xls\n\n\nElementary and middle school students who have been displaced from their homes can enroll at the zoned school \nfor their new temporary residence. To find the zoned school for an address, visit schools.nyc.gov or call 311, or visit \nan enrollment office.  \n\nDisplaced high school students who would like to attend school close to their temporary residence should also visit \nan enrollment office, listed on the Education Department's Web site.\n\n- Emily S. Rueb \n\n 6:53 A.M. | Monday Morning Subway Status \n\nThe subway system continued its recovery with the addition overnight of the E train. \n\nThese lines remain entirely out of commission:  B, G and Z.\n\nMany of the other lines are now running along their entire length. See below or click here for the status of each line \nas of 7 a.m. \n\nOr click here for the current service map [PDF]. \n\nM.T.A. Subway Service, November 5 (PDF)\n\nM.T.A. Subway Service, November 5 (Text)\n\n- Andy Newman and Emily S. Rueb \n\n 11:48 P.M. |  Back to School, Bundled Up, But With Lingering Questions \n\nCots lined the hallways, and toilets were limited or clogged, so some evacuees went to the bathroom on the floor. \nVolunteers, gagging at air made more fetid by unwashed bodies, took to wearing masks. \"We gave them wipes,\" a \nvolunteer said, \"but there's only so much you can do with wipes.\"\n\nCustodians spent Sunday scrubbing and mopping, preparing this makeshift storm shelter in Hell's Kitchen, which at \none point housed some 1,000 displaced men, women and children, for the return to its day job - as the High School \nof Graphic Communication Arts.\n\nThe rush to sanitize the school was just one piece of the sprawling, shifting logistical puzzle, some would say \nnightmare, as the city's 1.1 million public school students faced an educational landscape drastically altered by \nHurricane Sandy. The city said that 57 schools were too damaged to reopen, which meant the city had to find new \nplaces for their 34,000 students. Eight buildings that normally house 24,000 students currently serve as shelters, \nand are set to reopen on Wednesday, a target several educators believed unfeasible. It was still unclear on Sunday \nwhether students and teachers would be sharing their buildings with people now using them for shelter. (Graphic \nCommunication Arts housed people evacuated from Bellevue Hospital Center.)\n\nAs of Sunday afternoon, 29 schools remained without power, with parents, teachers and students - many of them \nstorm victims themselves - unsure when classes might resume, though the Department of Education said they were \nhoping to open Wednesday. Some of those that will reopen Monday might not have heat; the mayor advised that \nstudents wear extra sweaters.\n\n- Cara Buckley \n\n 10:30 P.M. | Sixth Day on the 10th Floor in Coney Island \n\nThey met five years ago, over the Internet. She was in Russia. He was in New York. After Marina Kozlova and Oleg \nKharak got married and she moved to the United States, the couple settled into a happy routine that revolved \n\nhttp://schools.nyc.gov/ChoicesEnrollment/NewStudents/BEO/BoroughEnrollmentOffices.htm\nhttp://schools.nyc.gov/ChoicesEnrollment/NewStudents/BEO/BoroughEnrollmentOffices.htm\nhttp://schools.nyc.gov/ChoicesEnrollment/NewStudents/BEO/BoroughEnrollmentOffices.htm\n\naround their home in the Coney Island Houses, a complex of brick public-housing buildings on Surf Avenue and \nWest 30th Street, right off the sea. \n\nMs. Kozlova, who is 38, exercised every morning on the Boardwalk, toning her arms. She and her husband, who is \n46, would go grocery shopping and run errands together.\n\nAll of that changed last Monday, when Sandy left them stranded on the 10th floor. Many thousands in the city are \nwithout elevator service. But their predicament had another fold. Both Mr. Kharak and Ms. Kozlova are in \nwheelchairs. \n\n\"Our decision was 'stay here,'\" Mr. Kharak said. \"Last year, Irene wasn't so bad. We saw our neighbors. They have \nwater, some candles. They help us. Every two days, my cousin comes. He has chargers for cellphones, food.\"\n\nThe situation was bearable, if not pleasant, but things began to grow more dire with the days. First the medical-\nsupply company that delivered their diapers and other vital items failed to come. And then temperatures began to \ndrop. \n\nBut they only grew discouraged when the buildings surrounding theirs began to light up, while they were still sitting \nin the dark. \"Sometimes we feel, we think that everyone forget about us,\" Mr. Kharak said.\n\nThe Coney Island Houses were still shrouded in darkness on Sunday night. Consolidated Edison said that it had no \ntimetable for restoring power to the buildings.\n\nAs the temperatures dipped nearly to freezing, Mr. Kharak had turned on the gas burners of the stove to heat the \napartment. Ms. Kozlova lay under a blanket in the bedroom. A candle illuminated two prints by Gustav Klimt on the \nwalls. \"Sometimes we are upset,\" she said. \"We think, 'We are not getting power because our neighbors are not \nrich?'\" \n\nTheir building, which they had not seen, was a sight to behold. The halls were gritty with sand and lined with black \ngarbage bags. The narrow stairwell, now the only way to get down to the street, was as dark as a cave and reeked \nof urine. Outside, half-buried cars poked their noses out of sand dunes on the street, and workers in hazmat suits \nwent in and out of the first floors, which were completely flooded.\n\nThey had not received any help, other than that of their neighbors and relatives, until Saturday, when someone \nknocked on their door and was surprised to find two wheelchair users there. They were asked what their needs \nwere, and today, \"volunteers came four times,\" Mr. Kharak said.\n\nDespite moments of frustration, Ms. Kozlova said she had no intention of leaving. Her husband had offered to buy \nher a ticket back to Russia, to escape and recuperate for a few weeks, but she had refused. \"I am not going alone, \n\" she said.\n\nThe couple said they had not bickered or taken out their stir-craziness on each other over the last six days. \"It's a \nlittle like a honeymoon,\" Mr. Kharak said. \"Why not?\" \n\n\"If we are not too cold, we will stay five days more,\" he added. \"It's not so bad, but cold.\"\n\n Correction: An earlier version of this post incorrectly stated Marina Kozlova's surname as Tozlova.  \n\n- Annie Correal \n\n 8:47 P.M. | Street Where Crane Collapsed Is Reopened  \n\nOn Sunday night, New York City police reopened the segment of West 57th Street in Midtown Manhattan that was \nclosed off after a construction crane collapsed at the top of a high-rise under construction.\n\nhttp://www.nyc.gov/html/nycha/html/developments/bklynconeyisland.shtml\n\n\nThe block, which is home to Carnegie Hall, had been closed to pedestrians and cars since the high winds from the \nstorm that blew through on Monday night left the crane's boom dangling vertically. Crews had been working to \nsecure the crane so that it was not a danger to traffic below.\n\nAt about 8:30 p.m., the police said pedestrians could again traverse the block and automobile traffic would be \nflowing through soon.\n\n- Patrick McGeehan \n\n 9:00 P.M. | Video: Lights Out in the Rockaways \n\n- Kelly Loudenberg and Arianna Lapenne \n\n 8:33 P.M. | Tolls Suspended on Bridges to the Rockaways  \n\nNo tolls will be collected on the bridges to the Rockaways for the rest of November, Gov. Andrew M. Cuomo \nannounced on Sunday.\n\nThe governor said that tolls would be suspended on the Marine Parkway - Gil Hodges Memorial Bridge and the \nCross Bay Veterans Memorial Bridge because the main transit link to those beach communities was knocked out by \nthe storm.\n\n\"The people of the Rockaways suffered tremendously from Hurricane Sandy, and with the loss of A train service, \nthere is no easy way for many of them to get back and forth to the rest of New York,\" Mr. Cuomo said. \"We are \ntaking action to suspend these tolls to make the recovery easier for both Rockaways residents and the people \nhelping them.\"\n\nThe suspension of the tolls - $3.25 per car in cash or $1.80 for cars with E-Z Pass - will be retroactive for E-Z Pass \ncustomers to when the bridges reopened after the storm, according to Joseph J. Lhota, chairman and chief \nexecutive of the Metropolitan Transportation Authority.\n\nThe bridges are operated by the Triborough Bridge and Tunnel Authority, which is part of the Metropolitan Transit \nAuthority. The bridges were closed to traffic on Monday evening as the storm drew near. The Marine Parkway \nbridge reopened on Tuesday evening and the Cross Bay on Wednesday afternoon. Tolls paid since then will be \ncredited back to customers' accounts, Mr. Lhota said.\n\n- Patrick McGeehan \n\n 8:46 P.M. | Celebrating an N.F.L. Sunday, No Matter What It Took \n\nEAST RUTHERFORD, N.J. - Tunes from Bon Jovi wafted over the rooftops of thousands of vehicles in the sun-\nwashed parking lots outside MetLife Stadium early Sunday afternoon, accompanying the hiss from smoking grills, \nthe hum from tiny generators and the din from a thousand conversations seemingly centering on two topics: \ngasoline and football.\n\nThe lots for Sunday's Giants-Steelers game opened at 11 a.m. Eastern, more than five hours before kickoff, and in \nthe northwest corner, in section L11, Peter Berger and his party of 40 arrived shortly thereafter. They planted a \nwhite tent and began cooking.\n\n\"We made these plans a while ago,\" said Berger, a chiropractor from Hawthorne, N.J., \"and we weren't breaking \nplans for nothing.\"\n\nSuch seemed to be the prevailing sentiment among the fans here, many of whom remain without power in their \nhomes or fuel in their gas tanks. Still, they packed MetLife for the first N.F.L. game in battered New Jersey since \nHurricane Sandy, and tried to recapture a bit of normalcy despite several obvious differences.\n\nRead the full article here.\n\nhttp://www.nytimes.com/2012/11/05/sports/football/celebrating-an-nfl-sunday-after-hurricane-sandy.html\n\n\n- Zach Schonbrun \n\n 8:26 P.M. | Your Monday Morning Commute \n\nAs the workweek begins, some New Yorkers will be able to ride the subway all the way to their destinations. Here \nare the latest updates on subway service from the Metropolitan Transit Authority, and also the M.T.A.'s            \nsubway recovery map.\n\n- The New York Times \n\n 7:28 P.M. | Shelters and Bus Pickup Locations \n\nCity officials are warning residents without heat that temperatures are dropping toward freezing tonight. It is not too \nlate to catch a shuttle bus to one of the shelters that have been set up around the city, but the last pickups are \nscheduled for 9 p.m.\n\n MANHATTAN \n\nShelter: George Washington High School, 549 Audubon Avenue between Fort George Avenue and West 193rd \nStreet\n\nBus pickup: \nSeward Park High School, 350 Grand Street between Ludlow and Essex Streets\n\n QUEENS \n\nShelter: \nHillcrest High School, 160-05 Hillcrest Ave. between 160th and 161st streets\n\nBus pickup: \nWaldbaum's, 112-15 Beach Channel Dr.  near Wainwright Court and Beach 116th Street; \nFort Tilden \nPark at Beach Channel Boulevard\n\n BROOKLYN \n\nShelter:  John Jay High School, 237 Seventh Ave. between 4th and 5th Streets\n\nBus pickup:  MCU Park Parking Lot, 1904 Surf Ave. at West 17th Street\n\n STATEN ISLAND \n\nShelter: \nTottenville High School, 100 Luten Ave. between Deisius and Billiou Streets\n\nBus pickup: \nMiller Field, 600 New Dorp Lane at Weed Avenue\n\n\nMount Loretto, 6581 Hylan Blvd.at Sharrotts Road\n\n- Patrick McGeehan \n\n 7:22 P.M. | Despite Personal Toll, a Low Police Absentee Rate  \n\nMore than 500 officers in the New York Police Department suffered \"catastrophic damage\" to their homes due to \nHurricane Sandy, Paul J. Browne, the Police Department's chief spokesman said.\n\nMr. Browne said that the number is based on a preliminary count and is expected to rise as additional commands \nwithin the 34,000 member Police Department determine how their officers' fared during the storm.\n\nDespite the personal toll that the storm took on individual officers, the department has found that its men and \nwomen were reporting to work last week at an unusually high rate.  On Friday, the number of officers who were out \nsick or taking time off was 72% lower than the same day last year, Mr. Browne said.\n\nhttp://www.nytimes.com/interactive/2012/11/01/nyregion/subway-service-in-new-york-city.html\nhttp://alert.mta.info/sites/default/files/pdf/hurricane_recovery_map_bw_Nov4_pm.pdf\nhttp://www.nyc.gov/html/misc/html/2012/overnight_shelter.html\n\n\n\"We're seeing a low absentee rate and people reporting to duty despite these catastrophic losses,\" Mr. Browne \nsaid.\n\nThe Police Department lost an off-duty officer to the storm: Artur Kasprzak died as he checked on the basement of \nhis house in Staten Island after leading seven relatives upstairs to the safety of the attic.\n\nOn Sunday the Police Department's relief and recovery efforts continued. Officers deployed 174 light towers - the \nsame equipment that is used to light up highways for nighttime road work - to neighborhoods still without electricity, \nMr. Browne said.\n\nOther storm-specific assignments involved maintaining order at gasoline stations and escorting military vehicles that \nare distributing food and relief supplies.\n\n- Joseph Goldstein \n\n 7:21 | Disaster Tourism?  \n\nTwo of the city's sightseeing companies were running double-decker buses through the hurricane-stricken streets \nof lower Manhattan on Sunday night, as tourists bundled up in hats and scarves against the evening chill gawked at \nthe ravages of the storm.\n\nThe buses, from CitySights NY and Gray Line New York, were wending their way through the giant, thrumming \ngenerators and temporary boilers set up along Water Street and on nearby thoroughfares, through a neighborhood \nthat was starting to smell from the piles of garbage, giant containers of debris and gallons of diesel fuel that have \nleaked into building basements.\n\nBetween 5 p.m. and 6 p.m., more than half a dozen of the buses crawled north through the slow-moving traffic on \nWater Street.\n\nAs scores of neighborhood residents hauling wheeled suitcases hailed cabs and walked to the subway, the buses \nwound their way through an obstacle course of Con Ed workers laboring in the middle of the street under floodlights\n\nRepresentatives of the companies did not return e-mail messages seeking comment.\n\n- William K. Rashbaum \n\n 7:17 P.M. | A Storm-Battered Supply Chain Threatens Holiday Shopping \n\nThe economic effects of Hurricane Sandy are reverberating beyond areas hit by the storm as businesses warn \ncustomers of delays, try to get merchandise out of closed ports and face canceled orders.\n\nIn addition to shutting down shipping terminals and submerging warehouses, the storm also tangled up deliveries \ndue to downed power lines, closed roads and scarce gasoline in parts of New York and New Jersey.\n\nThe supply chain is backing up at a crucial time, just as retailers normally bring their final shipments into stores for \nthe holiday shopping season, which retailers depend on for annual profitability.\n\n\"Things are slowing down,\" said Chris Merritt, vice president for retail supply chain solutions at the trucking \ncompany Ryder. \"This whole part of the supply chain is clogged up.\"\n\nRead the full story here.\n\n- Stephanie Clifford and Nelson D. Schwartz \n\n 6:41 P.M. | Reminder: H.O.V. Rules Have Been Lifted \n\nhttp://topics.nytimes.com/top/reference/timestopics/subjects/h/hurricanes_and_tropical_storms/index.html?inline=nyt-classifier\nhttp://www.nytimes.com/2012/11/05/business/a-storm-battered-supply-chain-threatens-the-holiday-shopping-season.html\n\n\nThe minimum occupany rule for motor vehicles driving into Manhattan has been lifted. There is no longer a need to \nfind two extra passengers for the ride over the bridge. You may drive solo if you wish. \n\nBut with mass transit still not fully recovered, and several crossings, including the Holland, Brooklyn Battery and \nQueens Midtown Tunnels, still closed, traffic is expected to be heavy.\n\n- Andy Newman \n\n 4:29 P.M. | Request to Allow Donations Through Payrolls   \n\nThe American Payroll Association has asked the Internal Revenue Service to allow American employees to donate, \nthrough payroll deductions, their vacation and sick pay to organizations assisting with Hurricane Sandy relief efforts.\n\nThe I.R.S. has allowed such donations twice before, with special rules adopted under President George W. Bush \nafter 9/11 and then again after Hurricane Katrina. Under these temporary rules, employers contributed money to \ncharitable organizations in exchange for employees forgoing vacation, sick or personal leave time. \n\nThe American Payroll Association, a nonprofit association representing payroll professionals and payroll service \nproviders, said in a letter sent Sunday evening than such rules create a greater tax incentive for employees to \ndonate. \n\nNormally, donations can be deducted from one's income taxes, but they are still subject to payroll taxes (taxes that \nfund Social Security and Medicare). Under these special rules, donations would be subject to neither income nor \npayroll taxes. Instead, employees would transfer some of their salary back to their employer - which could run its \nown designated Hurricane Sandy relief fund - or to a designated charity like the Red Cross. \n\nUnder this process, employees would never need to take an actual deduction on their income tax return since they \nnever received the income in the first place.  They American Payroll Association also suggested that employees be \nable to donate money from their wages in addition to donating specific leave days, particularly since many workers \ndo not have leave days. \n\nUnder existing tax rules, employees can already give their own sick or vacation days to their coworkers who might \nhave been affected by the hurricane. The employee who is donating does not have to pay income or payroll taxes \non the gift, but the leave is subject to both kinds of taxes when received by the employee being gifted the leave.  \n\nThe American Payroll Association is asking the I.R.S. to change how these kind of donations are treated as well, so \nthat both the donating and receiving employees are not subject to income and payroll taxes for the donation. \n\n- Catherine Rampell  \n\n 6:36 P.M. | New Storm May Threaten Power Restoration \n\n      Just as crews working for Consolidated Edison have reduced the number of the utility's customers without \npower to fewer than 200,000, the company's officials are warning that another storm is threatening to impede the \nrestoration, and possibly undo some of the work.\n\n      The storm, a northeaster due to hit the region on Wednesday with winds of up to 50 miles per hour, could slow \nthe work that crews are doing to repair overhead lines and may even take down more power poles and lines, said \nJohn Miksad, Con Edison's senior vice president for electric operations.\n\n      \"The first concern is slowing the army that we've got down; the second is more outages,\" Mr. Miksad said. \"It \ncertainly does complicate the restoration.\"\n\n     He said that by Sunday evening, the company had restored power to all but 198,000 customers who lost their \nelectricity when Sandy blew through the region on Monday.  Of those, the largest number, 86,000, were in \nWestchester County, he said.\n\nhttp://www.nytimes.com/interactive/2012/10/30/nyregion/storm-service-updates.html\nhttp://www.americanpayroll.org/\n\n\n     For the city, he provided this breakdown of the remaining customers without power:\n\n         Queens: 54,000\n\n         Brooklyn: 23,000\n\n         Staten Island: 19,000\n\n         The Bronx: 11,000\n\n         Manhattan: 5,000\n\n     Most of the customers in Manhattan still without power were in buildings that were too flooded or damaged to \naccept electricity from the company's system, Mr. Miksad said.\n\n       He did, however, say that Con Edison was asking customers in three areas in Lower Manhattan, below the \nBrooklyn Bridge on the east side and the World Trade Center on the west side, to use as little power as possible on \nMonday because the networks there were still \"compromised.\"\n\n        Crews were racing to get electricity flowing again to schools and polling places, Mr. Miksad said. But he said \nthat nine schools in the city and six in Westchester County would still be without power on Monday morning.\n\n- Patrick McGeehan \n\n 6:14 P.M. | N.Y. Lists  Relocated Polling Places \n\nJust as the city Board of Elections has released a guide [pdf] showing where to vote if your polling place was \ndamaged in the storm, so has the state.            It is here.\n\nSo far, the sites list 72 relocated polling places: 60 in the city, nine in Suffolk County, two in Orange County and \none in Rockland County. But the state site does not list Westchester or Nassau County changes, and those \ncounties' board of election sites (here is Westchester's;            here is Nassau's) don't either.\n\n- Andy Newman \n\n 5:52 P.M. | Police Department Is Recovering  \n\nThe New York Police Department, even as it stretches itself to the limit to safeguard devastated neighborhoods, \nmaintain order at gas station lines and help storm victims, all while performing its other duties, is gradually \nrebuilding its operations that were damaged by the storm. \n\nThe department said today that:\n\n*194 police vehicles, including the ones in this video above that were swamped outside a Coney Island \nheadquarters for public housing police, have been replaced. \n\n*28 police horses have been returned to their stables on the Hudson River in Manhattan and in Brighton Beach, \nBrooklyn after being evacuated in advance of the storm. \"All returned to their stables uninjured and fit for duty, \nchomping at the bit,\" the department said.\n\n*The 60th Precinct station house in Coney Island has been completely evacuated, with personnel now operating out \nof a temporary headquarters vehicle in front of the severely damaged building. Two floors of the station house were \nflooded, and three walls in the basement collapsed. \n\n*The 100th Precinct in Rockaway will also require a new boiler, generator, water heater and more general repairs \nbefore it is reopened. Personnel there have been relocated to temporary quarters.\n\nhttp://www.vote.nyc.ny.us/downloads/pdf/documents/boe/2012GeneralElection/pollsitechangepostsandy.pdf\nhttp://www.elections.ny.gov/CountyBOEStormInfo.html\nhttp://citizenparticipation.westchestergov.com/\nhttp://www.nassaucountyny.gov/agencies/BOE/index.html\nhttp://www.nyc.gov/html/nypd/html/housing_bureau/psa1.shtml\nhttp://www.nyc.gov/html/nypd/html/housing_bureau/psa1.shtml\n\n\n- Andy Newman \n\n 2:05 P.M. | Adjusting to Sudden Smartphone Withdrawal \n\nOn the scale of hardships suffered in the storm and its aftermath, having an uncharged cellphone battery or no \nwireless signal were more like minor annoyances. But the experience of suddenly being without a smartphone \ncaused some to realize just how dependent on the technology they had become.\n\nRead the full story here.\n\n- Jenna Wortham \n\n 4:45 P.M. | FEMA Offers Temporary Housing Assistance \n\nThe federal government over the weekend stepped up its efforts to help alleviate two of the most pressing problems \nthat have emerged in the aftermath of the storm: a sudden housing crisis and a shortage of gasoline.\n\nW. Craig Fugate, the FEMA director, said in an interview Sunday that the officials were still assessing how many \npeople altogether will need temporary housing.\n\nBut as of Sunday at 3 p.m., 182,000 residents of New York, New Jersey and Connecticut have applied for disaster \nassistance, and a total of $158 million has been approved. Some share of that total will need a temporary place to \nstay, Mr. Fugate said, adding that he is well aware that there is a shortage of vacant housing in many of the areas \nhit by the storm, particularly on Long Island.\n\n\"This is really going to have to be neighborhood by neighborhood,\" Mr. Fugate said.\n\nTo help, FEMA announced over the weekend that it is offering victims of Hurricane Sandy vouchers good for up to \ntwo weeks in a hotel or motel, with the bills to be paid directly by the federal government.\n\nThe federal subsidy will cover the room only, not meals or other incidentals. In New Jersey, anyone displaced by \nthe storm whose home is uninhabitable and is approved for coverage by FEMA is eligible, a federal official said \nSunday. But in New York, the federal official said, families must apply through an emergency shelter to be eligible \nfor the hotel program, at the request of state officials.\n\nEither way, displaced families must pre-register with FEMA before they check into a hotel, as the agency will use \ncomputer databases to confirm that they live in the zone hit by the storm. \n\nVictims of the storm can register for disaster assistance by calling the agency at 1-800-621-FEMA, visiting one of its \nregistration centers that have been set up in the disaster zones, or by enrolling over the Internet at \nwww.disasterassistance.gov. Mobile phones can also be used to enroll at            m.fema.gov.\n\nIn cases where families move into temporary apartments, which state and local officials are helping them find, \nFEMA will in many cases provide rental assistance directly to the  families, which will then be responsible for \npaying the landlords, a federal official said Sunday. This program will last up to 18 months.\n\n- Eric Lipton \n\n 4:52 P.M. | FEMA Expects Improving Fuel Supply    \n\nThough lines for gasoline remain long in New York and New Jersey,   \"Tomorrow and Tuesday, we will continue to \nsee improvement,\"  W. Craig Fugate, the head of the Federal Emergency Management Agency, said on Sunday.\n\nThe Defense Department, which has been authorized to purchase up to 12 million gallons of gasoline and 10 \nmillion gallons of diesel fuel, said it would also supply emergency generators to gas stations that have gas but no \nelectricity to power their pumps.\n\nhttp://bits.blogs.nytimes.com/2012/11/03/how-new-yorkers-adjusted-to-sudden-smartphone-withdrawal/\nhttp://www.disasterassistance.gov/\nhttp://m.fema.gov/\nhttp://www.nytimes.com/2012/11/03/business/military-to-deliver-fuel-to-storm-region.html\n\n\nIt was unclear how many stations are in that predicament. Industry officials said the lack of power was the biggest \nproblem at many stations. But in a by the federal Energy Department, no stations reported that problem, though 17 \npercent did not respond to the survey, some of them perhaps because they lacked power. \n\nOn Sunday, the federal Department of Energy set up a toll free number that gas station owners can call to help \nthem get temporary generators until power is restored.\n\nMr. Fugate said that with the Port of New York opening late last week to petroleum shipments and various fuel \ndepots and refineries coming back on line, he expects the supply problem to be eliminated soon. But long lines will \nremain a problem in isolated spots, he said, due to the number of gas stations that remain closed, and also \nbecause of excessive purchases by area residents who are filling up tanks even if they are not low.\n\n- Eric Lipton \n\n 4:17 P.M. | 1.85 Million U.S. Homes Still Lack Power After Storm \n\nPower has now been restored to nearly 80 percent of the 8.5 million homes in 16 states that lost power in last \nweek's storm, the federal government said. But that still leaves more than 1.85  million homes in the dark, nearly a \nweek after Hurricane Sandy struck.\n\nHere are the state-by-state totals as of 3 p.m.:\n\n*New Jersey: 1 million homes without power, down from 2.5 million.\n\n*New York: 655,000 without power, down from 2.3 million.\n\n*Pennsylvania: 78,000, down from 1.2 million.\n\n*Connecticut: 65,000, down from 615,000.\n\n*West Virginia: 42,000, down from 271,000.\n\n*Ohio: 10,000, down from 250,000.\n\n*Maryland: 7,000, down from 290,000.\n\n- Andy Newman \n\n 4:01 P.M. | Alternate-Side Parking Rules Suspended Through Tuesday \n\nAlternate-side parking rules in New York City will remain suspended Monday and Tuesday, the city said this \nafternoon. Tomorrow's suspension is intended to accommodate the storm cleanup effort. Tuesday is a previously \nscheduled parking holiday, Election Day. The city has no timetable for when alternate-side rules will be enforced \nagain. All other parking regulations remain in effect, however.\n\n- Andy Newman \n\n 3:56 P.M. | Powerless at the Top \n\nI still don't have power in my house. Im not happy about it either but thats the way it goes IT was a major storm. We \nhave to have patience.\n\n- Governor Christie (@GovChristie) November 4, 2012\n\n- The New York Times \n\n 3:50 P.M. | N.J. Offers Town-by-Town Guide to When Power May Return \n\nhttp://www.oe.netl.doe.gov/docs/2012_SitRep15_Sandy_11042012_300PM\n\nA town-by-town, day-by-day guide to when power is expected to be restored across New Jersey is now available on \na state Web site. \n\nThe status updates, listed by utility under \"Utility Restoration Plans\" on the state's storm-recovery Web page, list \nhow many homes in a given town are without power and how many are expected to be restored in the coming days.\n\nSome residents are questioning the reliability of the information, though. For instance, Montclair is listed as having \nall its power back as of yesterday. Sunday evening, there were quite a few Montclair residents in darkened homes \nwho would dispute that assertion.\n\nMore than 1 million New Jersey homes remained without power this morning, The Star-Ledger reports, including \n493,000 PSE&G customers, 485,000 JCP&L customers, and 10,000 Atlantic City Electric customers. At the height \nof the power losses, about 2.5 million homes in New Jersey lacked power. \n\n- Andy Newman \n\n 3:15 P.M. | Gas Flowing In, but Lines Remain Long \n\nAcross the region, gas shortages continued to create long lines at gas stations, further snarling transportation.\n\nAt a Sunday morning briefing, New York Gov. Andrew M. Cuomo  said that tankers and barges were on their way to \nNew York area ports carrying fuel to ease the situation. Port Newark-Elizabeth in New Jersey reopened on Sunday. \nThe Inwood terminal and the Northville terminal at Port Jefferson, which funnel fuel to Long Island, are open, and \n1.5 million gallons of gasoline are scheduled to be delivered to the Northville terminal today.\n\n Mr. Cuomo warned against unnecessary driving and gas hoarding, adding that he expected the fuel shortage to \ncontinue for several more days. \"Now is not the time to be using the car if you don't need to,\" Mr. Cuomo said. \"Now \nis not the time to be hoarding fuel.\"\n\n The U.S. Energy Information Administration, which has been surveying gasoline availability in the region \nsurrounding New York, estimated on Saturday that 38 percent of gas stations in the area had no gas to sell, down \nfrom 67 percent on Friday. Three percent had gas, but no power to pump it.\n\n Anecdotally, however, the quest for motor fuel continued to be a frustrating one.\n\nPeople have been in line at this Staten Island Hess since 6am. They've been told a gas truck is in NJ and on its \nway. #nygas\n\n- John de Guzmán (@johndeguzman)            November 4, 2012\n\nCrazy. Might be on this line 3 hours for just 5 gallons #nygas\n\n- Mark Guim (@markguim)            November 4, 2012\n\ninstagr.am/p/Rm8yYzQI9P/           #nygas Mt.Vernon this morning..no gas!\n\n- Lauryn G (@Lauryn2000)            November 4, 2012\n\nShort gas line at BP station on Sunrise Highway in front of Seaford LIRR... Less than 1 block #nygas           #ligas \nthey are pumping!!!\n\n- George Torres (@urbanjibaro)            November 4, 2012\n\nEntertaining myself by singing in the car with Led Zeppelin. I think im starting to annoy the girl infront of me #njgas\n\n- David Boronow (@DavidBoronow)            November 4, 2012\n\nhttp://nj.gov/nj/home/features/spotlight/hurricane_sandy.shtml\nhttp://www.nj.com/news/index.ssf/2012/11/here_are_town-specific_plans_o.html\n\n In New Jersey, where Gov. Chris Christie's rationing system remains in place, gas lines seemed slightly shorter in \nEssex County, but many stations were still closed. Authorities have set up three fuel depots in New Jersey so that \ndoctors and nurses can get up to 15 gallons of gas to go to work. \n\nIn Park Slope, Brooklyn, Julio Guerrero, 57, a car service driver, waited in line for two hours Sunday to get gas for \nhis brother, who is also a car service driver. The station had a 10-gallon limit, but Mr. Guerrero was planning to fill \nsix 1-gallon containers purchased at Home Depot. His car still had half a tank of gas, which, he said, would see him \nthrough the rest of the day.\n\nIn New Jersey, some residents adjusted by flouting the state's longstanding law against pumping your own gas. \nOthers drove far from home to places where gas was more plentiful or to counties where the odd-even rationing \nregime was not in place, The Associated Press reported.\n\nAt a Lukoil station in Lakewood, in Ocean County, which is outside the rationing zone, there were no lines early \nSunday afternoon, although the station manager, Syed Uddin said customers had waited more than 30 minutes in \nthe morning, according to The A.P.\n\nAt one pump, Lew Thompson of Toms River was pumping his own gas into two plastic canisters so he could power \nhis generator.\n\n\"Makes it a little quicker,\" Thompson said of his self-service. \"Like the governor said, sometimes you've got to cut \nthrough the bureaucracy and get it done.\"\n\n#njgas           twitpic.com/ba4neo\n\n- Valerie Taylor (@RieAnnTaylor)            November 4, 2012\n\n Michael M. Grynbaum, Diego Ribadeneira, Michael Schwirtz and Jeremy Zilar contributed reporting. \n\n- Vivian Yee \n\n 02:56 PM | Mayor Advises Residents to Check on Neighbors \n\n \"Look in on neighbors who might have a problem with the cold, because the next few days it is going to be cold,\" \nMr. Bloomberg said, before leaving his lectern at City Hall. \n\nPower is slowly returning to the city, but City Hall officials remain concerned about those colder temperatures, \nwhich could pose serious risks for elderly residents in buildings that still do not have heat. The city, meanwhile, \nbraces for Monday morning's commute and the return, hopefully not too chaotic, of a million children to the city's \nschools.\n\n- Michael M. Grynbaum \n\n 02:52 PM | Mayor Hopes for Smooth Voting, but Is Not Too Confident \n\nWill the city Board of Elections successfully hold elections on Tuesday? \"I have absolutely no idea,\" Mayor \nBloomberg replied. \"I hope they do.\" The board is not an agency under the mayor's supervision. \n\n\"We will do anything we can to support them,\" he went on. \"We and the governor tried to give them as much help \nas we can.\"\n\nSome voting sites are expected to be moved because of damages to existing polling stations. The mayor \nsuggested that voters refer to the Web site of the city's Board of Elections for the latest locations.\n\nPoll site changes post-#Sandy are here:            vote.nyc.ny.us/downloads/pdf/\n\n- NYC Mayor's Office (@NYCMayorsOffice)            November 4, 2012\n\n\n But he reiterated his longstanding criticism of the Board of Elections, which he said has a history of making \nmistakes.\n\n- Michael M. Grynbaum \n\n 02:48 PM | Mayor Expects a Rocky Back-to-School \n\nMr. Bloomberg is predicting a, well, unpredictable day on Monday as the city's schoolchildren return to classes.\n\n \"Some of the buses were damaged in the storm; some of the bus drivers are new and won't know the routes,\" the \nmayor said.\n\n There are 65 schools that will remain shut, and the mayor encouraged parents to dial 311 to find out if their child's \nschool is affected. (Robocalls will also be made to those families.)\n\nMayor: To find out info about school locations, go here: schools.nyc.gov/default.htm, call 311 or text \nNYCSCHOOLS to 877-877.\n\n- NYC Mayor's Office (@NYCMayorsOffice) November 4, 2012\n\n And some school buildings may not have heat, or have not been heated for several days. \"Please dress your \nchildren with that in mind,\" said the sweater-clad mayor.\n\nWhy re-open schools at all? Mr. Bloomberg said it was important for children and parents to try to resume normal \nroutines, and he noted that students have missed a week of classes already.\n\n- Michael M. Grynbaum \n\n 02:44 PM | City Giving Out Blankets, Offering Other Aid to Cold Residents \n\nAbout 145,000 homes in New York City remain without power, Mr. Bloomberg said. \n\n The city is undertaking an all-hands-on-deck effort to help residents without heat as temperatures start to fall. Mr. \nBloomberg said that police officers would use loudspeakers to encourage residents to move to a warm place, and \ndistribution centers around the city are handing out bottled water, food, clothing, and blankets.\n\nMayor: All sites are distributing blankets, and many are distributing batteries and baby supplies now: \nnyc.gov/html/misc/html\n\n- NYC Mayor's Office (@NYCMayorsOffice) November 4, 2012\n\n City workers are also \"going door-to-door,\" Mr. Bloomberg said, to try to help elderly residents in housing \ncomplexes.\n\n\"Getting floodwater pumped out of housing developments is a crucial task to getting power back on there,\" the \nmayor said.\n\n- Michael M. Grynbaum \n\n 02:30 PM | Mayor Toured Staten I. Today \n\nMayor Bloomberg, who received a cool reception from angry Rockaways residents on  Saturday, said he has \nwalked through damaged areas of Staten Island, including Midland Beach, with the borough president, James \nMolinaro, a state senator, Andrew Lanza, and a city councilman, James Oddo. \n\n\"I went inside a few to see what the basements look like,\" the mayor said.\n\nhttp://t.co/SRxFJ3Ap\n\n- Michael M. Grynbaum \n\n 02:25 PM | Power Back for 6,000 Homes in Rockaways \n\nMayor Michael R. Bloomberg said that the Long Island Power Authority had restored power to about 6,000 homes \nin the Rockaways, leaving 19,000 homes there still without electricity.\n\n- Andy Newman \n\n 2:26 P.M. | Mayor Addresses New Yorkers \n\nMayor Michael R. Bloomberg addressed New Yorkers on Sunday afternoon.\n\n- The New York Times \n\n 2:19 P.M. | 'Blue Laws' Suspended in Bergen County N.J. \n\nNew Jersey Gov. Chris Christie has suspended the so-called Blue Laws that require many retail businesses in \nBergen County to close on Sundays.\n\n\"During this time of recovery and rebuilding, our citizens must have adequate access to the supplies they need to \nhelp return their lives to normal - particularly those residents who are still without power,\" the governor said in a \nstatement today.\n\n- Andy Newman \n\n 1:40 P.M. | 'Stout' Northeaster May Bring Some Flooding and High Winds \n\nAs the region continues to reel from one unwelcome weather pattern, another looms. \n\nEven as those left without power or homes by the storm struggle to cope with temperatures that are supposed to \ndrop into the low thirties tonight, as my colleague Michael Schwirtz writes, a \"pretty stout nor'easter\" is heading this \nway midweek, said Joey Picca, a National Weather Service meteorologist.\n\nThe storm, expected to hit Wednesday night, while nothing like Hurricane Sandy, could bring moderate coastal \nflooding and is expected to pack an inch or two of rain, as well as sustained winds of 30 to 40 miles an hour, with \ngusts across parts of coastal Long Island of up to 60 miles an hour.\n\n\"That's plenty strong enough that any trees that are hanging weakened by Sandy, power lines, anything like that -  \nthese wind gusts could have the potential to take those down and hamper the recovery from Sandy,\" Mr. Picca \nsaid.\n\nThe next storm is not expected to bring much relief from the cold. Lows in the upper thirties and highs in the 40s are \nexpected through Thursday. The average low temperature in New York City this time of year is about 45.\n\nIn one slightly encouraging note, any flooding from the northeaster will be mitigated by the fact that there is now in a \nlull in the lunar tidal cycle, between the full and new moons.\n\nOn Sunday night, Mr. Picca said, low temperatures could dip into the 20s on Long Island and the Hudson Valley, \nboth areas where many tens of thousands of homes remain without power.  Wednesday night's storm could be \naccompanied by a few snowflakes in the city's northwestern suburbs, he said.\n\n- Andy Newman \n\n 1:01 P.M. | Video: Cargo Arriving at Port Elizabeth, N.J. \n\nWatch on Youtube.\n\nhttp://www.nytimes.com/2002/03/10/nyregion/attention-shoppers.html\nhttp://www.nytimes.com/2012/11/05/nyregion/freezing-temperatures-complicate-storm-recovery.html\nhttp://readynj.posterous.com/message-from-the-nws-11412-100-pm-coastal-sto\nhttp://readynj.posterous.com/message-from-the-nws-11412-100-pm-coastal-sto\nhttp://www.youtube.com/watch?v=9JNJjyjxtuA\n\n\nPort Elizabeth in New Jersey received its first post-storm cargo shipment on Sunday, at Maher Terminal. See video \nabove or here.\n\n- The New York Times \n\n 12:20 P.M. | Dispatches From a Darkened Peninsula \n\nPower began to return, little by little, to the Rockaways late on Saturday night. But most of the area, an 11-mile-long \npeninsula attached to southeastern Queens, remained shrouded in darkness. \n\nOutside a police station house on Beach 94th Street, a dozen or so people gathered around a police generator that \noffered both street light and a place to charge phones. \n\nAmanda Victoria, 30, stood by it with one of her daughters, age 11. It's better here, said Ms. Victoria, than inside \nher home on Beach 99th Street, where it was even colder. \"They have Manhattan up and running,\" she said. \"Why \ncan't they help us? There's homes here, too.\"\n\nBeside her stood Brian Donohue, 26, who lives on the 16th floor of an apartment building on Beach 8th Street with \nhis 81-year-old grandfather and has been carrying water and food up 16 flights since Monday. \"I know he can go \ndown the stairs,\" said Mr. Donohue. \"But there's no way he's getting back up.\"\n\nShortly after 11 p.m. Zakeem, who gave only his first name, was traveling from Rockaway Beach to Ozone Park, \nQueens, on a bus driven by a police officer. This is public transportation in the absence of the A train. \"See that \nskyline?\" said Zakeem, 22, pointing toward Manhattan. \"They have everything. Come to the Rockaways. We have \nnothing.\"\n\nOne van driver, Lou Luton, took commuters and volunteers from Ozone Park to the Rockaways for $10 each. \"My \nplace is washed out completely,\" he said of his home in Rockaway Beach. \"It looks like sand and dirt.\" He added, \"I \ndon't know where to start, how to build back. But God bless, we still got life.\"\n\nBy the generator, several men boarded a police van bound headed northward, away from the disaster and into \nOzone Park, where there was electricity and heat. Traveling over the Cross Bay Bridge, they discussed where they \nmight sleep. \n\nAnd then, right around the time the van passed the Belt Parkway, lights began to appear: Stoplights shone. Bars lit \nup. Car dealerships flashed marquees. There was a shoe store and an open Dunkin' Donuts. And then just by the \nRockaway Boulevard A train station - which was operational - the police van dropped the exiles from Rockaway \nBeach back into the rest of New York.\n\n- Julie Turkewitz \n\n 11:36 A.M. | Trying to Manage a Running Herd of Helpers \n\nAt the same time the New York City Marathon would have started Sunday morning, a ferry filled with volunteers \npulled into Staten Island. More than a thousand would-be marathoners were on board. \n\nPeople from the Bronx to Norway had gathered to help. Maybe too many people at once, actually.\n\n\"The police and other emergency personnel are worried that large groups of people will descend on \nneighborhoods,\" one organizer told a group at the bow section of the ferry. \"It is really important not to just run out \nthere all together and want to do some good.\"\n\nThat organizer suggested that volunteers form groups of 12 just outside the ferry dock, near the Sept. 11 memorial. \nThe volunteers gathered in groups, depending on how far they wanted to run-six to eight miles, 10 to 14 miles. \n\nhttp://www.youtube.com/watch?v=9JNJjyjxtuA\nhttp://www.nytimes.com/2012/11/04/nyregion/fractured-recovery-a-week-after-hurricane-sandy.html\n\n\nRight away, one large group of several hundred boarded a Staten Island Railway train to more quickly reach the \nmost affected sections of the island. They headed away from the marathon course, with the Manhattan skyline and \nthe Verrazano Narrows Bridge receding into the distance. \n\n- Juliet Macur \n\n 11:25 A.M. | Last Two Bellevue Patients Evacuated \n\nThe  were moved out of Bellevue Hospital Center in Manhattan early Sunday morning by elevator, a spokesman, \nIan Michaels, said. The patients were moved as some of the hospital's elevators, which had been flooded by the \nstorm,  began operating again. \n\nMr. Michaels declined comment on the condition of the patients. But others said that one was a heart patient and \nthe other was a 500- to 600-pound woman, and that they were too sick to be carried down the stairs with hundreds \nof other patients who had been evacuated after the storm knocked out power at Bellevue, the nation's oldest public \nhospital.\n\nThe hospital, near the East River at 27th Street, had been operating on backup generators until power was restored \non Saturday. Officials have estimated that the hospital will not reopen for two to three weeks at best, and Mr. \nMichaels said Sunday that that estimate remained in effect.\n\n- Anemona Hartocollis \n\n 11:12 A.M. | How to Volunteer for Storm Relief Effort \n\nHurricane assistance needed. If you want to volunteer in New York City register w/ @NYCService. \nhttp://t.co/UnmOw13z\n\n#helpsi\n\n-            Staten Island NYC (@SINYCliving)           4 Nov 12\n\nMary Pat & I established @sandynjrelief fund to help those affected. For more info on how to help/donate \n- Governor Christie (@GovChristie)           4 Nov 12\n\nHurricane Sandy has prompted an outpouring of support from people looking to help victims of the storm and to fix \nwhat the storm has broken. Here is a list of ways to assist.\n\n- The New York Times \n\n 11:06 AM | Mayor and Governor Disagree on Preventive Measures \n\nGovernor Cuomo has said the state and city should start thinking about barriers and gates in New York harbor that \ncould prevent a storm surge like the one that has caused such destruction.\n\nMayor Bloomberg has been more skeptical, and, despite sitting several inches away from the governor at Sunday \nmorning's briefing, he had no qualms about expressing his doubts.\n\n \"I don't know that it's practical,\" the mayor said, suggesting that there were few ways to fully protect Staten Island \nand the Rockaways from these types of storms. \"No strategy that I know of other than not building there.\"\n\nThe mayor and the governor on Sunday offered a study in contrast: Mr. Cuomo wore a  blazer, Mr. Bloomberg a \nsweater. Whereas Mr. Cuomo took pains to end his statements on uplifting notes, speaking about the strength and \nresilience of New Yorkers, Mr. Bloomberg was his usual candid self, telling suburban residents that it simply takes \n\nhttp://t.co/UnmOw13z\nhttp://www.twitter.com/SINYCliving\n\nlonger to restore power to overhead lines because of the way the electrical system is designed. (Mr. Cuomo \nreiterated his displeasure with utilities that were taking a while to bring back power.) \n\nAnd Mr. Bloomberg, who can be easily bored, often sat with his head tilted, a hand to his cheek - although perhaps, \nafter more than a week of nonstop briefings and emergency procedures, he is simply showing a few signs of \nfatigue.\n\n- Michael M. Grynbaum \n\n 11:00 A.M. | Runners and Cheers in Central Park, Marathon or No \n\nThe cancellation of the New York City Marathon did not  stop hundreds of runners from showing up at Central Park \nthis morning, many celebrating as if the event had not been canceled at all. \n\nPortable bathrooms, tents and even the famed finish line were still in place and provided a photo opportunity for \nmany runners. \n\n\"We came from Lima, Peru, to run,\" Gonzalo Larrain, the president and founder of Peru Runners, said Sunday as \nhe and three  travel companions posed in front of the statue of Fred Lebow, the founder of the marathon. \"We \nunderstand why they canceled, but we thought we should come out today. We had no idea there would be so many \npeople here.\" \n\nSecurity guards asked people to clear a path for the hundreds of runners trotting by, many in orange shirts, waving \nflags of their respective countries and cheering each other on. Some asked for donations for the Red Cross as they \njogged by, others noshed Power Bars. It made for a barrage of languages spoken and an assemblage of athletes \nfrom grade schoolers to the older adults. Some at the finish line cried. \n\nBleachers set up at the finish line hosted hundreds of fans, who clanged cowbells and yelled encouragements to \nthe runners. Most toted their own water bottles and some used pedometers to mark how many laps they needed to \ncomplete to hit the 26.2 mile mark.\n\nGreg Osborn, a 62-year-old from Melbourne, Australia, came to the park in his custom-made white and green shirt \nbearing his name. His wife, Yvonne, came to cheer him on. \n\n\"It took a long time to get here,\" Yvonne said. \"Then we found out it was canceled. But standing out here with the \nsun and all these people? It's beautiful.\" \n\n- Mary Pilon \n\n 10: 40 A.M. | Finding Good Neighbors in Wake of Disaster \n\nLONG BEACH, N.Y.   -  Veronica McGuire stood shivering in the doorway of her apartment late Saturday night on \nEast Broadway, nearly a week after the Hurricane Sandy pushed up the East Coast. The storm swept Long Beach \nclear of modern-day amenities, leaving residents to cope in a harsh new environment, Scenes of hardship and \nemotional strife are now commonplace.\n\nBut amid this new landscape, residents said they are increasingly finding that their best and closest resource is \neach other. \"If it were not for my neighbors, I don't think I would have ever made it out of this,\" Ms. McGuire said \nfrom the doorway of a five-family building. \n\nOn the street before her, sirens screeched and lights from service trucks flashed, as they have for the last six days. \n\n\"I'm so nervous and scared, but I see joy in the face of disaster,\" Ms. McGuire said. \"I look at my daughter with my \nthree grandchildren making hopscotch drawings with chalk in the street. That's all the fun they can have right now, \nbut I think you have to find the good things.\"\n\n\n\nAcross the street, Patricia Restrepo, 40, a veterinarian, tended to abandoned animals. In her kitchen, she warmed \ncans of cat food above a candle. \"I also use it to heat ravioli,\" she said with several open cans nearby bearing \nwitness. \n\nSome residents were shocked by the new look of their coastal city. \"It's disgusting,\" said Michael Parrone, 34, as \nhe walked on Franklin Avenue. \"Long Beach was a beautiful town,\" he said. \"Now it looks like a third-world country. \nIt's like literally a war zone.\" \n\n\"It's just not inhabitable,\" said Edward Ferra as he shoveled out his garage wearing shorts. \"My pants are filthy,\" he \nsaid. \"I have no sweats left. I've been working here all week in the dirt, sand, and muck.\"  \n\nOthers maintained a sense of humor as well as hope. \n\n\"We had three feet of water in the house  -  I literally had fish in my living room,\" said Steven Harris, 60, a urologist \nwho lives in the canals neighborhood. \"What's nice is the gratitude we feel with everyone offering help. My buddy \ncouldn't get a prescription. So I called it in for him at CVS.\" \n\nDr. Harris said he and his wife could not get lodging near J.F.K. because hotels were filled in anticipation of the \nmarathon. \"We had to come back here,\" he said, where the couple was holed up with his two dogs and two cats.\n\n\"I had to kick the fish out of the way,\" he said. \"It's terrible but it's funny.\" Dr. Harris scrambled back to a reporter \nand with his breathe turning to smoke from the cold said, \"I do have a good supply of cigars so I'm lucky.\"\n\nAs residents struggled with packages and emergency vehicles whisked passed him, one man who asked not to be \nidentified handed out bottles of water to passersby from a package he had paid for. Perplexed when asked why, he \nreplied, \"I have to help the people, don't I?\"\n\n- Jeff Leibowitz \n\n 10:33 AM | 'Massive, Massive Housing Problem' in Public Complexes \n\nUp to 40,000 residents of public-housing buildings run by the city housing authority are expected to be homeless - \ntheir buildings rendered temporarily uninhabitable by the damage from Sandy - and the governor and mayor agree \nthat the re-location process will be a significant challenge. \n\n\"This is going to be a massive, massive housing problem,\" Mr. Cuomo said. \"You are going to need a number of \noptions for a number of situations, short-term and long-term. We'll get through it, but it's a true challenge.\"\n\nAnd Mr. Bloomberg compared the situation to the aftermath of Hurricane Katrina in New Orleans. \"I don't know that \nanybody has ever taken this number of people and found housing for them overnight,\" the mayor said.\n\n- Michael M. Grynbaum \n\n 10:22 AM | Subways Recovering but Still in 'Uncharted Territory,' Lhota Says \n\nAll the numbered subway lines are back up and running to some degree, said Joseph J. Lhota, the chairman of the \nM.T.A., who spoke with the governor, mayor and senator. \n\nThe No. 1 train has been extended south to 14th Street, and transit officials hope to extend the route down to \nRector Street by Monday. (The South Ferry station, although dried out, remains unusable for now.) \n\nMr. Lhota said that trains would appear at stations less often than on a normal weekday. \"We are in uncharted \nterritory here,\" he said. He suggested that travelers take account of longer travel times. \"Leave a little bit earlier, or \nleave a little bit later,\" Mr. Lhota said.\n\n- Michael M. Grynbaum \n\n\n\n 10:32 A.M. | Napolitano Coming to N.J. Today \n\nHomeland Security Secretary Janet Napolitano will travel to New Jersey today to meet with state and local officials \nand review ongoing response to the storm.\n\nShe is scheduled to visit Hoboken, where National Guard troops rescued thousands of residents trapped by \nsewage-laced floodwaters, and Hazlet in Monmouth County, near the ravaged shore.\n\n- Andy Newman \n\n 10:15 AM | New Yorkers Have 'Cried in My Arms,' Schumer Says \n\n\"The best resource we have to fight this is being New Yorkers,\" said Senator Charles E. Schumer, who joined the \ngovernor and mayor at this morning's news conference.\n\n \"There's a lot of despair,\" Mr. Schumer said. \"People have cried in my arms.\" \n\nHe added: \"You get on the ground and you see the depth of it; how people's lives have been ripped apart by this \nforce of nature.\"\n\nMr. Schumer also said his wife recently had to wait more than two-and-a-half hours for gasoline.\n\n An earlier version of the headline on this update misspelled the last name of Senator Charles E. Schumer. \n\n- Michael M. Grynbaum \n\n 10:13 AM | Sometime Sparring Partners, Mayor and Governor Put Forth Unified Front \n\nPerhaps sensing all the commentary on social media about his sometimes-cool relationship with the governor, Mr. \nBloomberg preemptively told reporters that he and Mr. Cuomo have been getting along just fine. \n\n\"Andrew and I aren't working more closely today than we were before, because we've always worked closely \ntogether,\" Mr. Bloomberg said. \n\nIn what could be interpreted as odd praise, the mayor added: \"I can't fault anything the state has done. I think \nthey've been very helpful for the city, and we appreciate it.\" Mr. Cuomo, for his part, warmly thanked the mayor for \nhis remarks.\n\n- Michael M. Grynbaum \n\n 10:11 AM | Some Public Housing to Remain Off Line for a 'Very Long Time,' Mayor Says \n\nSome public-housing apartment buildings in New York City \"are going to be out of commission for a very long \ntime,\" Mr. Bloomberg said. The mayor predicted that between 30,000 and 40,000 people in public housing will have \nto find new homes.\n\n \"We are working on it,\" Mr. Bloomberg said. He also warned residents without power to take care when lighting \ncandles, which can start accidental fires.\n\n- Michael M. Grynbaum \n\n 10:08 AM | Mayor Plans to Take Subway to Work Tomorrow \n\nAmong the expected Monday-morning subway commuters: the mayor.\n\n\"I plan to take the subway tomorrow,\" said Michael R. Bloomberg, who was appearing with Governor Cuomo at a \njoint news conference. \n\nhttp://www.nytimes.com/2012/11/01/nyregion/new-jersey-continues-to-cope-with-hurricane-sandy.html\n\n\nHe lives on the Upper East Side near the No. 6 line, which has been fully restored between the Bronx and the \nBrooklyn Bridge station at City Hall. Although the governor warned that subway service would \"not be normal\" on \nMonday, Mr. Bloomberg offers a slightly rosier take, noting that \"most people will be able to take subways and \nbuses.\"\n\n- Michael M. Grynbaum \n\n 10:05 AM | New Yorkers 'Sweet,' 'Kind,' 'Generous,' Cuomo Says \n\n\"The nation knows New Yorkers as tough,\" Mr. Cuomo says. \"We're tough. But we're also sweet, we're also kind, \nwe're also generous, we're also giving. And you can see that all across the state today.\"\n\n- Michael M. Grynbaum \n\n 10:01 AM | Tomorrow's Commute Forecast: Not Normal \n\nCommuters should expect a hectic trip to work on Monday, Governor Cuomo said. \n\n Although many subway lines in New York City have been restored, \"Service will not be normal tomorrow,\" he said, \nbecause of gas shortages increasing subway ridership, and mechanical woes.\n\n The South Ferry subway station in Lower Manhattan, which had been entirely filled with water after the storm, has \nbeen \"pumped dry,\" the governor said.\n\n The M.T.A. will have to inspect signals and the trackbed in that station before any train service can be restored.\n\n Mr. Cuomo said he expected the fuel shortage to continue for several more days, before the situation returns to the \npre-Sandy normal. \"Now is not the time to be using the car, if you don't need to,\" Mr. Cuomo said. \"Now is not the \ntime to be hoarding fuel.\"\n\n- Michael M. Grynbaum \n\n 09:57 AM | Lights Back for 1.4 Million N.Y. Customers, but 730,000 Still Dark \n\nAs of Sunday morning, about 730,000 utility customers in the region still do not have power, Gov. Andrew M. \nCuomo said, down from 2.1 million in the hours immediately following the storm.\n\nLong Island remains the hardest hit portion of the region, in terms of electricity: in Suffolk County, 138,000 residents \ndo not have power; in Nassau County, 266,000 people are without power. About 105,000 residents of Westchester \nCounty are also waiting for restoration. \n\nNearly all of Manhattan, save for 7,000 customers, has had power restored, the governor said. But many New York \nCity residents are still waiting for Consolidated Edison to make repairs: 86,000 in Queens; 20,000 in Brooklyn; \n12,000 in the Bronx; and 20,000 in Staten Island.\n\n \"Until you have your power on, the problem isn't resolved,\" Mr. Cuomo said.\n\n- Michael M. Grynbaum \n\n 9:45 A.M. | N.J. Transit Opens More Rail Lines \n\nThe commuter trains in New Jersey continue the path to recovery. N.J. Transit opened four more rail lines on \nSunday, including limited service on the North Jersey Coast Line, the Raritan Valley Line and the Main/Port Jervis \nLine. Normal service has resumed on the Atlantic City line.\n\nN.J. Transit also said that October monthly passes would remain valid until Friday, Nov. 9.\n\nHere is the full release.\n\nhttp://www.njtransit.com/tm/tm_servlet.srv?hdnPageAction=PressReleaseTo&PRESS_RELEASE_ID=2805\n\n\n- The New York Times \n\n 9:48 A.M. | Port Elizabeth in New Jersey Reopened  \n\nPort Elizabeth in New Jersey will open on Sunday, receiving its first shipment of cargo since it was closed due to \ndamage caused by Hurricane Sandy, the Port Authority of New York and New Jersey said.\n\nNearly four feet of water surged into the port during the storm, damaging roads and rail lines and tossing around \nhundreds of shipping containers.  \n\nAll other Port Authority marine facilities remained closed on Sunday. \n\n- Michael Schwirtz \n\n 9:41 A.M. | Running at Grand Army Plaza, and Collecting Cash \n\nBy 8 a.m. Sunday,  Richard Zeroth of Brooklyn had gathered about two dozen runners at Grand Army Plaza. His \nwife, Sarah, was bundled up in a knit hat and jacket, brandishing a cardboard sign that read \"Make your own \nmarathon\" in red letters. She had commandeered a cart with bananas, bottled water and solicitations for Red Cross \ndonations. The group had raised slightly more than $7,000  so far. \n\nThe plan, Mr. Zeroth told the group, as a normal smattering of dog walkers and casual joggers looped the park, \nwas to run 7.7 laps around the park, roughly the equivalent of the marathon's 26.2 miles. \n\n\"There will be cute old couples on the path,\" he cautioned, \"So please be respectful. We've already had one \nmarathon canceled.\" \n\nThe groups's coach, Anthony Henriques, said that while running this Sunday at their normal training venue was not \nhis original plan, he understood the decision.   \"It's heartbreaking,\" Mr. Henriques said. \"But I'm glad we can raise \nmoney for charity.\" \n\nWith a countdown and cheers from a smattering of onlookers, by 8:10, the group was off, and running. \n\n- Mary Pilon \n\n 9:27 A.M. | Cuomo to Address New Yorkers \n\nGov. Andrew M. Cuomo addressed New Yorkers about the storm recovery effort at 9:30 a.m.\n\n- The New York Times \n\n 9:18 A.M. | First Post-Storm Cruise Ship Docks in Bayonne, N.J. \n\nThe first cruise ship since Hurricane #Sandy arrives in Bayonne, NJ this morning with 3,200 passengers \ndisembarking.            twitter.com/PANYNJ/status/\n\n- Port Authority NY&NJ (@PANYNJ) November 4, 2012\n\n- The New York Times \n\n 9:03 A.M. | Running on Staten I., but to Help, Not to Race \n\nOn Sunday morning, runners dressed in orange New York Marathon gear overtook the Staten Island Ferry as they \nheaded to the storm-ravaged borough looking to help.\n\nThey packed blankets, food, water, and flashlights in shoulder bags. Some planned to run to battered areas once \nthe ferry docked.\n\n\n\"There are people suffering of Staten Island and we've got to so something about it,\" said Neil Cohen, 42  from \nRiverdale in the Bronx.\n\nCohen, whose mother and uncle are from Staten Island, had planned to run the marathon today, starting on the \nisland. Instead, he was heading there with groceries, water and candy for the kids (and not energy bars)\n\nLots of it.\n\n\"I figured a lot of kids missed out on Halloween, so I brought a lot of candy with me,\" he said.\n\n- Steve Eder \n\n 8:32 A.M. | Power Being Restored in Rockaways \n\nThe lights are coming back on in the Rockaways.\n\nSome power to the peninsula was restored last night, and the rest should be fully restored by the end of the week, \nthe Long Island Power Authority said this morning.\n\nThe utility has been a punching bag for elected officials lately for its response to the storm in the Rockaways, the \npeninsula in Queens that was devastated by the storm. \n\n Mayor Michael R. Bloomberg said yesterday that LIPA \" has not acted aggressively enough\" or offered a timetable \nfor power restorations and suggested it could be as long as two weeks before power was restored. The Nassau \nCounty executive, Edward P. Mangano, called the utility's lack of communication  with customers \".\" And the \nQueens borough president, Helen Marshall, said she had been told by LIPA that it would           take seven weeks to \nrestore power to the peninsula.\n\nBut speaking on 1010 WINS radio  this morning, the utility's chief operating officer, Michael D. Hervey defended its \nefforts and said that  power was being restored in the Rockaways \"incrementally throughout the week\" with a goal \nof full restoration by week's end. \n\n\"It will definitely be no type of multiple weeks,\" Mr. Hevery said. \"Lights started going on last night.\"\n\nOn Long Island, Mr. Hervey said, he expected 90 percent of customers to have their power back \"by the end of the \nday Wednesday.\"\n\nMr. Hervey declined to strike back at his critics. \n\n\"We're focusing on restoring the power,\" he said, \"not focusing on trying to trade barbs.\"\n\n- Andy Newman \n\n 7:29 A.M. | Some Service Restored on D, 1, 2 and 3 Trains \n\nSome service was restored on the D, 1, 2 and 3 lines, as the subway system crept back toward normalcy, the \nMetropolitan Transportation Authority announced overnight. The restorations are:\n\n*Limited service on the D from 205th Street in the Bronx to Bay Parkway in Brooklyn.\n\n*1 train service now extended south to 14th Street.  \n\n*2 train service now running from 241 Street in the Bronx to Flatbush Avenue in Brooklyn.  \n\n*3 train service now running from 148th Street to 42nd Street-Times Square.\n\nFor the latest updates, see the M.T.A.'s Web site.\n\nhttp://www.lipower.org/stormcenter/\nhttp://www.nytimes.com/interactive/2012/10/28/nyregion/hurricane-sandy.html#sha=9e239d19e\nhttp://www.qchron.com/editions/central/marshall-lipa-says-weeks-to-restore-rockaway-power/article_b29635b0-264e-11e2-9ebd-0019bb2963f4.html\nhttp://www.mta.info/\n\n\n- Andy Newman \n\n 12:06 A.M. | For Richer, for Poorer, in Hurricanes and in Calm \n\nAs Hurricane Sandy churned toward the East Coast, many couples putting the finishing touches on their weddings \nsuddenly became all too aware that natural disasters do not respect a date circled on a calendar any more than \nthey do electrical grids, transportation systems, homes, cherished possessions or even lives.\n\nMeticulously detailed plans had to be scrapped immediately, revised and sometimes revised again. Improvisation \nruled. Some receptions or religious ceremonies were postponed; others were moved (one of them hundreds of \nmiles); presents were destroyed; and many, many names had to be crossed off guest lists. Yet in the end, the most \ncommon emotions expressed among brides and grooms were relief and gratitude that they and those they cared \nabout had survived an ordeal that just a week earlier had seemed unimaginable.\n\nRead more here.\n\n- John Harney and Rosalie R. Radomsky \n\n 11:38 P.M. | Evoking 18th-Century Drama, Bounty Finds Storm Tragedy \n\nA fateful meeting of the maritime past and present began amid the Monday morning dread of Hurricane Sandy, \nwhen distressing word came from the murk of the roiling Atlantic: the captain and crew of the H.M.S. Bounty, a \nvessel of timber rigged to evoke 18th-century adventure, were abandoning ship.\n\nBefore long, a Coast Guard helicopter equipped with 21st-century search and rescue technology was hovering in \nthe predawn dimness over a choppy disaster site, some 90 miles from shore. A life raft here. A life raft there. A man \nin a survival suit, floating like a red starfish. And the 115-foot main mast, jutting from the mostly submerged Bounty.\n\nAs the helicopter descended to begin its mission, its four-person crew could see the 30-foot waves of the coffee-\nblack sea coming from all directions. \"Like a washing machine,\" recalled Randy Haba, 33, a Coast Guard rescue \nswimmer who grew up in a farming community outside landlocked Denver, and whose job was to leap into that \nrinse-cycle turbulence.\n\n- Dan Barry \n\n 11:24 P.M. | For Fans, Debut Is More of an Escape Than a Celebration \n\nThe chance for an idyllic debut for the Nets in Brooklyn had left with the storm clouds, chased away at a time when \nthe city needed many things, but not yet basketball.\n\nSaturday's consolation opener against the Toronto Raptors was never going to be the same. Too many pockets of \nthe region were dotted with devastation. Too many lines of the transit network remained quiet. Too much Andrea \nBargnani, not enough Carmelo Anthony.\n\nEven the most irrepressible cheerleader, the Brooklyn borough president Marty Markowitz, acknowledged that the \nNets' season-opening game would not, and should not, unfurl as the party he had once hoped it would be, before \nthe lingering effects of Hurricane Sandy led to the postponement of Thursday's game against the Knicks.\n\n\"You can't just party away and ignore how many people are suffering,\" Markowitz said. \"How much sweeter it would \nhave been if everyone in the borough were living the lives they were living before the storm.\"\n\nAnd so it was that the return of professional sports to Brooklyn, a moment more than a half-century in the making, \narrived Saturday with something more than a thud and as something less than a celebration.\n\nRead more here.\n\nhttp://topics.nytimes.com/top/reference/timestopics/subjects/h/hurricanes_and_tropical_storms/index.html?inline=nyt-classifier\nhttp://www.nytimes.com/2012/11/02/fashion/weddings/in-the-wake-of-hurricane-sandy-couples-improvise-the-big-day.html\nhttp://topics.nytimes.com/top/reference/timestopics/subjects/h/hurricanes_and_tropical_storms/index.html?inline=nyt-classifier\nhttp://www.nytimes.com/2012/11/04/sports/basketball/nets-opening-day-arrives-but-few-feel-like-celebrating.html\n\n\n- Matt Flegenheimer \n\n 11:09 P.M. | Burglary Arrests on Staten Island \n\nCrime during Hurricane Sandy and its aftermath declined in New York City by 32 percent compared with the \nprevious year, the police said on Saturday, but even the storm's fury did not stop some from trying to take \nadvantage of the confusion and chaos that followed. \n\nIn the Midland Beach section of Staten Island Saturday morning, a man dressed in a Red Cross jacket was caught \nchecking the front doors of unoccupied houses, the police said in a statement. The police arrested the man and \ncharged him with burglary. \n\nNearby, police arrested three people who were observed \"auto surfing,\" checking car doors to see whether they \nwere unlocked. Police said the two men and a woman were in possession of stolen property, including keys to a \nMercedes Benz that they may have been planning to steal. \n\nBurglary, the police said, is the only type of crime to have risen in the last week, up 3 percent from Monday through \nFriday compared with the same period last year. \n\nThousands of police have been deployed to patrol the areas of the city left darkened and destroyed by the storm. \nMany officers are on extended tours, doing duties outside their normal beats to help with the recovery. They have \nbeen deployed to maintain order at gasoline stations and to distribute portable street lights to areas without power. \nWith traffic lights out across the city, 500 police academy recruits have stepped in to direct cars. And 100 New York \nPolice Department retirees have been mobilized to distribute food and do other storm-related tasks. \n\n- Michael Schwirtz \n\n 9:50 P.M. | New Jersey Residents Will Be Allowed to Vote by E-mail \n\nNew Jersey residents who have been displaced by Hurricane Sandy will be able to vote in the election on Tuesday \nthrough e-mail or fax, the administration of Gov. Chris Christie announced on Saturday.\n\nThe New Jersey Department of State has instructed county clerks to accept applications for mail-in ballots via e-\nmail or fax until 5 p.m. Tuesday, and to provide mail-in ballots the same way. Voters will then have until 8 p.m. on \nTuesday - when polling places close in New Jersey - to submit their ballots via e-mail or fax.\n\nA list of county clerks is available on the Web site for the New Jersey Department of State. The Christie \nadministration also said that any voter displaced by the storm would also be allowed            to cast a provisional \nballot in person on Tuesday in a county other than the one in which he or she is registered to vote.\n\n- Thomas Kaplan \n\n 9:19 P.M. | Living on the Waterfront \n\nThe Times's Real Estate and Metropolitan sections look at how the storm will affect the future of living along the \nwaterfront.\n\n Real Estate If Tropical Storm Irene last year was an eye-opener,Hurricane Sandy was a reality check.\n\nWaterfront property in the New York area is some of the most coveted in the nation, but after back-to-back years of \nsupposedly once-in-a-generation storms, public officials, developers, brokers and homeowners are being forced to \nre-evaluate.\n\nAlthough real estate experts say property values are unlikely to suffer in the long term, it is possible that new zoning \nand planning regulations - and buyers' expectations - could reshape how residential housing along the water is \nbuilt, marketed and sold. Read more here.\n\nhttp://www.state.nj.us/governor/news/news/552012/approved/20121103d.html\nhttp://nj.gov/state/elections/2012-results/directive-email-voting.pdf\nhttp://nj.gov/state/elections/voting-information-local-officials.html\nhttp://nj.gov/state/elections/2012-results/directive-displaced-voters.pdf\nhttp://nj.gov/state/elections/2012-results/directive-displaced-voters.pdf\nhttp://www.nytimes.com/2012/11/04/realestate/after-hurricane-sandy-would-you-buy-on-the-waterfront.html?ref=nyregion\n\n\n Metropolitan The Big City column explores how the damage caused by the storm speaks to something so obvious \nit is often overlooked: New York City shores are not fit for living. Read more here.\n\n- The New York Times \n\n 8:15 P.M. | Beware of the Cold \n\nWith temperatures expected to drop close to freezing overnight in areas affected by Hurricane Sandy, officials are \nencouraging those without heat to seek refuge in a shelter.\n\nW/ the onset of cold weather we encourage anyone needing heat to visit\n\none of our heating centers or check into shelter #SandyNYC #Recovery\n\n- Mike Bloomberg (@MikeBloomberg)           3 Nov 12\n\nTemperatures are expected to drop into the 30s overnight in much of the region, according to the National Weather \nService. \n\nTemps near the freezing mark expected tonight in areas affected by #Sandy. Those without power should prepare \nfor a cold night. #NWS #nywx\n\n- NWS (@usNWSgov)           3 Nov 12\n\nA list of shelter locations in New York can be found here.\n\nFor shelters in other regions, see Google's Superstorm Sandy crisis map.\n\nGov. Andrew M. Cuomo has urged all those looking for innovative ways to heat their homes to be wary of the \ndangers. \n\nDo not use a stove or oven as a heat source. Open oven door or lit stove burners can be dangerous & are \nineffective as a heat source #Sandy\n\n- Andrew Cuomo (@NYGovCuomo)           3 Nov 12\n\nNever use grills as an indoor heating source. Charcoal & propane emit carbon monoxide gas and are not suitable \nfor indoor use.\n\n- Andrew Cuomo (@NYGovCuomo)           3 Nov 12\n\n- Michael Schwirtz \n\n 8:19 P.M. | No Marathon Means No Prize Money \n\nTens of thousands of weekend warriors will return to their day jobs, having lost only travel costs and entry fees with \nthe cancellation of the New York City Marathon. But contenders missed a chance to earn what amounted to half a \nyear's salary.\n\nA number of elite runners said they understood why the marathon was called off, given the public outcry against \nusing essential services to monitor a race while many in the region are struggling to recover from            Hurricane \nSandy. Still, cancellation brought a significant shortfall to the best runners in the field.             Read more here.\n\n- Jeré Longman \n\n 8:09 P.M. | Connecticut Ready for Elections, Governor Says \n\nhttp://www.nytimes.com/2012/11/04/nyregion/the-costs-of-waterfront-living.html?ref=nyregion\nhttp://www.twitter.com/MikeBloomberg\n\nThe fallout from Hurricane Sandy is certain to complicate voting on Tuesday in some parts of New York and New \nJersey, but Connecticut appears to be in better shape. At a news briefing in Bridgeport on Saturday afternoon, Gov. \nDannel P. Malloy said the state was moving to hook up generators at a small number of polling places that \nremained without power. But he said the generators were being installed only as an insurance policy of sorts. \"I \nbelieve that all of the polling places will be open on Tuesday with regular current,\" Mr. Malloy said.\n\n- Thomas Kaplan \n\n 6:53 P.M. | Some Power Restored, but Much Left to Do \n\nOut of the nearly one million Consolidated Edison customers who lost electricity during Hurricane Sandy, 670,000 \nhave had power restored, John Miksad, the company's senior vice president for electric operations, said in a \nteleconference on Saturday evening.\n\nAbout 270,000 customers were still without power, as many as had lost electricity during Hurricane Irene last year, \nhe said. About 40 schools and 70 polling places remained in the dark.\n\n\"We still have in front of us another hurricane's worth to restore,\" Mr. Miksad said. \"We are not done by any stretch \nof the imagination and will be at it for a very long time.\"\n\nHe said the electricity networks for those with restored power were still \"precarious\" given the current lack of \nredundancy in both distribution and transmission.\n\n- Michael Schwirtz \n\n 6:46 | Volunteers Descend on Staten Island Neighborhood \n\nSince Tuesday, residents of storm-ravaged neighborhoods on Staten Island's eastern shore have been hauling \ndebris from their homes and assessing how much Hurricane Sandy had altered their lives. Some families have \nworked alone, others with the help of a few neighbors, friends or relatives.\n\nBut on Saturday, hundreds of people from around the city and region poured into these beleaguered \nneighborhoods, offering a hand to strangers in need.\n\nBy late morning, the narrow lanes of Midland Beach, one of the most affected areas on Staten Island, were buzzing \nwith activity. Groups of volunteers carrying hoes, rakes, brooms and shovels went door to door offering their labor. \nOthers circled the blocks in pickup trucks full of food, blankets, clothes and cleaning supplies. Impromptu \ndistribution centers piled high with food and secondhand clothes sprung up on every other corner.\n\n\"Anybody need anything?\" a man shouted from a truck to a group cleaning out a house on Olympia Boulevard. A \nfew minutes later, two women pulling rolling suitcases paused in front of the same house. \"Need anything?\" one \nsaid. \"Toiletries?\"\n\nThere appeared to be more volunteers offering help than residents who actually needed it.\n\nAt a house on Hunter Avenue, Alfredo Zapata, 60, his wife, Beatriz, 47, were cleaning out the remains of their \nbattered bungalow when a small group of strangers showed up and asked if they needed a hand.\n\nOne of the volunteers, Katie Nguyen, 32, an employee at an investment bank, said they were among about a dozen \nfriends who had traveled together from Manhattan that morning to help out. They had brought food and clothes to \ndonate.\n\n\"I've never been to Staten Island,\" Ms. Nguyen said.\n\nBut they said volunteering their services and making donations had been more difficult than they had anticipated.\n\n\n\nOne of the volunteers, Samuel Palmer, 31, said that earlier in the week he had helped rally a group of friends and \ncolleagues for a mission to Staten Island.\n\n\"I spent two days online trying to figure out where to bring all the people who wanted to help,\" said Mr. Palmer, a \nmanagement consultant. Unable to find a single point of coordination, he said, the group decided to simply go to the \nborough and figure out once they got there how they could be most helpful.\n\nOnce on Staten Island, however, they visited an American Red Cross distribution center near Midland Beach, but \ncoordinators turned the group away, saying they did not need any more donations. The group then stopped by a \nFederal Emergency Management Agency command center but got little guidance from the authorities there, Mr. \nPalmer said.\n\nSo the volunteers decided to break up into small groups and head out into the neighborhood to see how they could \nbe of service.\n\nMr. Zapata had a rental apartment behind his house still crammed with furniture and belongings destroyed by the \nstorm, and the group slipped on rubber gloves, strapped on dust masks and got to work.\n\n- Kirk Semple \n\n 5:47 | Bloomberg Chastises Long Island Power Authority \n\nMayor Michael R. Bloomberg blasted the Long Island Power Authority, which provides power the Rockaways in \nQueens, saying the utility has not worked hard enough to restore power in the neighborhood, which was among the \nhardest hit by Hurricane Sandy.\n\nHe said the utility could not give him a timetable for when power would be restored there and suggested it could be \nas long as two weeks.\n\n\"In our view, L.I.P.A. has not acted aggressively enough,\" Mr. Bloomberg said. \"When it comes to prioritizing \nresources, we think they should be first in line,\" he said of the Rockaways.\n\nWith the weather getting colder, Mr. Bloomberg said the situation for many was growing more precarious, and he \nurged people to go to city shelters if they needed.\n\n\"The cold really is something that is dangerous,\" the mayor said. \"If you find yourself shivering uncontrollably, these \nare the signs of hypothermia.\"\n\nEarlier in the day, when visiting the Rockaways, Mr. Bloomberg was confronted by angry residents who said they \nfelt forgotten. In his remarks Saturday, Mr. Bloomberg did all he could to reassure them that was not the case.\n\n- Marc Santora \n\n 5:35 | Bloomberg Expects Street Below Crane to Reopen Tonight \n\nMayor Michael R. Bloomberg said that workers were securing the boom of the crane that had been precariously \ndangling 1,000 feet above the ground in Midtown Manhattan to the mast. He said he expected the road below the \nproperty, West 57th Street, to reopen this evening.\n\n- Marc Santora \n\n 4:53 | Bellevue Down to Last Two Patients \n\nTwo patients remained in the evacuated Bellevue Hospital Center on Saturday afternoon because they were too \nsick to be carried down the stairs, according to several people familiar with the East Side hospital.\n\nhttp://www.nytimes.com/2012/11/01/nyregion/bellevue-hospital-evacuates-patients-after-backup-power-fails.html\n\n\nOne of the patients was a woman who weighed 500 to 600 pounds, and the other was a man who was scheduled to \nhave open heart surgery via emergency generator, according to the sources, who spoke on the condition of \nanonymity because Bellevue employees had received an e-mail threatening them with dismissal if they spoke to the \nnews media.\n\nIan Michaels, a spokesman for Bellevue, said power had been restored to the hospital, at First Avenue and 27th \nStreet, on Saturday, as it was to much of Lower Manhattan. He added that officials hoped to transfer out the last \ntwo patients as soon as the elevators, which had been flooded, were back in service. But he declined to say \nanything about the patients or their condition.\n\nThe sources also said that after Hurricane Sandy hit, the Bellevue morgue was under water, so the bodies of \npatients who died of their illnesses after the storm had to be kept elsewhere. Ellen Borakove, a spokeswoman for \nthe city medical examiner, confirmed that the Bellevue morgue had been flooded, but that with the assistance of \nthe medical examiner, the bodies had been put on higher racks to keep them out of the water.\n\nShe did not know how many bodies there were. Ms. Borakove said the medical examiner's morgue, which is \nseparate, remained dry.\n\nOn the night of the storm, Bellevue, which housed 725 patients, lost power and went on backup generators. But \nwithin a short time, the basement flooded, the fuel pumps feeding the generators failed and elevator shafts flooded.\n\n- Anemona Hartocollis \n\n 4:09 | Mayor Bloomberg Addresses the City  \n\nMichael R. Bloomberg, mayor of New York City, provided updates on the latest recovery efforts.\n\nWatch on Youtube.\n\n 3:21 | Securing the Dangling Crane \n\nOn Saturday, crews worked to fix the damaged crane that forced the closing of part of West 57th Street in \nManhattan. \n\n- The New York Times \n\n 3:25 | On Second Thought, No Free Gas \n\nThe plan for the military to distribute free fuel to the public in New York was put off after the swarms of people that \nshowed up for gasoline proved overwhelming.\n\n\"We have asked the general public to no longer come to these distribution centers,\" said Eric Durr, the director of \npublic affairs for the New York Division of Military and Naval Affairs.\n\nAt a news conference on Saturday morning, Gov. Andrew M. Cuomo announced that four mobile distribution \nstations would be established in four spots around the city. Under the plan, each motorist could receive up to 10 \nfree gallons of gasoline. But not long after that, the location in Queens was swamped by motorists.\n\nAs a result, Mr. Durr said, the decision was made to provide fuel only for emergency workers. He said that with 28 \nmillion gallons of gas on its way to the state, as the governor had announced, there soon will not be a need for the \nemergency fuel.\n\nIt is also a cumbersome process to pump.\n\nThe way it works, Mr. Durr said, is that at each site there are two trucks - one that holds 8,000 gallons and another \nthat holds 2,800. The smaller truck distributes gas to vehicles and when it runs dry, it needs to be refueled by the \nbigger truck.\n\nhttp://topics.nytimes.com/top/reference/timestopics/subjects/h/hurricanes_and_tropical_storms/index.html?inline=nyt-classifier\nhttp://www.youtube.com/watch?feature=player_embedded&v=GFBy4QGNPBE#!\n\n\n- Marc Santora \n\n 3:01 pm | Christie Not Sure How Long Gas Rationing Will Last \n\nGov. Chris Christie said that he could not estimate how long New Jersey's gas rationing system would have to \nremain in place, adding that the biggest problem for the state's gas stations was power even more than supply at \nthis point.\n\nIn northern New Jersey, Mr. Christie said, many of the stations do not have the ability to be connected to \ngenerators, something the governor said he was unaware of until the storm hit.\n\n\"In New Jersey, no one had a complete list of all the gas stations,\" he said. \"You can bet we are going to have one \nnow.\"\n\nStations that can get power from a generator, Mr. Christie said, have been hooked up by the National Guard.\n\nHe defended the decision to ration gas with the odd-even system.\n\n\"I wanted to see if this could resolve itself without the odd-even system,\" he said. But as he toured the state and \nsaw the lines snaking for miles, he decided that he had to take extraordinary measures.\n\nThe state will also receive 11 million gallons of gas from the military but instead of setting up distribution centers, \nas New York is doing, he said the plan was to deliver gas to the distributors.\n\nMr. Christie also offered an update on the progress restoring power.\n\n\"There are now 1.2 million people without power,\" he said. That is down from 2.7 million immediately after the \nstorm hit.\n\nHe said more workers continue to come into the state and soon there would be 11,000 people working to \"get done \nwhat they need to get done.\"\n\n- Marc Santora \n\n 2:38 | Protecting New York City, Before Next Time \n\nIf, as climate experts say, sea levels in the region have not only gradually increased, but are also likely to get higher \nas time goes by, then the question is: What is the way forward?\n\nIn this week's Metropolitan section are three proposals - some traditional, some fantastic, but all at least \ntheoretically workable - designed to reduce the effects of storms like Hurricane Sandy on three especially \nvulnerable New York neighborhoods: Lower Manhattan, the Red Hook and Gowanus sections of Brooklyn, and the \nnorthern shore of Staten Island.            Read more here...\n\nAlso in Metropolitan, a sherpa becomes the savior of the lox during Hurricane Sandy.\n\n- The New York Times \n\n 2:06 | Christie on the Damage in New Jersey \n\nGov. Chris Christie of New Jersey is updating the public with the latest on the recovery from Hurricane Sandy in his \nstate.\n\n- The New York Times \n\n 1:02 p.m. | A Letter From the Gas Station Line  \n\nhttp://www.nytimes.com/indexes/2012/11/03/nyregion/nyregionspecial/\nhttp://www.nytimes.com/2012/11/04/nyregion/protecting-new-york-city-before-next-time.html?ref=nyregionspecial\nhttp://www.nytimes.com/2012/11/04/nyregion/the-lox-sherpa-of-russ-daughters.html?ref=nyregionspecial\n\n\nI live on Staten Island and have been trying to help my neighbors as best I can. But I cannot continue to do that on \nan empty gas tank.\n\nSo I'm waiting in line at the Hess station at New Dorp Lane and Hylan Boulevard.\n\nThough Gov. Andrew M. Cuomo and other state officials have made assurances that relief is on the way, my needle \nis hovering a hair above a quarter tank now, and the gas station isn't even in my view. According to Google Maps, \nI'm exactly a half mile away.\n\nTensions are high. As I wait, I can see volunteers walking with water to a devastated area a few blocks away. The \npast few days, all you hear are sirens and helicopters, and it makes you feel even more nervous about being \ntrapped without transportation.\n\nLike the guy I heard about who waited for five blocks at a BP station in Grasmere. He was right at the entrance of \nthe station when it ran out of gas - and so did his car.\n\n\"When we sold out at 3 a.m., one guy was screaming because his car died,\" Nori Levy, a mechanic at the BP gas \nstation told me. \"They had to tow it away.\"\n\nThat could have easily been me. Just before midnight on Friday, I received word that a station had just gotten a \ndelivery. I jumped in the car and raced there. Mine was one of the few cars turned away at 3:30 a.m. They had just \nsold out, and I had wasted gas sitting there, waiting.\n\nThese gas lines have become a familiar sight on Staten Island, and the amount of gas left in your car is among the \nfirst questions asked of strangers after, \"Are you O.K.?\"\n\nAt a Getty station in Grant City, just a few blocks from my apartment, people were lined up every day after the \nstorm, snarling traffic along Richmond Road. But I didn't understand why those people were waiting.\n\nOrange tape was strung across the pumps. A cardboard sign read: \"We are closed. Out of gas.\"\n\n\"We're just standing on line with the promise of gas,\" a customer named Greg Ferraioli told me earlier in the week.\n\nHe had arrived at the station at 5 a.m. on Thursday with his Ford F-150.  \"I'm on E, so I'm prepared to wait all \nnight.\"\n\nThe station's owner, Nino Cutillo, said a delivery was expected soon, but hours later, nothing had arrived - not even \nan update on when a fresh supply would come.\n\n\"We will get gas sometime this afternoon,\" is all he could offer. I called the station back at 9 p.m. that day. \"No, no \ngas,\" Mr. Cutillo said.\n\n Amy Padnani is a Web producer for The New York Times. \n\n- Amy Padnani \n\n 12:56 a.m. | As Gas Rationing Begins, Confusion Reigns \n\nAt an Exxon station in Bayonne, N.J., police officers and people waiting in line for gasoline argued over the \nmeaning of Gov. Chris Christie's new policy regarding gas rationing.\n\nThe police had been given an interpretation of the policy that read: \"If your vehicle's license plate ends in a letter \n(A,B,C...), you are only permitted to fuel the vehicle on odd-numbered days.\" \n\nThe problem: All license plates in New Jersey end in letters, except for vanity plates. So on Saturday, most \neveryone in the state could buy gas. Or so it seemed. But according to the actual state policy, the last number on a \nplate is supposed to determine odd or even status, not the letter.\n\n\n\n Correction: A previous version of this post contained a misinterpretation of the New Jersey rationing policy. The \nBayonne police were using a summary of the policy that said the days motorists could get gas was based on the \nlast letter of their license plate.  Actually, the days are determined by the last number on the license plate, not the \nlast letter. A previous correction also referred erroneously to the summary. The police were quoting that, not state \npolicy.  \n\n- Christopher Maag \n\n 12:08 p.m. | Costs of Canceling Marathon Are Unknown but Immense \n\nThe finish line for the 43rd New York City Marathon stood silent in the stillness of Central Park on Friday night, its \nsigns listing the sponsors of a race that had been canceled hours earlier. The statue of Fred Lebow, the race's \nfounder, overlooked the empty scene.\n\n\"Few things in life match the thrill of a marathon,\" read a quotation from Lebow, placed beneath his statue.\n\nFew things in New York life, however, have matched the devastation of Hurricane Sandy. And no matter how the \ncity's officials and marathon organizers tried to soften its impact to preserve this year's 26.2-mile race through five \nboroughs, its end came abruptly Friday.\n\nEarlier last week, in the face of mounting criticism, Mayor Michael R. Bloomberg stood firm in his defense of the \nmarathon, saying it would lift the city's spirits and fill its coffers. Mary Wittenberg, the president and chief executive \nof New York Road Runners, the organization that directs the race, championed the event as a symbol of resilience.\n\nNow the city, along with Road Runners, will be forced to reckon with significant losses, ones officials could not \neven begin to calculate in light of the natural disaster. Read More\n\n- Liz Robbins and Ken Belson \n\n 11:45 a.m. | Many Parks and Playgrounds Remain Closed \n\nThe New York City parks department reopened the majority of its 2,000 facilities on Saturday, but the list of parks \nand other areas that remained closed was extensive. The list, available on the parks department's Web site, \nincluded Fort Greene Park in Brooklyn, Fort Tryon Park in Manhattan and Kissena Park in Queens. \n\nAll city beaches and boardwalks remained closed, and even in parks that were open, some parts were still off \nlimits, a department spokeswoman said.\n\nSo though the gates to Central Park reopened on Saturday, the Great Lawn, the Sheep Meadow, parts of the \nRamble, and all playgrounds and ball fields were closed.\n\n- Elizabeth A. Harris \n\n 11:26 a.m. | Subway Service Slowly Returning to Normal \n\nThe No. 4, 5, 6 and 7 train lines were restored to full service as of Saturday morning, state officials said.  The \nrestoration of the No. 4 and 5 trains made the Barclays Center in Brooklyn accessible from Manhattan by subway \nfor the first time in days.\n\nThe D, F, J and M lines were expected to be back in full service by Saturday afternoon, at which point the shuttle \nbuses that were filling in service gaps would be discontinued. The Q train was also expected to return on Saturday \nafternoon, and the No. 2 and 3 trains were expected to be back in operation by Sunday.\n\nhallelujah! RT@nygovcuomo:            #NYtransit: A train expected to resume later today,pics of            #flood waters \nin            #subway tunnel:            facebook.com/GovernorAndrew\n\nhttp://www.ingnycmarathon.org/\nhttp://topics.nytimes.com/top/reference/timestopics/subjects/h/hurricanes_and_tropical_storms/index.html?inline=nyt-classifier\nhttp://topics.nytimes.com/top/reference/timestopics/people/b/michael_r_bloomberg/index.html?inline=nyt-per\nhttp://www.nytimes.com/2012/11/04/sports/marathons-cancellation-sure-to-carry-huge-costs.html\nhttp://www.nycgovparks.org/stormupdate/storm-details\n\n- Laurel (@laureleena)            November 3, 2012\n\nThe A train was expected to be back on Monday morning and would run local from 168th in Manhattan to Lefferts \nAvenue in Brooklyn.\n\nThe L line from Manhattan to Brooklyn, however, remained flooded Saturday, from what Joseph J. Lhota, the \nchairman of the Metropolitan Transportation Authority, described as \"wall to wall\" inundation. The G train tunnel was \nflooded as well and is not expected to be back in service until later this week.\n\nLimited service has been restored on the Staten Island Rail system, state officials said.\n\n- Matt Flegenheimer \n\n 11:10 | Con Ed Reports Further Restorations  \n\nConsolidated Edison crews have restored electricity to more than 645,000 customers, or approximately 70 percent \nof all those who lost power since Hurricane Sandy slammed through New York, according to a statement from the \nutility.\n\nSome 280,000 people remain without power.\n\nHere is the latest breakdown:\n\nAs of Saturday morning, Con Edison reported that about 280,000 customers did not have electricity. That included \n5,800 in Manhattan, 81,000 in Queens, 31,000 in Brooklyn, 31,000 in Staten Island and 25,000 in the Bronx.\n\n- Marc Santora \n\n 10:56 | Cuomo Offers Hope for Motorists    \n\nFor those worried about long gas lines and shortages, elected officials in New York promised on Saturday morning \nthat help is on the way, at least in that state.\n\nMore than 8 million gallons of gas have been delivered to service stations, with 28 million more gallons on the \nway, Gov. Andrew M. Cuomo said. \n\nAdditionally, the military is trucking in 12 million gallons and will set up distribution centers starting later on \nSaturday.\n\nThe fuel will be free, but drivers will be limited to 10 gallons.\n\n\"Do not panic,\" Mr. Cuomo said. \"We did have a shortage in fuel delivery,\" he said. \"That situation has been \nremedied.\"\n\n- Marc Santora \n\n 10 a.m. | Latest Updates From Governor Cuomo \n\nGov. Andrew M. Cuomo gave a briefing on storm recovery at 10 a.m. on Saturday.\n\n- The New York Times \n\n 9:48 | Gas Rationing Begins in New Jersey \n\nAt noon on Saturday, a gas rationing system will go into effect in 12 New Jersey counties:\n\n\n\"Once in effect, all retail dealers of motor fuel will be required to only sell motor fuel for use in a passenger \nautomobile bearing license plates, the last number of which is an even number, on even numbered days of each \nmonth,\" state officials said in a statement.\n\nThe counties affected are: Bergen, Essex, Hudson, Hunterdon, Middlesex, Morris, Monmouth, Passaic, Somerset, \nSussex, Union and Warren.\n\n- Marc Santora \n\n 9:20 a.m. | Central Park, Manhattan's Heart, Circulates Again   \n\nBefore dawn, the runners were circling Central Park in throngs.\n\nAs 8 a.m. approached, the time many parks across the city were supposed to reopen, the runners were joined by \nthrongs of dog walkers, weekend strollers and tourists. Everybody itching to get back into the place that is for \nmany, the heart of Manhattan.\n\n\"The people have been coming all morning, asking if they can get in,\" said Rich Brown, who has been working \nsecurity at a gate at Columbus Circle. \"I have to tell them they can't go, that the police may arrest them.\"\n\nIt will be nice, he said, not to have to do that any more.\n\n\"I grew up in Manhattan. I love Central Park,\" he said. \"If Central Park were not here, the city would be more crazy \nthan it is.\"\n\nThe marathon signs and orange ING banners were still up and the gates were still closed at 7:45 a.m., but Maya \nGloria sat with her dog, Gracie, ready to resume their usual park routines.\n\n\"I come pretty much every morning,\" she said. While she has been taking Gracie on long walks every day, it was \nnot the same. \"She knows the difference,\" she said. \"All these dogs are just crazy to get back in.\"\n\n- Marc Santora \n\n 8:26 A.M. | Union Square Comes Back to Life \n\nAt 6:30 on Saturday morning in Union Square, a staging area for utility workers after the storm, the air thrummed \nwith idling engines and the whoosh of an occasional bus. Electricity had been restored to the area on Friday \nevening.\n\nRalph Godbee, 60, a security guard from Georgia Power, was looking forward to a coffee from McDonald's, the first \nrestaurant to open, just before dawn, since the storm knocked out power. He spent the night patrolling the square \nbut said he spent most of his time answering questions about when the electricity would be restored.\n\n\"People have been real friendly,\" he said. \" They write 'welcome Georgia Power.' And 'please turn our lights on' \nwith a picture of a bulb. It's like getting a thank-you note.\"\n\nAs the neighborhood was beginning to get back to normal, the farmers' market, a fixture at Union Square since the \n1970s, prepared for its first day of business since the storm in a new, temporary location: Madison Square Park.\n\n- Stacey Stowe \n\n 12:53 A.M. | Relief Efforts Spring Up Across New York \n\nAcross the city, New Yorkers who had found each other through Facebook and Twitter, churches and community \ngroups, City Hall and local elected officials, tried in ways small and large to ease the devastation left by Hurricane \nSandy. Several volunteers said the relief provided by their small-scale community efforts was the first to arrive in \n\nhttp://topics.nytimes.com/top/reference/timestopics/subjects/h/hurricanes_and_tropical_storms/index.html?inline=nyt-classifier\nhttp://topics.nytimes.com/top/reference/timestopics/subjects/h/hurricanes_and_tropical_storms/index.html?inline=nyt-classifier\n\n\nsome of the most hard-hit parts of the city, outpacing large organizations like the Red Cross and the            Federal \nEmergency Management Agency.            Read more here.\n\n How You Can Help Relief Efforts \n\nThe following agencies are among those accepting contributions to assist people affected by Hurricane Sandy:\n\nAmerican Red Cross: www.redcross.org/hurricane-sandy\n\nBrooklyn Recovery Fund: www.brooklynrecoveryfund.org\n\nMayor's Fund to Advance New York City:            www.nyc.gov/html/fund/html/home/home.shtml\n\nSalvation Army: www.salvationarmyusa.org\n\nUnited Way Sandy Recovery Fund:            uwsandyrecovery.org\n\n- Sharon Otterman \n\n 12:33 A.M. | Songs of Sympathy and Local Affirmation \n\nOn Friday night, NBC presented an hourlong telethon, \"Hurricane Sandy: Coming Together,\" to raise money for the \nAmerican Red Cross. It was just four days after the storm made landfall in New Jersey on a course that would \nsmash coastal and riverside neighborhoods all the way up to Rhode Island. \"One of the great ironies of this telethon \nis that the people who need the help most can't watch it,\" said the host, Matt Lauer. \"They don't have power.\"\n\nMany of the musicians came from places affected by the storm: Bruce Springsteen and Jon Bon Jovi from New \nJersey, Billy Joel from Long Island and Christina Aguilera and Mary J. Blige from New York City, along with an \nEnglishman, Sting, and three members of Aerosmith, from Boston.\n\nBetween the songs were calls for donations, affirmations of Jersey roots - from Jon Stewart, Brian Williams and \nDanny DeVito - and news montages of destruction and desperation: surging waters, demolished carnival rides, \ntearful families sorting through the wreckage of destroyed homes.\n\nRead more here.\n\n- Jon Pareles \n\n 11:19 P.M. | Disruption From Hurricane May Be Felt at the Polls \n\nThe aftermath of Hurricane Sandy is threatening to create Election Day chaos in some storm-racked sections of \nNew York, New Jersey and Connecticut - and some effects may also be felt in other states, including Pennsylvania, \nwhere some polling sites still lacked power on Friday morning.\n\nDisrupted postal delivery will probably slow the return of absentee ballots. And with some polling sites likely to be \nmoved, elections officials were bracing for a big influx of provisional paper ballots - which could delay the vote count \nin places. Read more here.\n\n- Michael Cooper \n\n 11:12 P.M. | For Some After the Storm, No Work Means No Pay \n\nWhile salaried employees worked if they could, often from home after Hurricane Sandy, many of the poorest New \nYorkers faced the prospect of losing days, even a crucial week, of pay on top of the economic ground they have lost \nsince the recession.\n\nhttp://topics.nytimes.com/top/reference/timestopics/organizations/f/federal_emergency_management_agency/index.html?inline=nyt-org\nhttp://topics.nytimes.com/top/reference/timestopics/organizations/f/federal_emergency_management_agency/index.html?inline=nyt-org\nhttp://www.nytimes.com/2012/11/03/nyregion/relief-efforts-of-every-size-and-form-spring-up-in-new-york-city.html\nhttp://www.redcross.org/hurricane-sandy\nhttp://www.brooklynrecoveryfund.org/\nhttp://www.nyc.gov/html/fund/html/home/home.shtml\nhttp://www.salvationarmyusa.org/\nhttp://uwsandyrecovery.org/\nhttp://brucespringsteen.net/\nhttp://www.nytimes.com/2012/11/04/arts/music/songs-of-sympathy-at-hurricane-sandy-concert.html\nhttp://topics.nytimes.com/top/reference/timestopics/subjects/h/hurricanes_and_tropical_storms/index.html?inline=nyt-classifier\nhttp://www.nytimes.com/2012/11/03/us/politics/hurricane-sandy-threatens-to-disrupt-voting-on-election-day.html\n\n\nLow-wage workers, more likely to be paid hourly and work at the whim of their employers, have fared worse in the \nrecovery than those at the top of the income scale - in New York City the bottom 20 percent lost $463 in annual \nincome from 2010 to 2011, in contrast to a gain of almost $2,000 for the top quintile. And there are an increasing \nnumber of part-time and hourly workers, the type that safety net programs like unemployment are not designed to \nserve. Since 2009, when the recovery began, 86 percent of the jobs added nationally have been hourly. Over all, \nabout 60 percent of the nation's jobs are hourly.\n\nEven as the sluggish economy has accentuated this divide, Hurricane Sandy has acted as a further wedge, \nthreatening to take a far greater toll on the have-littles who live from paycheck to paycheck. Read more here.\n\n- Shaila Dewan and Andrew Martin \n\n 10:51 | Survey Finds No Gas at Two-Thirds of Stations in Region \n\nA government survey has found that roughly two-thirds of the gasoline stations in the New York metropolitan region \ndo not have fuel to sell.\n\nWith gas lines stretching for hours, frustrated commuters often searching for open stations in vain and little reliable \ninformation about where gas can be found, the U.S. Energy Information Administration began conducting a survey \nof supply conditions on Friday.\n\nIts first report was not good.\n\n\"Of the stations sampled, one-third had gasoline available for sale, 3 percent were not selling gasoline because \nthey had no power, 10 percent had power but no gasoline supplies, and 53 percent did not respond to attempts to \ncontact them,\" the agency said.\n\nThe full survey can be found here.\n\n- Marc Santora \n\n 10:42 | As Power Is Restored for Some, Others Face Grim Outlook \n\nFour dark days after Hurricane Sandy blew through the New York region, residents and businesses in the lower end \nof Manhattan began to get power back on Friday, starting to unite a borough that had been divided between the \nlight and the darkness.\n\nAs lampposts, streetlights and storefronts flickered to life, cheers could be heard across whole neighborhoods.\n\n\"The first thing we did was the coffee machine,\" said Ali Salah, 40, who works at his family's deli Chelsea. \"Then we \nplugged in our phones.\"\n\nThis past week, he said, it did not feel like he was living in New York City, but rather it was more like a small town in \nhis native Yemen.\n\nBut when the lights came back on, he could barely contain his joy.\n\n\"Today is like New Year's,\" he said. \"Like a new holiday.\"\n\nOf course, hundreds of thousands of people in the region remained without power. And as temperatures dropped \nFriday night, anger mounted.\n\nIn other boroughs and in the suburbs, the prognosis for full restoration was grimmer. In many parts of the region, \nutility companies forecast that people might be without power until the middle of November.\n\nIn Lower Manhattan, the power restoration started around 5 p.m. in the East Village. The network in the East \nVillage, known as Cooper Square, serves about 67,000 customers between 14th and Canal Streets. The Chelsea \n\nhttp://www.nytimes.com/2012/11/03/business/for-hourly-workers-after-the-storm-no-work-no-pay.html\nhttp://www.eia.gov/todayinenergy/detail.cfm?id=8630\n\n\nneighborhood sparked to life about 45 minutes later, bringing back power to an additional 25,000 customers \nbetween 14th and 31st Streets on the West Side.\n\nThe next big network came back to life around 7:30 p.m., when 30,000 customers east of Fifth Avenue between \n14th and 31st Streets were once again able to turn their lights on.\n\nThroughout the night, Consolidated Edison's crews raced to make good on a promise that company executives \nmade to restore power to all of Manhattan before Saturday. As each network came online, they got a bit closer to \ngetting power back to all 220,000 people below 39th Street who lost it.\n\nOutside Manhattan, the challenges were in some ways more difficult, with crews having to contend with thousands \nof lines that were mangled, damaged or ripped down in Monday's hurricane. Con Ed said it could take until mid-\nNovember to bring electricity back to all of its customers. In Westchester County, where 120,000 people have no \npower, the utility said navigating downed trees and dealing with connections cut off by limbs and branches was \nsimply going to take more time. On Long Island, more than 500,000 customers of the Long Island Power Authority \nstill had no power on Friday evening, or any estimate of when it would return.\n\nIn New Jersey, Public Service Electric and Gas had restored power to over a million customers by Friday morning, \nbut nearly 600,000 still had no electricity by night. In Newark, about 100,000 customers had service restored at \naround 9:45 p.m., according the Mayor Corey Booker.\n\nJersey Central Power and Light had over 685,000 customers without power on Friday night.\n\nIn Connecticut, repairs were moving quickly. Only about 140,000 customers of Connecticut Light and Power still \nhad no electricity.\n\n- Patrick McGeehan and Marc Santora \n\n 10:20 P.M. | At the Jersey Shore a Determination to Rebuild \n\nResidents of New Jersey's iconic shore say that Hurricane Sandy will not wash away their determination to rebuild \nthe battered coastline. Read more here.\n\n- Peter Applebome \n\n 10:05 P.M. | A Rise in Burglary Reports Follows Storm \n\nOn the night that Hurricane Sandy hit New York, burglars broke into Kixclusive, a shoe store on the Lower East \nSide where rare pairs of basketball shoes are priced as high as $1,400. The proprietor told the police that 30 pairs \nof sneakers were stolen, saying the shoes were worth $30,000 in all, according to the police.\n\nThe storefront, on Mulberry Street, was quickly boarded up with plywood. Then on Wednesday, an alert police \nofficer, Charles Hofstetter, spied four men moving aside the plywood and entering the store.\n\nAll four were arrested on charges of burglary.\n\nAcross the city, there have been reports of looting since the storm hit, leading to a 7 percent rise in burglary \ncomplaints from Monday through Thursday, compared with the same period last year. Over all, reported crime is \ndown, although some police officials caution that a full accounting is not yet possible.\n\nRead more here.\n\n- Joseph Goldstein \n\n 9:44 P.M. | New South Ferry Subway Station Still Deep Under Water \n\nhttp://www.nytimes.com/2012/11/03/nyregion/at-the-jersey-shore-a-shared-determination-to-rebuild-and-restore.html\nhttp://topics.nytimes.com/top/reference/timestopics/subjects/h/hurricanes_and_tropical_storms/index.html?inline=nyt-classifier\nhttp://www.nytimes.com/2012/11/03/nyregion/a-rise-in-burglary-reports-follows-storm.html\n\n\nIt was one of the subway system's glistening jewels, the modern descendant of a century-old hub greeting New \nYorkers at the tip of Lower Manhattan.\n\nBut on Friday, the South Ferry station was navigable only by flashlight. Sea grass wrapped around a telephone \ncord, connected to a worker's booth.\n\nWooden boards as long as 15 feet, some still bundled together by black wire, lay scattered across the mezzanine. \nNo one is sure where they came from.\n\nChunks of a concrete wall had floated some 150 feet, through a turnstile, it seemed, around a corner, and down a \nflight of stairs funneling toward the platform for the No. 1 train.\n\nAs the Metropolitan Transportation Authority scrambles to get much of its system back to work, there are few dots \non the subway map more wounded than this one. Earlier in the week, Joseph J. Lhota, the authority's chairman, \nsaid that water was \"literally up to the ceiling\" at the station, which is connected to the R train station at Whitehall \nStreet.\n\nOn Friday, 20 to 25 feet of water remained above track level, said Frank Jezycki, the authority's chief infrastructure \nofficer for subways, as he led a small tour. The surface of the pools sloshed about four steps up at the higher of two \nstaircases leading down to the platform.\n\n\"We don't know what's downstairs yet,\" Mr. Jezycki said. \n\nRead more here.\n\n- Matt Flegenheimer \n\n 9:33 P.M. | In New York's Public Housing, Fear Creeps in With the Dark \n\nPerhaps more so than in any other place in the city, the loss of power for people living in public housing projects \nforced a return to a primal existence. Opened fire hydrants became community wells. Sleep-and-wake cycles were \ntimed to sunsets and sunrises. People huddled for warmth around lighted gas stoves as if they were roaring fires. \nDarkness became menacing, a thing to be feared.\n\nA lack of friends or family in areas with power, or cars or cab fare to get to them, meant there were few ways to \nescape. Dwindling dollars heightened the pain of throwing out food rotting inside powerless refrigerators, and \nsharpened the question of where the next meal would come from. Some had not left their apartments since the \nstorm swept in.\n\n\"Where am I going to go?\" said Miguelina Newsam, 71, who subsists on food stamps and $661 in monthly Social \nSecurity payments, outside her building in Red Hook, Brooklyn. \"My son is on Staten Island and they have the \nsame problem.\"\n\nThousands of public housing residents in New York City defied evacuation orders because they underestimated the \nferocity of            Hurricane Sandy; now they make up a city within a city, marked by acute need.            Read \nmore here.\n\n- CARA BUCKLEY and MICHAEL WILSON \n\n 8:53 P.M. | Anger Grows at Response by Red Cross \n\nThe American Red Cross struggled on Friday to reassure beleaguered New York City residents that its disaster-\nrelief efforts were at last getting up to speed, after the agency's delayed arrival in devastated areas of Staten Island, \nBrooklyn and Queens drew intense criticism.\n\nhttp://topics.nytimes.com/top/reference/timestopics/organizations/m/metropolitan_transportation_authority/index.html?inline=nyt-org\nhttp://www.nytimes.com/2012/11/03/nyregion/south-ferry-subway-station-still-deep-under-water.html\nhttp://topics.nytimes.com/top/reference/timestopics/subjects/s/social_security_us/index.html?inline=nyt-classifier\nhttp://topics.nytimes.com/top/reference/timestopics/subjects/s/social_security_us/index.html?inline=nyt-classifier\nhttp://www.nytimes.com/2012/10/29/us/east-coast-braces-for-severe-storm-surge.html\nhttp://topics.nytimes.com/top/reference/timestopics/subjects/h/hurricanes_and_tropical_storms/index.html?inline=nyt-classifier\nhttp://www.nytimes.com/2012/11/03/nyregion/in-public-housing-after-hurricane-sandy-fear-misery-and-heroism.html\nhttp://www.nytimes.com/2012/11/03/nyregion/in-public-housing-after-hurricane-sandy-fear-misery-and-heroism.html\nhttp://topics.nytimes.com/top/reference/timestopics/organizations/a/american_red_cross/index.html?inline=nyt-org\n\n\nAs of Friday, the Red Cross said, 25 of its emergency response vehicles - retrofitted ambulances each carrying \n2,000 pounds of water, meals and snacks - had begun making their way through the hardest hit parts of the five \nboroughs. More were on the way, the agency promised.\n\nThe Red Cross had not yet opened the three temporary mobile kitchens that it announced on Thursday would be \nset up on Staten Island, in Riis Park in the Rockaways, and at the Aqueduct racetrack in Queens, the agency \nconfirmed. The kitchens, which can produce 10,000 meals a day, would begin operating by Saturday, it said. Read \nmore here.\n\n- David M. Halbfinger \n\n 8:23 P.M. | Shouts of Joy as Power Returned Captured on Video \n\nWas biking through the city as the lights started coming on and people were cheering. Most awesome bike ride \never? #Sandy #NYC\n\n- lilmeady (@lilmeady)           2 Nov 12\n\nThe return of power to apartment buildings in New York was greeted with cheers in many parts of the city, \naccording to multiple reports from witnesses on social networks.\n\nOut-of-towners from Pat Robertson's Christian relief group, Operation Blessing, captured some of the rejoicing on \nvideo after initially guessing that the sound of loud screaming from a housing project on the Lower East Side \"might \nbe a riot.\" \n\nA video report on people cheering the return of power in New York on Friday from the charity Operation Blessing.\n\nA blogger who goes by HeavyMetalKaraoke on YouTube also recorded the joy in the same neighborhood late this \nafternoon.\n\nCheers engulfed the Lower East Side on Friday as power returned after four days.\n\n- Robert Mackey \n\n 8:10 P.M. | Lights Go On, and New Yorkers Learn a Geography of Power \n\nAs Consolidated Edison restored power to several parts of all five boroughs of New York on Friday, residents of \nManhattan neighborhoods that emerged from the dark suddenly learned the names of the various networks \nbeneath the city streets they usually take for granted.\n\nIn a series of Twitter updates, the @ConEdison feed announced that power was back on in the Cooper Square \nnetwork, the Chelsea network, the City Hall network and the Madison Square network. In response to questions \nfrom customers, the company explained the boundaries of those neighborhoods in terms of power lines.\n\n@siobhang Cooper Square network has been restored. Network: #Canal on south, #Bdway on west, #EastRiver on \neast and #14th St. on north.\n\n- Con Edison (@ConEdison)           2 Nov 12\n\n#ConEdison just restored power to 25,000 customers in the #Chelsea network\n\n- Con Edison (@ConEdison)           2 Nov 12\n\n@rachkruh #Chelsea network: #HudsonRiver on west, #30th/31st St. on north, #14th/15th on south. #5thAve on \neast\n\nhttp://www.nytimes.com/2012/11/03/nyregion/anger-grows-at-the-red-cross-response-to-the-storm.html\nhttp://www.nytimes.com/2012/11/03/nyregion/anger-grows-at-the-red-cross-response-to-the-storm.html\nhttp://www.twitter.com/lilmeady\n\n- Con Edison (@ConEdison)           2 Nov 12\n\n#ConEdison has just restored power to over 8,000 customers in the #CityHall network\n\n- Con Edison (@ConEdison)           2 Nov 12\n\n#CityHall network: #Broadway to #EastRiver, #Canal to #Frankfort with a sliver to #Wall St.\n\n- Con Edison (@ConEdison)           2 Nov 12\n\n#ConEdison just restored power to the #MadisonSquare Network. Home to 30,000 customers.\n\n- Con Edison (@ConEdison)           2 Nov 12\n\n#MadisonSquare Network: From #FifthAve to #EastRiver and #30th/31st Streets to #14th Street\n\n- Con Edison (@ConEdison)           2 Nov 12\n\n Photographs that would otherwise be unremarkable, showing the lights on in New York City buildings, suddenly \nfilled social networks.\n\nLights go back on in the East Village and Alphabet City, Avenue C literally bursts into cheers http://t.co/VgFjMEY9\n\n-            Emily Smith Page Six (@GossipAssassin)           2 Nov 12\n\nSO happy to see lights on in my apartment... East village be glowing http://t.co/KhhQ6HBS\n\n-            Lindsay Sweeney (@lindsay_sweeney)           2 Nov 12\n\nLights just came back on in Lower Manhattan, but Gehry remains dark. http://t.co/0FAcTjFE\n\n-            Matt Chaban (@MC_NYC)           2 Nov 12\n\n- Robert Mackey \n\n 7:10 P.M. | Group Recruiting Architects and Engineers to Assess Damage \n\nThe New York Chapter of the American Institute of Architects has reached out to its members to recruit registered \narchitects and professional engineers to help in the daunting challenge of evaluating damage to 35,000 buildings \naffected by the storm. The chapter is looking both for those who are already certified in damage assessment and for \nthose interested in receiving necessary training through the city Department of Buildings. They are asked to contact \nthe chapter, with their A.I.A. member number, at            dfrr@aiany.org. (The e-mail address stands for \"design for \nrisk and reconstruction.\")\n\n- David W. Dunlap \n\n 6:46 P.M. | New York Health Department Guidance on Returning Home \n\nAs power starts to return for thousands of New Yorkers, the city's health department issued safety guidelines that it \nhopes will help residents avoid problems.\n\n\"When reoccupying a building that lost water due to the power outage, residents and occupants should let their \nwater run until it is cold and clear,\" the department said. \"In buildings where water tanks were depleted, owners \nhave been directed to flush them before resuming water supply to the building.\"\n\nThe department said people should throw away any perishable food (such as meat, poultry, fish, eggs, dairy, \nmayonnaise or leftovers) that has been above 41 degrees Fahrenheit for four hours or more.\n\nhttp://www.twitter.com/ConEdison\n\nPeople should also throw away any food (including packaged food) that was touched by flood water.\n\n\"Given that many residents have been without power since Sunday or Monday, we recommend that all perishable \nfood be thrown away - whether it was in your refrigerator or freezer,\" the department said.\n\n- Marc Santora \n\n 6:57 pm | Helping Out Neighbors Without Water in West Chelsea \n\nWhen the power went out downtown because of Hurricane Sandy, Andy Humm, a former human rights \ncommissioner in the Dinkins administration, learned a curious thing: The water in New York City buildings naturally \nrises to a certain level, often six stories, without being pumped.\n\nPressure from the city's upstate water supply pushes water up a few floors, but for higher floors, buildings rely on \nthe ubiquitous rooftop towers to gravity-feed sinks, toilets and showers. But without electricity, water could not be \npumped up to the towers.\n\nMr. Humm had working sinks and toilets in his fourth-floor apartment at London Terrace, the huge, now-fashionable \napartment complex in West Chelsea. But many of his neighbors did not.\n\nSo Mr. Humm, a reporter on gay and civil rights issues and an activist by nature, went on a crusade to open up a \nlower-floor bathroom to be used by higher-floor tenants, particularly the elderly.\n\n\"If you're above the sixth floor, the toilets don't flush,\" Mr. Humm said. \"Yes, people were advised to fill your tubs, \nbut this has been going on for days.\"\n\nBy his own account, he began pestering Ellen Gribben Bornet, general manager of Rose Associates, the \nmanagement company for 1,000 apartments, to provide this public service.\n\n\"I'm still working to see if it's logistically feasible,\" Ms. Bornet said Friday afternoon.  \"It may be a moot point as Con \nEd is advising that we will have power tonight.\"\n\nWhen she did not immediately come through, Mr. Humm called the city's Office of Emergency Management, which \ntold him where he could buy some portable toilets.\n\n\"I said, 'Me?'\" he recalled, noting that he could hardly afford it.\n\nIn desperation, he called the district office for Christine Quinn, the City Council speaker, who represents the area.\n\nAt about 4 p.m. Friday, Mr. Humm got a call to go downstairs and receive 20 Porta Potties, courtesy of Ms. Quinn, \nwho lived in London Terrace until last year.\n\nJamie McShane, a spokesman for Ms. Quinn, reached as he rode his bike home Friday evening from City Hall to \nSunnyside, Queens, said he did not know how the speaker intended to pay for the portable toilets, or whether she \nhad arranged for other constituents to have them as well. \"Listen, I think she was glad to be able to be responsive \nto the concerns and needs of the tenants association,\" he said. (After checking, Mr. McShane said that Ms. Quinn \nhad obtained portable toilets for other locations, including a Chelsea housing project.)\n\nPower was restored to the building around 6 p.m., though the Porta Potties would still come in handy, because it \nwas expected to take a few hours for pumps to replenish the water towers. When that happened, the portable toilets \nwould be moved elsewhere, Mr. McShane said.\n\n- Anemona Hartocollis \n\n 6:17 P.M. | Students at Severely Damaged Schools to Start Class Wednesday \n\n\n\nStudents at 65 \"severely damaged\" public schools will be temporarily reassigned to new schools, and will \nresume classes on Wednesday, Dennis M. Walcott, the schools chancellor, announced late Friday afternoon.\n\nThe rest of the city's schoolchildren will return to class Monday, but the logistical challenges of relocating students \nfrom those hardest-hit schools require an extra two days, Mr. Walcott said. On Tuesday, all city public schools are \nclosed for Election Day.\n\nHigh on the list of those challenges is transportation. \"Especially in severely hit areas, schools may not be next \ndoor,\" the chancellor warned. Younger children will be delivered to the new locations by bus; high school students \nwill get a MetroCard. Mr. Walcott did not rule out the possibility that some students will have shortened school days, \nto fit as many as possible under the same roof.\n\nNotifying those students of the changes will also be a challenge. Many live in areas that do not yet have electricity. \nMr. Walcott said the schools would be using every resource to reach the affected families, working through parent \ncoordinators and parent associations; broadcasting the news in print, online and over the airwaves; using robocalls \nand text messages; and keeping 311 call takers informed. \n\n\"We understand and feel for those individuals that may not have power, may not be in their homes, but that doesn't \nmean they're totally isolated,\" he said, though he allowed that \"there's going to be some folks who may not get\" the \ninformation in time.\n\nCompounding the difficulties, some students in affected areas are now homeless and may be scattered around the \ncity; some have lost loved ones; many have experienced trauma. The Education Department is working with other \ncity agencies such as the Department of Homeless Services as well as with grief counselors to attend to those \nstudents' needs.\n\nIn addition to the currently inoperable schools, an even greater number were left intact but without power. Mr. \nWalcott said that \"Con Edison has provided a dedicated individual to work solely on powering up our schools.\" He \nexpected that \"a sizable number\" of those schools would be up and running by Monday, especially the large \nnumber that are located in Lower Manhattan, an area that by Friday afternoon was already coming back on line.\n\nMr. Walcott also answered questions about the handful of schools that are currently serving as shelters for people \nleft homeless by the storm. They will be there while school is in session, but will not occupy the same areas as \nstudents.\n\n\"We want to make sure there's isolation between those who are in a building for shelter purposes,\" he said, and \nthose who are there to study. Responding to concerns about possible security risks and unsanitary conditions, he \nsaid all would be addressed by Monday morning: \"If it's not sanitary then it will be sanitary, and the conditions have \nto be met.\"\n\nTeachers citywide showed up for work Friday to make preparations for their students' return. \"I'm pleased to report \nthat based on a survey of 1,300 schools today we had 80 percent attendance,\" Mr. Walcott said, noting that many \nof those teachers overcame their own flood-related challenges to show up. Teachers and staff of the severely \ndamaged schools will report to work Monday, at their new locations, in advance of their transplanted students.\n\nThe list of those 65 schools, which the department intended to release Friday night, includes some with basements \nor even first stories underwater, boilers that are submerged or no longer functioning, and electrical systems that \nwere destroyed by fire. An earlier estimate tallied 79 schools, but in the interim some have been brought up to code.\n\n- Ariel Kaminer \n\n 5:58 P.M. | Metro-North Upper Hudson Line Service to Begin; East River Ferry Service to Resume \n\nFull train service will resume Saturday morning on Metro-North Railroad's Upper Hudson Line from Croton-Harmon \nto Poughkeepsie, Gov. Andrew M. Cuomo said Friday.\n\n\n\nIn other transportation service restoration, the East River Ferry said it would resume its regular schedule on \nSaturday, as well, making all stops except at its India Street/Greenpoint terminal, which remains closed for repairs \nto its landing.\n\n- Matt Flegenheimer \n\n 5:53 P.M. | Army Reservists Join Relief Effort \n\nThe Army Reserve is joining the relief efforts in the metropolitan region, the military said in a statement on Friday.\n\n\"This will be the first time that U.S. Army Reserve soldiers have been activated for a domestic natural disaster \nunder the National Defense Authorization Act of 2012,\" according to the statement.\n\n\"Our condolences go out to those that have lost loved ones or suffered damage to their homes and businesses in \nthe storm,\" said Lt. Gen. Jeffrey Talley, commander of the Army Reserve. \"The Army Reserve is providing units to \nsupport first responders and our fellow Americans.\"\n\n- Marc Santora \n\n 5:49 P.M. | Obama Orders Release of Diesel Fuel to Storm Responders \n\nThe Obama administration late Friday authorized opening up what is called the Northeast Home Heating Oil \nReserve to provide two million gallons of diesel fuel to government emergency responders to help keep electricity \ngenerators, water pumps, federal buildings, diesel trucks and other vehicles running.\n\n\"This loan from the Northeast Home Heating Oil Reserve will help ensure state, local and federal responders in the \nimpacted area have access to the diesel fuel they need to continue response and recovery efforts,\" Energy \nSecretary Steven Chu said in a statement Friday evening.\n\nThe oil reserve, created by the federal government in 2000, holds 42 million gallons of ultra-low-sulfur diesel, \nlocated at terminals in Groton, Conn., and Revere, Mass.  This is the first time fuel has been released from the \nreserve. The Defense Department will be in charge of drawing down the fuel from the reserves, which will then be \ndistributed to state, local and federal emergency responders in the New York and New Jersey area.\n\n- Eric Lipton \n\n 5:21 P.M. | Price-Gouging Complaints Pursued in New Jersey and New York \n\nThe Christie administration said Friday that it had sent subpoenas to 65 businesses in New Jersey as part of \ninvestigations into more than 500 complaints of price gouging.\n\nIn New York State, the attorney general's office is investigating hundreds of complaints of price gouging on food, \nice, water, generators and hotel rates, though complaints about gasoline have been the most prevalent amid the \nmaddening shortages.\n\nJeffrey S. Chiesa, New Jersey's attorney general, said his office had received complaints from all parts of the state, \nbut said they were particularly heavy in Bergen, Essex, Middlesex, Monmouth, Ocean and Passaic Counties.\n\n\"We expect that, by the end of the weekend, we will have issued 100 subpoenas to gas stations, requiring them to \nprovide their receipts and other information to demonstrate their prices, and the costs they faced, both before and \nduring the state of emergency,\" Mr. Chiesa, a gubernatorial appointee, said in a statement.\n\nThe office of New York State's attorney general, Eric. T. Schneiderman, who is an elected official, has received \ncomplaints from Long Island to the Hudson Valley.\n\n\"Our office has zero tolerance for price gouging,\" Mr. Schneiderman said in a statement. \" We are actively \ninvestigating hundreds of complaints we've received of businesses preying on victims of Hurricane Sandy, and will \n\nhttp://www.usar.army.mil/resources/Pages/Army-Reserve-units-activated-in-support-of-relief-efforts.aspx\nhttp://energy.gov/articles/energy-department-loan-emergency-fuel-department-defense-part-hurricane-sandy-response\n\n\ndo everything we can to stop unscrupulous individuals from taking advantage of New Yorkers trying to rebuild their \nlives.\"\n\n- Danny Hakim \n\n 5:37 P.M. | Updated Map of Restored Subway Service in New York \n\nThe Metropolitan Transportation Authority on Friday afternoon released an updated map showing where service \nhas been restored to the New York City subway system.\n\nKevin Ortiz, an M.T.A. spokesman, posted a link to a downloadable (.pdf) version of            the revised map, which \ncan be seen below (click at the lower right of the document viewer to enlarge).\n\nMTA Restored Subway Service Map as of Nov. 2\n\nWhile New Yorkers wait for full restoration of the subway service, some have turned to an enterprising workaround \nfor traveling to Manhattan from Brooklyn: taking Long Island Rail Road trains heading in the opposite direction from \nAtlantic Avenue, Nostrand Avenue or East New York to Jamaica, Queens, where they can catch L.I.R.R. trains \nback to Pennsylvania Station.\n\n- Robert Mackey \n\n 5:18 P.M. | New York City Marathon on Sunday Is Off \n\n The New York City Marathon, scheduled for Sunday, has been canceled, Mayor Michael R. Bloomberg \nannounced on Friday. The marathon had become a source of controversy after Mr. Bloomberg defended his \ndecision to go ahead with it in the face of criticism from other local officials. Read more here.\n\n- The New York Times \n\n 5:05 P.M. | Power Returns to Some Manhattan Neighborhoods \n\nPower came back on around 5 p.m. for about 67,000 customers of Consolidated Edison in the East Village area, \nbetween 14th Street and Canal Street, from Broadway to the East River.   Customers in Chelsea reported that their \npower came back on about 5:45 p.m.\n\n- Patrick McGeehan \n\n 4:26 P.M. | 2 Men on a Mission to Find Generators \n\nWith so many people struggling to cope with a lack of power, the  plan devised by two New Jersey men was \nprobably not unique.\n\nDesperate to restore power to their homes, they got in a car about 2 a.m. on Thursday and began driving south on \nInterstate 95 in search of a Home Depot that still had electricity generators for sale.\n\nThe men, Michael Lapinski, 41, and Dave Hunter, 42, both of Aberdeen in central New Jersey - a region hit  hard by \nthe storm - found their first generator some six hours and 170 miles later at a Home Depot in Towson, Md.\n\n\"We were calling and visiting Home Depots all along the way based on phone numbers and store locations from a \nphone application,\" said Mr. Lapinski, who, like Mr. Hunter, had been without power since Monday.\n\nBefore leaving Aberdeen, they had used Mr. Hunter's credit card to order two generators from a Home Depot in \nWarrenton, Va., 262 miles away.\n\n\"Just in case our journey had taken us that far, we knew we had two generators locked in,\" Mr. Lapinski said.\n\nhttp://www.mta.info/lirr/Timetable/lirrmap.htm\n\nAfter finding a 5,500-watt generator in Towson, Mr. Hunter, who had been making the calls from his cellphone \nduring the ride, soon realized that a second generator could be found at a Home Depot 13 miles away in \nEdgewood, Md. Once there, Mr. Hunter tried to pay for a 6,000-watt generator, but his credit card company initially \nblocked the transaction.\n\n\"I had to get on the phone with someone who wanted to know why I was purchasing generators all over the place,\" \nMr. Hunter said. \"I had not yet canceled the order I had made in Virginia, so my credit card company thought it was \na case of fraud. It was kind of embarrassing.\"\n\n\"By the time we got back to Aberdeen, many of our neighbors were still searching for generators and some were \nstill on Home Depot's waiting list,\" Mr. Lapinski said. \"So our trip, though it may have been a long one, was well \nworth it.\"\n\n- Vincent M. Mallozzi \n\n 4:49 P.M. | Martha Graham Sets and Costumes Damaged by Storm \n\nMost of the sets and costumes of the Martha Graham Center of Contemporary Dance, stored in a West Village \nbasement, were submerged under 6 feet of water in Hurricane Sandy flooding, company officials said on Friday.\n\nThe material included programs and posters and a number of sets designed by Isamu Noguchi, one of Graham's \nmost important collaborators. One Noguchi set, for \"Clytemnestra,\" was built by the artist himself, the company \nsaid. Most of the company's costumes were also inundated. The materials were stored in a nearly 4,000-square-\nfoot basement at the Westbeth artists complex, where the center had moved in July. Other submerged productions \nwere \"Cave of the Heart,\" \"Embattled Garden\" and \"Errand into the Maze.\" \n\nRead more...\n\n- Daniel J. Wakin \n\n 4:39 P.M. | Napolitano Says Europe-Size Area Was Ravaged by Storm \n\nJanet Napolitano, the federal secretary of homeland security, said at a briefing on Staten Island that the area \ndevastated by the storm was \"roughly the size of Europe.\"\n\nStaten Island, she said, \"took a particularly hard hit.\" \n\nMs. Napolitano said 1.6 million meals and 7.1 million liters of water had been \"positioned\" to be distributed in New \nYork. She said 657 housing inspectors were already at work in New York and 3,200 employees from the Federal \nEmergency Management Agency had been sent to the Northeast.\n\nShe said she had visited a shelter and had had \"a round table to discuss the nuts and bolts\" with local and regional \nofficials. The City Council speaker, Christine C. Quinn, and the Staten Island borough president, James Molinaro, \nalso attended the briefing.\n\n- James Barron \n\n 3:53 P.M. | Flooding Upsets Resumption of 9/11 Museum Construction \n\nThe main floor of the National September 11 Memorial Museum, still under construction nearly 70 feet below the \nmemorial plaza at the World Trade Center, filled with at least seven feet of water during the storm, its president said \nFriday. The flooding nearly immersed two fire trucks that have already been placed in the museum and it \nsurrounded the symbolic            last column taken from the twin towers.\n\n\"It was shocking,\" said Joseph C. Daniels, the president and chief executive of the            National September 11 \nMemorial and Museum, which is responsible for both the museum and the memorial. He said he had gone to bed \n\nhttp://marthagraham.org/\nhttp://artsbeat.blogs.nytimes.com/2012/11/02/martha-graham-sets-and-costumes-damaged-by-hurricane-sandy/#more-292711\nhttp://www.nytimes.com/2012/06/03/arts/design/sept-11-memorial-museums-fraught-task-to-tell-the-truth.html\nhttp://cityroom.blogs.nytimes.com/2009/08/24/steel-column-a-911-survivor-returns-to-ground-zero/\nhttp://www.911memorial.org/joseph-c-daniels\nhttp://www.911memorial.org/national-september-11-memorial-museum\nhttp://www.911memorial.org/national-september-11-memorial-museum\n\n\nMonday believing the museum was safe. He awakened Tuesday to word that the site had flooded overnight. Later \nthat day, he witnessed it himself from a balcony overlooking the enormous Foundation Hall on the main floor, now \nfilled with thick, black water on which wood planks and other debris floated.\n\nFour days earlier, Mr. Daniels had been standing in the hall with members of the memorial foundation board, \nshowing them renderings and explaining which displays would go where. Construction was finally resuming on the \nmuseum after the resolution of a protracted financing dispute between the foundation, of which Mayor Michael R. \nBloomberg is chairman, and the Port Authority of New York and New Jersey, which is partly controlled by Gov. \nAndrew M. Cuomo. The authority owns the World Trade Center site and is building the museum on behalf of the \nfoundation.\n\nThe view from the balcony showed water reaching almost to the top of the fire truck used by Engine Company 21 to \nrespond to the attack in 2001, and the truck on which Ladder Company 3 arrived. A Fire Department ambulance \nwas also surrounded with water. All three had been shrink-wrapped in plastic before they were installed in the \nmuseum. With the floodwaters still standing, there was no way on Friday to assess how much additional damage \nthe already battered vehicles had sustained, or whether the plastic enclosure had protected them.\n\nThe archipelago of partly submerged artifacts includes the last column of the original twin towers. This 58-ton piece, \nmore than 36 feet high, was removed with funereal ceremony in May 2002 to symbolize the end of the first phase of \nrecovery, the clearance of the World Trade Center site. It was then stored in a climate-controlled area of Hangar 17 \nat Kennedy International Airport while            undergoing conservation. It is still in a climate-controlled enclosure, so \nits condition has not been assessed. Many of the personal effects that had been taped to the column were removed \nlong ago for safekeeping. But the column is also covered in spray-painted graffiti from first responders, rescuers \nand recovery workers.\n\nThe last column, the steel cross, the damaged vehicles and the so-called survivors' stairway were all hoisted down \ninto the subterranean museum during the early phases of construction. They could not have been moved in after \nthe completion of the memorial plaza, which doubles as the museum rooftop.\n\nMr. Daniels said Friday that the pumping out of the museum was \"fully under way,\" but that it was still far too early \nto say when construction might resume or, for that matter, when the 9/11 memorial might reopen to the public.\n\n- David W. Dunlap \n\n 4:06 P.M. | Broken Crane Expected to be Secured This Weekend \n\nRiggers and engineers expect this weekend to finish securing the broken crane boom that has dangled precariously \nover 57th Street since Monday and reopen the surrounding streets.\n\nWork crews will climb up to the top of the 74-story residential tower next to the crane at 157 57th Street Friday \nevening or Saturday morning and start strapping the crane to the frame of the building.\n\nA strong gust of wind twisted and snapped the boom Monday afternoon 1,000 feet above 57th Street, causing city \nofficials to close streets to protect motorists and pedestrians. The developer, contractor and building inspectors \nhave been meeting ever since to devise a plan for securing and then dismantling the crane.\n\n\"Work to secure the crane is expected to begin shortly,\" said Tony Sclafani, a spokesman for the city's Buildings \nDepartment. \"We expect the operation will take about 36 hours.\"\n\n- Charles V. Bagli \n\n 3:02 P.M. | Great News From Con Ed.  Oops! \n\nIt was a ray of hope slicing through a darkened side of Manhattan: Mayor Michael R. Bloomberg's statement at a \nFriday afternoon news conference that Consolidated Edison could have power restored in most of Manhattan by \nmidnight.\n\nhttp://www.nytimes.com/2012/09/11/nyregion/ground-zero-museum-to-resume-construction-as-cuomo-and-bloomberg-end-dispute.html\nhttp://www.theblaze.com/stories/poignant-moment-911-fire-truck-lowered-into-ground-zero-site-memorial/\nhttp://www.nytimes.com/2002/05/31/nyregion/where-twin-towers-stood-a-silent-goodbye.html\nhttp://www.nytimes.com/2004/04/03/nyregion/halting-rust-devouring-what-9-11-couldn-t-curators-battle-elements-preserve.html\n\n\nAnd not long after, a customer told a reporter that a call had come from Con Ed stating that her power had been \nrestored in the neighborhood around Chelsea. The customer wasn't alone, and a rising chorus of hope emerged \namong those enduring the blackout since Monday night. \n\nI just got the call from ConEd saying my lights are back!!!?!!Can anyone confirm downtown is back?????\n\n- emilywright (@mlebean) November 2, 2012\n\nBut for other users of the social media service, it appeared that the hope might be false:\n\n@conedison why are we getting calls saying power back on in Chelsea when it's not.\n\n- Zack L Cloud (@zack_attak)            November 2, 2012\n\nThanks Con Ed for the hopeful message. There's still no power. (@ Chelsea Court) 4sq.com/Qbwupg\n\n- Magnus Martin (@blondtoucan)            November 2, 2012\n\nSome reports even indicated that Con Ed had called again to retract the good news.\n\n@conedison called again saying \"disregard previous call saying ur power is back on. it isn't yet\". r u kidding me.      \n     #TellNYT\n\n- emilywright (@mlebean)            November 2, 2012\n\nAnd inevitably came the apology from Con Ed:\n\nApologies to the folks receiving robocalls from #ConEdison in            #Manhattan - We're still on target to have \npower restored by tmw night\n\n- Con Edison (@ConEdison)            November 2, 2012\n\n- Michael Roston \n\n 3:25 P.M. | Where to Find Open Gas Stations \n\nAn Associated Press video report on the long wait for gas at stations in New York on Friday.\n\nWith the search and the lines for gas a frustrating challenge,            some intrepid New Jersey high school students \nhave come up with an obvious, but useful solution - an interactive map showing gas stations that are open and \nhave gas. The            map can be found here.\n\n- The New York Times \n\n 3:22 P.M. | Two More Bodies Found on Staten Island \n\nRescuers pulled two bodies from another house in the hard-hit Midland Beach neighborhood of Staten Island on  \nFriday afternoon.\n\nNeighbors who had been carrying ruined furniture and trash to the street watched as two body bags were carried \nout of a house on Olympia Boulevard, about two miles from the Verrazano-Narrows Bridge.\n\nThe victims were not immediately identified.\n\nThey brought to seven the number of bodies found in Midland Beach, a low-lying area of bungalows and newer two-\nstory houses that was hit by the surge that accompanied  Hurricane Sandy on Monday.\n\n\n- Kirk Semple \n\n 3:21 P.M. | Sanitation Crews Complain of Working on Marathon \n\n Some New York City sanitation workers who have expressed a desire to work on Staten Island and in Queens \nneighborhoods hit hard by Hurricane Sandy are complaining to their union about being assigned instead to clean up \nafter the New York City Marathon, the union president said on Friday.\n\nThe workers have called their shop stewards to complain, according to the union president, Harry Nespoli, who \nheads Local 831 of the Uniformed Sanitationmen's Association. The union represents the 6,200 workers at the \nDepartment of Sanitation.\n\n\"Many of our workers have similar problems that these other people have,\" Mr. Nespoli said, referring to the New \nYorkers whose homes have been damaged or destroyed by the storm. \"They have no lights, they have water in the \nbasement, but they're coming to work and doing their jobs.\"\n\n\"They just feel, 'Why are they doing the marathon when they can be helping other people?'\" he said. \"They feel we \nshould be focusing on this particular part of the cleanup and not the marathon.\"\n\nMr. Nespoli  said he understood \"it's a tough call,\" but he said that he, like the members of his union, believed that \nthe residents of the Rockaways, Staten Island and other neighborhoods in distress deserved  priority when it came \nto the use of city resources.\n\nCity officials declined to offer a response. \n\n\"I know this administration is looking to show the public that they can perform,\" Mr. Nespoli said. \"The thing is, I've \nbeen out and the mayor's been out there, too, and I see that people are hurting out there.\"\n\nMr. Nespoli said he expected that his union members, who have been working 12-hour shifts since the storm hit, to \nfollow orders and carry out their assignments.\n\n- William K. Rashbaum \n\n 2:41 P.M. | 'We Need to Do What We Need to Do for Our Neighbors,' Hotelier Says \n\n\"We have 700 people in our hotel that don't have a place to go right now,\"  Richard Nicotra explained on Friday. \nThey are stuffed into 310 rooms in the Hilton Garden Inn he owns on Staten Island and a sister property.\n\nMuch as he would like to honor bookings that runners and others associated with Sunday's New York City \nMarathon made long ago, accounting for 160 rooms alone this weekend, Mr. Nicotra said dispossessed New \nYorkers must come first.\n\n\"It became evident to us on Wednesday that all these people that we took in are not going to be able to go home on \nThursday or Friday,''  he said. \"So we had to make a decision to throw our neighbors out in the cold or give a room \nto an out-of-town marathoner. That was an easy decision to make.''\n\nHe said he understood Mayor Michael R. Bloomberg's desire to remind the world of New York resilience, but said \nallowing the marathon to proceed as scheduled was \"a bad decision for Staten Island\" and other parts of New York \nthat are experiencing much hardship because of  Hurricane Sandy's furious punch.\n\n\"A race is important,'' he said, \"but not as important as if you have three kids that are sick in need of shelter. We \nhave a guy here who is 101 years old and his son said if you didn't take him in he would have died.\"\n\nMr. Nicotra noted that his hotels were also housing Brendan Marrocco, a quadriplegic veteran whose handicapped-\naccessible house flooded in the storm. \"He had nowhere to go.\" \n\n\n\nWith the full backing of Hilton Garden Inn's corporate president in Memphis, Mr. Nicotra's staff has notified runners \naffected by the hotel's decision. They have been offered makeshift accommodations, like cots in the ballroom, or \nbusing to the race from other hotels, but those being bumped were not all taking the news in stride.\n\n\"The word they use is they're very 'disappointed,'\" Mr. Nicotra said. \"I don't know if I'm  going to get sued, but we \nneed to do what we need to do for our neighbors.\"\n\nOn Friday night, the Hilton Garden's 40,000-square-foot ballroom, which can ordinarily seat 1,000, will be doing \ndouble-duty.\n\nOn one side,  Red Cross workers will be trying to sleep on 50 borrowed cots. On the other side, a bride will be \nescorted down the aisle by her parents, whose home was lost in the storm, so that she can marry a New York \nfirefighter.\n\n- Alison Leigh Cowan \n\n 1:53 P.M. | Bloomberg Defends Marathon Decision as Opposition Grows \n\nMayor Michael R. Bloomberg offered an extensive and full-throated defense of his decision to hold the New York \nCity Marathon on Sunday. \"We have to have a city going forward,\" the mayor said, adding, \"New York has to show \nthat we are here, that we are going to recover.\"\n\nMr. Bloomberg said the marathon would use \"a relatively small amount of Sanitation Department resources,\" and \nhe added that there were plenty of police officers available \"who work in areas that aren't affected; we don't take all \nof them and move them into areas that are affected.\" The marathon would \"give people something to cheer about,\" \nthe mayor said. \"It's been a dismal week for a lot of people.\"\n\nBut even as Mr. Bloomberg made his remarks, there were signs that the opposition to the marathon plans were \ncontinuing to grow. The city's public advocate, Bill de Blasio, who had originally supported the mayor's decision, e-\nmailed during the mayor's briefing to say he had changed his mind. \"The needs are simply too great to divert any \nresources from the recovery,\" Mr. de Blasio wrote. \"We need to postpone the marathon and keep our focus where it \nbelongs: on public safety and vital relief operations.\"\n\nAnd Christine C. Quinn, the City Council speaker, who had remained silent on the issue until Friday, also decided \nto weigh in against the plan. \"The decision to move forward with the marathon is not a decision I would have \nmade,\" Ms. Quinn said.\n\nFor his part, Mr. Bloomberg said the city had a responsibility to \"help companies that need the business, to still \ngenerate a tax base,\" and he evoked the example of former Mayor Rudolph W. Giuliani's decisions in the months \nafter the 9/11 terror attacks.\n\n\"I think Rudy had it right,\" Mr. Bloomberg said. \"You keep going; you have to do things. You can grieve, you can \ncry, you can laugh, all at the same time. That's what human beings are good at.\"\n\n- Michael M. Grynbaum \n\n 1:46 P.M. | A Dispatch From the Rockaways \n\nKevin Boyle, a former editor of one of the city's oldest newspapers, The Rockaway Wave, whose \"Ideas Wanted\" \nproject was featured in            a City Room post in August, sent out an update on            the dire situation in the \nRockaways by e-mail today. In part of his long note, he described the difficulty of getting solid information on the \npeninsula:\n\nThere is no power and won't be for some time.  Some guesses are two weeks (bearable) to two months (not \nbearable as winter rolls in).\n\nhttp://www.rockawave.com/\nhttp://cityroom.blogs.nytimes.com/2012/08/31/ideas/\nhttp://youtu.be/PIjQH2qO2Xc\n\n\nRumors fly about looting, buildings being condemned (large apartment buildings), Breezy Point people being told to \nleave within 48 hours (and because they have cesspools there is conjecture that it will be a very, very long time (if \never) before that community is allowed to come back.  Things like that are hard to substantiate for a few reasons.  \nWe have little or no cell service and most people are so busy with their own houses and circumstances no one has \nthe time to check on anyone past their own block.\n\nMr. Boyle also complained about the lack of aid, though according to the Rockaway Wave Twitter feed, both the \nRed Cross and the Federal Emergency Management Agency were offering help to residents on Friday.\n\n100 PCT: FEMA is also set up outside the 100 precinct at RBB and Beach 94. Come register for aid.\n\n- The Wave Newspaper (@TheWaveNews)           2 Nov 12\n\n100 PCT: The Red Cross will be at Riis Park today cooking food!\n\n- The Wave Newspaper (@TheWaveNews)           2 Nov 12\n\n- Robert Mackey \n\n 1:44 P.M. | How Did Your Dog Brave Hurricane Sandy? \n\nAs the storm approached, some dogs were jumpy; others seemed depressed or even bored. But what did dogs \nactually experience?\n\nAlexandra Horowitz has been considering that question. An associate professor of psychology at Barnard College, \nshe runs a dog cognition lab and is the author of the book, \"Inside of a Dog: What Dogs See, Smell, and Know.\" \nAnd, not surprisingly, as the owner of two large dogs - the mutts Finnegan and Upton - her research often starts in \nthe apartment near Columbia where she lives with her husband and their 3-year-old son.\n\nUpton, for example, who is about 4, is startled by sudden sounds.\n\n\"He knew about the storm before we told him,\" Dr. Horowitz said. \"He could have told us about the storm, if we \nhadn't been paying attention to the news.\"\n\nUpton stopped sitting by the window of their sixth-floor apartment because there were a lot of sudden sounds \nbelow, Dr. Horowitz said. \"It took us a little while to pick up on that.\"\n\nHe also probably paid attention to the increase in sudden gusts of wind that seeped into the apartment through a \nclosed window pane, or the sounds of a random piece of scaffolding dropping on the street, she said.\n\nDogs, Dr. Horowitz said, live in a \"kind of sensory parallel universe, noticing and reacting to things that we cannot \neven detect.\" Much of that, she says, is because of a dog's heightened sense of smell; and she notes that the winds \nthat preceded Hurricane Sandy carried odors.\n\n\"Now, do they know it is a storm coming? No, I mean I don't think they're defining things that way,\"  Dr. Horowitz \nsaid. \"That's our world.\" But they do notice a difference, she said.\n\nDogs with anxious owners may have also become stressed and hyper-vigilant. \"One of dogs' great adaptations is \nthat they look to us to determine how they should act,\" Dr. Horowitz said.\n\nHurricane Sandy has offered dogs one silver lining. As Dr. Horowitz walks Finn and Upton near Riverside Park and \non other familiar routes, she navigates carefully around downed trees, broken branches and leaf effluvia.\n\nWhile humans she meets may have an emotional reaction to a fallen tree, the dogs are sniffing what is to them \"like \nthis new mystery object that's appeared from outer space.\"\n\n\"The first dog that passed marks it - then suddenly it's the new bulletin board for the neighborhood,\" she said.\n\n\nShe added: \"And the dogs and the humans are just having a really different experience at that moment, I think.\"\n\n- Benjamin Weiser \n\n 1:35 P.M. | Bloomberg Takes Softer Line Than Cuomo on Utilities \n\nGov. Andrew M. Cuomo has taken a hard line with state utilities, telling them they could lose their licenses if \nelectrical service is not quickly and efficiently restored. Mayor Bloomberg, who has appeared several times this \nweek with the chief executive of Consolidated Edison, sounds a more sympathetic note. \n\n\"From what we've seen, Con Ed is doing as much work as they possibly can safely,\" the mayor said, adding, \"I \nalways stop when I see a Con Ed worker and say, 'Thank you for taking care of us.'\"\n\n- Michael M. Grynbaum \n\n 1:34 P.M. | City Agencies Use Gas From New York Police Department \n\nGas for New York City agencies was in such short supply on Friday morning that the Police Department was \nserving as the filling station for other agencies, people with knowledge of the matter said. Over the course of the \nmorning, the Housing Authority, the Department of Buildings and other agencies were gassing up their vehicles at \nthe pumps at police station houses around the city.\n\n- William K. Rashbaum \n\n 1:29 P.M. | Most of Manhattan to Have Power by Midnight \n\nTime-lapse video of the storm hitting New York this week showed the sudden plunge of half of Manhattan into \ndarkness on Monday night.\n\nConsolidated Edison hopes to have power restored to \"most\" of Manhattan by midnight, as in 11 hours from now, \nMayor Bloomberg said. About 460,000 New Yorkers remain without power, with half in Manhattan, according to the \nmayor. He said that power could return to some parts of Lower Manhattan on Friday afternoon, but that utility \nworkers were being careful to avoid any accidental fires at buildings where electrical equipment may be damaged. \nResidents who live in areas served by overhead lines will have to wait \"a lot longer\" for power to return, Mr. \nBloomberg said.\n\n- Michael M. Grynbaum \n\n 1:27 P.M. | Those Forced Out by Crane Can Return Next Week          \n\nResidents and workers displaced by the dangling crane on 57th Street in Manhattan will be able to return to the \narea by Monday evening, Mayor Bloomberg said. The city plans to start securing the dangling crane on Saturday, \nand the operation is expected to take 36 hours. The building's developer will eventually have to construct another \ncrane next to the damaged one to dismantle it, the mayor said.\n\n- Michael M. Grynbaum \n\n 1:25 P.M. | Some Schools May Not Reopen on Monday \n\nPublic schools in New York City are expected to reopen on Monday, but Mayor Bloomberg said there are 40 \nschool buildings that will not be able to hold classes. Those schools may not resume classes until Wednesday, the \nmayor said, and the Education Department plans to notify those parents soon. There is no school on Tuesday \nbecause of the election.\n\n- Michael M. Grynbaum \n\n 1:24 P.M. | Homeland Security Secretary to Visit Staten Island \n\nhttp://www.youtube.com/watch?v=PyohW9rYEKc\nhttp://www.youtube.com/watch?v=PyohW9rYEKc\n\n\nThe secretary of homeland security, Janet Napolitano, will travel to Staten Island on Friday afternoon to survey \nrecovery efforts and visit a Red Cross distribution center. Staten Island was ravaged by Hurricane Sandy, and many \nresidents and local governments have lashed out at the help they have been receiving from the city and the federal \ngovernment.\n\n- The New York Times \n\n 1:20 P.M. | Restrictions on Car Passengers to Be Lifted Today \n\nThe city will lift its restrictions on automobiles with fewer than three passengers at 5 p.m. on Friday, Mayor \nBloomberg said. The city had enforced strict limits on those cars from entering Manhattan over most bridges and \ntunnels. Mr. Bloomberg believes that enough subway lines will be restored by Monday that the restrictions will not \nhave to be reinstated. \n\nIn addition, the Holland Tunnel will be reopened \"on a limited basis for commercial drivers and buses,\" the mayor \nsaid. The Staten Island Ferry will resume a normal schedule on Saturday.\n\n- Michael M. Grynbaum \n\n 1:19 P.M. | Bloomberg Cites Donors to Relief Fund \n\nMr. Bloomberg has provided a long list of major corporations, foundations and families who have contributed large \namounts to the city's relief efforts, a fund that he said now included $10 million in donations. \n\nThe mayor cited contributions from the Hess Corporation; Time Warner; Viacom; the News Corporation and its \nchairman, Rupert Murdoch; Bank of America; Time Warner Cable; Ben Stiller and the Stiller Foundation; several \nreal estate families, including the Rudins, the Helmsley Charitable Trust and the Speyers; and the mayor's own \ncorporation, Bloomberg L.P.\n\n- Michael M. Grynbaum \n\n 1:14 P.M. | Bloomberg Defends Decision to Hold Marathon \n\nDefending his decision to hold the New York City Marathon on Sunday, Mayor Bloomberg evoked the response of \nhis predecessor, Rudolph W. Giuliani, in the months after the Sept. 11, 2001, terror attacks. \n\n\"If you go back to 9/11, Rudy made the right decision in those days to run the marathon, and pull people together,\" \nMr. Bloomberg said. He said the marathon's organizers were \"running this race to help New York City, and the  \ndonations from all the runners in the club will be a great help for our relief efforts.\"\n\n- Michael M. Grynbaum \n\n 1:13 P.M. | Bloomberg Meets With Parents of Boys Killed in Storm \n\nMayor Bloomberg spoke with the parents of the two boys who died on Staten Island after being swept away by \nsurging waters. The father, an employee of the city Department of Sanitation, was out working at the time of their \ndeaths. \n\nThe mayor is speaking softly about the devastating consequences of Hurricane Sandy's wrath. \"For those who lost \na loved one, the storm left a wound that I think will never heal,\" he said.\n\n- Michael M. Grynbaum \n\n 1:08 P.M. | Death Toll in New York City Rises \n\nThe New York City death toll has been revised upward to 41 fatalities, Mayor Michael R. Bloomberg announced.\n\n- Michael M. Grynbaum \n\nhttp://www.nytimes.com/2012/11/02/sports/officials-defend-decision-to-run-new-york-city-marathon-in-storms-aftermath.html?ref=nyregion\nhttp://www.nytimes.com/2012/11/02/nyregion/staten-island-was-tragic-epicenter-of-new-york-citys-storm-casualties.html?ref=nyregion\n\n\n 1:07 P.M. | Bloomberg Warns of Fire Danger After Power Is Restored \n\nMayor Michael R. Bloomberg is speaking at City Hall, after a morning spent in parts of southern Brooklyn that were \nbadly damaged by Hurricane Sandy. He has changed his outfit from a suit and tie into a shawl-collar sweater.\n\nThe mayor is warning New Yorkers that, even after electricity can be restored, there is a risk of fire in certain \nhomes where electrical equipment remains wet, damaged or underwater. \"We have already seen some cases \nwhere electricity was turned on, there were fires, and we lost some other houses,\" Mr. Bloomberg said, although he \ndid not specify in what areas those fires occurred. He said the city would be cautious about turning on electricity at \nsites where a fire risk remained.\n\n- Michael M. Grynbaum \n\n 12:38 P.M. | Wildlife Officials Debate Evacuation at a Flooded Aquarium \n\n It was a scene out of \"Water World\": thousands of gallons of water in the exhibitions of the New York Aquarium at \nConey Island and, just outside the doors, the Lower Bay of New York Harbor.\n\nDuring Hurricane Sandy, the two met. Sea water poured into the aquarium from the storm surge, flooding the 14-\nacre complex, knocking out power and jeopardizing the sea mammals and fish that rely on intricate filtration \nsystems. On Friday, the Wildlife Conservation Society, which runs the aquarium, was debating whether to evacuate \nsome of the animals to other aquariums in the region.\n\n\"Using generator power, we are making progress toward restoring life-support systems to our aquatic exhibts,\" Jim \nBreheny, executive vice president of the society's zoos and aquarium, said in a statement. \"We are facing a critical \nperiod when we will have to decide if we are going to move some of our animals. We are still working around the \nclock to accomplish what we need to do.\"\n\nStaff members continued to pump water out of the areas that house the critical operating systems. In photographs \nreleased by the society on Thursday, several inches of water still covered the floors of the darkened aquarium as \nlarge fish swam in the eerily lighted exhibits.\n\nQuestions have swirled all week about the fate of Mitik, the orphaned baby walrus that the aquarium acquired last \nmonth from Alaska. The walrus was still being bottle fed and required round-the-clock care when the storm swept \nin. According to a statement from the aquarium, Mitik \"weathered the storm without incident and seemed interested \nand amused by all the activity around him.\"\n\nAquarium officials also reported that the adult walruses, sharks, penguins, sea turtles and seal lions all survived the \nstorm. \"Our fish collection is also doing well as we have been able to maintain temporary life support on our tanks \nand exhibits since we lost power,\" Mr. Breheny said.\n\n- Lisa W. Foderaro \n\n 1:01 P.M. | Video: Bloomberg Speaks \n\nWatch on Youtube.\n\nOn Friday morning, Mayor Michael M. Bloomberg addressed donor relief plans, defended the decision to hold the \nmarathon, the gasoline situation, among other issues.\n\n- The New York Times \n\n 12:46 P.M. | Obama Administration Acts to Relieve Fuel Situation \n\nThe Obama administration on Friday sought to use what leverage the federal government has to rapidly increase \nthe supply of gasoline and diesel fuel in the New York metropolitan area, including lifting rules that prevent certain \nforeign-flagged ships from moving gasoline along the East Coast.\n\nhttp://www.youtube.com/watch?v=MIrekoUOK5k\nhttp://www.youtube.com/watch?v=MIrekoUOK5k\n\n\nThe moves - including at least four federal agencies - reflect the urgency of immediately increasing the fuel supply \nin the New York area, which is already suffering from historic flooding and the loss of power.\n\nW. Craig Fugate, the administrator of the Federal Emergency Management Agency, said that in addition to \ntemporarily lifting the so-called Jones Act rule that normally prohibits foreign-flagged ships from transporting goods \nfrom one United States port to another, federal officials are working with Colonial Pipeline, one of the biggest \npipeline companies in the country, to help get a critical fuel pipeline in the Linden, N.J., area operating again.\n\n\"We are working this as a team,\" Mr. Fugate said Friday morning, in a news conference.\n\nThe Environmental Protection Agency has also lifted air-pollution rules that normally regulate what kind of gasoline \ncan be sold - different mixes are used at different times of the year to reduce smog - to try to rapidly increase the \nsupply. It is also allowing fuel oil to be used as diesel fuel, Mr. Fugate said.\n\nAs of Friday morning, a conference call was underway led by the Department of Energy with major fuel suppliers to \nsee how many additional ships can come to the East Coast to move fuel, how much additional capacity they can \nprovide and how quickly they can get to New York.\n\nSo far, at least one foreign-flagged tanker is on its way to the New York area from the Gulf Coast, one White House \nofficial said.\n\nFEMA is also trying to work with power companies to try to get electricity back on at gasoline stations in critical \nareas, or to providing generators to these spots - as in many cases it is simply a lack of power that is preventing \nthe sale of gasoline.\n\nOn Thursday, the Department of Defense and the National Guard, using military transport planes, moved about 60 \npower company trucks and other equipment from California to Stewart International Airport, west of Newburgh, \nN.Y., so that they can then be deployed across the New York region.  Utilities trucks had already come to the \nmetropolitan area from the Southeast but crews and trucks from the West were flown in to get them here faster.\n\n- Eric Lipton \n\n 12:28 P.M. | Musicians Reunite With Their Instruments, and the Show Goes on \n\nOn one side of the police barricade at West 57th Street and the Avenue of the Americas: an oboe, a flute, a French \nhorn, a bassoon and two clarinets.\n\nOn the other side stood Max Artved and his students from the Royal Danish Academy of Music in Copenhagen - \nRagnhildur Josefsdottir, Anne Sophie Jensen, Arvid Larsson, Soren-Filip Hansen and Morten S. Jensen - pleading \nin vain to be reunited with the instruments and baggage they left behind on Monday after they'd checked into the \nSalisbury Hotel, 123 West 57th Street.\n\nThey had been dining at a nearby Italian restaurant Monday when a tower crane boom upended near the top of the \n73-story One57 apartment tower at 157 West 57th Street. They heard a tremendous crash. The next thing they \nknew, firefighters were ordering them out of the restaurant. They ran out into the storm as debris rained down on \nthe street. \"It was like an action movie,\" Mr. Artved said. But when a police officer ordered them off the block \naltogether, it dawned on the visitors that this particular movie wouldn't have a happy ending, at least right away.\n\nThey found new lodging quickly enough, though they had to spend the first night together in one room. And they \nwatched suspiciously as the daily rate increased from $200 a night to $400 a night. They canceled a concert of \nDanish music at Flushing Town Hall. They returned time after time to the barricade, seeking admission to the frozen \nzone. \"We know almost every policeman in New York,\" Mr. Artved said. \"Without going to prison.\"\n\nFinally, on Thursday evening, the Office of Emergency Management and the Police Department allowed residents \nand hotel guests from the frozen zone to return briefly to their buildings, though the boom still hung ominously \noverhead. That meant the musicians would be able at least to show up Friday at the Aaron Copland School of \n\nhttp://www.dkdm.dk/\nhttp://flushingtownhall.org/index.php\nhttp://qcpages.qc.cuny.edu/music/\n\n\nMusic at Queens College. There was some anxiety in their rejoicing, as they anticipated the difficulty of performing \nMozart's Serenade No. 10 in B flat major, the \"Gran Partita,\" with their counterparts from Queens College.\n\n\"We haven't been able to play one note since Monday,\" said Ms. Josefsdottir, the flutist. To which Mr. Jensen, one \nof the clarinetists, added, \"Now, we're totally out of shape.\"\n\nThis being New York, however, the show went on. Prof. Edward Smaldone, the director of the Queens College \nmusic school, reported Friday morning that the trans-Atlantic ensemble had successfully convened, though the \ncollege was still without power. In deference to the circumstances, what was to have been a concert became an \nopen rehearsal instead.\n\n\"We have all been inspired to persevere,\" Professor Smaldone said, \"and we will finally get to play today, just a few \nhours before they are due at J.F.K. for their flight home.\"\n\n- David W. Dunlap \n\n 12:19 P.M. | S.I. Hotel Owners Won't Kick Out Guests to Accommodate Runners \n\nAs anger percolates over the the decision to hold the New York City Marathon, at least two hotel owners on Staten \nIsland, where the race starts, said they would not kick out those displaced by Hurricane Sandy to accommodate \nrunners who have reserved a room.\n\n\"Our main priority here is to help people in the Staten Island community who have lost their homes to the storm, \nsaid Amit Gandhi, the owner of a Holiday Inn Express.\n\nRichard Nicotra, who owns another hotel, the Hilton Garden Inn, told New York 1 on Thursday that he would not \nask storm victims to leave. \"How do I tell people that have no place to go, that have no home, that have no heat, \nthat you have to leave because I need to make room for somebody that wants to run the marathon? I can't do that,\" \nMr. Nicotra, said.\n\nWith many parts of Staten Island decimated by the storm and many residents lacking the basics, many residents \nand local politicians are furious that marathon organizers are continuing with their plans.\n\nMayor Michael R. Bloomberg said he believed holding the marathon was feasible given the scope of the recovery \nand was a sign of a return to a semblance of normal life in the city.\n\nBut Mr. Gandhi said his first priority had to be the people staying in his hotel whose homes have been destroyed or \nare uninhabitable.\n\n\"We have concerns from our in-house desks who were scheduled to check out due to the marathoners,\" Mr. Gandhi \nsaid. \"But they are here because their houses were destroyed, and we're not going to ask them to leave. Any \ndistressed family, we are extending their stays. With marathoners, we do expect a lot of cancellations. If some \nmarathoners come and we don't have availability, we will do our best to find them another hotel, probably \nsomewhere in New Jersey.\"\n\nAt 2:15 pm Friday, Raymond Kozma, a social worker with Integrity Senior Services, arrived in the lobby of the \nHoliday Inn Express on Staten Island. The agency provides services for seniors at Island Shores senior center in \nthe Midland Beach neighborhood of Staten Island. The center's first floor was flooded, and residents were \nevacuated on Sunday. Kozma came to the hotel to check in on Patricia Quinn, 70, one of the evacuees. Standing in \nthe lobby, Mr. Kozma said to Ms. Quinn, \"Oh, you haven't heard? I don't want to alarm you, but we were told that \nthe hotel would be kicking you out to make room for some marathoners.\"\n\n\"Oh, no. I haven't heard,\" said Ms. Quinn, who looked concerned.\n\nThey conferred with Amit Gandhi, owner of the hotel, who also was standing in the lobby. Haid that no, he would \nnot kick out any evacuees. \n\nhttp://qcpages.qc.cuny.edu/music/\nhttp://www.ny1.com/content/top_stories/171675/si-hotel-owner-refuses-to-evict-evacuees-to-honor-marathon-runners--reservations\n\n\n\"Oh, well that's good,\" Mr. Kozma said. \"Still, I disagree with the mayor. It's still too early to have the marathon \nwhen so many people are still affected. He mayor is trying to put the best face on it, but not taking into account the \ncrisis people are in.\"\n\n- Christopher Maag \n\n 11:58 A.M. | Hurricane Recovery and Volunteer Resources \n\nSign up here to volunteer for #Sandy relief efforts: http://t.co/DSKHjsSb\n\n- NYC Mayor's Office (@NYCMayorsOffice)           2 Nov 12\n\nHurricane Sandy has prompted an outpouring of support from people looking to help victims of the storm and to fix \nwhat the storm has broken. \n\nPLEASE HELP! We NEED volunteers to help us reach out to the elderly and disabled. If you can come to 321 \nBeach... http://t.co/8KJWWnBE\n\n-            RYTF (@RockawayYouth)           2 Nov 12\n\nOur colleague Jeremy Zilar has compiled a list of ways to volunteer or donate to the recovery effort. Please send \nadditional resources to:            jeremyz@nytimes.com.\n\nCrown Heights resident Daniella Leifer, 34, volunteered w/ the Parks service, and is helping to restore Prospect \nPark http://t.co/jZyqt14p\n\n-            Jeremy Zilar (@jeremyzilar)           2 Nov 12\n\n- The New York Times \n\n 11:28 A.M. | Cleaning Up and Assessing Damage at Ports and Harbors \n\nThe Port of New York and New Jersey, the largest on the East Coast, was ravaged by Hurricane Sandy, and \nofficials there are now in the process of cleaning up after several feet of water sloshed through the huge linked \nfacilities earlier this week.\n\nSteve Coleman, a spokesman for the Port Authority of New York and New Jersey, said that the entire port, which \nsprawls from Brooklyn through Staten Island and into New Jersey, has been closed since the weekend, with no \ncommercial shipping business coming in. The United States Coast Guard is meanwhile conducting a damage \nassessment of New York Harbor and its surrounding waterways after reports emerged of gasoline and oil spills in \nthe Arthur Kill near Staten Island and of numerous huge shipping containers blown off vessels into the harbor's \nchannels.\n\nAccording to a statement issued Friday morning by the Coast Guard, the harbor is open to fuel barge and tugboat \ntraffic, but other so-called deep-draft vessels will  be allowed into local waterways only on \"a case-by-case basis in \ncoordination with the Captain of the Port.\" The cruise ship terminals in Manhattan and Bayonne, N.J. are also open \nbut the Brooklyn cruise ship is closed.\n\nJim Pelliccio, the president of the Port Newark Container Terminal, said that several containers in his outdoor \nstorage yard had been tossed around by the wind during the storm and that workers there were trying to get them \nback into place. The power is also out, he said. \"We got hit pretty hard,\" Mr. Pelliccio added.\n\nOn Tuesday morning, a huge surge from Newark Bay inundated a 120-acre lot at Port Newark where thousands of \nnew cars were awaiting shipment, destroying many of them, according to a report by Northjersey.com. The water \nswept through the lot, owned by FAPS Inc., ruining hundreds of Fords, Chryslers and Volvos, and then swept \nthrough an adjacent lot owned by Toyota.\n\nhttp://t.co/DSKHjsSb\nhttp://www.twitter.com/NYCMayorsOffice\n\nThe storm was so severe that even the Coast Guard had to abandon its New York headquarters in the Battery and \nrelolcate to a temporary facility on Staten Island.\n\nJoseph Curto, the president of the New York Shipping Association, a trade group of regional shippers, said that the \nport's most serious problem in the days ahead will likely be labor.\n\n\"Many workers live in the affected areas,\" Mr. Curto said. \"They lost homes and cars; some have no gas. We don't \nknow how many are going to be able to get to work. That's the big question mark and no one has an answer yet.\"\n\n- Alan Feuer \n\n 11:37 A.M. | Subway Service Could Expand Today, Cuomo Says \n\nSubway service could be expanded on Friday, if predictions prove correct that Lower Manhattan will regain power \nlater in the afternoon. Governor Cuomo said that an announcement on additional train lines could be forthcoming, \ndepending on the electrical situation.\n\n- Michael M. Grynbaum \n\n 11:27 A.M. | A Reporter's Tale: The Night the Dune Failed Long Beach \n\nWhat happens when you're a reporter and your own town becomes the story?\n\nMichael Winerip, the anchor of The New York Times's Booming blog, writes from Long Beach:\n\n I live on this barrier island on the South Shore of Long Island, and Monday night, at about 8, with the electricity out, \ncandles flickering against the pitch black night and Hurricane Sandy bearing down on us, we raised our glasses and \ntoasted to the 10- foot- high sand dune at the end of our street. \n\nIn beach communities, dunes are held holy, and for the 30 years we've lived here, through numerous hurricanes \nand Nor'Easters, the dune had held back the sea.\n\n\"To the dune,\" we toasted.\n\nMinutes later, in the pitch black, four feet of ocean water came rushing down our street and two of those feet \nstreamed into our first floor.\n\nNews.\n\nRead more.\n\n- The New York Times \n\n 11:32 A.M. | Cuomo Urges Patience in Face of Challenges \n\n\"There is no reason to panic; there is no reason for anxiety,\" Governor Cuomo said of the gasoline shortage. \"We \nunderstand why there was a shortage, for very definable reasons. We also understand why it's going to be better, \nand it's going to be better in the near future.\"\n\nAt that, the governor took a moment to make a broader point about patience and realistic expectations in the face of \na daunting storm.\n\n\"This was a major, major assault by mother nature that we went through, and it's not going to be a one- or two- or \nthree-day situation,\" Mr. Cuomo said. \"A little patience, a little compassion, a little understanding, should make it \nbetter for everyone.\"\n\n- Michael M. Grynbaum \n\nhttp://www.nytimes.com/booming\nhttp://www.nytimes.com/2012/11/02/booming/sandy-the-night-the-dune-failed-long-beach.html?ref=booming\n\n\n 11:24 A.M. | Fuel Ships Start Arriving in New York Harbor \n\nThe gasoline shortage, which has emerged as one of the biggest difficulties faced by New Yorkers trying to resume \nnormal routines, was caused in part by the closing of New York Harbor following the storm, Governor Cuomo said. \n\nWith the harbor reopened, the governor believes that the shortage will begin to ease. The governor has also waived \na requirement that fuel tankers register and pay a tax before unloading their goods. \n\n\"I don't like to waive the tax, I don't want to lose the money, but we do want to accelerate the flow of gasoline,\" Mr. \nCuomo said. \n\nOn Thursday, ships began re-entering the harbor, including tankers and vessels carrying gasoline to terminals and \ndistribution centers. \"There should be a real change in position, and people should see it quickly,\" the governor \nsaid.\n\n- Michael M. Grynbaum \n\n 11:23 A.M. | Marines Arriving Off New Jersey Coast \n\nThe view from the U.S.S. Wasp posted on Flickr by U.S. Marine Corps Cpl. Michael S. Lockett\n\nThe Marines have almost landed.\n\nAbout 300 Marines from the 26th Marine Expeditionary Unit based out of Camp Lejeune, N.C., are waiting off the \nNew Jersey shore for permission to land in New Jersey and join rescue, relief and cleanup efforts.\n\nThe unit, currently aboard the U.S.S. Wasp, an amphibious assault ship, will be brought ashore via helicopters once \nthe command is issued - possibly by noon - that officially authorizes them to join a task force under the command of \nthe New Jersey National Guard.\n\nThe Marines include teams trained in installing generators, pumping water and purifying water. They are bringing \ntheir own equipment, including a number of generators that are being trucked from North Carolina, said Captain \nEric Flanagan, a Marine Corps spokesman.\n\nIt is not clear yet where the troops will be dispatched, but more than likely it will be in flood-ravaged areas of South \nJersey. \"We'll go wherever directed,\" Captain Flanagan said.\n\nSome Marine Corps reserve units have already been helping in rescue and relief efforts around the region, the \ncorps said.\n\nOn Monday night, for instance, New York City police asked a reserve unit in Brooklyn, the Sixth Communications \nBattalion, to help move rescuers and equipment to a fire in a flooded section of Rockaway Beach. Using two seven-\nton trucks, the reservists were able to help police and firefighters rescue 14 people, the Marine Corps said.\n\n- James Dao \n\n 11:21 A.M. | Two More Counties Declared Disaster Areas \n\nWestchester and Rockland Counties have officially been declared disaster areas by President Obama, Governor \nCuomo said. The state requested the declaration as a way to streamline federal assistance into the area.\n\n- Michael M. Grynbaum \n\n 11:21 A.M. | Federal Teams to Help in Damaged Areas \n\nhttp://flic.kr/p/dpYu33\n\n\nThe Federal Emergency Management Agency will be sending 30 teams of workers into damaged areas of the New \nYork region, a collaboration between state and federal authorities, said Gov. Andrew M. Cuomo, who discussed the \nplan on Thursday evening with President Obama. \n\nThe teams will speak to homeowners who are concerned about filing insurance claims for damaged property -  \n\"whatever paperwork, whatever bureaucracy, has to be overcome, circumvented, these teams will be in place to do \nthat,\" Mr. Cuomo said. New York State will also pledge $100 million to a fund to assist residents whose homes \nwere damaged by the storm.\n\n- Michael M. Grynbaum \n\n 11:19 A.M. | Restaurants Providing Relief \n\nThey are more than mere comforts in the wrack of the storm. For many devastated New Yorkers who now depend \non the kindness of strangers, acts of generosity in the food-service community are a lifeline, and such efforts are \nproliferating. Diner's Journal is aggregating a list of restaurants helping with the effort.\n\n- The New York Times \n\n 11:19 A.M. | 1 Million New York Homes Without Power \n\nThe number of homes in New York State without power has fallen to 1 million from 2 million, Gov. Andrew M. \nCuomo told reporters at a briefing on Friday.\n\n- The New York Times \n\n 11:18 A.M. | Governor Cuomo Speaks \n\nGov. Andrew M. Cuomo spoke at a news conference on Friday morning,            urging patience in the face of \nchallenges and addressing            plans to ameliorate the gasoline shortage, which has emerged as one of the \nbiggest difficulties faced by New Yorkers.\n\n- The New York Times \n\n 11:00 A.M. | As Many Remain Without Power, Angry Words From Cuomo \n\nHuge swaths of Long Island encompassing more than 640,000 households remained without power on Friday, and \nthe authorities said that it would be more than a week before electricity was restored to most customers, and even \nlonger for untold others.\n\nAt the worst of the storm, Long Island Power Authority reported power failures for 945,000 out of its 1.1 million \ncustomers. Officials there said Friday that they had brought in crews from around the country to help with the \nrecovery process, but that downed trees and washed-out roads made the work extremely challenging. As of \nThursday evening, LIPA said it had restored power to roughly 490,000 customers on Long Island.\n\nWith frustration building and flooded communities growing more desperate by the day, Gov. Andrew M. Cuomo \nraised serious questions about the steps LIPA and other power authorities took to prepare for Hurricane Sandy. Mr. \nCuomo sent a scathing letter to utility companies on Thursday threatening to cancel the state certifications of the \nprivate companies and fire the management.\n\n\"New Yorkers should not suffer because electric utilities did not reasonably prepare for this eventuality,\" Mr. Cuomo \nsaid.\n\n\"With respect to the Long Island Power Authority, I will make every change necessary to ensure it lives up to its \npublic responsibility,\" he said. \"It goes without saying that such failures would warrant the removal of the \nmanagement responsible for such colossal misjudgments.\"\n\nhttp://dinersjournal.blogs.nytimes.com/2012/11/02/restaurants-jump-into-hurricane-relief-effort/\nhttp://www.livestream.com/newyorkstateofficeofthegovernor\nhttp://www.nytimes.com/interactive/2012/10/28/nyregion/hurricane-sandy.html#sha=b7d14b483\nhttp://www.nytimes.com/interactive/2012/10/28/nyregion/hurricane-sandy.html#sha=b7d14b483\nhttp://www.nytimes.com/interactive/2012/10/28/nyregion/hurricane-sandy.html#sha=c5d4b7366\nhttp://www.scribd.com/doc/111854766/CuomoLettertoPowerCompanyExecutives-pdf\nhttp://www.scribd.com/doc/111854766/CuomoLettertoPowerCompanyExecutives-pdf\n\n\n- Sam Dolnick \n\n 11:05 A.M. | Decision to Proceed With Marathon Divides New Yorkers \n\nEmotions on the question of whether the New York City Marathon should go ahead on Sunday, in the aftermath of \nHurricane Sandy, continued to run high, as runners, fans and New Yorkers voiced their opinion on the polarizing \nissue.\n\nBy Friday morning, more than 500 readers had weighed in with comments on            Ken Belson's article about the \ncontinued preparations for the event in the wake of the storm. A \"           Cancel the 2012 NYC Marathon\" Facebook \ngroup  started by Michelle Cleary of Staten Island had over 28,000 \"likes\" two days before the race was to be run.\n\n\"I would love for them to figure out a better way to use volunteers,\" Cleary said in a phone interview on Thursday. \"I \nthink postponing it is an option. Either way, the efforts need to be diverted to help the recovery.\"\n\nRead more...\n\n- Mary Pilon \n\n 10:39 A.M. | Atlantic City Evacuation Lifted and Casinos May Reopen \n\nGov. Chris Christie said on Friday morning that Atlantic City's casinos, which had been closed since before \nHurricane Sandy made landfall, can reopen immediately. Mr. Christie also lifted a mandatory evacuation order for \nresidents of Atlantic City.\n\nAll casinos in Atlantic City can reopen immediately. In addition, the mandatory evacuation order for AC residents \nhas been lifted. #Sandy\n\n- Governor Christie (@GovChristie)           2 Nov 12\n\nMr. Christie, like other elected officials, continues to provide a stream of updates on the storm response on            \nhis Twitter feed. Last night, he used video from an appearance earlier in the day to explain that he is visiting victims \nof the storm \" let them know they're not alone.\"\n\nAll I'm trying to do by coming around & visiting people & talking to them is let them know they're not alone. #Sandy \nhttp://t.co/ouXpsUlL\n\n-            Governor Christie (@GovChristie)           1 Nov 12\n\n- Thomas Kaplan \n\n 10:32 A.M. | A Bus Line and a Path of Litter \n\n The line for buses at the Barclays Center was still very long but moving quickly around the arena at 10 a.m., with \nwait times of around 15 minutes.\n\nThe path around the stadium showed signs of the heavy foot traffic it had seen all morning, resembling a marathon \nroute - only instead of mini water cups, it was littered with coffee cups.\n\n- Annie Correal \n\n 10:06 A.M. | Long Line for Ferry Service From Williamsburg \n\nNorth Williamsburg ferry line stretches to kent turns the corner at N5 and reaches N6. #aroundtheblock \nhttp://t.co/NSs1oyUQ\n\nhttp://www.nypost.com/archives/covers/\nhttp://www.nypost.com/archives/covers/\nhttp://www.nytimes.com/2012/11/02/sports/officials-defend-decision-to-run-new-york-city-marathon-in-storms-aftermath.html#commentsContainer\nhttp://www.nytimes.com/2012/11/02/sports/officials-defend-decision-to-run-new-york-city-marathon-in-storms-aftermath.html\nhttp://www.facebook.com/CancelThe2012NycMarathon\nhttp://marathon.blogs.nytimes.com/2012/11/02/decision-to-run-marathon-divides-a-city/#more-1854\nhttp://www.twitter.com/GovChristie\n\n-            Smith (@notsocommon)           2 Nov 12\n\nRyan Smith, a digital designer at The New York Times, is live-tweeting his commute into work via the New York \nWaterway ferry from Williamsburg, Brooklyn, which continues to operate on a modified schedule on Friday. \nReaders who have not enjoyed the experience of standing in a long line for a ferry this morning can follow the \njourney on his            @notsocommon Twitter feed.\n\nThe N Williamsburg ferry line is long but moving! 40mins and counting. http://t.co/MaprlCSW\n\n-            Smith (@notsocommon)           2 Nov 12\n\n- Robert Mackey \n\n 9:52 A.M. | Carnegie Hall Reschedules Canceled Concerts \n\nA Reuters video report on the broken crane dangling over West 57th Street.\n\nCarnegie Hall, plunged into suspended animation because of the crane across the street left dangling by Hurricane \nSandy, is struggling to accommodate singers, pianists and string players whose dates have been cancelled this \nweekend. \n\nAmong changes it announced late Thursday: the King's Singers concert scheduled for Friday was moved to Feb. \n18; Murray Perahia's piano recital was moved from Friday to Sunday at Avery Fisher Hall; the Belcea Quartet \nperformance on Saturday moves to Tuesday, but only if authorities reopen 57th Street, which was closed because \nof the crane; a performance by Opera Lafayette of \"L'Invitation au Voyage\" on Friday in Weill Recital Hall will take \nplace at the Colony Club; Monday's Oratorio Society of New York performance will take place some time in early \n2013.\n\nThe city has said work to secure the damaged crane that would allow the nearby streets to open could begin this \nweekend.\n\n- Daniel J. Wakin \n\n 9:02 A.M. | New York Aquarium Restores Some Life Support \n\nGenerators are powering life support systems for some exhibitions at the New York Aquarium. Power is restored to \ntwo of the main exhibit buildings, Glover's Reef and Conservation Hall. Water is still being pumped out of areas that \nhouse crucial operating systems.\n\nMitik, the orphaned walrus calf, as well as adult walruses, sharks, penguins, sea turtles and sea lions all did well in \nthe storm. The fish collection, on temporary life support, is also reported as \"doing well.\"\n\n- The New York Times \n\n 9:18 A.M. | After Hurricane Sandy, Would You Buy on the Waterfront? \n\nIf tropical storm Irene last year was an eye-opener, Hurricane Sandy was a reality check. \n\nWaterfront property in the New York area is some of the most coveted in the nation, but after back-to-back years of \nsupposedly once-in-a-generation storms, public officials, developers, brokers and homeowners are being forced to \nre-evaluate.\n\nAlthough real estate experts say property values are unlikely to suffer in the long term, it is possible that new zoning \nand planning regulations - and buyers' expectations - could reshape how residential housing along the water is \nbuilt, marketed and sold.\n\nhttp://www.twitter.com/notsocommon\n\nIn a news briefing on Wednesday, Gov. Andrew M. Cuomo said elected officials had a responsibility to consider \nnew ways to prevent similar damage to the region's infrastructure in the face of future storms. \"For us to sit here \ntoday and say this is a once-in-a-generation and it's not going to happen again, I think, would be shortsighted,\" he \nsaid. \"I think we need to anticipate more of these extreme-weather-type situations in the future, and we have to take \nthat into consideration in reforming, modifying, our infrastructure.\" \n\nRead more...\n\n- Michelle Higgins \n\n 9:15 A.M. | Staten Island Ferry Service to Resume at Noon \n\nFerry service between Staten Island and Lower Manhattan will resume on Friday, the city's Department of \nTransportation announced.  The first Staten Island Ferry will depart from the St. George terminal at noon, followed \nby half-hourly service in both directions. The agency said additional schedule details would be provided.\n\n- The New York Times \n\n 9:05 A.M. | Wait Times for Buses Increase \n\nBetween 8 and 8:30 a.m., the wait at the Barclays Center arena tripled - up from 10 minutes to 30 and beyond. For \nthe first time all morning, a line that had been short came to a halt and stretched back along Flatbush Avenue. \nThen it turned onto Dean Street, and doubled back onto Sixth Avenue.\n\nStill, it was a vast improvement over Thursday, when people waited more than three hours here, and no one was \nready to complain just yet. Except, that is, when it came to the walk around the stadium, a detour designed to \ndecongest the bus-loading area that added an unexpected quarter-mile to the morning commute.\n\n\"It's horrendous! It's such a long walk around this Barclays Center,\" said Caroline Young Miller, 60, who works at \nthe Bahamas Consulate General. She was huffing around the stadium with her colleague, Clemmy Eneas-Varence, \n41, who took it all in stride. \"Good exercise this morning!\" she said.\n\n- Annie Correal \n\n 8:07 A.M. | Power to Return to Parts of Manhattan by Tonight, Con Ed Says \n\nFor the first time in five days, power will return to a small sliver of Lower Manhattan, including Wall Street, by \nmidnight Friday, Consolidated Edison officials said. \n\nAnd all of the utility's customers in Manhattan who lost power when Hurricane Sandy barreled into the city should \nexpect to have electricity on Saturday.\n\nBefore the end of the day on Friday, power is expected to be restored to the most southeastern tip of Manhattan, \nsaid Alfonso Quiroz, a Con Ed spokesman, an area roughly south of Frankfort Street, which parallels the approach \nto the Brooklyn Bridge. In that area, customers east of Broadway will have electricity, but those west of Broadway \nwill be restored by Saturday, although some customers there already have power, he said.\n\nThe area encompasses customers who had been served by the two networks taken out preemptively by the utility \nduring the storm.\n\nStill, not all customers in Manhattan may get power back on Saturday, said Allan Drury, another Con Ed \nspokesman. Damaged equipment could delay full restoration, he said. \n\n\"Some customers may have had damage to their equipment and cannot accept service,\" Mr. Drury said.\n\nAnd he said customers in the other boroughs will have to wait longer for their power to resume.\n\nhttp://www.nytimes.com/2012/11/04/realestate/after-hurricane-sandy-would-you-buy-on-the-waterfront.html#p5\n\n\nManhattan is served by underground lines, which makes the resumption of power easier. About 226,000 customers \ndo not currently have service in Manhattan, from an area roughly south of 40th street on the east side and from \nabout 34th Street on the west side of the island.\n\nA vast majority of customers in the other boroughs will have power again by the weekend of Nov. 10, Mr. Drury \nsaid. Those customers depend on overhead lines that are harder to fix.\n\nWhile the numbers change quickly, customers still without electricity as of Friday morning are as follows:\n\nQueens, 84,000\n\nStaten Island 54,000\n\nBrooklyn: 35,000\n\nBronx 31,000 \n\n- Christine Hauser \n\n 8:08 A.M. | Tell Us About Your Commute \n\nWe are collecting your transit stories this morning. Please share them with us. Here's how:\n\nWhat's your NYC-area commute experience this a.m.? Tweet us your route, observations and method of \ntransportation with #TellNYT. We'll RT.\n\n- NYT Metro Desk(@NYTMetro)            November 2, 2012\n\nAnd follow @nytmetro on Twitter for continuous updates on New York City area transit and the storm recovery \nacross the region. If you are not on Twitter, subscribe to our updates via SMS by sending the following text \nmessage to 40404: follow nytmetro.\n\n- The New York Times \n\n 7:34 A.M. | Many Ways to Measure a Line \n\nThe wait to get on the bus at the Barclays Center was just over 10 minutes at 7 a.m. today. But minutes are not the \nonly way to measure a line.\n\nThe line was as long as half a medium coffee, or three-quarters of an egg and cheese sandwich, or 10 to 15 pages \nof the novel on your Kindle, granted that novel was a page-turner.\n\n\"I am rereading 'Game of Thrones,'\" said Colin Wiggins, 30, who works in student affairs for CUNY in the northwest \nBronx. \"I chose this book because I knew I wanted something long and interesting for the next days.\"\n\n- Annie Correal \n\n 7:27 A.M. | A Cyclist and His Bike Take the Subway \n\nClip-clopping up the escalators in his toe-clip cycling shoes in the F Line station, Demetrius Taylor shifted his bike \non his right shoulder before heading up the stairs to Lexington Avenue on Friday morning around 6:45. Before \nHurricane Sandy, he biked from his home in Elmont at the tip of Nassau County in Long Island to work on 54th \nStreet between 9th and 10th Avenues. That bike route takes him 65 minutes to be precise. By subway?\n\n\"An hour and a half,\" said Mr. Taylor, 23, who installs auto glass. \"I've never brought the bike on the subway before. \nIt was an experience, crowded.\"\n\n- Stacey Stowe \n\n 7:20 A.M. | Thousands Estimated Already at Barclays Bus Lines \n\n\nPolice officers at the Barclays Center estimated that thousands of people had arrived and boarded shuttle buses by \n6:30 a.m. \"Well, 3,000, 4,000, 5,000? I don't know, it's hard to count,\" said a police officer from the 66th Precinct, as \nthe line of largely black-clad commuters streamed behind him on Flatbush Avenue.\n\nThe new system, which involved a lap around the stadium, seemed to be working, decongesting the area \nimmediately in front of the buses.\n\n\"This is the first time they've got stuff organized. I see things moving quicker,\" said Wesley Stevens, 28, who \nendured a three-and-a-half-hour commute yesterday from his home in Flatbush to the medical office on Madison \nand 72nd where he works in maintenance. But he was reluctant to declare the commute a success today. \"That's \nthe hardest thing, not knowing how long it's going to take.\"\n\nCops mobilize in effort to keep order around Barclays Center, where I await Brooklyn's first @cnbcshuttle!            \n#SandyNYC           twitter.com/montalvo_d/sta\n\n- David Montalvo (@montalvo_d)            November 2, 2012\n\n- Annie Correal \n\n 7:10 A.M. | Crowds and Confusion on the F Line \n\nJuno Rollins, who lives in Jamaica, Queens, took the F train on Friday morning, leaving 45 minutes early to get to \nhis job at the New York City Housing Authority.\n\n\"It wasn't bad,\" Mr. Rollins said. \"But it's really crowded.\" Like others at the station at 63rd and Lexington, Mr. \nRollins took the train because he couldn't find gasoline in Queens.\n\n\"Where's Madison?\" asked a woman emerging from the F train as she stood in a clutch of nannies arriving in \nManhattan from Queens. Many of the women, detoured from the E train, were unfamiliar of the way to work and \nhelped one another navigate the routes, before sunrise.\n\n- Stacey Stowe \n\n 7:06 A.M. | A Business-Like Mood in a Growing Bus Line \n\nAt 6:15 a.m., the crowds started arriving in earnest at the Barclays Center. They were pressed into the zigzag of \nbarricades by police officers and walked at a very quick pace, some of them even breaking into a run as they tried \nto move toward the front of what was suddenly becoming a very long line. \n\nFriends met in line; one man carried a miniature Chihuahua in a pouch hanging from his chest. There were a few \nsmiles, and many a thumbs-up for the police officers. \"Much better than yesterday, \" one man said before he got \nonto the bus. Generally, however, the mood was business-like, even, one might say, grumpy.\n\n- Annie Correal \n\n 6:19 A.M. | With No Gasoline, a Subway Trek to the Airport  \n\nAlexig Diaz of Manhattan and his wife thumped four suitcases down the stairs to the F train at 63rd and Lexington \nat 6:30 Friday morning. Were they headed to the airport?\n\n\"I hope so,\" said Mr. Diaz, 60. \" There's no gasoline and we have to get to J.F.K.,\" he said. \"Visiting relatives in the \nCaribbean.\"\n\nThe stream of passengers from Queens to Manhattan included others not familiar with the route. There was a nurse \nrunning too late to give her name who lives in Fort Lee, N.J. but is living with her sister in Queens until the power is \nrestored. \" I've never done this before so I'm not sure where I'm going,\" she said.\n\n\nThe Metropolitan Transportation Authority installed additional agents at the subway stops, said the man in the \ninformation booth at the F train at 63rd and Lexington, who narrowed his eyes in mock anger when asked his name. \n\"People are pretty well-behaved given the circumstances,\" he said, as people filed out of the station. Three New \nYork police officers were dropped off at the station at 6 a.m. for \"crowd control,\" one of them said.\n\n- Stacey Stowe \n\n 6:55 A.M. | A 5 A.M. Wake-up and a 6 A.M. Wave at Barclays \n\nAll the commuters seem to have woken up at 5 a.m. to catch buses or the limited subway trains that were running \nto the Barclays Center. \n\n\"Yep, 5 o'clock,\" said Kerry Marchesi, 26, who lives in Park Slope but had gone to Bay Ridge to get an express bus \nto the arena. Yesterday she called a car service, she said. Asked why she decided to brave the lines to the shuttle \ntoday, she said: \"I work in finance. I've got no choice.\"\n\nThese early risers created the 6 a.m. wave, which created the first large crowd of the day.\n\n\"All the way down! Let's go! Let's go!\" said a police officer, her arm waving commuters into short lines that \ndeposited them beside the buses. She then repeated the command in Spanish.\n\n- Annie Correal \n\n 6:11 A.M. | Yesterday, a Carpool; Today, a Quick Subway Trip \n\nAlthough he was offered $20 from a driver to be the third passenger in a car bound to cross the Queensboro Bridge \non Thursday, David Frazier, a bus driver headed to Manhattan from Jamaica, Queens, took the F train on Friday \nmorning.\n\n\"I didn't take it,\" said Mr. Frazier, 49, with a laugh as he exited the station on Friday at 63rd Street and Lexington \nAvenue. \"But I thanked him and took the free ride.\" The delay crossing the bridge was so late, Mr. Frazier thought \nabout walking. The Friday morning subway commute was quick for him - he made it to the city by 5:45 a.m. - but \ngetting home last night was difficult.\n\n\"There was a line here of people just waiting to get on the train,\" Mr. Frazier said, gesturing around the F Street \nstation at 63rd Street. \"People were frustrated.\" And the attitude of his bus patrons?\n\n\"Not too bad,\" he said, \"people just want to get to work so they try to be patient.\"\n\n- Stacey Stowe \n\n 6:39 A.M. | On F Line, 'Today, You're on Your Own' \n\nFor some commuters emerging from the F line at 63rd Street and Lexington Avenue on Friday morning, commuting \nsounded like solving a geometry problem. Leslie Watson, 43, a supervisor for AM New York, said he took the M \ntrain over the F Line but that he'd normally take the E. Car and bus transportation is sketchy, and there are just two \nlocal trains running local.\n\n\"Yesterday, there were a couple of people from M.T.A. giving out information but otherwise, like today, you're on \nyour own,\" Mr. Watson said. \"Not bad, but not good. My commute was 12 minutes late.\"\n\n\"There's a tree down at 120th and Farmer's that has to be removed or the bus can't get by,\" said Mr. Watson, who \nadded that the circulation of the morning commuting paper is back after being suspended for four days. \"Gas is \nlimited. I have friends going from Queens to the Bronx for gas.\"\n\n- Stacey Stowe \n\n\n\n 6:34 A.M. | In Early Hours, Brisk Lines at Barclays Center \n\nCommuters started arriving in larger numbers between 5 and 5:30 a.m. at the Barclays Center. If they got off at the \nAtlantic Avenue Barclays Center station they had to make a large loop around the Barclays Center; they filed briskly \ndown Atlantic, crossed behind the hulking  stadium and returned to the spot where shuttle buses were picking up \npassengers on Flatbush. There was virtually no wait. Commuters walked at a brisk pace and looked relieved to be \ntaken directly onto buses, which nevertheless were packed to capacity before they took off.\n\n\"If it starts to get too crowded we will start moving them into this zigzag\" of barricades, said a police officer from the \n78th Precinct. His badge identified him as Davis. \"Things are moving,\" said the officer. \"Yesterday things were \ndifferent.\"\n\n- Annie Correal \n\n 1:57 A.M. | Estimate of Economic Losses Now Up to $50 Billion \n\nEconomic damages inflicted by Hurricane Sandy could reach $50 billion, according to new estimates that are more \nthan double a previous forecast. Some economists warned on Thursday that the storm could shave a half \npercentage point off the nation's economic growth in the current quarter.            Read more »\n\n- Mary Williams Walsh and Nelson D. Schwartz \n\n 1:51 A.M. |  At Bellevue, a Fight to Ensure the Patients' Safety \n\nIn the wake of Hurricane Sandy,  health care workers and patients were confronted by a new kind of disarray.            \nRead more »\n\n- Anemona Hartocollis and Nina Berstein \n\n 1:42 A.M. | Gasoline Runs Short, Adding Woes to Storm Recovery \n\nUNION, N.J. - Widespread gas shortages stirred fears among residents and disrupted some rescue and emergency \nservices on Thursday as the New York region struggled to return to a semblance of normalcy after being ravaged \nby Hurricane Sandy.            Read more »\n\n- Kate Zernike \n\n 1:38 A.M. |  Staten Island Was Epicenter of Storm's Casualties \n\nThe soggy marshes and still-damp ruins of homes on Staten Island yielded a grim postscript to the toll from \nHurricane Sandy on Thursday, as search teams discovered more bodies where the storm's giant wall of water had \nsmashed its way through.\n\nAmong the dead were two little boys. One, a 2-year-old, was swept out of his mother's arms in a surge of water on \nMonday night.  Read more »\n\n- James Barron, Joseph Goldstein and Kirk Semple \n\n 11:24 pm | Evacuation Order Lifted for Some New Jersey Communities \n\nGov. Chris Christie of New Jersey lifted the mandatory evacuation order for some Atlantic and Cape May County \nbarrier island communities, allowing for residents to return to survey the damage and check on their property.\n\n\"Mandatory evacuations ordered by the governor in other areas of the state continue to remain in effect until \nconditions have been determined to allow for the lifting of travel restrictions and the safe and orderly return of \nresidents,\" a statement from the state's Office of Emergency Management said.\n\nhttp://www.nytimes.com/2012/11/02/business/estimate-of-economic-losses-now-up-to-50-billion.html\nhttp://www.nytimes.com/2012/11/02/business/estimate-of-economic-losses-now-up-to-50-billion.html\nhttp://www.nytimes.com/2012/11/02/nyregion/at-bellevue-a-desperate-fight-to-ensure-the-patients-safety.html\nhttp://www.nytimes.com/2012/11/02/nyregion/at-bellevue-a-desperate-fight-to-ensure-the-patients-safety.html\nhttp://www.nytimes.com/2012/11/02/nyregion/gasoline-shortages-disrupting-recovery-from-hurricane.html\nhttp://www.nytimes.com/2012/11/02/nyregion/gasoline-shortages-disrupting-recovery-from-hurricane.html\nhttp://www.nytimes.com/2012/11/02/nyregion/staten-island-was-tragic-epicenter-of-new-york-citys-storm-casualties.html\n\n\nAtlantic City remained off limits.\n\nMandatory evacuations have been lifted in the following municipalities:\n\n Atlantic County \n\nBrigantine Beach\n\nLongport Borough\n\nMargate City\n\n Cape May County \n\nAvalon\n\nNorth Wildwood\n\nOcean City\n\nSea Isle City\n\nStone Harbor\n\nWest Wildwood\n\nWildwood\n\nWildwood Crest\n\n- Marc Santora \n\n 10:13 P.M. | On a Walk, Two Lives Lost \n\nJessie Streich-Kest walked carefully through the dark and the gathering fury of a hurricane Monday, with a friend, \nJacob Vogelman. They had her dog, Max, a big loveable mutt, on the leash, out for a quick walk around the block in \nDitmas Park, Brooklyn. \n\nThen the wind gusted harder, roots pulled free of the earth, and a many-ton tree fell on them. It would be the next \nmorning before neighbors found the two young friends beneath the tangle of leaves and branches.\n\nThey were dead. They were both 24.\n\nMs. Streich-Kest was a vivacious newbie special education teacher at the High School for Social Justice in \nBushwick, the child of Jon Kest and Fran Streich. \n\nMr. Vogelman, a lanky young man with light, curly hair and a soft smile, grew up on the brownstone streets of Park \nSlope, attending Public School 321 and Leon M. Goldstein High School for the Sciences in Manhattan Beach. He \ngraduated cum laude from the State University of New York at Buffalo in 2010 with a degree in theater design. Mr. \nVogelman is survived by his mother, Marcia Sikowitz, a housing court judge, and his father, Lawrence Vogelman, \nan attorney.\n\nLike so many young men and women here, he scuffed to make his way in the arts, laboring as a stagehand at the \nMGM Grand in Las Vegas, and then at small theaters in New York. He was pursing a Master of Fine Arts at \nBrooklyn College, and his friends there talked of a talented young man, overflowing with ideas, ambition.\n\nTwo children of Brooklyn, lost to a vast storm.\n\n- Michael Powell \n\n 10:34 P.M. | A Supermarket's Goods Are Ruined \n\n- The Associated Press \n\n\n\n 10:26 | Despair Begins to Turn Into Resolve After Sandy \n\nIt was around the time that Hurricane Sandy's winds were starting to barrel north toward the Carolinas that Bill \nFletcher set the date, this Friday, to open Fletcher's Brooklyn Barbecue, his new Gowanus restaurant.\n\nHe is staying the course and will open tomorrow. \"We were lucky,\" he said. \"We had no flooding and our power \nstayed on. There's lots of excitement here, the paper has come off the windows, and I think people are looking for a \ngood time, to enjoy a plate of smoked meat and a beer.\"\n\nRestaurateurs' disbelief and despair at what the storm had wrought began to fade just a bit on Thursday, as many \nof them resolved to put things back together and seasoned their outlook with a healthy measure of optimism. Read \nmore »\n\n- Florence Fabricant and Sophie Brickman \n\n 10:12 pm | Military Assists in Recovery Effort \n\nThe Defense Department, working with the Federal Emergency Management Agency, said that the U.S.S. Wasp, a \nmultipurpose amphibious assault ship, would be arriving off the coast of New York City on Thursday and two more \nships would arrive on Friday.\n\nThe ships are just some of the many assets the military has made available to assist state and local governments in \nsearch and rescue missions and recovery efforts.\n\nThe military brought in 120 medical professionals and helped them set up in affected areas.\n\nOn Thursday, 55 military trucks carrying 1.5 million meals began arriving in New York from Charleston and \nMartinsburg, W.Va. The last truck was to arrive Thursday evening. There are also 1.3 million meals at vendor \nfacilities, awaiting movement orders, and the military stands ready to increase the number of daily meals at FEMA's \nrequest.\n\nThe military is also positioned to help bring hundreds of thousands of gallons of fuel to the region, the Defense \nDepartment said in a statement.\n\nThe military also continued to assist in the \"unwatering\" mission, bringing in 120 high-flow water pumps and 400 \nqualified workers to help run them.\n\n- Marc Santora \n\n 9:06 P.M. | Enduring the Storm for Homebound Patients \n\nAs parts of the city edged toward some semblance of normal on Thursday, tens of thousands of people who \ndepend on essential home medical care remained tenuously connected to lifesaving services by agencies like \nPartners in Care, an affiliate of the Visiting Nurse Service of New York.\n\nAt the Visiting Nurse Service of New York alone, more than 5,000 nurses, aides, social workers and others were \nout serving patients around the city during and after the storm. Read more »\n\n- John Leland \n\n 9:04 P.M. | An Overview of the Fuel Shortage \n\nMichael Green, a spokesman for AAA, provided a picture of the gasoline shortage in the metropolitan region.\n\nLong Island: 30 percent to 35 percent of 1,000 stations are open.\n\nNew York City: 35 percent to 40 percent of 800 stations are open.\n\nhttp://dinersjournal.blogs.nytimes.com/2012/11/01/despair-begins-to-turn-into-resolve-after-sandy/?ref=dining\nhttp://dinersjournal.blogs.nytimes.com/2012/11/01/despair-begins-to-turn-into-resolve-after-sandy/?ref=dining\nhttp://www.nytimes.com/2012/11/02/nyregion/enduring-the-storm-for-homebound-patients.html\nhttp://www.nytimes.com/2012/11/02/nyregion/enduring-the-storm-for-homebound-patients.html\nhttp://www.nytimes.com/2012/11/02/nyregion/enduring-the-storm-for-homebound-patients.html\n\n\nNew Jersey: 35 percent to 40 percent of 3,000 stations are open.\n\nNew York State: 75 percent of 5,250 stations are open.\n\n- Marc Santora \n\n 7:46 P.M. | Some N.J. Transit Rail Service Will Resume on Friday \n\nNew Jersey Transit rail service, which has been suspended since Hurricane Sandy, will resume limited service on \nFriday, Gov. Chris Christie announced Thursday night. But service to New York Penn Station will remain \nsuspended, with trains terminating in Newark.\n\nThree lines will be running, all of them on special schedules:\n\n• Northeast Corridor trains will resume between Trenton and Newark Penn Station.\n\n• The North Jersey Coast Line will run between Woodbridge and Newark Penn Station, but service between \nBay Head and Woodbridge will remain suspended.\n\n• The Raritan Valley Line will resume between Raritan and Newark Penn Station, but service between High \nBridge and Raritan will remain suspended.\n\n- Thomas Kaplan \n\n 7:54 P.M. | Cuomo Speaks of Progress and Warns of Challenges \n\nGov. Andrew M. Cuomo said progress was being made on every front to recover from Hurricane Sandy, but he \ncautioned that there were great challenges ahead.\n\nMr. Cuomo warned vendors of critical supplies, including gasoline, not to take advantage of the situation.\n\n\"Do not try and gouge New Yorkers,\" he said at a news conference Thursday evening. \"And don't try and take \nadvantage of New Yorkers.\"\n\nThe governor said that he believed 99.9 percent of businesses and service providers had been acting responsibly, \nas nerves grow more and more frayed with each passing hour for people with no power. But he added that the state \nwould not tolerate anyone exploiting the situation.\n\nThe most visible sign of progress for many New Yorkers will be the lights coming on at the World Trade Center \nconstruction site, where work was to resume Thursday evening.\n\nGiven the extent of the flooding at the site, Mr. Cuomo said that it was rather amazing that construction was up and \nrunning so soon.\n\nHe marveled at \"seeing the Brooklyn-Battery Tunnel turn into a flume\" and \"water cascading\" into the site at \"such a \ndecibel level is was disorientating,\" to now, just a few days later, the site once again largely returned to normal.\n\nNew Yorkers \"will see lights at that site again tonight,\" Mr. Cuomo said.\n\n\"New York goes back to work.\"\n\nThere was also incremental progress in restoring the transit system. In addition to the growing services on the train \nand subway systems, the governor said, one tunnel in the Holland Tunnel would be open for buses Friday morning.\n\n\"Leave the car at home,\" he said. \"Take the bus.\"\n\nThe most pressing problem for many New Yorkers remained the power failures.\n\n\n\nMr. Cuomo did not provide new details on when service would be restored, but he said that he believed the utility \ncompanies were \"working very hard to restore the power.\"\n\nStill, he said, best efforts are not enough for most people.\n\nIt is a binary question, he said: \"I have power or I don't have power.\"\n\nTo that end, he reminded the utilities that they rely on the state for licensing and other important matters and if it \nappeared they were not performing, actions could be taken.\n\n\"If the state believed they were not diligent,\" he said, the companies \"could lose money and certification.\"\n\nAs New Yorkers start to seek assistance in rebuilding, the governor said, the state was trying to prevent the process \nfrom becoming a bureaucratic nightmare.\n\nHe also announced a toll-free number - 1-800-NYSANDY (1-800-697-2639) - that would begin fielding questions \nfrom residents Friday morning to help guide them in claiming funds.\n\nFinally, Mr. Cuomo, reflecting on the entire disaster, talked about how water helped make New York City great and \nhow it now had become a weapon that had crippled it.\n\nThis \"little sliver of land,\" he said, is so solid that it allowed people to build \"15, 20, 30 stories below the surface.\"\n\nThat whole honeycomb of construction is what allows the city to prosper, \"until your greatest strength becomes you \ngreatest weakness.\"\n\nHe said he believed that storms like Hurricane Sandy would become more common as the climate changes and \nthat New York needed to prepare.\n\n\"I don't accept, 'Well, don't worry about it; it is never going to happen again,'\" he said.\n\n- Marc Santora \n\n 7:24 P.M. | More Subway Service Restored \n\nThe Metropolitan Transportation Authority announced some new additions to its list of returning train service on \nThursday night.\n\nSome M train service was restored earlier on Thursday between Jamaica and 34th Street, the authority said. By \nmidnight, the authority expected No. 7 trains to run from Main Street to 74th Street in Queens. And the authority's \nchairman, Joseph J. Lhota, said at a news briefing Thursday night that once power is restored in Lower Manhattan, \nservice on No. 4 and 5 trains can return between Manhattan and Brooklyn.\n\nRelated: Updates on Subway Service in New York City\n\n- Matt Flegenheimer \n\n 7:09 P.M. | Pumping Water From Subway Tunnels  \n\nAt a briefing on Thursday evening, Gov. Andrew M. Cuomo and Joseph J. Lhota, the chairman of the Metropolitan \nTransportation Authority, described the daunting task of pumping water out of transit tunnels before power can be \nturned back on to get the entire subway system back in operation. \n\nThe M.T.A. released video of pumping at the flooded South Ferry station on Thursday.\n\nVideo of water being pumped out of the flooded subway station at South Ferry in Lower Manhattan on Thursday.\n\nhttp://www.nytimes.com/interactive/2012/11/01/nyregion/subway-service-in-new-york-city.html\nhttp://youtu.be/xS7x9UGx5n4\nhttp://youtu.be/xS7x9UGx5n4\n\n\nMr. Cuomo also described the scale of the task ahead to restore all transportation links, including clearing out a \nmile of water in the Brooklyn-Battery Tunnel, known officially as the Hugh L. Carey Tunnel in memory of a former \ngovernor, and about five miles of water in the PATH tubes that connect Manhattan to New Jersey along the Hudson \nriverbed.\n\n- Robert Mackey \n\n 5:57 P.M. | Fuel Shortage Could Make Taxis Even Harder to Come By \n\nWith a gas shortage besetting commuters across the region, even nondrivers could feel the pain on Friday. David \nS. Yassky, the city's taxi commissioner, said the shortage \"will definitely reduce\" the number of cabs on Friday if \nmore fuel does not become available.\n\nGov. Andrew M. Cuomo said that New York Harbor had been reopened, which he expected would help bolster the \nfuel supply.\n\n- Matt Flegenheimer \n\n 5:37 P.M. | Casinos in Atlantic City to Remain Closed for Now \n\nGov. Chris Christie said Thursday that there was no timetable for when the casinos in Atlantic City, which were not \nsignificantly damaged by Hurricane Sandy, might be reopened. \n\nMr. Christie said a number of logistical problems remained: power had not been restored to all of Atlantic City, and \nresidents were still being advised to boil their water because the storm had imperiled the city's water treatment \nsystem. But the governor said once those issues were resolved, he hoped to get the casinos back up and running.\n\n\"I certainly don't want to keep them closed a minute longer than I have to,\" the governor said, \"because that costs \nthem in terms of revenue and it costs the state in terms of revenue.\"\n\nThe casinos have been closed since Sunday, when the governor ordered them to shut down.\n\n- Thomas Kaplan \n\n 4:48 PM | Utility Workers From 12 States Heading to New Jersey \n\nGov. Chris Christie said Thursday afternoon that the governors of 12 other states had agreed to send utility workers \nto New Jersey to help restore power, including 1,500 from Virginia and 700 from Ohio. \n\nAt a news briefing, Mr. Christie said President Obama had offered to provide large transport aircraft to ferry the \nutility workers' equipment to New Jersey if it would take too long to drive to the state. \n\nAbout 1.8 million households in New Jersey remained without power as of midday, Mr. Christie said, down from \njust over 2 million on Wednesday night.\n\n- Thomas Kaplan \n\n 5:05 P.M. | Less Severe Storm Could Arrive Next Week \n\nGiven the frayed nerves of many in the region just raked by Hurricane Sandy, and of political operatives around the \ncountry, 13 words at the top of an extended forecast discussion issued on Thursday by the National Weather \nService's Hydrometeorological Prediction Center in College Park, Md., set off some alarm. Those words were the \nsummary near the top of the preliminary forecast, which read:\n\nNOR'EASTER POSSIBLE FOR MID-ATLANTIC/NEW ENGLAND STATES BY ELECTION DAY INTO NEXT \nTHURSDAY\n\nhttp://www.hpc.ncep.noaa.gov/discussions/hpcdiscussions.php?disc=preepd&version=0&fmt=reg\n\n\nThe forecast suggests that a deep cyclone moving down the west coast of Canada could set the conditions for a \nstorm that would bring rain and wind, though not nearly as severe as the one from the past week to the \nnortheastern United States in the early to middle of next week.\n\nAs Jason Samenow explains on The Washington Post's weather blog,            the European Centre for Medium-\nRange Weather Forecasts model, \"which snuffed out Sandy eight days before it hit, shows an area of low pressure \ndeveloping off the Georgia/South Carolina coast the night of the election (November 6), and then moving up the \ncoast into New England by Wednesday night.\"\n\nDan Hofmann, a meteorologist with the National Weather Service, said the possible storm appears to be \"at this \npoint, a week out,\" looks like it would arrive \"more like the middle of the week,\" than on Election Day.\n\n- Robert Mackey \n\n 4:58 P.M. | Death Toll in U.S. and Canada Now at 93 \n\nThe total death toll from the storm in the United States and Canada has climbed to 93 as of 3:45 p.m.\n\nHere are the state-by-state totals, reported by Reuters.\n\n• New York State: 46 (38 in New York City)\n\n• New Jersey: 12\n\n• Maryland: 11\n\n• Pennsylvania: 9\n\n• West Virginia: 6\n\n• Connecticut: 4\n\n• Virginia: 2\n\n• North Carolina: 2\n\n• Ontario: 1\n\nHurricane Sandy also killed at least 69 people in the Caribbean, including at least 54 in Haiti and 11 in Cuba.\n\n- The New York Times \n"}