{"title": "AFTER THE WAR;Canada Admits Errors in Giving Speedy Entry to Ex-Hussein Aide", "body": "\nThe Canadian Government has acknowledged a series of mistakes that gave fast-track immigration privileges to \none of the chief apologists of Iraq's President, Saddam Hussein.\n\nThe refuge obtained here by Mohammed al-Mashat, Iraq's former Ambassador to Washington and one of the senior \nmembers of Iraq's ruling Baath Party, has stirred sharp controversy over the country's immigration procedures.\n\nIt has also raised suspicions that the Conservative Government may have speeded Mr. Mashat's entry to obtain \nintelligence to share with the Central Intelligence Agency. Unlike most North Atlantic Treaty Organization countries, \nCanada has no foreign intelligence-gathering bureau and traditionally prides itself on keeping a good distance from \nthe C.I.A.\n\nThe suspicions and rumors, combined with a number of critical editorials in Canadian newspapers, have led the \nGovernment into making what it says are \"embarrassing\" disclosures about the breakdown of communications \ninside two departments that it says allowed Mr. Mashat into the country without notification to anyone in the \nCabinet.\n\n \n\n'No Espionage Capers'\n\n \"Officials failed to insure that ministers were consulted or even informed,\" said a joint statement by Minister of \nExternal Affairs Barbara McDougall and Immigration Minister Bernard Valcourt.\n\nOn the question of intelligence sharing, the two ministers insisted that there had been \"no espionage capers and no \nconspiracies by any individual or governmental agency -- either Canadian or foreign -- involved in this case.\"\n\nJohn C. Thompson, director of the MacKenzie Institute of Toronto, a research group that studies terrorism, said he \nwas \"at a loss to understand\" why Mr. Mashat was given a visa unless he provided intelligence. He noted that the \n60-year-old Iraqi diplomat, who had also served as Ambassador to London, Paris and Vienna, could have been a \nsource of important information about the procurement of foreign military technology by Iraq and its harassment of \nIraqi dissidents abroad.\n\n\nMr. Mashat took a month to obtain for himself, his wife and son so-called landed emigrant status, entitling him to \nwork and live in Canada and eventually obtain citizenship. Normally the process takes several years.\n\n \n\nIn the Vancouver Area\n\n Mr. Mashat is reported to be in the Vancouver area.\n\nAccording to a Government report published today, the Iraqi diplomat put out feelers about defecting to the \nCanadians while in Vienna in late February. But an inter-departmental Canadian Government committee rejected \ndefector status for him, based in part on an assessment by the Canadian Security Intelligence Service that he was \n\"not considered a valuable source of intelligence.\" The intelligence service is a domestic security agency similar to \nthe Federal Bureau of Investigation.\n\nToday's report went on to say that his subsequent request for landed emigrant status was expedited because of \nconcern about his safety in Vienna expressed by the Associate Under Secretary of State for External Affairs, \nRaymond Chretien.\n"}