{"title": "AMERICAN DREAM UNITES MARCHERS", "body": "\n'WE ARE people too,\" read a sign a very young Latino mother carried at Monday's protest in lower Manhattan for \nfair immigration laws.\n\nIt was a poignant affirmation of her humanity at a time when shamefully, so many people seem intent in taking it \nfrom her and even from the baby she was pushing in a stroller.\n\nThe day was beautiful, and the protesters, young and old, women and men - many holding the hands of their \nchildren - kept coming.\n\nThere were Latinos and Africans, Asians and a group of young, tall Irish men wearing T-shirts with green letters that \nread legalizetheirish.com, the Web site of the very active Irish Lobby for Immigration Reform.\n\n\"Son of illegals with voting power,\" read the white T-shirt of a man in his 30s who enthusiastically joined in chanting \n\"Sí se puede (It can happen),\" a mantra of hope the crowd fervently repeated over and over. \"Thank you mom and \ndad,\" the young man's shirt said on the back.\n\nThe story of the undocumented immigrants' fears, humiliations, hopes - and their emerging political power - was \neloquently told in the variety of messages emblazoned on the signs, T-shirts and placards the marchers exhibited.\n\nIt was also told in the slogans they chanted and the comments they made.\n\nSome of the signs told a generous tale of solidarity with the thousands of hardworking, law-abiding undocumented \nimmigrant families gathered outside of City Hall from their American co-workers, neighbors and friends.\n\n\"I'm Jewish, I'm Gringa and I demand justice for all my brothers and sisters,\" proudly proclaimed the bilingual sign - \nin English and Spanish - carried by Elizabeth Segal, an editor from Tarrytown.\n\nAmerican flags floated side by side with the flags of a dozen other countries that immigrants waved in a colorful \ndisplay of pride in their culture and heritage - and in the culture and traditions of their new country.\n\n\"We are all Americans,\" another sign declared. And looking at the endless variety of ethnicities gathered in front of \nCity Hall, you could not help but reflect on how strong and vibrant multiculturalism has made U.S. society.\n\n\nThe Rev. John Grange, pastor of St. Jerome Church in the Bronx for 25 years, has seen an influx of devoted Latino \nimmigrants, especially Mexicans, transform and revitalize his parish. Grange was at the protest with two Mexican \nbrothers - Ray, 11, and Gerardo Hernán-dez, 8 - and \"about 100 more people.\"\n\n\"We want papers,\" said little Gerardo, looking up with big brown eyes, while a short Ecuadoran woman, a bandana \nin the colors of her country tied around her head, walked around doing brisk business selling U.S. flags and those of \nhalf a dozen other countries.\n\nLooking around, the words that Paul O'Neill, a Boston executive visiting New York, told us on April 1 during the \nprevious protest came to mind.\n\n\"I would like to know where are the three-piece suits,\" he said watching marchers get on the Brooklyn Bridge. \n\"They [the business people] should be here, marching in the front, supporting the immigrants. After all, they are the \nones who benefit the most from their hard work.\"\n\nBut it was an Asian couple who, by the message on their sign, really made clear how well so many immigrants have \nunderstood - and have integrated into - their new society. In bold letters, it declared: \"Today we march; tomorrow \nwe vote.\"\n\naruiz@nydailynews.com\n\nGraphic\n\n \n\nBILLY TOMPKINS RETNA Sign at immigration rally translates to \"It Can Happen,\" a mantra embraced by many of \nthe marchers.\n"}