{"title": "Record Number of Foreigners Were Deported in 2011, Officials Say", "body": "\nImmigration enforcement authorities detained and deported record numbers of illegal immigrants in 2011 and are \non track for similar figures this year, even as the numbers of migrants crossing the border illegally dropped to a 40-\nyear low, according to data published Friday by the Department of Homeland Security.\n\nImmigration agents deported 391,953 foreign-born people during the 2011 fiscal year, the department's Office of \nImmigration Statistics reported. They included more than 188,000 people who had been convicted of crimes in the \nUnited States -- an ''all-time high'' for such deportations, the report found.\n\nCitizens of four Latin American countries -- Mexico, Guatemala, Honduras and El Salvador -- made up 93 percent \nof all people deported last year.\n\nWith just one month to go in the 2012 fiscal year, deportations were down slightly, with just over 366,000 people \nexpelled through Aug. 31. But they include more than 191,000 convicted criminals, more than last year, according \nto figures from Immigration and Customs Enforcement, one of several agencies in the department.\n\nThe figures provide a backdrop to the administration's political calculations on the thorny issue of immigration as \nPresident Obama heads into the last stretch before the November elections. Although Homeland Security \nDepartment officials have said they are focusing their efforts on criminals, the fast pace of deportations in the last \ntwo years was felt in many Latino immigrant communities, and caused growing disillusionment with Mr. Obama.\n\nPressure from Latino and immigrant groups helped persuade Mr. Obama to take a sweeping executive action in \nJune to suspend deportations temporarily for as many as 1.7 million young illegal immigrants who came to this \ncountry as children. The program, which has been very popular among Latinos, began to accept applications on \nAug. 15. Homeland Security Department officials have not yet reported that any applicants have been approved \nand their deportations deferred.\n\nIn spite of the sharp increases in deportations of criminals, Mr. Obama's policies have not won him friends on the \nother side of the political divide. Republicans in Congress say the deferred deportations are a backdoor amnesty, \nand they accuse the administration of crippling enforcement by demanding that agents steer away from arresting \nillegal immigrants if they are not convicted criminals.\n\nIn addition to formal deportations, last year Homeland Security Department agents expelled about 324,000 \nforeigners back to their countries without formal court proceedings, according to the report. Most were illegal \nimmigrants who agreed to leave voluntarily after they were detained, rather than be removed by the authorities.\n\nAccording to the new figures, Immigration and Customs Enforcement, which is known as ICE, detained about \n429,000 immigrants last year, another record.\n\n\nHomeland security authorities have increasingly concentrated their efforts at the border with Mexico, with the \nmajority of detentions and expulsions coming there. In 2011, the Border Patrol captured about 335,000 migrants \ntrying to cross illegally, the lowest number since 1971, and the figures are continuing to drop. High rates of \nunemployment here and intensified border enforcement have discouraged many migrants from Mexico and Central \nAmerica from attempting illegal crossings, officials said.\n\nThe Republican presidential nominee, Mitt Romney, has said his priority would be tougher border enforcement. He \nhas not said if he would cancel the deferred deportations program.\n\nhttp://www.nytimes.com/2012/09/08/us/us-deports-record-number-of-foreigners-in-2011.html\n"}