{"title": "D.C. Reconsiders Landscaper's Contract; U.S. Investigates Allegations of Firm's Immigrant Workers", "body": "\n District officials are reviewing their decision to award a $ 729,939 contract to a Prince George's County \nlandscaper under investigation by the U.S. Labor Department for allegedly cheating 23 Mexican workers out of \nmore than $ 100,000 due them for work in city parks last year. \n\n The contract, signed March 6, is with Jeffrey L. Jones, owner of Lawn Restoration Service Inc., for maintenance of \nDistrict parks and recreation centers from April to Sept. 30. The Labor Department notified Jones in March 28 that \nhis application for visas for workers this year was being denied because of the problems with his firm last year. \n\n \"It's under review,\" Jacques Abadie III, chief procurement officer for the District, said of Jones's contract. \"We're \ngoing back and checking their pay records. Everyone is concerned about this guy.\" \n\n Abadie and other city officials said it may be difficult to rescind Jones's contract unless a court or Labor officials \ndetermine that Jones violated federal labor laws. \"It's not a simple thing to undo a contract,\" Abadie said.  \n\n Jones and his attorney, Billy L. Ponds, did not return phone calls. In a brief interview in October, Jones denied \nbreaking any laws. \n\n Meanwhile, at least two D.C. Council members, the president of the Metropolitan Washington Council AFL-CIO \nand the executive director of an umbrella organization of 39 church congregations have written to Mayor Anthony A. \nWilliams (D) criticizing the Jones contract. Some, such as D.C. Council member Jim Graham (D-Ward 1), are \nurging Williams to rescind it.  \n\n \"The allegations, if true, constitute at minimum a violation of the D.C. Human Rights Act,\" said Graham, whose \ncouncil ward includes large numbers of immigrants, many of them Latino. \n\n Council member Adrian M. Fenty (D-Ward 4), whose ward also includes a large Latino population, wrote to \nWilliams that it is \"imperative that any firm that comes under contract in our city treat all workers in a dignified \nmanner.\" \n\n Members of various labor and community groups also have sent more than 200 e-mail messages to Williams \nexpressing outrage at the Jones contract and urging the mayor to rescind it, AFL-CIO officials said. \n\n\n Tony Bullock, a mayoral spokesman, said: \"The mayor doesn't want to do business with people who violate the \nlaws. At the same time, this is America. Because you're being investigated doesn't mean you're guilty.\" \n\n In the March 28 letter, Labor officials informed Jones that department investigators found that he did not pay the \nrequired minimum of $ 9.05 an hour and $ 13.58 for overtime to the 23 guest workers he employed last year; did \nnot pay them for time spent training for their landscaping jobs; and did not pay them for travel time between Jones's \ncompany and job sites. \n\n The letter also said that Labor investigators found that Jones did not allow his workers a one-hour lunch break yet \nroutinely deducted an hour's worth of pay for one. \n\n Last April, the 23 Mexican workers piled into a bus in Veracruz and rode nearly 3,000 miles over three days and \nnights to reach Washington. They said Jones promised that they would share two-bedroom apartments, four men \nper apartment. Instead, the men were housed in a sparsely furnished, four-bedroom house in Anacostia that had no \nair conditioning. Jones docked each man's pay $ 175 a month to live in the house. Most of the workers slept on the \nfloor, they said. \n"}