{"title": "Bush aide delivers immigration pitch; U.S. ATTORNEY GENERAL'S SPEECH DRAWS PROTESTERS FROM LEFT AND RIGHT", "body": "\nU.S. Attorney General Alberto Gonzales came to the South Bay on Friday to make a case for the Bush \nadministration's plan for immigration reform, but was met with protest and resistance from supporters and \nopponents of the plan's most controversial provision: a path to citizenship for illegal immigrants.\n\n``Reform must be based on reality. We can't deport 12 million people,'' Gonzales said, speaking before a crowd of \n150 at the Marriott Hotel in Santa Clara, during a public forum sponsored by the Commonwealth Club.\n\nOutside, about 20 members of the Raging Grannies and anti-war protesters, held up signs that declared, ``No War \non Immigrants, Iraq, Iran.'' An hour after the address, a couple of members of the group chanted in the hotel lobby \nas the crowd left the room, ``Immigrants Have Human Rights/Grannies join in the fight.''\n\nIn a hotel meeting room nearby, two officials from the Minuteman Civil Defense Corps, a civilian border patrol group \nbased in Arizona, called a news conference to denounce the Bush proposal. A sign on the wall: ``Border Security \nFirst. No Amnesty.''\n\nGonzales repeated the arguments he's made for several months in speeches and news conferences across the \ncountry to drum up support for immigration reform proposals being touted by President Bush.\n\n``Reform that's anything short of comprehensive will not be nearly good enough,'' he said. ``This is a very delicate \nand very complicated issue.''\n\nThe Bush plan calls for increased border security, a temporary guest-worker program, an employee verification \nsystem and legalization for some undocumented immigrants already living and working in the United States, after \nthey've paid taxes and penalties and committed to learning English.\n\nBut like the conflicting House of Representatives and U.S. Senate bills, Gonzales acknowledged, there is no public \nconsensus on immigration reform, as mirrored in protests and denouncements at Friday's forum.\n\nThe Bush proposal for a temporary guest-worker program ``is a way of exploiting workers. It won't lead to \ncitizenship,'' said Ruth Robertson of the Raging Grannies. Robertson supports legalization and a path to citizenship.\n\n\nImmigrant advocates across the country have criticized the Bush plan as not going far enough with legalization. \nAnd officials with the Minuteman, which opposes any form of legalization, slammed it as ``unacceptable.''\n\n``As this nation's highest-ranking law enforcement officer,'' said Al Garza, executive director of the Minuteman, ``it \nis inexcusable that Attorney General Alberto Gonzales would promote a blanket amnesty for people who have \ncommitted such felonies as document fraud, identity theft and income tax evasion.''\n\nIn his address, Gonzales said, ``illegal immigration degrades the rule of law,'' but an earned legalization program \nis fair.\n\nAsked during a question-and-answer session with the audience his opinion of the Minuteman, Gonzales said: ``We \nlive in a free society. But as a general matter, law enforcement should be in the hands of law enforcement \nagencies.\n\n``I understand the frustrations,'' he said. ``The bottom line is, we need to do a better job on the border.''\n\nContact Jessie Mangaliman at jmangaliman@ mercurynews.com or (408) 920-5794.\n"}