{"title": "THOMPSON PLAN: TARGET IMMIGRATION HAVENS", "body": "\nStates and cities that provide a haven for illegal immigrants would lose federal money under an immigration \nreform plan unveiled Tuesday by presidential hopeful Fred Thompson.\n\nIn his first significant policy proposal of the campaign, the former Tennessee senator tackled a key issue for many \nconservatives, and not surprisingly, touched off a firestorm of back-and-forth accusations among the leading \ncontenders for the Republican nomination.\n\nThompson's multipronged approach centers on enforcing current laws that crack down on so-called sanctuary \ncities, where local authorities aren't allowed to report illegal immigrants they discover to federal law enforcement \nofficers.\n\n\"There's not a lot of new legislation that needs to be passed,\" he said. \"We need to enforce the laws that are on the \nbooks. There are laws against illegal immigration, there are laws to secure the border, there are laws against \nsanctuary cities, there are laws against publicly funding illegals, and that law is being disregarded.\"\n\nThe former Law & Order actor invoked his television character and real-life experience as a U.S. attorney as he \nmade the announcement at the Collier County Sheriff's Office, one of the few law enforcement agencies in the \ncountry where deputies are jointly trained as immigration officers. Thompson suggested enforcing the law by \nwithholding federal dollars from those jurisdictions that don't listen. \"I propose that we cut off some discretionary \nfunding to those cities,\" he said. \"If you're going to do that, you're not going to do it with federal money.\"\n\nLikewise, he suggested cutting off money for colleges and universities that offer in-state tuition to students who \nillegally entered the country.\n\nBy addressing the issue of immigration, Thompson took direct aim at his top rivals, who have argued about the \nissue for weeks on the campaign trail. His campaign highlighted how Mitt Romney allowed sanctuary cities as \nMassachusetts governor and how Rudy Giuliani went to court to protect the city's policy of not alerting federal \nauthorities when he was mayor of New York City.\n\nRomney's campaign responded by saying Romney proposed cutting off aid to sanctuary cities in August. \"Although \nSen. Thompson is very late to the game, we welcome him to the debate,\" said spokeswoman Kristy Campbell.\n\nGiuliani told reporters during an appearance in Boston that he would \"build a fence, a technological fence\" with a \ntamper-proof identification card. \"I'm the one who can bring about immigration reform,\" he said, according to local \nnews reports.\n\n\nAs part of his plan, Thompson also said he would increase the efficiency of the immigration process for legal \napplicants, give border security officials more agents and detention space and implement a system where \nemployers could quickly verify a job candidate's legal status.\n\nJohn Frank can be reached at jfrank@sptimes.com or (352) 754-6114.\n"}