{"title": "IMMIG ROW HEATING UP. N.Y.ers protest as Ariz. gov asks court to reinstate parts of law judge nixed", "body": "\nPHOENIX - Arizona's governor asked an appeals court yesterday to reinstate the most draconian parts of the \nstate's new immigration law as protesters were led away in handcuffs.\n\nA day after a federal judge gutted the controversial \"papers, please\" law, the weakened statute still drew protests \nin Phoenix and New York.\n\nA bullet was fired through the window of the Yuma office of Rep. Raul Grijalva, a Democrat who is a strong \nopponent of the new law. No one was hurt, but the office was closed.\n\nAt least 38 protesters were arrested as they tried to divert resources from a raid on immigrants planned by \nMaricopa County Sheriff Joe Arpaio to coincide with the first day of the new law.\n\nHundreds of protesters banged on the metal door of the Maricopa County Jail, which Arpaio had put on lockdown. \n\"Sheriff Joe, we are here. We will not live in fear,\" they chanted.\n\nArpaio said they wouldn't stop him. \"Nothing is going to deter this operation, not even the ruling of a federal judge,\" \nhe said.\n\nArpaoi's deputies even kept up their sweeps last night.\n\nDeputy Eli Thompson stopped a 25-year-old Hispanic man making a turn in a black Maxima without using signals in \nWest Phoenix.\n\n\"He showed me a license,\" Thompson said. \"It was canceled, but in Arizona you are required [to have] a Social \nSecurity card.\"\n\nHe took the man, with two tattoos on the back of his neck that read \"AZ,\" into custody.\n\nGov. Jan Brewer asked the appeals court to lift a preliminary order imposed Wednesday by federal Judge Susan \nBolton so the entire law can take effect.\n\nBolton removed requirements that cops check a person's immigration status and that all immigrants carry their \ncitizenship documents.\n\n\nMexican immigrants - legal and not - were breathing a qualified sigh of relief.\n\n\"Right now, I would be driving to Mexico if no one had stopped that law,\" said Marta Calderon, a 47-year-old stay-\nat-home mom who has papers, but whose two sisters do not.\n\nIn New York, hundreds of immigrants and their supporters marched across the Brooklyn Bridge to say, \"We Are All \nArizona.\"\n\n\"We won a slight battle in Arizona. We gotta continue with the war,\" Councilman Jumaane Williams said.\n\nesandoval@nydailynews.com\n\nGraphic\n\n \n\nWith Statue of Liberty behind them, coalition of immigrant groups marches across Brooklyn Bridge in protest of \nArizona law. Photo by AP\n"}