{"title": "DCCC: Valadao Refuses to Push Bipartisan Immigration Reform - Again", "body": "\nThe Democratic Congressional Campaign Committee issued the following news release:\n\nCongressman David Valadao wants the people of California to believe that he's fighting for immigration, but when \npush comes to shove, he just keeps standing in the way of bipartisan reform.\n\nThe latest example: Congressman Valadao is still refusing to sign on to a petition that would allow an immediate \nvote on immigration reform - all because he refuses to cross party lines and work with Democrats. In fact, his \noffice told CNN (http://politicalticker.blogs.cnn.com/2014/03/24/house-democrats-to-try-to-force-a-vote-on-\nimmigration/) that \"a discharge petition is legislatively not productive [] if they had 218 votes for the bill, this \nwouldn't be an issue.\"\n\n\"Time and again, Congressman Valadao has frustrated the Central Valley on immigration reform by refusing to \npush to fix our broken immigration system,\" said Tyrone Gayle of the Democratic Congressional Campaign \nCommittee. \"Congressman Valadao and House Republicans are blocking a vote on comprehensive immigration \nreform - even though they know it has the votes to pass. Central Valley families won't forget Congressman \nValadao's record of inaction and history of anti-immigrant actions in November.\"\n\nBACKGROUND:\n\nCongressman Valadao Opposed Signing Discharge Petition Allowing Immediate Vote on Bipartisan House \nImmigration Bill. In March 2014, Anna Raquel Vetter, Valadao's communications director, said that Valadao was \nopposed to signing a discharge petition that would bring the House comprehensive immigration reform bill to an \nimmediate vote. If 218 of 435 House members sign the discharge petition, it will force a vote on the comprehensive \nimmigration bill.\"But a discharge petition is legislatively not productive if they had 218 votes for the bill, this \nwouldn't be an issue,\" Vetter said on behalf of Valadao. [CNN, 3/24/14 \n(http://politicalticker.blogs.cnn.com/2014/03/24/house-democrats-to-try-to-force-a-vote-on-immigration/)]\n\nDespite Previously Gloating about his Co-sponsorship of the House Bill. In October 2013, Valadao co-sponsored \nthe House comprehensive immigration reform bill and released a statement promoting his support. \"By \nsupporting H.R. 15 I am strengthening my message: Addressing immigration reform in the House cannot wait I \nam serious about making real progress and will remain committed to doing whatever it takes to repair our broken \nimmigration system,\" Valadao wrote. [H.R. 15, Co-sponsored 10/30/13 (http://beta.congress.gov/bill/113th-\ncongress/house-\nbill/15/cosponsors?q=%7B%22search%22%3A%5B%22hr15%22%5D%2C%22party%22%3A%22Republican%22\n%7D); Huffington Post, 10/30/13 (           http://www.huffingtonpost.com/2013/10/30/david-valadao-\nimmigration_n_4178844.html)]\n\n\nValadao Opposed Signing Discharge Petition for Bipartisan Senate Immigration Bill. In February 2014, Valadao \nopposed Sen. Chuck Schumer's proposal to use a discharge petition to bring the Senate comprehensive \nimmigration reform bill to a vote. \"No, there's just no way,\" Valadao said. Tal Eslick, Valadao's chief of staff, \nadded the following: \"Congressman Valadao does not believe there is sufficient support among House Republicans \nto support a discharge petition related to the Senate immigration bill, nor does he believe that is the best path \nforward.\" [Politico, 2/28/14 (http://www.politico.com/story/2014/02/republicans-immigration-reform-discharge-\npetition-104080.html); 91.3 HQR, 2/13/14 (           http://whqr.org/post/takeover-hopes-fade-house-democrats-\nremain-upbeat)]\n\nValadao Said \"He Did Not Have Plans to Increase Pressure on His Republican Colleagues\" on Immigration \nReform. In September 2013, the New York Times reported that \"While Mr. Valadao said he did not have plans to \nincrease pressure on his Republican colleagues, other local leaders have been more willing to openly voice \ncriticism\" to push House Republicans to take up immigration reform. [New York Times, 9/07/13 \n(http://www.nytimes.com/2013/09/08/us/politics/house-republicans-in-california-find-a-struggle-on-\nimmigration.html?pagewanted=2&_r=1&)]\n\nValadao Voted to Jeopardize Dreamers. In 2014, Valadao voted for the Executive Needs to Faithfully Observe and \nRespect Congressional Enactments (ENFORCE) of the Law Act of 2014, which the Huffington Post reported \"could \nend the Deferred Action for Childhood Arrivals policy that keeps the [Dreamers] people from being deported.\" The \nbill passed 233 to 181. [H.R. 4138, Vote #124 (http://clerk.house.gov/evs/2014/roll124.xml), 3/12/14; Huffington \nPost, 3/12/14 (           http://www.huffingtonpost.com/2014/03/12/house-\nimmigration_n_4950425.html?&ncid=tweetlnkushpmg00000016)]\n\nVoted Against CA DREAM Act Pt. 1: Allowing Private Scholarships for Undocumented Immigrants. In 2011, \nValadao voted against a bill that would allow undocumented immigrants to receive privately funded scholarships to \nattend the state's public colleges and universities. The bill passed the Assembly, 51-22, and was signed into law. \n[AB 130, 5/05/11; Reuters, 7/25/11 (http://www.reuters.com/article/2011/07/25/us-usa-california-dream-\nidUSTRE76O6FV20110725)]\n\nVoted Against CA DREAM Act Pt. 2: Allowing State Financial Aid for Undocumented Immigrants. In 2011, Valadao \nvoted against a bill that would allow undocumented immigrants to qualify for state financial aid to attend the state's \npublic colleges and universities. The bill passed the Assembly, 48-27, and was signed into law. [AB 131, 9/02/11; \nLos Angeles Times, 10/09/11]\n\nCopyright Targeted News Services\n\nCC AutoTriage12bkp-140326-30VitinMar-4679818\n"}