{"title": "WASHINGTON IN BRIEF;TODAY'S HOT TOPICS;IMMIGRATION REFORM: Massive floor debate begins in the House on immigration legislation, with 32 amendments filed.;FARRAKHAN PROBE: House panel looks into Nation of Islam leader Louis;Farrakhan's recent trip to Libya. Rep. Bob Barr (R-Ga.) testifies.;Gingrich offers environmental plan", "body": "\nHouse Speaker Newt Gingrich laid out several moves Monday designed to blunt criticism of the Republican Party \nas anti-environment. They range from work on large-scale land swaps to protecting environmentally sensitive areas \nand requesting that each Republican member of Congress commemorate Earth Day, April 22.\n\nGingrich (R-Ga.) also said he expects this week to name the executive committee of a House task force on the \nenvironment, one of 20 task forces reporting directly to him on a range of issues. He wants the group to write its \nversion of an environmental plank for the GOP's presidential campaign platform.\n\nBAD DAY FOR THE LIMO: The world's most pampered car started rattling Monday while President Clinton was in \nNew Orleans, and grew louder until a chrome panel fell off. On his way out of town, Clinton had to leave the \nlimousine and climb into a backup car. The limo was flown back to Washington with the rest of the cars in the \npresidential fleet.\n\nKEEP THOSE LETTERS COMING: The post office would like you to sit down and write a letter. This is National \nCard and Letter Writing Week, which the Postal Service hopes will give business a little boost. Less than 4 percent \nof mail consists of personal letters, so postal officials are focusing on the special week \"to bring back an \nappreciation for the art of letter writing.\"\n\nCARVILLE IN MOVIE: Democratic political operator James Carville spent four days in Memphis making a \nHollywood movie, \"The People vs. Larry Flynt.\" He portrays the prosecutor who goes after the notorious Hustler \nmagazine publisher, played by Woody Harrelson. \"It was a little more than a bit part,\" Carville says. \"I had about 20 \nlines.\"\n\n \n\nPRESIDENTIAL WARS\n\n\nPAT BUCHANAN: Campaigning in West Allis, Wis., he got tired of being asked about his poor chances in upcoming \nprimaries. \"I know that, for heaven's sake, \" he snapped at reporters. \"I'm a realist.\" The point of his campaign, he \nsaid, is not to win his party's nomination, but rather to influence the party itself. \"We're playing this week by week by \nweek,\" he said.\n\nBOB DOLE: Taking aim at his November rival, he said in Illinois that the only thing he learned from 50 hours of \nbudget talks with President Clinton was that \"we ought to have a new president.\" He said he was ready to sit down \nwith Clinton and negotiate a balanced budget deal, but questioned Clinton's resolve to do so. \"Tomorrow's a very \nimportant day, but there's another important day - Tuesday, Nov. 5, 1996 - the day Clinton starts packing to go back \nto Little Rock, Ark.\" he added.\n\nBILL CLINTON: On a one-day trip to Louisiana, he hoped to shore up his base in one of the few Southern states \ntargeted by him for possible victory in November. He visited Fort Polk to honor troops returning from Haiti and \nserving in Bosnia, turned over to local officials the deed to Alexandria International Airport, the site of a closed Air \nForce base that was converted with the help of $ 8 million in federal funds, and attended a Pentecostal Easter \nservice in New Orleans.\n\n \n\nELSEWHERE\n\nSen. William Cohen (R-Maine) is trying to get the nation's only maximum-security military prison, located since \n1875 at Fort Leavenworth, Kan. , moved to the site of Loring Air Force Base, ordered closed in 1991, in his home \nstate. . . . Poor guy! Presidential adviser George Stephanopoulos told Smart Money magazine that although he only \nmakes $ 125,000 a year, he gets by by eating pizza or take-out Greek food for dinner, and buying suits on sale.\n\n \n\nIT'S A FACT\n\nThe number of immigrants receiving Supplemental Security Income payments because of age increased from \n92,000 in 1982 to 459,220 in 1995. Blind and disabled immigrants on the rolls increased from 36,000 in 1982 to \n326,190 in 1995.\n\n \n\nDULY NOTED\n\n\"There are two realities in the current system. One is the government is trying to cheat you; and the second is the \ngovernment is lying to you about what it is doing.\" - House Speaker Newt Gingrich (R- Ga.), on the integrity of the \ninstitution he helps lead.\n"}