{"title": "Illegal immigrant's involvement in nun's death sparks anger in Virginia", "body": "\nIn Arizona, the shooting death of a rancher blew the lid off simmering anger over border security and helped \nsolidify support for a tough new immigration law. A similar eruption threatens in Virginia following the death of a \nCatholic nun in a car accident involving a man in the country illegally and accused of drunken driving.\n\nThe Benedictine Sisters of Virginia tried to discourage using the death of Sister Denise Mosier as a \"forum of the \nillegal immigration agenda\" and pleaded for a focus on \"Christ's command to forgive.\"\n\n\"The sisters' mission is peace and love,\" said Corey Stewart, chairman of Prince William County's Board of \nSupervisors. \"My mission is law enforcement and the protection of public safety.\"\n\nPrince William County, about 25 miles southwest of Washington, D.C., stepped up its immigration enforcement in \n2007 amid explosive growth of its Hispanic and immigrant populations. Under Stewart's leadership, the county \nimplemented a local policy requiring police to determine the immigration status of all people arrested on suspicion \nof violating state or local laws.\n\nStewart rushed back into the immigration debate after the Aug. 1 accident, firing off a statement that President \nBarack Obama, Homeland Security Secretary Janet Napolitano and members of Congress \"all have blood on their \nhands.\"\n\n\"What I'm hoping is that this situation, which because it involves a nun has drawn the nation's attention, can serve \nas a catalyst for change and force the administration to come clean about its catch-and-release policies,\" Stewart \nsaid. He also says that the tragedy illustrates the need for Virginia to toughen its drunken driving laws.\n\nEven though Stewart says he's not running for higher office now, he is seen as a possible lieutenant governor \ncandidate in three years. \"Regardless of what he says, there is no question people would be interested in seeing \nhim move up within the Republican Party,\" said Stephen Farnsworth, an assistant communications professor at \nGeorge Mason University.\n\nThe day after the crash, Virginia Attorney General Ken Cuccinelli II issued an advisory opinion concluding that \npolice have authority to inquire into the immigration status of any person stopped or arrested, similar to the Arizona \nimmigration law that is under federal court review.\n\nArizona passed the law after rancher Robert Krentz was fatally shot while checking water lines on his property near \nthe Arizona-Mexico border. Authorities believe a scout for drug smugglers is to blame, although an investigation \ncontinues.\n\n\nThe sisters at the Bristow, Va., monastery have buried Mosier, who would have turned 67 on Aug. 26. Two other \nnuns injured in the crash, Charlotte Lange and Connie Ruth Lupton, have undergone surgery and remain in critical \ncondition.\n\nThe man charged in the case, Carlos A. Martinelly Montano, 23, of Bolivia, had two prior drunken driving \nconvictions, but was not required to serve any of his 30-day sentence for the first one. A Prince William County \njudge required Montano to serve only 20 days of his approximately one-year sentence on his second conviction.\n\nLocal officials turned him over to federal immigration enforcement officers after the second incident and after \nsentencing, but federal officers released him both times while he awaited hearings.\n\nMontano is being held at the Prince William County Adult Detention Center, and the county's prosecutor is \npromising to ask a grand jury to consider charges that could put him in prison for 40 years.\n\nMontano entered the U.S. illegally with his parents and siblings, his uncle Luis Ronald Montano told The Associated \nPress. He attended American schools in New Jersey and Virginia from third grade through high school. He is \nengaged and is the father of two boys, ages 1 and 2, who were born in Manassas, Va.\n\nFor a few years, the family had asked Montano, a T-shirt screenprinter, to seek professional help for his alcoholism. \nHis family took away his cars, but he had taken his mother's Subaru at the time of the crash.\n\nLuis Ronald Montano said the family understands Carlos has broken the law several times. They worry about the \nfuture of his two young sons. They expect he will be deported, but they have hired lawyers in hopes of keeping him \nhere with minimum jail time.\n\n\"He's getting used to crucify all the illegal aliens in the United States,\" his uncle said.\n\nThe nuns have forgiven Montano. Mercy and forgiveness, the nuns say on their website, are not optional for \nChristians.\n\nNearly half of the 292,663 people deported or removed by ICE this year through July 22 were considered criminals. \nThat compares to 34 percent, or 136,343, in all of last year, a reflection of ICE's focus on deporting people with \ncriminal records.\n\nRemovals of non-citizens who are not criminals are below what they were at the same time last year, which has \nbecome fodder for criticism of the Obama administration.\n\nThe law requires mandatory detention for immigrants who have committed certain crimes. In other cases, \nimmigration officials have to make judgment calls on whether to release someone.\n\nIn those cases, ICE considers the likelihood that the person will be a danger to the community and the likelihood the \nperson will appear at deportation hearings, said David Leopold, president of the American Immigration Lawyers \nAssociation.\n\nFactors they consider are ties to the community, such as whether they have family members or citizen children in \nthe U.S.; length of time in the country; how the person entered the country; other immigration violations; and a \ncriminal record. A judge's decision to relax a sentence also could be considered, Leopold said.\n\nStewart criticized ICE for releasing Montano, saying the county hands immigrants over \"on a silver platter\" after \nthey've been convicted of crimes \"and still they release them back into communities.\" He's asking Congress to \nsubpoena statistics from ICE on how many people who have committed crimes are released to the community.\n\nBut Leopold dismissed the criticism, saying that no credible studies show that drunken driving is a problem \nparticular to immigrants. \"Frankly, drunk driving is a national problem which we deal with in every community,\" he \nsaid.\n\n\n\nThe Benedictine Sisters operate several ministries, including providing transitional housing for homeless women \nand their children and an adult literacy project. None solely targets undocumented immigrants, Smith said in an e-\nmail, and the services are available to everyone.\n\nThe Rule of Benedict and the Gospel of Jesus Christ \"compels us to reach out to the neighbor and the stranger, to \nthe rich and the poor, to all who may come to our door,\" Smith said. \"I might add that Sister Denise was a model for \nus in this reaching out and acceptance of diverse persons and cultures.\"\n\nGraphic\n\n \n\nSister Denise Mosier, who was killed in an alleged drunk driving incident involving an man in the country illegally.\n"}