{"title": "Preparing to Respond To Landmark Decisions", "body": "\nRarely have the black-robed justices at the Supreme Court held so much potential for dominating the political \nconversation.\n\nThis week, the court is expected to rule on two politically explosive issues that could shape the contours of the \npresidential and Congressional campaigns over the next five months.\n\nHow the justices will rule on Arizona's immigration law and President Obama's health care law, decisions that \ncould come as early as Monday, is unknown. But so are the reactions to those rulings from the political \nestablishment, which is on the edge of its seat.\n\nHere is how various groups might react:\n\nTHE CANDIDATES Aides to Mitt Romney, the presumptive Republican presidential nominee, are prepared to use \nthe court's rulings to their advantage, no matter how they turn out.\n\nIf the court strikes down the health care law, they will argue that Mr. Obama lost his biggest legacy. If the court \nupholds it, they will argue that Mr. Romney is the last hope for conservatives seeking to undo the law.\n\nThe immigration law, which gives the police in Arizona broad power to detain anyone suspected of being in the \ncountry illegally, is trickier for Mr. Romney, who faces the task of increasing his appeal among Latinos while not \npushing away Tea Party conservatives.\n\nMr. Obama is traveling to the Northeast on Monday, so a ruling that day would quickly frame his trip. Aides have \nbeen exceptionally quiet about their preparations for a response on the health care law, but they are thought to be \nreadying a furious response in case it is shot down.\n\nThe president has been pretty clear about Arizona's immigration law. He does not like it, and will put pressure on \nMr. Romney to oppose it if it is upheld.\n\nCAPITOL HILL In a memorandum to House Republicans on Thursday, Speaker John A. Boehner of Ohio urged his \ncolleagues to avoid ''spiking'' the ball if the court strikes down Mr. Obama's health care law. The message: We are \nfocused on the economy.\n\nStill, Mr. Boehner promised his colleagues that the Republican-controlled House would move quickly to repeal ''any \npart of Obamacare that is left standing'' by the court.\n\nIn the Democratic-controlled Senate, the task would be to protect what is left and try to rebuild the rest - if it can.\n\n\nCongress is unlikely to do anything on immigration this year, regardless of what the court says about the Arizona \nlaw.\n\nINTEREST GROUPS Advocacy organizations have their press releases ready, their surrogates standing by and \ntheir outrage primed for both rulings.\n\nSupporters of the health care law are preparing to assail the Supreme Court as political and out of touch if it strikes \ndown the law. They will argue that re-electing Mr. Obama is critical to rein in what they call an out-of-control \nconservative majority on the court.\n\nOpponents of the law are expecting to offer an outpouring of anger if it is upheld. Tea Party groups, which were \nborn out of the summertime rage over health care in 2009, will stoke that anger.\n\nImmigration activists on both sides are preparing to use the court's ruling to promote their causes. If the justices \nuphold the law, expect a push for similar rules in other states. If they strike it down, immigration rights groups will \nuse that as an incentive to press for a broader overhaul of the immigration system.\n\nINSURERS The insurance industry has been quietly preparing for the court's health care ruling for months. If the \ncourt strikes down the requirement that everyone must buy insurance - a mandate considered a boon to the \nindustry - insurers will be ready with proposals for how to change the rest of the law so that they are not saddled by \ncosts from other elements of the legislation.\n\nIf the entire law is struck down, the industry is prepared to go back to square one - though a full-blown debate over \nhealth care is all but certain to wait until after the November elections.\n\nTHE MEDIA News organizations are preparing for a huge week that could have a drastic effect on the election \nfight. Television networks and cable broadcasters are preparing special reports, newspapers are ready to deploy \narmies of reporters, and Twitter is hoping not to crash amid a crush of posts after the rulings.\n\nThe biggest challenge for the news media (and the politicians) will be making sense of complicated rulings in the \nmoments after they are issued. Especially in the health care case, the decision will probably not be a simple ''yes'' \nor ''no.'' Rather, there will most likely be nuanced points in long opinions.\n\nBut the imperatives of the news business will prevail. Expect headlines and Twitter posts to boil the news down \nquickly to ''court upholds health care law'' or ''court strikes down mandate'' shortly after the decision is announced.\n\nThis is a more complete version of the story than the one that appeared in print.\n\nhttp://www.nytimes.com\n"}