{"title": "IMMIGRATION AGENCY CURBED IN SEARCH ES FOR ALIENS", "body": "\nA Federal district judge here has permanently enjoined the Immigration and Naturalization Service from \nsurrounding or invading factories and homes and then forcibly interrogating Hispanic Americans on the status of \ntheir citizenship.\n\nBut the judge, Prentice Marshall, refused to enjoin the Federal agency from randomly stopping and interrogating \nHispanic Americans on the street, saying the legality of this practice would have to be resolved at trial. Judge \nMarshall said a trial date would be set on Jan. 27.\n\nThe judge's actions Wednesday grew out of an eight-year-old lawsuit filed by the Illinois Migrant Council, a private, \nnonprofit corporation, and eight defendants who said they had been harassed, abused and in some instances \nimproperly arrested by immigration agents looking for illegal aliens.\nFederal district judge in Chicago (Ill) permanently enjoins Immigration and Naturalization Service from forcibly \ninterrogating Hispanic Americans\n\nIn 1975 a preliminary injunction was issued prohibiting the service from entering residences of Mexicans or \nSpanish-surnamed people without valid warrants to search or arrest them or without probable cause to enter \nwithout such warrants unless the occupants voluntarily let them in.\n\n \n\nOther Provisions of Injunction\n\nThe injunction also enjoined the agents from arresting, stopping, detaining or interrogating Hispanic Americans by \nforce, without valid search or arrest warrants, or without reasonable suspicion based on specific facts that they \nwere illegal aliens unlawfully in the United States. The injunction allows the agents to question Hispanic Americans \npublicly about their citizenship if they volunteer to be questioned and are not coerced. The ruling covers the \nNorthern District of Illinois, which is served by Judge Marshall.\n\nThe case has dragged on largely because of appeals by the immigration service.  The permanent injunction binds \nthe service to the same restrictions as the preliminary injunction with the exception of street searches.  The \nplaintiffs and defendants dispute whether the street interrogations are conducted as a result of voluntary \ncooperation or detention and coercion.\n\nJudge Marshall said both sides had presented evidence to support their contentions but that neither had been \nconvincing and therefore the issue must be resolved at trial.\n\nEdward J. Moran, an Assistant United States Attorney, and Theodore L. Giorgetti, assistant district director for the \nimmigration service, refused comment on Judge Marshall's ruling.\n\n\n \n\nVoluntary Cooperation Disputed\n\nIn its efforts to justify its ''area control'' sweeps of homes and factories, the immigration service contended that the \noperations were conducted only with the voluntary cooperation of those at the premises and that its agents did not \nforce anyone to remain on the premises.\n\nJudge Marshall said he found thi s assertion ''inherently incredible'' and without ''support in the stipulated facts'' in \nthe case.\n\nHe said, however, that there existed ''a genuine issue of material fact'' on the issue of street interrogations. ''Each \nside has submitted evidence which supports its view of what the I.N.S. policy and practice actually are; neither \nside's evidence is conclusive.  Since the evidence is in conflict, this question must be resolved at trial.''\n\nThe plaintiffs alleged that they and other Hispanic Americans ''have been subjected to numerous interrogations'' by \nimmigration agents ''on public streets, in their work places, and in their homes'' and that many of these incidents \n''led to detentions and arrests although they were citizens or permanent residents of the U.S.''\n\nTwo years ago, a Federal judge in California issued an injunction against the agency similar to the injunction issued \nin Chicago Tuesday. But the legality of the agency's policy of random street interrogations of persons who appear \nto be of Hispanic descent, which has become a heated issue in Hispanic American communities around the \ncountry, has not been reviewed by a Federal court. The forthcoming trial on the issue here would provide the first \ntest of what the agency considers an important tool in identifying illegal aliens.\n\nThe immigration agency temporarily halted the street encounters in 1980 at the request of the Bureau of the \nCensus, whose officials argued that the interrogations made it even more difficult for census takers to get an \naccurate count of Hispanic-Americans. The street interrogations have now resumed.\n"}