{"title": "POLICE CHIEF, D.A. HIT PROP. 187 WRONG APPROACH TO ILLEGALS, THEY SAY.", "body": "\nSanta Clara County District Attorney George Kennedy and San Jose Police Chief Lou Cobarruviaz came out \nswinging Tuesday against Proposition 187, the \"Save Our State\" initiative designed to drive illegal immigrants out of \nCalifornia.\n\nKennedy and Cobarruviaz painted a nightmarish vision of a future with SOS, saying it would lead to more crime, \nmountains of paperwork and a police-state mentality.\n\n\"I know we're in need of (immigration) reform, but Proposition 187 is not it,\" Kennedy said at a news conference at \nthe county government center in San Jose. \"We need tools that help us, not hurt us.\"\n\nThe initiative, favored by a 2-1 ratio in early polls, would make illegal immigrants ineligible for social services, public \nschools and most health care except for emergencies. Law enforcement agencies, school districts and publicly \nfunded hospitals and clinics would be required to report suspected illegal immigrants to the attorney general and the \nU.S. Immigration and Naturalization Service.\n\nCobarruviaz lambasted the initiative's authors for their \"serious disregard for public safety.\" He predicted their \nmeasure would unleash 400,000 juveniles from schools onto California's streets -- a gang recruiter's dream.\n\nKennedy and Cobarruviaz join other California law enforcement officials and groups that have come out against the \nproposition. They include Los Angeles County Sheriff Sherman Block and the Peace Officers Research Association \nof California, the state's largest rank-and-file police group.\n\nSOS proponents pooh-poohed their concerns.\n\n\"This is just a cheap trick,\" said Rick Oltman, chairman of the \"Yes on 187\" committee. \"They're manipulating \nchildren for their own purposes. These law enforcement officials should be ashamed of themselves for thinking that \nanyone not in school is a criminal.\"\n\nUnder the initiative, he said, children who are in the country illegally \"won't just be kicked out on the streets. They'll \nbe given 90 days to get squared away.\"\n\nHowever, opponents argue that there are no provisions for deportation in Proposition 187, so it's not certain what \nwould happen to children taken out of schools.\n\nJoining Kennedy and Cobarruviaz in pouncing on the initiative, which they say was sloppily drafted, was a coterie of \nProposition 187 opponents, including representatives of medical, business, education and labor groups. Many \ncomplained that SOS would turn them into immigration cops.\n\n\n\"It will sink our state,\" said Dr. Larry Bedard of Marin County.\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: 'We need tools that help us, not hurt us. '\n\n--D.A. George Kennedy\n\n940831 LO 1B 4\n\nPHOTO: Chief Lou Cobarruviaz cited a \"disregard for public safety.\"\n\n940831 LO 1B\n"}