{"title": "AHEAD OF FOX VISIT, BUSH WARNS: AMNESTY PUSH APPEARS STALLED", "body": "\nPresident Bush acknowledged Friday that his effort to liberalize immigration policy is bogged down in political \nquicksand and said he does not expect any breakthroughs during next week's state visit by Mexican President \nVicente Fox.\n\nOfficials from both countries had hoped to cap Fox's three-day visit with a far-reaching proposal designed to make \nit easier for Mexican workers to enter the United States legally. Instead, Bush and Fox will settle for a broad \n\"statement of principles\" that dodges the issue of what to do about illegal workers who are already here.\n\nFox, the first foreign leader Bush has honored with an official state visit, will visit the White House on Wednesday \nto open a whirlwind tour that includes a formal state dinner, a speech to a joint session of Congress and an \nexcursion to the U.S. heartland on Air Force One. The two presidents will travel to Toledo, Ohio, on Thursday to \nvisit a family-resource center that serves Mexican-Americans.\n\nIn an Oval Office interview with Texas reporters Friday, Bush sought to dampen expectations of a major shift in \nimmigration policy. Acknowledging criticism from anti-immigrant groups and some of his fellow Republicans in \nCongress, Bush said he was in no rush to alter the law.\n\nThe effort to liberalize immigration policy toward Mexico began with great fanfare in February, when Fox hosted the \nnew U.S. president at his ranch in San Cristobal. In a sign of his commitment, Bush assigned Secretary of State \nColin Powell and Attorney General John Ashcroft to work with their Mexican counterparts on a range of options that \nincluded a new guest-worker program for Mexicans and amnesty for illegal workers.\n\nSix months later, the effort appears to be stalled.\n\n\"It's going to take awhile to develop a specific set of recommendations for Congress to mull over,\" Bush said. \"The \ncomplexity of the issue is such that we've got to spend time on it.\"\n\nHe declined to offer a timetable for action, saying only, \"as soon as is realistic.\"\n\nThe president also expressed concerns that the stagnant U.S. economy might make Americans less willing to \naccept foreign workers.\n\n\"The slowing down of our economy is going to affect job creation,\" he said. \"This is a slow economy, particularly in \nthe manufacturing sector, and it's going to affect all jobs -- the jobs of people who live in America today and the jobs \nof people who might be seeking work in America tomorrow.\"\n\n\nAlthough Bush said he supports the concept of a guest-worker program, he said he is undecided on whether \nworkers should be allowed to seek permanent resident status or citizenship.\n\n\"That's part of the issue that we're working out,\" he said. \"One of the issues we've got to deal with is the fairness \nissue. The issue is: Should someone who has been waiting in line be supplanted by someone who didn't go through \nthe legal process?\"\n\nSome Republicans worry that legalizing Mexican workers will help Democrats, because Mexican-Americans \ntraditionally vote Democratic.\n\n\"Immigration is basically the Kevorkian cocktail for the Republicans --it's suicidal,\" said Dan Stein of the Federation \nfor American Immigration Reform, an organization that favors more restrictions on immigration. \"Bush is leading \nRepublicans down a road that they're not going to be willing to go down.\"\n\nFox has repeatedly urged the United States to loosen its immigration policies. More than 3 million Mexicans are \nthought to be in the United States illegally, and the money they send home has become a vital part of Mexico's \nsputtering economy.\n\nThe issue has become a test of clout for the new Mexican president, who is determined to elevate his country's \nstatus on the world stage. Although Fox has made fast friends with Bush and other foreign leaders, his popularity \nin Mexico has declined along with that nation's economy.\n\n\"He knows that his trip won't solve the migration problem,\" said Luis Pazos, a prominent Mexican legislator and a \nmember of Fox's National Action Party. \"But he can show Congress and the public that Mexico is now an open \ncountry, with which all kinds of new arrangements are possible.\"\n\nAt the same time, Fox is under pressure to produce results to help counter his domestic critics.\n\nSen. Humberto Roque Villanueva of the Institutional Revolutionary Party said Fox is living \"the syndrome of \nGorbachev, who was wildly popular abroad, while people in the Soviet Union wouldn't give a centavo for him.\"\n\nFox's visit to the United States is his sixth trip north of the border since he took office Dec. 1 and his fifth visit with \nBush. He again will be vigorous in his efforts to sell a different vision of Mexico.\n\nAfter a formal arrival ceremony Wednesday on the White House South Lawn, Fox and Bush will preside over a \njoint U.S.-Mexican Cabinet meeting.\n\nWednesday night, Bush will host his first state dinner. In contrast with former President Clinton, who favored larger \ngatherings in the East Room of the White House, Bush and his wife, Laura, plan to use the more intimate setting of \nthe mansion's State Dining Room.\n\n\"It's going to be a formal, elegant affair,\" Bush said. Fox will be accompanied by his new wife, Marta, his former \naide, whom he married in July.\n\nThursday, Fox will address a joint session of Congress before heading off to Toledo with Bush. They will return to \nWashington that night for a dinner hosted by Fox at Blair House, across the street from the White House.\n\nFriday, Fox will meet with congressional leaders and AFL-CIO chief John Sweeney, who wants undocumented \nworkers legalized -- and unionized. He also will speak to the Organization of American States before traveling to \nMiami for a speech at a Miami Herald conference on the Americas, followed by dinner with Florida Gov. Jeb Bush, \nthe president's brother, who is married to a native Mexican.\n\nNotes\n\nSee related story: page 7A\n\n\n\nRon Hutcheson reported from Washington, Morris Thompson from Mexico City.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: JOHN MOORE -- ASSOCIATED PRESS ARCHIVES\n\nMexican President Vicente Fox, shown here with President Bush in February, will make a three-day U.S. visit next \nweek.\n"}