{"title": "'I WILL WAIT,' SAYS FIANCEE IN VISA FLAP", "body": "\nA woman from West Germany who admits she faked a U.S. visa because she was ''desperately in love'' with a \nyoung American soldier probably will be forced to return home without being allowed to marry him.  ''It was a case \nof my heart over my mind; my feelings were stronger than reason,'' said Petra K. Padel, 29, explaining Thursday \nwhy she attempted to enter the United States with a falsified visitor's visa.  ''I will wait for him forever,'' she said. ''If \nI know that he is coming back to me, I don't mind waiting.'' Padel was arrested last Friday night at Lambert Field en \nroute from Frankfurt, West Germany, to Houston. She and Berry L. Pierce, 23, of Riverside, Calif., a soldier \nassigned to Fort Hood, Texas, were planning to be married this week.  Andre J. Nutis, assistant officer in charge of \nthe St. Louis office of the Immigration and Naturalization Service said Thursday that an ''exclusion hearing'' would \nbe held either today or Monday to determine whether she should be returned to her home country.  Both Nutis and \nPadel's attorney, Peter Ferrara, said an immigration judge almost certainly would bar Padel from entering the \nUnited States.  Nutis also said the couple would not be allowed to marry while she was here.  ''We're in the \nimmigration business, not in the marrying business,'' Nutis said.  Nutis also said that immigration officials would bar \nPierce from visiting Padel before she is returned. ''We have a longstanding policy that only close relatives can see \neach other,'' he said.\nBut Ferrara said, ''Ther e's nothing in the regulations saying they can't see each other; there's nothing in the \nregulations saying they can't be married.'' Pierce, on leave from Fort Hood, spent most of the day Thursday sitting \nin the waiting room of the Immigration Service offices here awaiting word on Padel's plight.  When he learned that \nshe probably would be returned to West Germany this weekend or early next week, he said, ''I've served my \ncountry for almost four years and what do they do for me? It makes me not even to want to live here anymore.'' He \nsaid he would talk to his commanders once he returns to Fort Hood and attempt to get a transfer back to West \nGermany, where he previously was stationed and where he met Padel.  He said he believed that if the two \nsomehow could be married in St. Louis before she was returned, the army would look more favorably on his request \nto return to Germany.  Immigration officials say that once Padel is returned to West Germany, she will not be \nallowed to reapply for a visa for at least a year. Even then, the visa might not be approved.  ''I can't wait a year,'' \nPierce said. He said there is a chance that Padel may be pregnant and ''I want to be with her when my child is \nborn.'' Pierce and Padel said that the two initially planned to be married on April 22 in Texas, but Padel had \ndifficulty getting a visitor's visa. One of the reasons for the difficulty, her attorney said, was because the U.S.  \nconsulate in Frankfurt knew that the two planned to get married and that, as a result, she would remain in the \nUnited States.  Padel said she decided last week that she could wait no longer. She boarded a Trans World \nAirlines flight in Frankfurt and flew to St. Louis, where she intended to catch a flight to Houston.  Pierce said he first \nknew she was coming to the United States when she called him from the Frankfurt airport.  Pierce learned of his \nfiancee's arrest Friday night as he waited for her at the Houston airport. He flew immediately to St. Louis.  ''There's \nno question the law was violated,'' Ferrara said. ''In desperation, they made moves and choices that were \nunfortunate.'' As she sat Thursday at a table in the offices of the Immigration and Naturalization Service here, Padel \nsaid, ''This is a very high price to pay.  ''I would never do this again.  ''He sends me letters into the jail; I read them, \nsometimes, 10 times over and over. It's the only thing that keeps me going.  ''If I ever come back to the United \n\n\nStates, I'm going to make a big circle around Missouri.'' Padel is being held in a cell at the Jennings police station \nuntil a decision is made on whether to return her.  ''She's just a sweet, good-hearted person with a great \npersonality,'' Pierce said. ''I've found the woman I want to marry, and I'll marry her.'' She said, ''I don't care where \nwe live as long as we can be together.''\n"}