{"title": "Lewis assails 'repugnant' immigrant laws", "body": "\nU.S. Rep. John Lewis called Georgia laws that crack down on illegal immigrants \"repugnant\" after speaking at a \ncivil rights hearing Thursday in Atlanta.\n\n\"They're violating due process and basic human rights of people,\" Lewis said outside the Georgia Railroad Freight \nDepot downtown.\n\nLewis (D-Ga.) addressed about 150 union workers and immigrant-rights advocates gathered to hear claims that \nfederal immigration agents violated rights during raids.\n\nThe United Food and Commercial Workers International Union organized the Commission on ICE Misconduct and \nViolations of 4th Amendment Rights, a commission of labor leaders, politicians, academics, and civil rights \nadvocates, to investigate claims that Immigration and Customs Enforcement agents have conducted unreasonable \nsearches and seizures nationwide. The commission has held hearings in Washington, Boston and Des Moines, \nIowa.\n\n\"The laws that have been passed in Georgia are repugnant and an insult to human dignity,\" Lewis said. \"They're \nfrom another era.\"\n\nLewis thanked those present for their advocacy for immigrants' rights and told them not to be afraid to \"get in the \nway. Sometimes there comes a time when people must get in the way and get in trouble --- in good trouble,\" Lewis \nsaid to applause. \"Don't give up. Don't give in. We're going to change things,\" he said.\n\nICE agents have stepped up raids as the debate surrounding immigration reform has intensified nationwide. The \ngovernment says it must not turn a blind eye to those working in the country illegally. Few employers have been \narrested.\n\nProtesters outside Thursday's hearings waved placards and yelled at Lewis, saying he has \"sold out\" American \nworkers. They say illegal immigrants accept lower wages and poor working conditions.\n\nIn Georgia, ICE agents raided the Crider poultry plant in Stillmore and arrested about 125 workers in September \n2006.\n\n\nIn Chattanooga, 100 workers were arrested in April 2008 during a multi-state raid of Pilgrim's Pride poultry plants.\n\nAnd on May 12, ICE raided a Postville, Iowa, meat plant, detaining about 390 workers. About 270 were sentenced \nto jail for using false documents. In past raids, illegal workers had usually been charged only with civil immigration \nviolations and deported.\n\nAtlanta advocates said Cobb County's deportation of illegal immigrants from its jail encourages racial profiling \nduring traffic stops. They also testified that immigration raids on meat and poultry plants leave young children \nunattended when their parents are arrested.\n\nWhile most witnesses were lawyers or advocates, one teenager described her face-to-face confrontation with ICE \nagents.\n\nJusteen Mancha, 17, of Reidsville recalled the September morning when ICE agents entered her mobile home \nlooking for illegal immigrants who worked at the nearby Crider plant.\n\nHer mother, a U.S. citizen, had worked there previously.\n\nMancha said she was surprised to see the ICE agents, including one with his hand on a holstered gun. \"My heart \njust about bust out of my chest,\" Mancha said.\n\n\"It's so sad and it hurts a lot to be targeted because we are Mexican,\" Mancha said. \"I thought maybe I should hang \naround a lot of white people so they wouldn't think I was illegal,\" she said.\n\nMancha grew up in Reidsville and in her spare time participates in agricultural clubs and likes to \"show hogs.\"\n\nMancha's mother, Maria Christina Martinez, 35, said agents entered her home without a warrant. She filed a civil \nrights lawsuit against the federal government through the Southern Poverty Law Center.\n\nICE spokesman Richard Rocha said he could not comment on the specifics of Mancha's case because it is in \nlitigation.\n\n\"ICE agents and officers follow agency policies during all operations,\" Rocha wrote in an e-mail.\n\n\"These operations are conducted so as to minimize the risk to officers, the people they arrest and others who are in \nthe vicinity. ICE will continue to vigorously enforce immigration laws in order to maintain the integrity of our nation's \nlegal immigration system.\"\n"}