{"title": "MR. MCNARY'S ONE-HOUR TEACHING CAREER", "body": "\nIn the words of Illinois Sen. Paul Simon, who has been less than enthusiastic about Gene McNary's nomination to \nhead the Immigration and Naturalization Service, the St. Louis County executive ''survived'' Tuesday's Senate \nJudiciary Committee hearing. But Mr. McNary's attempts to establish credentials for the immigration post fell far \nshort of the standard that the Senate should demand.  The most glaring example of Mr. McNary's shortcomings \ncame when Sen. Simon pressed him to give any possible reassurance that he has shown concern for the less \nfortunate. Mr. McNary's answer: He has coached Little League baseball and taught a class of 5-year-old disabled \nchildren. ''You've answered my question,'' Sen. Simon said, ''particularly when you talk of the disabled.'' But as a \nspokeswoman for the Special School District acknowledged Wednesday, Mr. McNary's entire teaching career \nconsisted of spending an hour with a class in 1984 as part of a celebrity teach-in program. He led students ages 3 \nto 5 in lessons prepared by their regular teacher. The same type of cameo appearance was made by a number of \nother prominent St. Louisans as well.  Such one-shot experiences don't qualify those other celebrities to head the \nINS, and they don't establish very good qualifications for Mr. McNary, either.  Anyone who has followed his career \nin St. Louis County government has seen much stronger strains of stubbornness and vindictiveness than of \ncompassion for the underprivileged. That attitude is precisely the opposite of what is needed in the person to handle \nthe touchy issues that will confront the INS in the coming years.\nImmigration experts are urging that if Mr. McNary wins Senate confirmation, he should name someone experienced \nin the field as his top assistant, to compensate for his meager background. But wouldn't it be far better to name a \nveteran in immigration affairs to the top job in the first place? Mr.  McNary may be a seasoned government \nexecutive, but this is no time for on-the-job training at the head of the INS. He has shown nothing to dispel the \nnotion that he is the wrong man for the INS job.\n"}