{"title": "Migration Grows, Heads South as Well as North", "body": "\nHope and despair are tangible here on the busiest bridge spanning the Guatemalan-Mexican border, where the \nAmerican Dream and the Pan American Highway meld with the underside of Latin America.\n\nCommerce from the north meets a flood of migrants from as far away as Peru whose destination may be the \nUnited States or Canada but also could be Mexico. Corruption and greed join forces with economic destitution to \nfoment a never-ending human stream. With the wink of an eye and a not-so-discreet passing of cash, border agents \ncan be persuaded to look the other way as a cargo truck supposedly filled with bananas also carries 20 frightened \nCentral Americans.\n\nHere the stories unfold of the new American odyssey, where migrants in search of employment and better living \nstandards come head-to-head with a growing anti-immigrant sentiment in South America as well as North \nAmerica. With the explosion of trade and dismantling of both transportation and economic barriers among booming \nurban centers from Buenos Aires and Santiago to Los Angeles and Mexico City, people are on the move as never \nbefore.\n\n\"Migration is the great phenomenon of the end of the 20th century and is going to be the great problem of the 21st \ncentury,\" said Mexican Foreign Minister Jose Angel Gurria. \"Obviously, the patterns of migration in parts of Latin \nAmerica tend to be northward into Mexico as well as into the United States. . . . This is not a new phenomenon, but \nthe proportions are bigger than before.\"\n\nFew migrants speak of the inter-American odyssey today in the same fearful terms they might have used two \ndecades ago. Except for parts of the heavily traveled U.S.-Mexican frontier, the image that borders once conjured -- \nof formidable, heavily patrolled barriers designed to protect national sovereignty and keep out intruders -- has been \nvirtually erased for migrants in this new age of hemispheric integration.\n\nAlthough the flow of migrant labor back and forth across the U.S.-Mexican border has a long history, things are \nchanging along borders well south of the Rio Grande as well.\n\nAccording to David Escobar, the Guatemalan consul in the Mexican riverside town of Ciudad Hidalgo, the Suchiate \nRiver is the busiest border crossing point for migrant traffic anywhere south of San Diego, mainly because of its \nproximity to the Pan American Highway. He estimated the number of migrants crossing over or near the Suchiate \nBridge -- legally and illegally -- in the hundreds of thousands annually.\n\n\n\"I'm constantly urging the Honduran, Nicaraguan, Salvadoran and Costa Rican governments to open consulates \nhere,\" Escobar said. \"This is where most of their commerce ultimately passes, but it is also the place where their \ncitizens are likely to have the biggest problems with [Mexican] migration authorities.\"\n\nIn the same sense that regional free trade accords have removed barriers to the flow of commercial goods between \nnations, the constant demand for cheap labor across the Americas has created a new psychology regarding the \nmovement of people.\n\n\"I don't think there's any question about it. Borders just don't mean a great deal to migrants anymore,\" said San \nDiego resident Barbara Coe, an originator of Proposition 187, passed by voters in California last year to limit \npayments to illegal immigrants. \"Just look at the numbers: from fiscal year 1991 to 1994 in California, 281,000 \nillegal immigrants were captured at internal U.S. checkpoints. These are places 20 to 40 miles from the border. \nNobody knows where the line is anymore.\"\n\nFamilial Networking\n\nWell-entrenched networks among families and, in many cases, entire communities have formed to assist migrants \nat every point in the process of crossing over and assimilating, explained Lupe Moreno, an Orange County, Calif., \nresident whose father worked nearly three decades as a smuggler of Mexican migrants. While a large majority of \nillegal immigrants crossing into the southwestern United States by land are Mexican, towns, villages and even \nwhole regions of Central America have come to depend on migration -- and earnings sent home by migrant \nworkers -- for economic sustenance.\n\nVisas are less of a barrier. Central American residents en route to the north pass freely from one country to another \nusing special 72-hour regional visas, according to a Guatemalan diplomat. In August at an inter-American \nconference in Ecuador, Central and South American leaders began reviewing proposals to scrap the idea of \nindividual country passports altogether, in favor of the type of regional passports in use within the European Union. \nThe United States has eased visa requirements for some Latin American nations.\n\nFor many migrants, the most important borders are the more intangible ones -- such as the growing political \nbacklash against immigration in the United States and Canada. \"For the average immigrant, the border has shifted \nto an entirely different place,\" said Juan Jose Gutierrez, executive director of One Stop Immigration, a Los Angeles \nnonprofit organization that provides legal and educational assistance to immigrants. \"The real border is in their \neveryday reality once they get to where they're going.\"\n\nLatin American media and governments have closely tracked the swelling political reaction against immigration in \nthe United States, from the passage of California's Proposition 187 to measures pending in Congress that would \nrestrict legal immigration.\n\nStill, growing numbers of Mexican migrants are heading northward, largely because of the deteriorating conditions \nprompted by their country's economic crisis.\n\nDepending on whose statistics are to be believed, the peso crisis has prompted a 10 to 30 percent increase in \nillegal border crossings to the United States. The U.S. Border Patrol reports a roughly 10 percent increase in \napprehensions, which normally signifies an increase in illegal crossing attempts.\n\n\"Definitely, more and more people are coming. And it's not just poor people anymore. We're seeing more people \nfrom the Mexican middle class, for example,\" migration specialist Carol Zabin said. \"It's not how we normally think \nof brain drain, but you now see skilled people from Mexico coming to take unskilled jobs here [in the United States]. \nIt's a waste for everyone.\"\n\nAccording to the 1990 U.S. Census, more than 23 million people in the United States claim Hispanic ancestry, a 50 \npercent increase over 1980 figure. Another 7 million -- mostly illegal migrants -- should be added, according to \ncalculations by various migration experts. A 1992 study found that incomes of Latinos residing in the United States \ntotal $ 143 billion annually.\n\n\n\nHowever, it is not only the United States that is facing an immigrant tide. Argentina and Chile, traditionally \nhospitable countries to immigrants that welcomed hundreds of thousands in the 19th century, are taking measures \nto close their doors amid steadily rising unemployment. As many as 1 million Paraguayans and Peruvians are \nreported to live illegally in Argentina.\n\nFor the last year, police in Buenos Aires have been raiding buildings inhabited by illegal residents, and Peruvians in \nparticular have been blamed for a rise in petty crime. The Argentine government has increased surveillance at \nborder crossings with Bolivia and Brazil, recently initiating a campaign against \"false tourists\" that requires all \nvisitors to prove they have return tickets as well as $ 50 a day in spending money, or an international credit card.\n\nMexico is also facing a growing influx. Central Americans hoping to take advantage of the relative prosperity in \nMexico since the 1994 inauguration of the North American Free Trade Agreement (NAFTA) are opting to look for \njobs there rather than in the United States, despite the peso crisis. The Organization for Economic Cooperation and \nDevelopment (OECD) estimates that 70,000 Central Americans reside illegally in Mexico, mainly in the south.\n\n\"A lot of people don't like them because they steal our jobs,\" said Jesus Guzman, a store owner near the \nGuatemalan border in Ciudad Hidalgo. \"The ranchers and farmers love them because they work for half the salary \nof a Mexican. But they bring everyone's pay down, and when the Central Americans can't find work, they start \nstealing cars and robbing houses.\"\n\nGuzman added, \"We have a lot of the same problems that they're talking about in California, but we don't need a \nProposition 187. We have something better. It's called the Federal Judicial Police.\"\n\nLike the three-way flow of U.S.-Mexican-Canadian trade stemming from NAFTA, the flow of migrants has created \nits own type of hemispheric interdependency. Countries as small as El Salvador and as big as Mexico rely heavily \non remittances from their migrant nationals as a steady source of dollar revenue.\n\nCapital Flows\n\nAccording to a July OECD report, remittances from Mexican migrants to their families back home total $ 3 billion \nannually, constituting the third-largest source of dollar income for Mexico, behind petroleum exports and tourism.\n\n\"It's one of the few capital flows that doesn't disappear based on the whims of investors,\" said University of \nCalifornia migration specialist Raul Hinojosa.\n\n\"In El Salvador, there were $ 2 billion in remittances in 1993, which on a per-capita basis is even more than Mexico. \nIt's fascinating because it actually allowed the Salvadoran government to revise the national budget and reduce \nimport tariffs to zero. Remittances are now higher than El Salvador's total exports to all countries.\"\n\nThe impact of these remittances in rural Mexico is often far more profound than anything felt from NAFTA-related \ninvestment. For example, San Pablo Huixtepec, in the southern Mexican state of Oaxaca, has funded paving of the \ntown's streets, repaired a bell tower in the town square and bought a new roof for a 360-year-old church, all through \nremittances from migrants in the United States.\n\nIn El Salvador, because of its recent civil war and ongoing economic problems, one-fifth of the 5 million population \nhave left the country, mostly migrating to the United States. Since the war ended in 1992, the flux of migrants has \nnot slowed -- contrary to predictions of many experts.\n\nThe hamlet of San Jose de la Paz Arriba, 20 miles south of San Salvador, lives almost entirely off money sent from \nrelatives in the United States. In comparison to surrounding communities, San Jose residents are able to live far \nbetter as a result.\n\nBesides individual remittances, expatriates from San Jose have set up a committee in Los Angeles to help pay for \ncommunity projects. The streets have been paved and a new clinic constructed using the donations. Houses are \nbeing repaired and new dwellings built. Unusual furnishings are starting to appear, such as refrigerators, microwave \novens, washing machines and large-screen televisions.\n\n\n\nIn many cases, there is no electricity to run the appliances, no running water for the washing machines. But the \nappliances are carefully cared for and viewed as highly prized status symbols.\n\n\"Migration has had more impact on El Salvador in the past decade than the civil war,\" said Juan Jose Garcia, who \nrecently completed a study on the impact of migration on village life. \"It has changed our culture deeply. It has put \ndifferent world maps in people's heads.\"\n\nGarcia cited migration's influences from sexual mores to family structures and consumption habits.\n\n\"The main social gathering place is no longer the church or the town plaza,\" he explained. \"The most important \npeople are no longer the priest or the mayor. The center of social activity now is Antel [the local telephone office], \nand the telephone operators have gained greatly in importance. They are the ones who are the gatekeepers to \ncontact with the United States.\"\n\nBenito Martinez, the Antel operator in San Jose de la Paz Arriba, a town of 3,000, said he places 350 to 400 calls to \nthe United States each month, all of them collect. Calls often last 20 to 90 minutes.\n\nTelephone calls to Mexico from the United States in 1993 were 3 percent of all international calls made in the world \nthat year.\n\nThe American home is feeling the effects of the migration boom in ways that seemed unimaginable a decade ago.\n\nScientists at the Centers for Disease Control in Atlanta have been studying a steep increase in a parasitic disease \nknown as cysticercosis, which can include tapeworms, brain lesions and symptoms of epilepsy. The disease, which \naffects up to 3 percent of all Latin Americans, has been known to cause 50,000 deaths every year, mainly south of \nthe U.S. border. It is contracted by handling and eating undercooked pig meat and can be passed by touching other \nfoods.\n\nIn Brooklyn, members of the Orthodox Sephardic Jewish community -- forbidden to eat pork -- contracted the \ndisease because it was common practice there to hire housekeepers from Mexico, Guatemala and other Central \nAmerican countries.\n\n\"You can imagine what a terrible shock it was to the community when they found out the disease had something to \ndo with pig meat. It was so bad, so shameful,\" said Peter Schantz, a deputy chief of epidemilogy at the Atlanta \ncenters.\n\nCross-Border Politics\n\nThe political mobilization that finally occurred among Latin American immigrants in California last year against \nProposition 187 has translated into a nascent Latino political movement across the American Southwest -- \nsupported, in part, by the Mexican government.\n\nForeign Minister Gurria suggested in an interview that his government will take an increasing interest in the political \nmobilization of Mexicans in the United States to help ensure that similar measures do not take hold.\n\n\"Many in the U.S. Congress are not familiar with things Mexican. That is our problem, ultimately, not theirs. . . . \nThere are other countries which have organized themselves very well in order to make matters of importance about \nthose countries very much felt by the U.S. administration and the U.S. Congress,\" Gurria explained.\n\nA goal of the Mexican government is to make Congress realize that there is \"a political price to pay\" for voting \nagainst issues deemed vital to Mexico, Gurria added, referring to congressional opposition to the Clinton \nadministration's $ 40 billion bailout package for Mexico. Israel \"is a very, very good example of how this is done, but \nnot the only one.\"\n\n\n\nMexicans \"were very politically intrusive during the Proposition 187 campaign, which shows that the Mexican \ngovernment thinks it has a stake in [the growing anti-immigrant mood] in the United States,\" said John Martin, \nresearch director of the Washington-based Center for Immigration Studies.\n\nCorrespondents Douglas Farah in El Salvador and Gabriel Escobar in Argentina contributed to this report.\n\nLATIN-BORN IN THE UNITED STATES\n\nBY STATE, 1990 CENSUS\n\nCalifornia -- 37%\n\nNew York -- 14%\n\nTexas -- 13%\n\nFlorida -- 13%\n\nIllinois -- 4%\n\nNew Jersey -- 4%\n\nRemaining states -- 15%\n\nSOURCE: U.S. Census\n\nKEEPING IN TOUCH\n\nHere is a sampling of figures from the FCC on phone calls made from the United States to various Latin American \ncountries in 1993 (1994 figures were not available).\n\nCOUNTRY CALLS MINUTES REVENUES\n\n(dollars)\n\nMEXICO 217,369,776 1,398,864,544 $ 1,400,090,950\n\nCANADA 570,433,917 2,493,774,583 1,427,215,902\n\nEL SALVADOR 5,883,759 106,983,123 137,423,264\n\nGUATEMALA 9,996,828 93,037,372 101,730,245\n\nHONDURAS 4,301,417 61,045,116 69,017,923\n\nCOSTA RICA 7,715,053 46,723,633 53,319,293\n\nARGENTINA 14,083,856 84,910,649 95,132,097\n\nBRAZIL 29,464,119 171,444,482 181,461,086\n\nCOLOMBIA 25,966,345 200,210,783 215,086,342\n\nNote: These are business as well as personal calls.\n\nSOURCE: FCC\n\n\n\nGraphic\n\n \n\nIllustration; Photo, herberto rodriguez for The Washington Post; Map, brad wye, Central American family heads \nnorth across Suchiate River from Guatemala to Mexico. Guatemala's consul on Mexican side says other countries \nof the isthmus also should have consulates there.  MAIN ROUTES OF MIGRATION (map)\n"}