{"title": "From Far-Off Shores to Long Island", "body": "\nIN the beginning, there were the Native Americans: the Algonquin tribes like the Matinecocks, the Shinnecocks and \nthe Montauks. Then in the 17th century came the English and the Dutch, with their African slaves, in the first of \nwhat was to become succeeding waves of immigrants to Long Island.\n\nWhen, how and why they came, where they settled and what they added to the melting pot is the subject of \"New \nNeighbors: Migrations and the Changing Face of Long Island,\" an exhibition at the Museums at Stony Brook. Two \nyears in the making, with art, photographs, oral histories, maps and personal artifacts, the show explores the \ncultural, economic and political effect each group of newcomers has had on the existing populations.\n\nBy \"going back historically to look at the changes on Long Island,\" said Joshua Ruff, the exhibition's curator, \"we \ncan help contemporary Long Islanders understand the roots and the results of that diversity.\"\n\nThis understanding could eliminate some misconceptions, he said. \"Most people tend to think that suburbanization \ndates back to Levittown,\" Mr. Ruff said, admitting he had believed that when he started the project. \"But the growth \nof new suburban enclaves and villages really started in the mid to late 19th century when the population actually did \nstart to rise, growing very quickly in the World War II period and then after the war and following the Hart-Celler \nImmigration Act of 1965.\"\n\nThis law, which liberalized the nation's immigration policy, Mr. Ruff said, had a major impact, both in numbers and \nin the nature of the immigration. It brought people directly to the Island, just as the Italian railroad and sand-mine \nworkers, the Polish, German and Irish farmers and Jewish watchmakers had come in the 19th century, instead of \nby way of New York City.\n\nThe story is told both chronologically, divided into periods before 1880, 1880 to 1940 and more recently, and \nthematically, dealing with such subjects as \"Fears, Stereotypes and Discrimination\" and \"Searching for the \nAmerican Dream.\"\n\nMore than 100 items are featured, drawn from the Museums at Stony Brook's vaults or on loan from historical \nsocieties and libraries, museums like the museum on Ellis Island and private sources.\n\nFor the more contemporary aspects of the story, Mr. Ruff had to rely heavily on families that had kept photos and \npapers documenting their ancestors' arrival on the Island.\n\n\n\"I suddenly realized that the historical societies and museums, including ours, had very few, if any, modern items,\" \nhe said. \"And we should be collecting things that detail and document new populations arriving. But we've stopped \nroughly around 1940 and if we don't begin again there will be little around about the 20th and 21st centuries.\"\n\nThere are Native American clay pots from Montauk; a cane dating to 1639 that belonged to Edward Howell of \nSouthampton; an 1824 sampler made by a member of the Elliott family of Sag Harbor; photos, circa 1890, of Italian-\nAmericans at work on the Long Island Rail Road and sandmines in Roslyn; a Ukrainian wedding headpiece used \nat the turn-of-the-century in Riverhead, and broadsides put out in 1890 by the Long Island Rail Road inviting \npeople to \"Buy Homes on Long Island\" with the \"most healthful . . . climate on the coast.\"\n\nThere are also the medical license, circa 1950, of the Island's first Hispanic physician; deeds excluding blacks, \nAsians and Jews from buying property; a World War I poster in Yiddish urging Jewish immigrants to save food; \nphotos and news accounts of the first black police sergeant in Babylon who settled in Amityville in 1950 after \nunsuccessfully trying to buy a house in Levittown; an ornate Indian baby cradle belonging to a family in Kings Park, \nand an oral history account of a political refugee's escape from El Salvador to Brentwood in 1981.\n\nAmong the more unusual items is a late 17th-century Dutch print labeled \"Nieu Amsterdam,\" said Mr. Ruff, 27, who \nlives in Kings Park. \"I found it at the New York Public Library, but I also found the same exact print labeled 'the \nWest Indies.' I guess, the Dutch looked at both colonies the same way.\"\n\nOne of the more fascinating stories he came across, Mr. Ruff said, dealt with a village in Suffolk that a developer, \nThomas Wellwood, founded in the 1870's. \"He called it 'Breslau' in an attempt to attract the Germans who like the \nIrish farmers of the day were beginning to settle in the area. The name was changed to Lindenhurst in 1892, not, as \nlegend has it, because the residents wanted to escape their German heritage, but because they had become \ndisenchanted with the developer and wanted to break away from him completely.\"\n\nMr. Ruff had only one regret: \"that I couldn't include more in the show, but I'm very limited in terms of space.\"\n\n\"Although,\" he said, \"I guess I would have liked to have gotten A. L. Henry's painting, 'The Last of the Montauks' \nfrom an upstate museum. With others moving in, the Island's Native Americans became more and more invisible.\"\n\nThe exhibition features an interactive world map. \"We're asking visitors to sign the book to tell us where their \nancestors came from,\" Mr. Ruff said. \"And then every week we'll update the map, adding pins for new places and \nnew totals.\"\n\nEventually, Mr. Ruff said, he hopes the exhibition will help \"start a dialogue as people, looking more historically at \nthe phenomenon of migration, realize that it's a continuous process with ongoing phases. There are similarities in \nthe way people respond to newcomers throughout these migrations. Furthermore, these changes taking place on \nthe Island are clearly happening in other places as well.\"\n\n\"New Neighbors: Migrations and the Changing Face of Long Island\" runs through July 4 at the History Museum of \nthe Museums of Stony Brook on Route 25A. It can be seen from 10 a.m. to 5 Wednesdays through Saturdays and \nnoon to 5 p.m. Sundays, and will be accompanied by special programming like \"Merengue!,\" a concert by Luis \nCordero and Los Amigos de la Amarque of dance music with roots in African and Spanish music, at 2 p.m. next \nSunday. (631) 751-0066.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Detail of \"Dancing at the Polish American Fair\" in Riverhead. (Audrey Gottlieb)\n\nhttp://www.nytimes.com/\n\n"}