{"title": "MANY ALIENS WITH AIDS PRESUMABLY STOP PURSUING LEGALIZATION", "body": "\nNEW YORK - Hundreds of immigrants in the New York metropolitan region who began applying for legalization \nunder the federal amnesty program are believed to have chosen instead to remain illegal because they have tested \npositive for the AIDS virus and fear deportation as a result.  No one knows precisely how many aliens have tested \npositive for the virus, but advocacy groups estimate hundreds are in the New York area.  Similar groups in San \nFrancisco, another center of AIDS cases and immigration, say they have identified 100 cases there in which aliens \nhave tested positive.  These San Francisco groups also estimate that hundreds more exist that are undetected.  \nEven the Immigration and Naturalization Service does not know how many people have tested positive, but the \nagency said it presumed that a great majority of them have stopped pursuing legalization.  These immigrants - \nlargely from Africa, Asia, Latin America and the Caribbean - have lived in the United States for at least seven years \nand would be eligible for legalization under the amnesty program.  But under a federal regulation adopted in \nDecember 1987, aliens must be tested for the AIDS virus before they can be granted permanent residence, the last \nstop before citizenship.  If test results are positive, legal status can be denied. As illegal aliens, the immigrants \ncould be sent back to their homelands, where AIDS treatment is often lacking. Exceptions are for aliens seeking \npolitical asylum and those seeking legalization under the amnesty program.\nThey can apply for waivers.  ''From the small number of waiver requests coming in, we can assume that the \nmajority of people testing positive decided not to pursue their legalization applications,'' said Duane Austin, a \nspokesman for the immigration service in Washington.  Health experts say about half of those who test positive for \nthe AIDS virus, known as HIV, develop symptoms of AIDS (acquired immune deficiency syndrome) within 10 years \nof infection.  Under the amnesty program, which began May 5, 1987, and lasted a year, those in the first group of \neligible aliens have until next June to take the tests and submit applications for permanent residence. This group \napplied for temporary residence before HIV testing became mandatory.  Out of 870,000 nationwide in this group, \n513,000 have been tested and submitted applications for permanent residence, according to figures from the \nimmigration agency. Among the remaining 357,000, some are believed to have tested positive and decided not to \ncontinue the process, while others have not taken tests.  After testing became mandatory, another 1 million aliens \napplied for legalization, either testing negative or submitting applications for waivers after testing positive. No one \nknows how many people in this period tested positive and failed to apply.  The head of the immigration agency's \nAdministrative Appeal Unit in Washington, which rules on waivers, said no final decisions had been made on \napplications for waivers by aliens who tested positive for the AIDS virus.\n"}