{"title": "NEW U.S. CITIZENS CELEBRATE ACHIEVEMENTS, COMMUNITY;FESTIVAL RECOGNIZES ACHIEVEMENT OF THOSE WHO STUDIED, HELPED", "body": "\nSeventy-seven year-old Dona Raquel Mendoza celebrated a new identity Saturday at the Freedom Festival on St. \nPaul's West Side. After more than 50 years as a resident alien, Mendoza became a U.S. citizen this year.\n\n\"I am so old, I can't remember things anymore,\" Mendoza said, explaining one of her difficulties in taking the \ncitizenship test. It took her three years of English classes at the Jane Addams School of Democracy in St. Paul to \npass.\n\nMendoza's and 14 other new citizens' achievements were recognized by the West Side community at the \nfestival, organized by Jane Addams School. Several state officials, including U.S. Rep. Bruce Vento, State Rep. \nCarlos Mariani and District Immigration and Naturalization Service Director Curtis Alijetz were present.\n\n\"I think it is really important, this issue of immigrants becoming citizens,\" Mariani said. \"They have been the \nlifeblood of our country for years.\"\n\nThe Freedom Festival celebrates those who have worked especially hard in the pursuit of freedom, said Jennifer \nO'Donaghue, one of the festival's coordinators. In addition to new citizens, several community volunteers \nworking with the school were honored. Members of the National Guard also posted the flag.\n\nThe Jane Addams School offers community education, including language and legal aid for immigrants struggling \nto acquire citizenship.\n\n\"The immigration work is very satisfying because it allows people a basic security, so they can work and plan for the \nfuture of their family,\" said Karen Ellingson of Officina Legal, the nonprofit organization that has provided legal aid \nfor immigrants at Jane Addams since 1983. Ellingson and fellow lawyer Lenore Millibergity also were honored at the \nfestival.\n\nFor Mendoza, citizenship will make travels to her native Mexico easier and finally will allow her to vote.\n\nShuchi Anand can be reached at sanand@pioneerpress.com or at (612) 228-5490.  \n"}