{"title": "Culture Counts: The Influence of Culture and Society on Mental Health, Mental Illness", "body": "\npage 25\n\n<P>Paper was published in <I>Mental Health: Culture, Race, and Ethnicity A Supplement to Mental Health: A \nReport of the Surgeon General .</I>\n\nIntroduction\n\nTo better understand what happens inside the clinical setting, this chapter looks outside. It reveals the diverse \neffects of culture and society on mental health, mental illness, and mental health services. This understanding is \nkey to developing mental health services that are more responsive to the cultural andsocial contexts of racial and \nethnic minorities.\n\nWith a seemingly endless range of subgroups and individual variations, culture is important because it bears upon \nwhat all people bring to the clinical setting. It can account for minor variations in how people communicate their \nsymptoms and which ones they report. Some aspects of culture may also underlie culture-bound syndromes -- sets \nof symptoms much more common in some societies than in others. More often, culture bears on whether people \neven seek help in the first place, what types of help they seek, what types of coping styles and social supports they \nhave, and how much stigma they attach to mental illness. Culture also influences the meanings that people impart \nto their illness. Consumers of mental health services, whose cultures vary both between and within groups, \nnaturally carry this diversity directly to the service setting.\n\nThe cultures of the clinician and the service system also factor into the clinical equation. Those cultures most \nvisibly shape the interaction with the mental health consumer through diagnosis, treatment, and organization and \nfinancing of services. It is all too easy to lose sight of the importance of culture -- until one leaves the country. \nTravelers from the United States, while visiting some distant frontier, may find themselves stranded in \nmiscommunications and seemingly unorthodox treatments if they seek care for a sudden deterioration in their \nmental health.\n\nHealth and mental health care in the United States are embedded in Western science and medicine, which \nemphasize scientific inquiry and objective evidence. The self-correcting features of modern science -- new \nmethods, peer review, and openness to scrutiny through publication in professional journals -- ensure that as \nknowledge is developed, it builds on, refines, and often replaces older theories and discoveries. The achievements \nof Western medicine have become the cornerstone of health care worldwide.\n\nWhat follows are numerous examples of the ways in which culture influences mental health, mental illness, and \nmental health services. This chapter is meant to be illustrative, not exhaustive. It looks at the culture of the patient, \nthe culture of the clinician, and the specialty in which the clinician works. With respect to the context of mental \n\n\nhealth services, the chapter deals with the organization, delivery, and financing of services, as well as with broader \nsocial issues -- racism, discrimination, and poverty -- which affect mental health.\n\nCulture refers to a group's shared set of beliefs, norms, and values (Chapter 1). Because common social groupings \n(e.g., people who share a religion, youth who participate in the same sport, or adults trained in the same profession) \nhave their own cultures, this chapter has separate sections on the culture of the patient as well as the culture of the \nclinician. Where cultural influences end and larger societal influences begin, there are contours not easily \ndemarcated by social scientists. This chapter takes a broad view about the importance of both culture and society, \nyet recognizes that they overlap in ways that are difficult to disentangle through research.\n\nWhat becomes clear is that culture and social contexts, while not the only determinants, shape the mental health \nof minorities and alter the types of mental health services they use. Cultural misunderstandings between patient \nand clinician, clinician bias, and the fragmentation of mental health services deter minorities from accessing and \nutilizing care and prevent them from receiving appropriate care. These possibilities intensify with the demographic \ntrends highlighted at the end of the chapter.\n\nCulture of the Patient\n\nThe culture of the patient, also known as the consumer of mental health services, influences many aspects of \nmental health, mental illness, and patterns of health care utilization. One important cautionary note, however, is \nthat general statements about cultural characteristics of a given group may invite stereotyping of individuals based\n\npage 26\n\non their appearance or affiliation. Because there is usually more diversity within a population than there is between \npopulations (e.g., in terms of level of acculturation, age, income, health status, and social class), information in the \nfollowing sections should not be treated as stereotypes to be broadly applied to any individual member of a racial, \nethnic, or cultural group.\n\nSymptoms, Presentation, and Meaning\n\nThe symptoms of mental disorders are found worldwide. They cluster into discrete disorders that are real and \ndisabling (U.S. Department of Health and Human Services [DHHS], 1999). As noted in Chapter 1, mental disorders \nare defined in the Diagnostic and Statistical Manual of Mental Disorders (American Psychiatric Association [APA], \n1994). Schizophrenia, bipolar disorder, panic disorder, obsessive compulsive disorder, depression, and other \ndisorders have similar and recognizable symptoms throughout the world (Weissman et al., 1994, 1996, 1997, \n1998). Culture-bound syndromes, which appear to be distinctive to certain ethnic groups, are the exception to this \ngeneral statement. Research has not yet determined whether culture-bound syndromes are distinct   from \nestablished mental disorders, are variants of them, or whether both mental disorders and culture-bound \nsyndromes reflect different ways in which the cultural and social environment interacts with genes to shape illness \n(Chapter 1).\n\nOne way in which culture affects mental illness is through how patients describe (or present) their symptoms to \ntheir clinicians. There are some well recognized differences in symptom presentation across cultures. The previous \nchapter described ethnic variation in symptoms of somatization, the expression of distress through one or more \nphysical (somatic) symptoms (Box 1-3). Asian patients, for example, are more likely to report their somatic \nsymptoms, such as dizziness, while not reporting their emotional symptoms. Yet, when questioned further, they do \nacknowledge having emotional symptoms (Lin & Cheung, 1999). This finding supports the view that patients in \ndifferent cultures tend to selectively express or present symptoms in culturally acceptable ways (Kleinman, 1977, \n1988).\n\nCultures also vary with respect to the meaning they impart to illness, their way of making sense of the subjective \nexperience of illness and distress (Kleinman, 1988). The meaning of an illness refers to deep-seated attitudes and \nbeliefs a culture holds about whether an illness is \"real\" or \"imagined,\" whether it is of the body or the mind (or \nboth), whether it warrants sympathy, how much stigma surrounds it, what might cause it, and what type of person \n\n\n\nmight succumb to it. Cultural meanings of illness have real consequences in terms of whether people are motivated \nto seek treatment, how they cope with their symptoms, how supportive their families and communities are, where \nthey seek help (mental health specialist, primary care provider, clergy, and/or traditional healer), the pathways \nthey take to get services, and how well they fare in treatment. The consequences can be grave -- extreme distress, \ndisability, and possibly, suicide -- when people with severe mental illness do not receive appropriate treatment.\n\nCausation and Prevalence\n\nCultural and social factors contribute to the causation of mental illness, yet that contribution varies by disorder. \nMental illness is considered the product of a complex interaction among biological, psychological, social, and \ncultural factors. The role of any one of these major factors can be stronger or weaker depending on the disorder \n(DHHS, 1999).\n\nThe prevalence of schizophrenia, for example, is similar throughout the world (about 1 percent of the population), \naccording to the International Pilot Study on Schizophrenia, which examined over 1,300 people in 10 countries \n(World Health Organization [WHO], 1973). International studies using similarly rigorous research methodology have \nextended the WHO's findings to two other disorders: The lifetime prevalence of bipolar disorder (0.3-1.5&percnt;) \nand panic disorder (0.4-2.9&percnt;) were shown to be relatively consistent across parts of Asia, Europe, and North \nAmerica (Weissman et al., 1994, 1996, 1997, 1998). The global consistency in symptoms and prevalence of these \ndisorders, combined with results of family and molecular genetic studies, indicates that they have high heritability \n(genetic contribution to the variation of a disease in a population) (National Institute of Mental Health [NIMH], \n1998). In other words, it seems that culture and societal factors play a more subordinate role in causation of these \ndisorders.\n\nCultural and social context weigh more heavily in causation of depression. In the same international studies cited \nabove, prevalence rates for major depression varied from 2 to 19 percent across countries (Weissman et al., 1996). \nFamily and molecular biology studies also indicate less heritability for major depression than for bipolar disorder \nand schizophrenia (NIMH, 1998). Taken together, the evidence points to social and cultural\n\npage 27\n\nfactors, including exposure to poverty and violence, playing a greater role in the onset of major depression. In this \ncontext, it is important to note that poverty, violence, and other stressful social environments are not unique to any \npart of the globe, nor are the symptoms and manifestations they produce. However, factors often linked to race or \nethnicity, such as socioeconomic status or country of origin can increase the likelihood of exposure to these types \nof stressors.\n\nCultural and social factors have the most direct role in the causation of post-traumatic stress disorder (PTSD). \nPTSD is a mental disorder caused by exposure to severe trauma, such as genocide, war combat, torture, or the \nextreme threat of death or serious injury (APA, 1994). These traumatic experiences are associated with the later \ndevelopment of a longstanding pattern of symptoms accompanied by biological changes (Yehuda, 2000). Traumatic \nexperiences are particularly common for certain populations, such as U.S. combat veterans, inner-city residents, \nand immigrants from countries in turmoil. Studies described in the chapters on Asian Americans and Hispanic \nAmericans reveal alarming rates of PTSD in communities with a high degree of pre-immigration exposure to trauma \n(Chapters 5 and 6). For example, in some samples, up to 70 percent of refugees from Vietnam, Cambodia, and \nLaos met diagnostic criteria for PTSD. By contrast, studies of the U.S. population as a whole find PTSD to have a \nprevalence of about 4 percent (DHHS, 1999).\n\nSuicide rates vary greatly across countries, as well as across U.S. ethnic sub-groups (Moscicki, 1995). Suicide \nrates among males in the United States are highest for American Indians and Alaska Natives (Kachur et al., 1995). \nRates are lowest for African American women (Kachur et al., 1995). The reasons for the wide divergence in rates \nare not well understood, but they are likely influenced by variations in the social and cultural contexts for each \nsubgroup (van Heeringen et al., 2000; Ji et al., 2001).\n\nEven though there are similarities and differences in the distribution of certain mental disorders across populations, \nthe United States has an aggregate rate of about 20 percent of adults and children with diagnosable mental \n\n\n\ndisorders (DHHS, 1999; Table 1-1). As noted in Chapter 1, this aggregate rate for the population as a whole does \nnot have sufficient representation from most minority groups to permit comparisons between whites and other \nethnic groups. The rates of mental disorder are not sufficiently studied in many smaller ethnic groups to permit firm \nconclusions about overall prevalence; however, several epidemiological studies of ethnic populations, supported by \nthe NIMH, are currently in progress (Chapter 7). Until more definitive findings are available, this Supplement \nconcludes, on the basis of smaller studies, that overall prevalence rates for mental disorders in the United States \nare similar across minority and majority populations. As noted in Chapter 1, this general conclusion applies to racial \nand ethnic minority populations living in the community, because high-need subgroups are not well captured in \ncommunity household surveys.\n\nFamily Factors\n\nMany features of family life have a bearing on mental health and mental illness. Starting with etiology, Chapter 1 \nhighlighted that family factors can protect against, or contribute to, the risk of developing a mental illness. For \nexample, supportive families and good sibling relationships can protect against the onset of mental illness. On the \nother hand, a family environment marked by severe marital discord, overcrowding, and social disadvantage can \ncontribute to the onset of mental illness. Conditions such as child abuse, neglect, and sexual abuse also place \nchildren at risk for mental disorders and suicide (Brown et al., 1999; Dinwiddie et al., 2000).\n\nFamily risk and protective factors for mental illness vary across ethnic groups. But research has not yet reached \nthe point of identifying whether the variation across ethnic groups is a result of that group's culture, its social class \nand relationship to the broader society, or individual features of family members.\n\nOne of the most developed lines of research on family factors and mental illness deals with relapse in \nschizophrenia. The first studies, conducted in Great Britain, found that people with schizophrenia who returned from \nhospitalizations to live with family members who expressed criticism, hostility, or emotional involvement (called high \nexpressed emotion) were more likely to relapse than were those who returned to family members who expressed \nlower levels of negative emotion (Leff & Vaughn, 1985; Kavanaugh, 1992; Bebbington & Kuipers, 1994; Lopez & \nGuaraccia, 2000). Later studies extended this line of research to Mexican American samples. These studies \nreconceptualized the role of family as a dynamic interaction between patients and their families, rather than as \nstatic family characteristics (Jenkins, Kleinman, & Good, 1991; Jenkins, 1993). Using this approach, a study \ncomparing Mexican American and white families found that different types of interactions predicted relapse. For the \nMexican American families, interactions featuring distance or lack of warmth predicted relapse for the individual with \nschizophrenia better than interactions featuring criticism. For whites, the\n\npage 28\n\nconverse was true (Lopez et al., 1998). This example, while not necessarily generalizable to other Hispanic \ngroups, suggests avenues by which other culturally based family differences may be related to the course of \nmental illness.\n\nCoping Styles\n\nCulture relates to how people cope with everyday problems and more extreme types of adversity. Some Asian \nAmerican groups, for example, tend not to dwell on upsetting thoughts, thinking that reticence or avoidance is better \nthan outward expression. They place a higher emphasis on suppression of affect (Hsu, 1971; Kleinman, 1977), with \nsome tending first to rely on themselves to cope with distress (Narikiyo & Kameoka, 1992). African Americans tend \nto take an active approach in facing personal problems, rather than avoiding them (Broman, 1996). They are more \ninclined than whites to depend on handling distress on their own (Sussman et al., 1987). They also appear to rely \nmore on spirituality to help them cope with adversity and symptoms of mental illness (Broman, 1996; Cooper-\nPatrick et al., 1997; Neighbors et al., 1998).\n\nFew doubt the importance of culture in fostering different ways of coping, but research is sparse. One of the few, \nyet well developed lines of research on coping styles comes from comparisons of children living in Thailand versus \nAmerica. Thailand's largely Buddhist religion and culture encourage self-control, emotional restraint, and social \n\n\n\ninhibition. In a recent study, Thai children were two times more likely than American children to report reliance on \ncovert coping methods such as \"not talking back,\" than on overt coping methods such as \"screaming\" and \"running \naway\" (McCarty et al., 1999). Other studies by these investigators established that different coping styles are \nassociated with different types and degrees of problem behaviors in children (Weisz et al., 1997).\n\nThe studies noted here suggest that better understanding of coping styles among racial and ethnic minorities has \nimplications for the promotion of mental health, the prevention of mental illness, and the nature and severity of \nmental health problems.\n\nTreatment Seeking\n\nIt is well documented that racial and ethnic minorities in the United States are less likely than whites to seek mental \nhealth treatment, which largely accounts for their under-representation in most mental health services (Sussman \net al., 1987; Kessler et al., 1996; Vega et al. 1998; Zhang et al., 1998). Treatment seeking denotes the pathways \ntaken to reach treatment and the types of treatments sought (Rogler & Cortes, 1993). The pathways are the \nsequence of contacts and their duration once someone (or their family) recognizes their distress as a health \nproblem.\n\nResearch indicates that some minority groups are more likely than whites to delay seeking treatment until \nsymptoms are more severe (See Chapters 3 & 5). Further, racial and ethnic minorities are less inclined than whites \nto seek treatment from mental health specialists (Gallo et al., 1995; Chun et al., 1996; Zhang et al., 1998). Instead, \nstudies indicate that minorities turn more often to primary care (Cooper-Patrick et al., 1999a; see later section on \nPrimary Care). They also turn to informal sources of care such as clergy, traditional healers, and family and friends \n(Neighbors & Jackson, 1984; Peifer et al., 2000). In particular, American Indians and Alaska Natives often rely on \ntraditional healers, who frequently work side-by-side with formal providers in tribal mental health programs \n(Chapter 4). African Americans often rely on ministers, who may play various mental health roles as counselor, \ndiagnostician, or referral agent (Levin, 1986). The extent to which minority groups rely on informal sources in lieu of, \nor in addition to, formal mental health services in primary or specialty care is not well studied.\n\nWhen they use mental health services, Some African Americans prefer therapists of the same race or ethnicity. \nThis preference has encouraged the development of ethnic-specific programs that match patients to therapists of \nthe same culture or ethnicity (Sue, 1998). Many African Americans also prefer counseling to drug therapy (Dwight-\nJohnson et al., 2000). Their concerns revolve around side effects, effectiveness, and addiction potential of \nmedications (Cooper-Patrick et al., 1997).\n\nThe fundamental question raised by this line of research is: Why are many racial and ethnic minorities less inclined \nthan whites to seek mental health treatment? Certainly, the constellation of barriers deterring whites also operates \nto various degrees for minorities cost, fragmentation of services, and the societal stigma on mental illness (DHHS, \n1999). But there are extra barriers deterring racial and ethnic minorities such as mistrust and limited English \nproficiency.\n\nMistrust\n\nMistrust was identified by the SGR as a major barrier to the receipt of mental health treatment by racial and ethnic \nminorities (DHHS, 1999). Mistrust is widely accepted as pervasive among minorities, yet there is surprisingly little \nempirical research to document it (Cooper-Patrick et al., 1999). One of the few studies on this topic looked at \nAfrican Americans and whites surveyed in the\n\npage 29\n\nearly 1980s in a national study known as the Epidemiologic Catchment Area (ECA) study. This study found that \nAfrican Americans with major depression were more likely to cite their fears of hospitalization and of treatment as \nreasons for not seeking mental health treatment. For instance, almost half of African Americans, as opposed to 20 \npercent of whites, reported being afraid of mental health treatment (Sussman et al., 1987).\n\n\n\nWhat are the reasons behind the lack of trust? Mistrust of clinicians by minorities arises, in the broadest sense, from \nhistorical persecution and from present-day struggles with racism and discrimination. It also arises from \ndocumented abuses and perceived mistreatment, both in the past and more recently, by medical and mental \nhealth professionals (Neal-Barnett & Smith, 1997; see later section on \"Clinician Bias and Stereotyping\"). A recent \nsurvey conducted for the Kaiser Family Foundation (Brown et al., 1999) found that 12 percent of African Americans \nand 15 percent of Latinos, in comparison with 1 percent of whites, felt that a doctor or health provider judged them \nunfairly or treated them with disrespect because of their race or ethnic background. Even stronger ethnic \ndifferences were reported in the Commonwealth Fund Minority Health Survey: It found that 43 percent of African \nAmericans and 28 percent of Latinos, in comparison with 5 percent of whites, felt that a health care provider treated \nthem badly because of their race or ethnic background (LaVeist et al., 2000). Mistrust of mental health \nprofessionals is exploited by present day antipsychiatry groups that target the African American community with \nincendiary material about purported abuses and mistreatment (Bell, 1996).\n\nMistrustful attitudes also may be commonplace among other groups. While insufficiently studied, mistrust toward \nhealth care providers can be inferred from a group's attitudes toward government-operated institutions. Immigrants \nand refugees from many regions of the world, including Central and South America and Southeast Asia, feel \nextreme mistrust of government, based on atrocities committed in their country of origin and on fear of deportation \nby U.S. authorities. Similarly, many American Indians and Alaska Natives are mistrustful of health care institutions; \nthis dates back through centuries of legalized discrimination and segregation, as discussed in Chapter 4.\n\nStigma\n\nStigma was portrayed by the SGR as the \"most formidable obstacle to future progress in the arena of mental \nillness and health\" (DHHS, 1999). It refers to a cluster of negative attitudes and beliefs that motivate the general \npublic to fear, reject, avoid, and discriminate against people with mental illness (Corrigan & Penn, 1999).\n\nStigma is widespread in the United States and other Western nations (Bhugra, 1989; Brockington et al., 1993) and \nin Asian nations (Ng, 1997). In response to societal stigma, people with mental problems internalize public attitudes \nand become so embarrassed or ashamed that they often conceal symptoms and fail to seek treatment (Sussman et \nal., 1987; Wahl, 1999). Stigma also lowers their access to resources and opportunities, such as housing and \nemployment, and leads to diminished self-esteem and greater isolation and hopelessness (Penn & Martin, 1998; \nCorrigan & Penn, 1999). Stigma can also be against family members; this damages the consumer's self-esteem \nand family relationships (Wahl & Harman, 1989). In some Asian cultures, stigma is so extreme that mental illness is \nthought to reflect poorly on family lineage and thereby diminishes marriage and economic prospects for other family \nmembers as well (Sue & Morishima, 1982; Ng, 1997).\n\nStigma is such a major problem that the very topic itself poses a challenge to research. Researchers have to \ncontend with people's reluctance to disclose attitudes often deemed socially unacceptable. How stigma varies by \nculture can be studied from two perspectives. One perspective is that of the targets of stigma, i.e., the people with \nsymptoms: If they are members of a racial or ethnic minority, are they more likely than whites to experience stigma? \nThe other perspective is that of the public in their attitudes toward people with mental illness: Are members of each \nracial or ethnic minority group more likely than whites to hold stigmatizing attitudes toward mental illness? The \nanswers to these cross-cultural questions are far from definitive, but there are some interesting clues from research.\n\nTurning first to those who experience symptoms, one of the few cross-cultural studies questioned Asian Americans \nliving in Los Angeles. The findings were eye-opening: Only 12 percent of Asians would mention their mental health \nproblems to a friend or relative (versus 25 percent of whites). A meager 4 percent of Asians would seek help from a \npsychiatrist or specialist (versus 26 percent of whites). And only 3 percent of Asians would seek help from a \nphysician (versus 13 percent of whites). The study concluded that stigma was pervasive and pronounced for Asian \nAmericans in Los Angeles (Zhang et al., 1998).\n\nTurning to the question of public attitudes toward mental illness, the largest and most detailed study of stigma in \nthe United States was performed in 1996 as part of\n\npage 30\n\n\n\nthe General Social Survey, a respected, nationally representative survey being conducted by the National Opinion \nResearch Center since the 1970s. In this study, a representative sample was asked in personal interviews to \nrespond to different vignettes depicting people with mental illness. The respondents generally viewed people with \nmental illness as dangerous and less competent to handle their own affairs, with their harshest judgments reserved \nfor people with schizophrenia and substance use disorders. Interestingly, neither the ethnicity of the respondent, \nnor the ethnicity of the person portrayed in the vignette, seemed to influence the degree of stigma (Pescosolido et \nal., 1999).\n\nBy contrast, another large, nationally representative study found a different relationship between race, ethnicity, and \nattitudes towards patients with mental illness. Asian and Hispanic Americans saw them as more dangerous than \ndid whites. Although having contact with individuals with mental illness helped to reduce stigma for whites, it did \nnot for African Americans. American Indians, on the other hand, held attitudes similar to whites (Whaley, 1997).\n\nTaken together, these results suggest that minorities hold similar, and in some cases stronger, stigmatizing \nattitudes toward mental illness than do whites. Societal stigma keeps minorities from seeking needed mental \nhealth care, much as it does for whites. Stigma is so potent that it not only affects the self-esteem of people with \nmental illness, but also that of family members. The bottom line is that stigma does deter major segments of the \npopulation, majority and minority alike, from seeking help. It bears repeating that a majority of all people with \ndiagnosable mental disorders do not get treatment (DHHS, 1999).\n\nImmigration\n\nMigration, a stressful life event, can influence mental health. Often called acculturative stress, it occurs during the \nprocess of adapting to a new culture (Berry et al., 1987). Refugees who leave their homelands because of extreme \nthreat from political forces tend to experience more trauma, more undesirable change, and less control over the \nevents that define their exits than do voluntary immigrants (Rumbaut, 1985; Meinhardt et al., 1986).\n\nThe psychological stress associated with immigration tends to be concentrated in the first three years after arrival in \nthe United States (Vega & Rumbaut, 1991). According to studies of Southeast Asian refugees, an initial euphoria \noften characterizes the first year following migration, followed by a strong disenchantment and demoralization \nreaction during the second year. The third year includes a gradual return to well-being and satisfaction (Rumbaut, \n1985, 1989). This U-shaped curve has been observed in Cubans and Eastern Europeans (Portes & Rumbaut, \n1990). Similarly, Ying (1988) finds that Chinese immigrants who have been in the United States less than one year \nhave fewer symptoms of distress than those residing here for several years. Korean American immigrants have \nbeen found to have the highest levels of depressive symptoms in the one to two years following immigration; after \nthree years, these symptoms remit (Hurh & Kim, 1988).\n\nAlthough immigration can bring stress and subsequent psychological distress, research results do not suggest that \nimmigration per se results in higher rates of mental disorders (e.g., Vega et al., 1998). However, as described in \nthe chapters on Asian Americans and Latinos, the traumas experienced by adults and children from war-torn \ncountries before and after immigrating to the United States seem to result in high rates of posttraumatic stress \ndisorder (PTSD) among these populations.\n\nOverall Health Status\n\nThe burden of illness in the United States is higher in racial and ethnic minorities than whites. The National \nInstitutes of Health (NIH) recently reported that compared with the majority populations, U.S. minority populations \nhave shorter overall life expectancies and higher rates of cardiovascular disease, cancer, infant mortality, birth \ndefects, asthma, diabetes, stroke, adverse consequences of substance abuse, and sexually transmitted diseases \n(DHHS, 2000; NIH, 2000). The list of illnesses is overpoweringly long.\n\nDisparities in health status have led to high-profile research and policy initiatives. One long-standing policy initiative \nis Healthy People, a comprehensive set of national health objectives issued every decade by the Department of \nHealth and Human Services. The most recent is Healthy People 2010, which contains both well defined objectives \nfor reducing health disparities and the means for monitoring progress (DHHS, 2000).\n\n\n\nHigher rates of physical (somatic) disorders among racial and ethnic minorities hold significant implications for \nmental health. For example, minority individuals who do not have mental disorders are at higher risk for \ndeveloping problems such as depression and anxiety because chronic physical illness is a risk factor for mental \ndisorders (DHHS, 1999; see also earlier section). Moreover, individuals from racial and ethnic minority groups who \nalready have both a mental and a physical disorder (known as comorbidity) are more likely to have\n\npage 31\n\ntheir mental disorder missed or misdiagnosed, owing to competing demands on primary care providers who are \npreoccupied with the treatment of the somatic disorder (Borowsky, et al., 2000; Rost et al., 2000). Even if their \nmental disorder is recognized and treated, people with comorbid disorders are saddled by more drug interactions \nand side effects, given their higher usage of medications. Finally, people with comorbid disorders are much more \nlikely to be unemployed and disabled, compared with people who have a single disability (Druss et al., 2000).\n\nThus, poor somatic health takes a toll on mental health. And it is probable that some of the mental health \ndisparities described in this Supplement are linked to the poorer somatic health status of racial and ethnic \nminorities. The interrelationships between mind and body are inescapably evident.\n\nCulture of the Clinician\n\nAs noted earlier, a group of professionals can be said to have a \"culture\" in the sense that they have a shared set of \nbeliefs, norms, and values. This culture is reflected in the jargon members of a group use, in the orientation and \nemphasis in their textbooks, and in their mindset, or way of looking at the world.\n\nHealth professionals in the United States, and the institutions in which they train and practice, are rooted in \nWestern medicine. The culture of Western medicine, launched in ancient Greece, emphasizes the primacy of the \nhuman body in disease.    Further, Western medicine emphasizes the acquisition of knowledge through scientific \nand empirical methods, which hold objectivity paramount. Through these methods, Western medicine strives to \nuncover universal truths about disease, its causation, diagnosis, and treatment.\n\nAround 1900, Western medicine started to conceptualize disease as affected by social, as well as by biological \nphenomena. Its scope began to incorporate wider questions of income, lifestyle, diet, employment, and family \nstructure, thereby ushering in the broader field of public health (Porter, 1997; see also Chapter 1).\n\nMental health professionals trace their roots to Western medicine and, more particularly, to two major European \nmilestones -- the first forms of biological psychiatry in the mid-19th century and the advent of psychotherapy (or \n\"talk therapy\") near the end of that century (Shorter, 1997). The earliest forms of biological psychiatry primed the \npath for more than a century of advances in pharmacological therapy, or drug treatment, for mental illness. The \noriginal psychotherapy, known as psychoanalysis, was founded in Vienna by Sigmund Freud. While many forms of \npsychotherapy are available today, with vastly different orientations, all emphasize verbal communication between \npatient and therapist as the basis of treatment. Today's treatments for specific mental disorders also may combine \npharmacological therapy and psychotherapy; this approach is known as multimodal therapy. These two types of \ntreatment and the intellectual and scientific traditions that galvanized their development are an outgrowth of \nWestern medicine.\n\nTo say that physicians or mental health professionals have their own culture does not detract from the universal \ntruths discovered by their fields. Rather, it means that most clinicians share a worldview about the interrelationship \namong body, mind, and environment, informed by knowledge acquired through the scientific method. It also means \nthat clinicians view symptoms, diagnoses, and treatments in a manner that sometimes diverges from their patients. \n\"[Clinicians'] conceptions of disease and [their] responses to it unquestionably show the imprint of [a] particular \nculture, especially its individualist and activist therapeutic mentality,\" writes sociologist of medicine Paul Starr \n(1982).\n\n\n\nBecause of the professional culture of the clinician, some degree of distance between clinician and patient always \nexists, regardless of the ethnicity of each (Burkett, 1991). Clinicians also bring to the therapeutic setting their own \npersonal cultures (Hunt, 1995; Porter, 1997). Thus, when clinician and patient do not come from the same ethnic or \ncultural background, there is greater potential for cultural differences to emerge. Clinicians may be more likely to \nignore symptoms that the patient deems important, or less likely to understand the patient's fears, concerns, and \nneeds. The clinician and the patient also may harbor different assumptions about what a clinician is supposed to \ndo, how a patient should act, what causes the illness, and what treatments are available. For these reasons, DSM-\nIV exhorts clinicians to understand how their relationship with the patient is affected by cultural differences \n(Chapter 1).\n\nCommunication\n\nThe emphasis on verbal communication is a distinguishing feature of the mental health field. The diagnosis and \ntreatment of mental disorders depend to a large extent on verbal communication between patient and clinician \nabout symptoms, their nature, intensity, and impact on functioning (Chapter 1). While many mental health\n\npage 32\n\nprofessionals strive to deliver treatment that is sensitive to the culture of the patient, problems can occur.\n\nThe emphasis on verbal communication yields greater potential for miscommunication when clinician and patient \ncome from different cultural backgrounds, even if they speak the same language. Overt and subtle forms of \nmiscommunication and misunderstanding can lead to misdiagnosis, conflicts over treatment, and poor adherence to \na treatment plan. But when patient and clinician do not speak the same language, these problems intensify. The \nimportance of cross-cultural communication in establishing trusting relationships between clinician and patient is \njust beginning to be explored through research in family practice (Cooper-Patrick et al., 1999) and mental health \n(see later section on \"Culturally Competent Services\").\n\nPrimary Care\n\nPrimary care is a critical portal to mental health treatment for ethnic and racial minorities. Minorities are more likely \nto seek help in primary care as opposed to specialty care, and cross-cultural problems may surface in either setting \n(Cooper-Patrick et al., 1999). Primary care providers, particularly under the constraints of managed care, may not \nhave the time or capacity to recognize and diagnose mental disorders or to treat them adequately, especially if \npatients have co-existing physical disorders (Rost et al., 2000). Some estimates suggest that about one-third to \none-half of patients with mental disorders go undiagnosed in primary care settings (Higgins, 1994; Williams et al., \n1999). Minority patients are among those at greatest risk of nondetection of mental disorders in primary care \n(Borowsky et al., 2000). Missed or incorrect diagnoses carry severe consequences if patients are given \ninappropriate or possibly harmful treatments, while their underlying mental disorder is left untreated.\n\nClinician Bias and Stereotyping\n\nMisdiagnosis also can arise from clinician bias and stereotyping of ethnic and racial minorities. Clinicians often \nreflect the attitudes and discriminatory practices of their society (Whaley, 1998). This institutional racism was \nevident over a century ago with the establishment of a separate, completely segregated mental hospital in Virginia \nfor African American patients (Prudhomme & Musto, 1973). While racism and discrimination have certainly \ndiminished over time, there are traces today which are manifest in less overt medical practices concerning \ndiagnosis, treatment, prescribing medications, and referrals (Giles et al., 1995; Shiefer, Escarce, Schulman, 2000). \nOne study from the mental health field found that African American youth were four times more likely than whites \nto be physically restrained after acting in similarly aggressive ways, suggesting that racial stereotypes of blacks as \nviolent motivated the professional judgment to have them restrained (Bond et al., 1988). Another study found that \nwhite therapists rated a videotape of an African American client with depression more negatively than they did a \nwhite patient with identical symptoms (Jenkins-Hall & Sacco, 1991).\n\n\n\nThere is ample documentation provided in Chapter 3 that African American patients are subject to overdiagnosis of \nschizophrenia. African Americans are also underdiagnosed for bipolar disorder (Bell et al., 1980, 1981; Mukherjee, \net al., 1983), depression, and, possibly, anxiety (Neal-Barnett & Smith, 1997; Baker & Bell, 1999; Borowsky et al., \n2000). The problems extend beyond African Americans. Widely held stereotypes of Asian Americans as \"problem \nfree\" may prompt clinicians to overlook their mental health problems (Takeuchi & Uehara, 1996).\n\nThe following chapters of this Supplement each cover diagnostic errors and inappropriate treatment in greater \ndetail. They also address the extent to which each racial or ethnic minority group utilizes services or receives \ntreatment in conformance with treatment guidelines developed from controlled clinical trials. For example, minority \npatients are less likely than whites to receive the best available treatments for depression and anxiety (Wang et al., \n2000; Young et al., 2001).\n\nTo infer a role for bias and stereotyping by clinicians does not prove that it is actually occurring, nor does it indicate \nthe extent to which it explains disparities in mental health services. Some of the racial and ethnic disparities \ndescribed in this Supplement are likely the result of racism   and discrimination by white clinicians; however, the \nlimited research on this topic suggests that the issue is more complex. A large study of cardiac patients could not \nattribute African Americans' lower utilization of a cardiac procedure to the race of the physician. Lower utilization by \nAfrican American versus white patients was independent of whether patients were treated by white or black \nphysicians (Chen et al., 2001). The study authors suggested the possibility that institutional factors and attitudes \nthat were common to black and white physicians contributed to lower rates of utilization by black patients. Some \nhave suggested that what\n\npage 33\n\nappears to be racial bias by clinicians might instead reflect biases of their socioeconomic status or their professional \nculture (Epstein & Ayanian, 2001). These biases, whether intentional or unintentional, may be more powerful \ninfluences on care than the influence of the clinician's own race or ethnicity.\n\nCulture, Society, and Mental Health Services\n\nEvery society influences mental health treatment by how it organizes, delivers, and pays for mental health \nservices. In the United States, services are financed and delivered in vastly different ways than in other nations. \nThat organization was shaped by and reflects a unique set of historical, economic, political, and social forces, which \nwere summarized in the SGR (DHHS, 1999). The mental health service system is a fragmented patchwork, often \nreferred to as the \"de facto mental health system\" because of its lack of a single set of organizing principles \n(Regier et al., 1993). While this hybrid system serves a range of functions for many people, it has not successfully \naddressed the problem that people with the most complex needs and the fewest financial resources often find it \ndifficult to use. This problem is magnified for minority groups. To understand the obstacles that minorities face, this \nsection provides background on mental health service settings, financing, and the concept of culturally competent \nservices.\n\nService Settings and Sectors\n\nMental health services are provided by numerous types of practitioners in a diverse array of environments, \nvariously called settings and sectors. Settings range from home and community to institutions, and sectors include \npublic or private primary care and specialty care. This section provides a broad overview of mental health services, \npatterns of use, and trends in financing. Interested readers are referred to the SGR, which covers these topics in \ngreater detail.\n\nThe burgeoning types of community services available today stand in sharp contrast to the institutional orientation \nof the past. Propelled by reform movements, advocacy, and the advent of managed care, today's best mental \nhealth services extend beyond diagnosis and treatment to cover prevention and the fulfillment of broader needs, \nincluding housing and employment. Services are formal (provided by professionals) or informal (provided by lay \n\n\n\nvolunteers). The most fundamental shift has been in the setting for service delivery, from the institution to the \ncommunity.\n\nThere are four major sectors for receiving mental health care:\n\n(1) The specialty mental health sector is designed solely for the provision of mental health services. It refers to \nmental hospitals, residential treatment facilities, and psychiatric units of general hospitals. It also refers to \nspecialized agencies and programs in the community, such as community mental health centers, day treatment \nprograms, and rehabilitation programs. Within these settings, services are furnished by specialized mental health \nprofessionals, such as psychologists, psychiatric nurses, psychiatrists, and psychiatric social workers;\n\n(2) The general medical and primary care sector offers a comprehensive range of health care services including, \nbut not limited to, mental health services. Primary care physicians, nurse practitioners, internists, and pediatricians \nare the general types of professionals who practice in a range of settings that include clinics, offices, community \nhealth centers, and hospitals;\n\n(3) The human services sector is made up of social welfare (housing, transportation, and employment), criminal \njustice, educational, religious, and charitable services. These services are delivered in a full range of settings -- \nhome, community, and institutions;\n\n(4) The voluntary support network refers to self-help groups and organizations devoted to education, \ncommunication, and support. Services provided by the voluntary support network are largely found in the \ncommunity. Typically informal in nature, they often help patients and families increase knowledge, reduce feelings \nof isolation, obtain referrals to formal treatment, and cope with mental health problems and illnesses.\n\nConsumers can exercise choice in treatment largely because of the range of effective treatments for mental illness \nand the diversity of settings and sectors in which these treatments are offered. Consumers can choose, too, \nbetween distinct treatment modalities, such as psychotherapy, counseling, pharmacotherapy (medications), or \nrehabilitation. For severe mental illnesses, however, all types are usually essential, as are delivery systems to \nintegrate their services (DHHS, 1999).\n\npage 34\n\nConsumer preferences cannot necessarily be inferred from the types of treatment they actually use because costs, \nreimbursement, or availability of services rather than preferences -- may drive their utilization. For example, minority \npatients who wish to see mental health professionals of similar racial or ethnic backgrounds may often find it \ndifficult or impossible, because most mental health practitioners are white. Because there are only 1.5 American \nIndian/Alaska Native psychiatrists per 100,000 American Indians/Alaska Natives in this country, and only 2.0 \nHispanic psychiatrists per 100,000 Hispanics, the chance of an ethnic match between Native or Hispanic \nAmerican patient and provider is highly unlikely (Manderscheid & Henderson, 1999).\n\nFinancing of Mental Health Services and Managed Care\n\nMental health services are financed from many funding streams that originate in the public and private sectors. In \n1996, slightly more than half of the $69 billion in mental health spending was by public payers, including Medicaid \nand Medicare. The remainder came mostly from either private insurance (27&percnt;) or out-of-pocket payments \n(17&percnt;) by patients and their families (DHHS, 1999).\n\nOne of the most significant changes affecting both privately and publicly funded services has been the striking shift \nto managed care. Relatively uncommon two decades ago, managed care in some form now covers the majority of \nAmericans, regardless of whether their care is paid for through the public or the private sector (Levit & Lundy, \n1998). The term \"managed care\" technically refers to a variety of mechanisms for organizing, delivering, and paying \nfor health services. It is attractive to purchasers because it holds the promise of containing costs, increasing access \nto care, improving coordination of care, promoting evidence-based quality care, and emphasizing prevention. \nAttainment of these goals for all racial and ethnic groups is difficult to verify through research because of the \nbreathtaking pace of change in the health care marketplace. Study in this area is also challenging because claims \n\n\n\ndata are closely held by private companies and thus are often unavailable to researchers, and because insurers \nand providers often do not collect information about ethnicity or race (Fraser, 1997).\n\nAlmost 72 percent of Americans with health insurance in 1999 were enrolled in managed behavioral health \norganizations for mental or addictive disorders (OPEN MINDS, 1999). Managed care has far-reaching implications \nfor mental health services in terms of access, utilization, and quality, yet there has been only a limited body of \nresearch on its effectiveness in these areas (DHHS, 1999).\n\nThrough lower costs, managed care was expected to boost access to care, which is especially critical for racial and \nethnic minorities. However, there is preliminary evidence that managed care is perceived by some racial and ethnic \nminorities as imposing more barriers to treatment than does fee-for-service care (Scholle & Kelleher, 1997; Provan \n& Carle, 2000). Yet, improved access alone will not eliminate disparities (Chapter 3). Other compelling factors \ncurtail utilization of services by racial and ethnic minorities, and they need to be addressed to reduce the gap \nbetween minorities and whites (Chapter 7).\n\nIn terms of quality of care, the SGR noted ongoing efforts within behavioral health care to develop quality reporting \nsystems. It also pointed out that existing incentives within and outside managed care do not encourage an \nemphasis on quality of care (DHHS, 1999). While the SGR concluded that there is little direct evidence of problems \nwith quality in well implemented managed care programs, it cautioned that \"the risk for more impaired populations \nand children remains a serious concern.\"\n\nFinally, managed care has been coupled with legislative proposals to impose parity in financing of mental health \nservices. Intended to reverse decades of inequity, parity seeks coverage for mental health services on a par with \nthat for somatic (physical) illness. Managed care's potential to control costs through various management strategies \nthat prevent overuse of services makes parity more economically feasible (DHHS, 1999). Studies described in the \nSGR found negligible cost increases under existing parity programs within several States. Further, several studies \nhave shown that racial and ethnic disparities in access to health care and in treatment outcomes are reduced or \neliminated under equal access systems such as the Department of Defense health care system (Optenberg et al., \n1995; Taylor et al., 1997), the VA medical system for some disease conditions, and in some health maintenance \norganizations (Tambor et al., 1994; Martin, Shelby, & Zhang, 1995; Clancy & Franks, 1997).\n\nEvidence-Based Treatment and Minorities\n\nThe SGR documented a comprehensive range of effective treatments for many mental disorders (DHHS, 1999). \nThese evidence-based treatments rely on consistent scientific evidence, from controlled clinical trials, that they \nsignificantly improve patients' outcomes (Drake et al., 2001). Despite strong and consistent evidence of efficacy, \nthe SGR spotlighted the problem that\n\npage 35\n\nevidence-based treatments are not being translated into community settings and are not being provided to \neveryone who comes in for care.\n\nMany reasons have been cited as underlying the gap between research and practice. The most significant are \npractitioners' lack of knowledge of research results, the lag time between reporting of results and their translation \ninto the practice setting, and the cost of introducing innovative services into health systems, most of which are \noperating within a highly competitive marketplace. There are also fundamental differences in the health \ncharacteristics of patients studied in academic settings where the research is conducted versus practice settings \nwhere patients are much more heterogeneous and often disabled by more than one disorder (DHHS, 1999).\n\nThe gap between research and practice is even worse for racial and ethnic minorities. Problems span both research \nand practice settings. A special analysis performed for this Supplement reveals that controlled clinical trials used to \ngenerate professional treatment guidelines did not conduct specific analyses for any minority group (See Appendix \nA for complete analysis). Controlled clinical trials offer the highest level of scientific rigor for establishing that a given \ntreatment works.\n\n\n\nSeveral professional associations and government agencies have formulated treatment guidelines or evidence-\nbased reports on treatment outcomes for certain disorders on the basis of consistent scientific evidence, across \nmultiple controlled clinical trials. Since 1986, nearly 10,000 participants have been included in randomized clinical \ntrials evaluating the efficacy of treatments for bipolar disorder, major depression, schizophrenia, and attention-\ndeficit/hyperactivity disorder. However, for nearly half of these participants (4,991), no information on race or \nethnicity is available.    For another 7 percent of participants (N = 656), studies only reported the designation \"non-\nwhite,\" without indicating a specific minority group. For the remaining 47 percent of participants (N = 4,335), Table \n2-1 shows the breakdown by ethnicity. In all clinical trials reporting data on ethnicity, very few minorities were \nincluded and not a single study analyzed the efficacy of the treatment by ethnicity or race.   A similar conclusion \nwas reached by the American Psychological Association in a careful analysis of all empirically validated \npsychotherapies: \"We know of no psychotherapy treatment research that meets basic criteria important for \ndemonstrating treatment efficacy for ethnic minority populations...\" (Chambless et al., 1996).\n\n[graphic missing]\n\nThe failure to conduct ethnic-specific analyses in clinical research is a problem that must be addressed (Chapter 7). \nThis problem is not unique to the mental health field; it affects all areas of health research. In 1993, Congress \npassed legislation creating the National Institute of Health's Office of Research on Minority Health to increase the \nrepresentation of minorities in all aspects of biomedical and behavioral research (National Institutes of Health, \n2001). In November 2000, the Minority Health Disparities Research and Education Act elevated the Office of \nResearch on Minority Health to the National Center on Minority Health and Health Disparities. This gave NIH \nincreased programmatic and budget authority for research on minority health issues and health disparities. The \nlaw also promotes more training and education of health professionals, the evaluation\n\npage 36\n\nof data collection systems, and a national public awareness campaign.\n\nEven though the treatment guidelines are extrapolated from largely white populations, they are, as a matter of \npublic health prudence, the best available treatments for everyone, regardless of race or ethnicity. Yet evidence \nsuggests that in clinical practice settings, minorities are less likely than whites to receive treatment that adheres to \ntreatment guidelines (Chapters 3-6; see also Lehman & Steinwachs, 1998; Sclar et al., 1999; Blazer et al., 2000; \nYoung et al., 2001). Existing treatment guidelines should be used for all people with mental disorders, regardless of \nethnicity or race. But to be most effective, treatments need to be tailored and delivered appropriately for individuals \naccording to age, gender, race, ethnicity, and culture (DHHS, 1999).\n\nCulturally Competent Services\n\nThe last four decades have witnessed tremendous changes in mental health service delivery. The civil rights \nmovement, the expansion of mental health services into the community, and the demographic shift toward greater \npopulation diversity led to a growing awareness of inadequacies of the mental health system in meeting the needs \nof ethnic and racial minorities (Rogler et al., 1987; Takeuchi & Uehara, 1996). Research documented huge \nvariations in utilization between minorities and whites, and it began to uncover the influence of culture on mental \nhealth and mental illness (Snowden & Cheung, 1990; Sue et al., 1991). Major differences were found in some \nmanifestations of mental disorders, idioms for communicating distress, and patterns of help-seeking. The natural \noutgrowth of research and public awareness was self-examination by the mental health field and the advent of \nconsumer and family advocacy. As noted in Chapter 1, major recognition was given to the importance of culture in \nthe assessment of mental illness with the publication of the \"Outline for Culture Formulation\" in DSM-IV (APA, \n1994).\n\nAnother innovation was to take stock of the mental health treatment setting. This setting is arguably unique in \nterms of its strong reliance on language, communication, and trust between patients and providers. Key elements \nof therapeutic success depend on rapport and on the clinicians' understanding of patients' cultural identity, social \nsupports, self-esteem, and reticence about treatment due to societal stigma. Advocates, practitioners, and \npolicymakers, driven by widespread awareness of treatment inadequacies for minorities, began to press for a new \ntreatment approach: the delivery of services responsive to the cultural concerns of racial and ethnic minority groups, \n\n\n\nincluding their languages, histories, traditions, beliefs, and values. This approach to service delivery, often referred \nto as cultural competence, has been promoted largely on the basis of humanistic values and intuitive sensibility \nrather than empirical evidence. Nevertheless, substantive data from consumer and family self-reports, ethnic match, \nand ethnic-specific services outcome studies suggest that tailoring services to the specific needs of these groups \nwill improve utilization and outcomes.\n\nCultural competence underscores the recognition of patients' cultures and then develops a set of skills, knowledge, \nand policies to deliver effective treatments (Sue & Sue, 1999). Underlying cultural competence is the conviction that \nservices tailored to culture would be more inviting, would encourage minorities to get treatment, and would improve \ntheir outcome once in treatment. Cultural competence represents a fundamental shift in ethnic and race relations \n(Sue et al., 1998). The term competence places the responsibility on mental health services organizations and \npractitioners -- most of whom are white (Peterson et al., 1996) -- and challenges them to deliver culturally \nappropriate services. Yet the participation of consumers, families, and communities helping service systems \ndesign and carry out culturally appropriate services is also essential (Chapter 7).\n\nMany models of cultural competence have been proposed. One of the most frequently cited models was developed \nin the context of care for children and adolescents with serious emotional disturbance (Cross et al., 1989). At the \nFederal level, efforts have begun to operationalize cultural competence for applied behavioral healthcare settings \n(CMHS, 2000). Though these and many other models have been proposed, few if any have been subject to \nempirical test. No empirical data are yet available as to what the key ingredients of cultural competence are and \nwhat influence, if any, they have on clinical outcomes for racial and ethnic minorities (e.g., Sue & Zane, 1987; \nRamirez, 1991; Pedersen & Ivey, 1993; Ridley et al., 1994; Lopez, 1997; Szapocznik et al. 1997; Falicov, 1998; \nKoss-Chioino & Vargas, 1999; Sue & Sue, 1999). A common theme across models of cultural competence, \nhowever, is that they make treatment effectiveness for a culturally diverse clientele the responsibility of the system, \nnot of the people seeking treatment.\n\nLater chapters of this Supplement describe the findings to date in relation to each ethnic or racial group. The main \npoint is that cultural competence is more than the sum of its parts: It is a broad-based approach to transform the \norganization and delivery of all mental health services to meet the diverse needs of all patients.\n\npage 37\n\nMedications and Minorities\n\nThe introductory chapter of this Supplement emphasized the overall genetic similarities across ethnic groups and \nnoted that while there may be some genetic polymorphisms that show mean differences between groups, these \nvariations cannot be used to distinguish one population from another. Observed group differences are outweighed \nby shared genetic variation and may be correlates of lifestyle rather than genetic factors (Paabo, 2001). For \nexample, researchers are finding some racial and ethnic differences in response to a heart medication (Exner et al., \n2001) that appear to reflect both genetic and environmental factors. It is nevertheless reasonable to assume that \nmedications for mental disorders, in the absence of data to the contrary, are as effective for racial and ethnic \nminority groups as they are for whites. Therefore, this Supplement encourages people with mental illness, \nregardless of race or ethnicity, to take advantage of scientific advances and seek effective pharmacological \ntreatments for mental illness. As part of the standard practice of delivering medicine, clinicians always need to \nindividualize therapies according to the age, gender, culture, ethnicity, and other life circumstances of the patient.\n\nThere is a growing body of research on subtle genetic differences in how medications are metabolized across \ncertain ethnic populations. Similarly, this body of research also focuses on how lifestyles that are more common to \na given ethnic group affect drug metabolism. Lifestyle factors include diet, rates of smoking, alcohol consumption, \nand use of alternative or complementary treatments. These factors can interact with drugs to alter their safety or \neffectiveness.\n\nThe relatively new field known as ethnopsychopharmacology investigates ethnic variations that affect medication \ndosing and other aspects of pharmacology. Most research in this field has focused on gene polymorphisms (DNA \nvariations) affecting drug metabolizing enzymes. After drugs are taken by mouth, they enter the blood and are \ncirculated to the liver, where they are metabolized by enzymes (proteins encoded by genes). Certain genetic \n\n\n\nvariations affecting the functions of these enzymes are more common to particular racial or ethnic groups. The \nvariations can affect the pace of drug metabolism: A faster rate of metabolism leaves less drug in the circulation, \nwhereas a slower rate allows more drug to be recirculated to other parts of the body. For example, African \nAmericans and Asians are, on average, more likely than whites to be slow metabolizers of several medications for \npsychosis and depression (Lin et al., 1997). Clinicians who are unaware of these differences may inadvertently \nprescribe doses that are too high for minority patients by giving them the dose normally prescribed for whites. This \nwould lead to more medication side effects, patient nonadherence, and possibly greater risk of long-term, severe \nside effects such as tardive dyskinesia (Lin et al., 1997; Lin & Cheung, 1999).\n\nA key point is that this area of research looks for frequency differences across populations, rather than between \nindividuals. For example, one research study reported on population frequencies for a polymorphism linked to the \nbreakdown of neurotransmitters. It found the particular polymorphism in 15 to 31 percent of East Asians, compared \nwith 7 to 40 percent of Africans, and 33 to 62 percent of Europeans and Southwest Asians (Palmatier et al., 1999). \nIt is important to note that these differences become apparent across populations, but do not apply to an individual \nseeking treatment (unless the clinician has specific knowledge about that person's genetic makeup, or genotype, or \ntheir medication blood levels). The concern about applying research regarding ethnically based differences in \npopulation frequencies of gene polymorphisms is that it will lead to stereotyping and racial profiling of individuals \nbased on their physical appearance (Schwartz, 2001). For any individual, genetic variation in response to \nmedications cannot be inferred from racial or ethnic group membership alone.\n\nRacism, Discrimination, and Mental Health\n\nSince its inception, America has struggled with its handling of matters related to race, ethnicity, and immigration. \nThe histories of each racial and ethnic minority group attest to long periods of legalized discrimination -- and more \nsubtle forms of discrimination -- within U.S. borders (Takaki, 1993). Ancestors of many of today's African Americans \nwere forcibly brought to the United States as slaves. The Indian Removal Act of 1830 forced American Indians off \ntheir land and onto reservations in remote areas of the country that lacked natural resources and economic \nopportunities. The Chinese Exclusion Act of 1882 barred immigration from China to the U.S. and denied citizenship \nto Chinese Americans until it was repealed in 1952. Over 100,000 Japanese Americans were unconstitutionally \nincarcerated during World War II, yet none was ever shown to be disloyal. Many Mexican Americans, Puerto \nRicans, and Pacific Islanders became U.S. citizens through conquest, not choice. Although racial and ethnic \nminorities cannot lay claim to being the sole recipients of maltreatment in the United States, legally sanctioned \ndiscrimination and\n\npage 38\n\nexclusion of racial and ethnic minorities have been the rule, rather than the exception, for much of the history of this \ncountry. Each of the later chapters of this Supplement describes some of the key historical events that helped \nshape the contemporary mental health status of each group.\n\nRacism and discrimination are umbrella terms referring to beliefs, attitudes, and practices that denigrate individuals \nor groups because of phenotypic characteristics (e.g., skin color and facial features) or ethnic group affiliation. \nDespite improvements over the last three decades, research continues to document racial discrimination in housing \nrentals and sales (Yinger, 1995) and in hiring practices (Kirschenman & Neckerman, 1991). Racism and \ndiscrimination also have been documented in the administration of medical care. They are manifest, for example, in \nfewer diagnostic and treatment procedures for African Americans versus whites (Giles et al., 1995; Shiefer et al., \n2000). More generally, racism and discrimination take forms from demeaning daily insults to more severe events, \nsuch as hate crimes and other violence (Krieger et al., 1999). Racism and discrimination can be perpetrated by \ninstitutions or individuals, acting intentionally or unintentionally.\n\nPublic attitudes underlying discriminatory practices have been studied in several national surveys conducted over \nmany decades. One of the most respected and nationally representative surveys is the General Social Survey, \nwhich in 1990 found that a significant percentage of whites held disparaging stereotypes of African Americans, \nHispanics, and Asians. The most extreme findings were that 40 to 56 percent of whites endorsed the view that \nAfrican Americans and Hispanics \"prefer to live off welfare\" and \"are prone to violence\" (Davis & Smith, 1990).\n\n\n\nMinority groups commonly report experiences with racism and discrimination, and they consider these experiences \nto be stressful (Clark et al., 1999). In a national probability sample of minority groups and whites, African Americans \nand Hispanic Americans reported experiencing higher overall levels of global stress than did whites (Williams, \n2000). The differences were greatest for two specific types: financial stress and stress from racial bias. Asian \nAmericans also reported higher overall levels of stress and higher levels of stress from racial bias, but sampling \nmethods did not permit statistical comparisons with other groups. American Indians and Alaska Natives were not \nstudied (Williams, 2000).\n\nRecent studies link the experience of racism to poorer mental and physical health. For example, racial inequalities \nmay be the primary cause of differences in reported quality of life between African Americans and whites (Hughes & \nThomas, 1998). Experiences of racism have been linked with hypertension among African Americans (Krieger & \nSidney, 1996; Krieger et al., 1999). A study of African Americans found perceived   discrimination to be associated \nwith psychological distress, lower well-being, self-reported ill health, and number of days confined to bed (Williams \net al., 1997; Ren et al., 1999).\n\nA recent, nationally representative telephone survey looked more closely at two overall types of racism, their \nprevalence, and how they may differentially affect mental health (Kessler et al., 1999). One type of racism was \ntermed \"major discrimination\" in reference to dramatic events like being \"hassled by police\" or \"fired from a job.\" \nThis form of discrimination was reported with a lifetime prevalence of 50 percent of African Americans, in contrast to \n31 percent of whites. Major discrimination was associated with psychological distress and major depression in both \ngroups. The other form of discrimination, termed \"day-to-day perceived discrimination,\" was reported to be \nexperienced \"often\" by almost 25 percent of African Americans and only 3 percent of whites. This form of \ndiscrimination was related to the development of distress and diagnoses of generalized anxiety and depression in \nAfrican Americans and whites. The magnitude of the association between these two forms of discrimination and \npoorer mental health was similar to other commonly studied stressful life events, such as death of a loved one, \ndivorce, or job loss.\n\nWhile this line of research islargely focused on African Americans, there are a few studies of racism's impact on \nother racial and ethnic minorities. Perceived discrimination was linked to symptoms of depression in a large sample \nof 5,000 children of Asian, Latin American, and Caribbean immigrants (Rumbaut, 1994). Two recent studies found \nthat perceived discrimination was highly related to depressive symptoms among adults of Mexican origin (Finch et \nal., 2000) and among Asians (Noh et al., 1999).\n\nIn summary, the findings indicate that racism and discrimination are clearly stressful events (see also Clark et al., \n1999). Racism and discrimination adversely affect health and mental health, and they place minorities at risk for \nmental disorders such as depression and anxiety. Whether racism and discrimination can by themselves cause \nthese disorders is less clear, yet deserves research attention.\n\npage 39\n\nThese and related findings have prompted researchers to ask how racism may jeopardize the mental health of \nminorities. Three general ways are proposed:\n\n(1) Racial stereotypes and negative images can be internalized, denigrating individuals' self-worth and adversely \naffecting their social and psychological functioning;\n\n(2) Racism and discrimination by societal institutions have resulted in minorities' lower socioeconomic status and \npoorer living conditions in which poverty, crime, and violence are persistent stressors that can affect mental health \n(see next section); and\n\n(3) Racism and discrimination are stressful events that can directly lead to psychological distress and physiological \nchanges affecting mental health (Williams & Williams-Morris, 2000).\n\nPoverty, Marginal Neighborhoods, and Community Violence\n\nPoverty disproportionately affects racial and ethnic minorities. The overall rate of poverty in the United States, 12 \npercent in 1999, masks great variation. While 8 percent of whites are poor, rates are much higher among racial and \n\n\n\nethnic minorities: 11 percent of Asian Americans and Pacific Islanders, 23 percent of Hispanic Americans, 24 \npercent of African Americans, and 26 percent of American Indians and Alaska Natives (U. S. Census Bureau, \n1999). Measured another way, the per capita income for racial and ethnic minority groups is much lower than that \nfor whites (Table 2-2).\n\n[graphic missing]\n\nFor centuries, it has been known that people living in poverty, whatever their race or ethnicity, have the poorest \noverall health (see reviews by Krieger, 1993; Adler et al., 1994; Yen & Syme, 1999). It comes as no surprise then \nthat poverty is also linked to poorer mental health (Adler et al., 1994). Studies have consistently shown that people \nin the lowest strata of income, education, and occupation (known as socioeconomic status, or SES) are about two \nto three times more likely than those in the highest strata to have a mental disorder (Holzer et al., 1986; Regier et \nal., 1993; Muntaner et al., 1998). They also are more likely to have higher levels of psychological distress (Eaton & \nMuntaner, 1999).\n\nPoverty in the United States has become concentrated in urban areas (Herbers, 1986). Poor neighborhoods have \nfew resources and suffer from considerable distress and disadvantage in terms of high unemployment rates, \nhomelessness, substance abuse, and crime. A disadvantaged community marked by economic and social flux, high \nturnover of residents, and low levels of supervision of teenagers and young adults creates an environment \nconducive to violence. Young racial and ethnic minority men from such environments are often perceived as being \nespecially prone to violent behavior, and indeed they are disproportionately arrested for violent crimes. However, \nthe recent Surgeon General's Report on Youth Violence cites self-reports of youth from both majority and minority \npopulations that indicate that differences in violent acts committed may not be as large as arrest records suggest. \nThe Report on Youth Violence concludes that race and ethnicity, considered in isolation from other life \ncircumstances, shed little light on a given child's or adolescent's propensity for engaging in violence (DHHS, 2001).\n\nRegardless of who is perpetrating violence, it disproportionately affects the lives of racial and ethnic minorities. The \nrate of victimization for crimes of violence is higher for African Americans than for any other ethnic or racial group \n(Maguire & Pastore, 1999). More than 40 percent of inner city young people have seen someone shot or stabbed \n(Schwab-Stone et al., 1995). Exposure to community violence, as victim or witness, leaves immediate and \nsometimes long-term effects on mental health, especially for youth (Bell & Jenkins, 1993; Gorman-Smith & Tolan, \n1998; Miller et al., 1999).\n\nHow is poverty so clearly related to poorer mental health? This question can be answered in two ways. People \nwho are poor are more likely to be exposed to stressful social environments (e.g., violence and\n\npage 40\n\nunemployment) and to be cushioned less by social or material resources (Dohrenwend, 1973; McLeod & Kessler, \n1990). In this way, poverty among whites and nonwhites is a risk factor for poor mental health. Also, having a \nmental disorder, such as schizophrenia, takes such a toll on individual functioning and productivity that it can lead \nto poverty. In this way, poverty is a consequence of mental illness (Dohrenwend et al., 1992). Both are plausible \nexplanations for the robust relationship between poverty and mental illness (DHHS, 1999).\n\nScholars have debated whether low SES alone can explain cultural differences in health or health care utilization \n(e.g. Lillie-Blanton et al., 1996; Williams, 1996; Stolley, 1999, 2000; LaVeist, 2000; Krieger, 2000). Most scholars \nagree that poverty and socioeconomic status do play a strong role, but the question is whether they play an \nexclusive role. The answer to this question is \"no.\" Evidence contained within this Supplement is clearly contrary to \nthe simple assertion that lower SES by itself explains ethnic and racial disparities. An excellent example is \npresented in Chapter 6. Mexican American immigrants to the United States, although quite impoverished, enjoy \nexcellent mental health (Vega et al., 1998). In this study, immigrants' culture was interpreted as protecting them \nagainst the impact of poverty. In other studies of African Americans and Hispanics (cited in Chapters 3 and 6), more \ngenerous mental health coverage for minorities did not eliminate disparities in their utilization of mental health \nservices. Minorities of the same SES as whites still used fewer mental health services, despite good access.\n\nThe debate separates poverty from other factors that might influence the outcome -- such as experiences with \nracism, help-seeking behavior, or attitudes -- as if they were isolated or independent from one another. In fact, \npoverty is caused in part by a historical legacy of racism and discrimination against minorities. And minority groups \n\n\n\nhave developed coping skills to help them endure generations of poverty. In other words, poverty and other factors \nare overlapping and interdependent for different ethnic groups and different individuals. As but one example, the \nexperience of poverty for immigrants who previously had been wealthy in their homeland cannot be equated with \nthe experience of poverty for immigrants coming from economically disadvantaged backgrounds.\n\nAn important caveat in reviewing this evidence is that while most researchers measure and control for SES they do \nnot carefully define and measure aspects of culture. Many studies report the ethnic or racial backgrounds of study \nparticipants as a shorthand for their culture, without systematically examining more specific information about their \nliving circumstances, social class, attitudes, beliefs, and behavior. In the future, defining and measuring different \naspects of culture will strengthen our understanding ethnic differences that occur, beyond those explained by \npoverty and socioeconomic status.\n\nDemographic Trends\n\nThe United States is undergoing a major demographic transformation in racial and ethnic composition of its \npopulation. In 1990, 23 percent of U.S. adults and 31 percent of children were from racial and ethnic minority \ngroups (Hollmann, 1993). In 25 years, it is projected that about 40 percent of adults and 48 percent of children will \nbe from racial and ethnic minority groups (U.S. Census Bureau, 2000; Lewit & Baker, 1994). While these changes \nbring with them the enormous richness of diverse cultures, significant changes are needed in the mental health \nsystem to meet the associated challenges, a topic addressed in Chapter 7.\n\nDiversity within Racial and Ethnic Groups\n\nThe four most recognized racial and ethnic minority groups are themselves quite diverse. For instance, Asian \nAmericans and Pacific Islanders include at least 43 separate subgroups who speak over 100 languages. Hispanics \nare of Mexican, Puerto Rican, Cuban, Central and South American, or other Hispanic heritage (U.S. Census \nBureau, 2000). American Indian/Alaskan Natives consist of more than 500 tribes with different cultural traditions, \nlanguages, and ancestry. Even among African Americans, diversity has recently increased as black immigrants \narrive from the Caribbean, South America, and Africa. Some members of these subgroups have largely \nacculturated or assimilated into mainstream U.S. culture, whereas others speak English with difficulty and interact \nalmost exclusively with members of their own ethnic group.\n\nGrowth Rates\n\nAfrican Americans had long been the country's largest ethnic minority group. However, over the past decade, they \nhave grown by just 13 percent to 34.7 million people. In contrast, higher birth and immigration rates led Hispanics to \ngrow by 56 percent, to 35.3 million people, while the whites grew just 1 percent from 209 million to 212 million. \nAccording to 2000 census figures, Hispanics have replaced African Americans as the\n\npage 41\n\nsecond largest ethnic group after whites (U.S. Census Bureau, 2001).\n\nHispanics grew faster than any other ethnic minority group in terms of the actual number of individuals and the rate \nof population growth. The group with the second highest rate of population growth was Asian Americans, who in the \n2000 census were counted separately from Native Hawaiians and Other Pacific Islanders. Because of immigration, \nthe Asian American population grew 40.7 percent to 10.6 million people, and this growth is projected to continue \nthroughout the century (U.S. Census Bureau, 2001).\n\nAmerican Indians and Alaska Natives surged between 38 and 50 percent over each of the decades from the 1960s \nthrough the 1980s. However, during the 1990s, the rate of growth was slightly slower (19&percnt;). Even so, the \nrate is still greater than that for the general population. One factor accounting for this higher-than-average growth \nrate is an increase in the number of people who now identify themselves as American Indian or Alaska Native. The \ncurrent size of the American Indian and Alaska Native population is just under 1 percent of the total U.S. population, \n\n\n\nor about 2.5 million people. This number nearly doubles, however, when including individuals who identify as being \nAmerican Indian and Alaska Native as well as one or more other races (U.S. Census Bureau, 2001).\n\nThe numbers of ethnic minority children and youth are increasing most rapidly. Between 1995 and 2015, the \nnumbers of black youth are expected to increase by 19 percent, American Indian and Alaska Native youth by 17 \npercent, Hispanic youth by 59 percent, and Asian and Pacific Islander youth by 74 percent. During the same \nperiod, the white youth population is expected to increase by 3 percent (Snyder & Sickmund, 1999).\n\nGeographic Distribution\n\nUntil the 1960s, American Indians, Asian Americans, and Hispanic Americans were geographically isolated. Before \nthen, American Indians lived primarily on reservations to which the government assigned them. Few Asian \nAmericans lived outside California, Hawaii, Washington, and New York City. Latinos resided primarily in the \nsouthwestern border States, New York City, and a few midwestern industrial cities (Harrison & Bennett, 1995).\n\nToday, although they are not evenly distributed, members of each of the four major racial and ethnic minority \ngroups reside throughout the United States. The western States are the most ethnically diverse in the United \nStates, and they are home to many Latinos, Asian Americans, and American Indians. In the Midwest, which is less \nethnically diverse, over 85 percent of the population is white, and most of the remainder is black. This proportion \nhas remained relatively unchanged since the 1970s.\n\nAlthough the Nation as a whole is becoming more ethnically diverse, this diversity remains relatively concentrated in \na few States and large metropolitan areas. In general, minorities are more likely than whites to live in urban areas. \nIn 1997, 88 percent of minorities lived in cities and their surrounding areas, compared to 77 percent of whites. \nAmerican Indians/Alaska Natives and African Americans are the only minority groups with any considerable rural \npopulation. (U.S. Census Bureau, 1999).\n\nImpact of Immigration Laws\n\nDuring the last century, U.S. immigration laws alternately closed and opened the doors of immigration to different \nforeign populations. For example, the 1924 Immigration Act established the National Origins System, which \nrestricted annual immigration from any foreign country to 2 percent of that country's population living in the United \nStates, as counted in the census of 1890. Since most of the foreign-born counted in the 1890 census were from \nnorthern and western European countries, the 1924 Immigration Act reinforced patterns of white immigration and \nstaved off immigration from other areas, including Asia, Latin America, and Africa.\n\nUntil the 1960s, approximately two-thirds of all legal immigrants to the United States were from Europe and \nCanada. The Immigration Act of 1965 replaced the National Origins System and allowed an annual immigration \nquota of 20,000 individuals from each country in the Eastern Hemisphere. The Act also gave preference to \nindividuals in certain occupations. The effect was striking: Immigration from Asia skyrocketed from 6 percent of all \nimmigrants in the 1950s to 37 percent by the 1980s. Yet another provision of the Act supported family reunification \nand gave preference to people with relatives in the United States, one factor behind the growth in immigration from \nMexico and other Latin American countries (U.S. Census Bureau, 1999). Over this same period of time, the \npercentage of immigrants from Europe and Canada fell from 68 percent to 12 percent (U.S. Immigration and \nNaturalization Service, 1999).\n\nIn the past 20 years, immigration has led to a shift in the racial and ethnic composition of the United States not \nwitnessed since the late 17th century, when black slaves became part of the labor force in the South (Muller, 1993). \nThough this wave of immigration is similar to the surge of immigration that occurred in the early part of\n\npage 42\n\nthis century, a critical difference is in the countries of origin. In the early 1900s, immigrants primarily came from \nEurope and Canada, while recent immigration is primarily from Asian and Latin American countries.\n\n\n\nOverall, the racial and ethnic makeup of the United States has changed more rapidly since 1965 than during any \nother period in history. The reform in immigration policy in 1965, the increase in self-identification by ethnic \nminorities, and the slowing of the country's birth rates, especially among non-Hispanic white Americans, have all \nled to an increasing, and increasingly diverse, racial and ethnic minority population in the United States.\n\nConclusions\n\n(1) Culture influences many aspects of mental illness, including how patients from a given culture express and \nmanifest their symptoms, their style of coping, their family and community supports, and their willingness to seek \ntreatment. Likewise, the cultures of the clinician and the service system influence diagnosis, treatment, and service \ndelivery. Cultural and social influences are not the only determinants of mental illness and patterns of service \nutilization for racial and ethnic minorities, but they do play important roles.\n\n(2) Mental disorders are highly prevalent across all populations, regardless of race or ethnicity. Cultural and social \nfactors contribute to the causation of mental illness, yet that contribution varies by disorder. Mental illness is \nconsidered the product of a complex interaction among biological, psychological, social, and cultural factors. The \nrole of any one of these major factors can be stronger or weaker depending on the specific disorder\n\n(3) Within the United States, overall rates of mental disorders for most minority groups are largely similar to those \nfor whites. This general conclusion does not apply to vulnerable, high-need subgroups, who have higher rates and \nare often not captured in community surveys. The overall rates of mental disorder for many smaller racial and \nethnic groups, most notably American Indians, Alaska Natives, Asian Americans and Pacific Islanders are not \nsufficiently studied to permit definitive conclusions.\n\n(4) Ethnic and racial minorities in the United States face a social and economic environment of inequality that \nincludes greater exposure to racism and discrimination, violence, and poverty, all of which take a toll on mental \nhealth. Living in poverty has the most measurable impact on rates of mental illness. People in the lowest stratum \nof income, education, and occupation are about two to three times more likely than those in the highest stratum to \nhave a mental disorder.\n\n(5) Racism and discrimination are stressful events that adversely affect health and mental health. They place \nminorities at risk for mental disorders such as depression and anxiety. Whether racism and discrimination can by \nthemselves cause these disorders is less clear, yet deserves research attention.\n\n(6) Stigma discourages major segments of the population, majority and minority alike, from seeking help. Attitudes \ntoward mental illness held by minorities are as unfavorable, or even more unfavorable, than attitudes held by \nwhites.\n\n(7) Mistrust of mental health services is an important reason deterring minorities from seeking treatment. Their \nconcerns are reinforced by evidence, both direct and indirect, of clinician bias and stereotyping. The extent to which \nclinician bias and stereotyping explain disparities in mental health services is not known.\n\n(8) The cultures of ethnic and racial minorities alter the types of mental health services they use. Cultural \nmisunderstandings or communication problems between patients and clinicians may prevent minorities from using \nservices and receiving appropriate care.\n\nReferences\n\nAdler, N. E., Boyce, T., Chesney, M. A., Cohen, S., Folkman, S., Kahn, R. L., & Syme, S. L. (1994). Socioeconomic \nstatus and health: The challenge of the gradient. American Psychologist, 49, 15-24.\n\nAmerican Psychiatric Association. (1994). Diagnostic and statistical manual of mental disorders (4th ed.). \nWashington, DC: Author.\n\nBaker, F. M., & Bell, C. C. (1999). Issues in the psychiatric treatment of African Americans. Psychiatric Services, \n50, 362-368.\n\n\n\npage 43\n\nBebbington, P., & Kuipers, L. (1994). The predictive utility of expressed emotion in schizophrenia: An aggregate \nanalysis. Psychological Medicine, 24, 707-718.\n\nBell, C. C. (1996). Pimping the African-American community Psychiatric Services, 47, 1025.\n\nBell, C. C., & Jenkins, E. J. (1993). Community violence and children on Chicago's southside. Psychiatry, 56, 46-\n54.\n\nBell, C. C. & Mehta, H. (1980). The misdiagnosis of black patients with manic depressive illness. Journal of the \nNational Medical Association, 72, 141-145.\n\nBell, C. C. & Mehta, H. (1981). The misdiagnosis of black patients with manic depressive illness: Second in a \nseries. Journal of the National Medical Association, 73, 101-107.\n\nBerry, J. W., Kim, U., Minde, T., & Mok, D. (1987). Comparative studies of acculturative stress. International \nMigration Review, 21, 491-511.\n\nBhugra, D. (1989). Attitudes towards mental illness: A review of the literature. Acta Psychiatrica Scandinavia, 80, 1-\n12.\n\nBlazer, D. G., Hybels, C. F., Simonsick, E. G., et al. (2000). Marked differences in antidepressant use by race in an \nelderly community sample: 1986-1996. American Journal of Psychiatry. 157, 1089-1094.\n\nBond, C. F., DiCandia, C. G., MacKinnon, J. R. (1988). Responses to violence in a psychiatric setting: The role of \npatient's race. Personality and Social Psychology Bulletin, 14, 448-458.\n\nBorowsky, S. J., Rubenstein, L. V., Meredith, L. S., Camp, P., Jackson-Triche, M., & Wells, K B. (2000). Who is at \nrisk of nondetection of mental health problems in primary care? Journal of General Internal Medicine, 15, 381-388.\n\nBrockington, I., Hall, P. Levings, J., & Murphy, C. (1993). The community's tolerance of the mentally ill. British \nJournal of Psychiatry, 162, 93-99.\n\nBroman, C. L. (1996). Coping with personal problems. In H. W. Neighbors & J. S. Jackson (Eds.), Mental health in \nblack America (pp. 117-129). Thousand Oaks, CA: Sage.\n\nBrown, E. R., Ojeda, V. D., Wyn, R., & Levan, R. (2000). Racial and ethnic disparities in access to health insurance \nand health care. Los Angeles: UCLA Center for Health Policy Research and The Henry J. Kaiser Family \nFoundation.\n\nBrown, J., Cohen, P., Johnson, J. G., & Smailes, E. M. (1999). Childhood abuse and neglect: Specificity of effects \non adolescent and young adult depression and suicidality. Journal of the American Academy of Child and \nAdolescent Psychiatry, 38, 1490-1496.\n\nBurkett, G. L. (1991). Culture, illness, and the biopsychosocial model. Family Medicine, 23, 287-291.\n\nChambless, D. L., Sanderson, W. C., Shoham, V., Bennett Johnson, S., Pope, K. S., Crits-Christoph, P., Baker, M., \nJohnson, B., Woody, S. R., Sue, S., Beutler, L., Williams, D. A., & McCurry, S. (1996). An update on empirically \nvalidated therapies. The Clinical Psychologist, 49, 5-18.\n\nChen, J., Rathore, S. S., Radford, M. J., Wang, Y., & Krumholz, H. M. (2001). Racial differences in the use of \ncardiac catheterization after acute myocardial infarction. New England Journal of Medicine, 344, 1443-1449.\n\nChun, C., Enomoto, K., & Sue, S. (1996). Health-care issues among Asian Americans: Implications of somatization. \nIn P. M. Kata & T. Mann (Eds.), Handbook of diversity issues in health psychology (pp. 347-366). New York: \nPlenum.\n\nClancy, C. M., & Franks, P. (1997). Utilization of specialty and primary care: The impact of HMO insurance and \npatient-related factors. Journal of Family Practice, 45, 500-508.\n\nClark, R., Anderson, N. B., Clark, V. R., & Williams, D. R. (1999). Racism as a stressor for African Americans. A \nbiopsychosocial model. American Psychologist, 54, 805-816.\n\n\n\nCooper-Patrick, L., Gallo, J. J., Gonzales, J. J., Vu, H. T., Powe, N. R., Nelson, C., & Ford, D. E. (1999). Race, \ngender, and partnership in the patient-physician relationship. Journal of the American Medical Association, 282, \n583-589.\n\nCooper-Patrick, L., Gallo, J. J., Powe, N. R., Steinwachs, D. M., Eaton, W. W., & Ford, D. E. (1999). Mental health \nservice utilization by African Americans and whites: The Baltimore Epidemiologic Catchment Area follow-up. \nMedical Care, 37, 1034-1045.\n\nCooper-Patrick, L., Powe, N. R., Jenckes, M. W, Gonzales, J. J., Levine, D. M., & Ford, D. E. (1997). Identification \nof patient attitudes and preferences regarding treatment of depression. Journal of General Internal Medicine, 12, \n431-438.\n\nCorrigan, P. W., & Penn, D. L. (1998). Lessons from social psychology on discrediting psychiatric stigma. American \nPsychologist, 54, 765-776.\n\nCross, T. L., Bazron, B. J., Dennis, K. W., & Isaacs, M. R. (1989). Towards a culturally competent system of care. \nWashington, DC: CAASP Technical Assistance Center.\n\nDavis, J. A., & Smith, T. W. (1990). General social surveys, 1972-1990. Chicago: National Opinion Research \nCenter.\n\nDinwiddie, S., Heath, A. C., Dunne, M. P., Bucholz, K. K., Madden, P. A., Slutske, W. S., Bierut, L. J., Statham, D. \nB., & Martin, N. G. (2000). Early sexual abuse and lifetime psychopathology: A co-twin-control study. Psychology \nand Medicine, 30, 41-52.\n\npage 44\n\nDohrenwend, B. P. (1973). Social status and stressful life events. Journal of Personality and Social Psychology, 28, \n225-235.\n\nDohrenwend, B. P., Levav, I., Shrout, P. E., Schwartz, S., Naveh, G., Link, B. G., Skodol, A. E., & Stueve, A. \n(1992). Socioeconomic status and psychiatric disorders: The causation-selection issue. Science, 255, 946-952.\n\nDrake, R. E., Goldman, H. H., Leff, H. S., Lehman, A. F., Dixon, L., Mueser, K. T., & Torrey, W. C. (2001). \nImplementing evidence-based practices in routine mental health service settings. Psychiatric Services 52, 179-\n182.\n\nDruss, B. G., Marcus, S. C., Rosenheck, R. A., Olfson, M., Tanielian, T., & Pincus, H. A. (2000). Understanding \ndisability in mental and general medical conditions. American Journal of Psychiatry, 157, 1485-1491\n\nDwight-Johnson, M., Sherbourne, C. D., Liao, D., & Wells, K. B. (2000). Treatment preferences among primary care \npatients. Journal of General Internal Medicine, 15, 527-534.\n\nEaton, W. W., & Muntaner, C. (1999). Socioeconomic stratification and mental disorder. In A. V. Horwitz & T. K. \nScheid (Eds.), A handbook for the study of mental health: Social contexts, theories, and systems (pp. 259-283). \nNew York: Cambridge University Press.\n\nEpstein, A. M., & Ayanian, J. Z. (2001). Racial disparities in medical care. New England Journal of Medicine, 344, \n1471-1473.\n\nExner, D. V, Dries, D. L., Domanski, M. J., & Cohn, J. N. (2001). Lesser response to angiotensin-converting-\nenzyme inhibitor therapy in black as compared with white patients with left ventricular dysfunction. New England \nJournal of Medicine, 344, 1351-1357.\n\nFalicov, C. J. (1998). Latino families in therapy: A guide to multicultural practice. New York: Guilford Press.\n\nFinch, B. K., Kolody, B., & Vega, W. A. (2000). Perceived discrimination and depression among Mexican origin \nadults in California. Journal of Health and Social Behavior, 41, 295-313.\n\nFraser, I. (1997). Introduction: Research on health care organizations and markets--the best and worst of times. \nHealth Services Research, 32, 669-678.\n\n\n\nGallo, J. J., Marino, S., Ford, D., & Anthony, J. C. (1995). Filters on the pathway to mental health care, II. \nSociodemographic factors. Psychological Medicine, 25, 1149-1160.\n\nGiles, W. H., Anda, R. F., Casper, M. L., Escobedo, L. G., & Taylor, H. A. (1995). Race and sex differences in rates \nof invasive cardiac procedures in U.S. hospitals. Data from the National Hospital Discharge Survey. Archives of \nInternal Medicine, 155, 318-324.\n\nGorman-Smith, D., & Tolan, P. (1998). The role of exposure to community violence and developmental problems \namong inner-city youth. Development and Psychopathology, 10, 101-116.\n\nHarrison, R. J., & Bennett, C. (1995). Racial and ethnic diversity. In R. Farley (Ed.), State of the Union: America in \nthe 1990s. Vol. 2, Social Trends. New York: Russell Sage.\n\nHerbers, J. (1986). The new heartland: America's flight beyond the suburbs and how it is changing our future. New \nYork: Times Books.\n\nHiggins, E. S. (1994). A review of unrecognized mental illness in primary care: Prevalence, natural history, and \nefforts to change the course. Archives of Family Medicine, 3, 908-917.\n\nHollmann, F. W. (1993). US. population estimates, by age, sex, race, and Hispanic origin: 1980 to 1991 (U.S. \nBureau of the Census, Current Population Reports Series P25, No. 1095). Washington, DC: U.S. Government \nPrinting Office.\n\nHolzer, C., Shea, B., Swanson, J., Leaf, P., Myers, J., George, L., Weissman, M., & Bednarski, P. (1986). The \nincreased risk for specific psychiatric disorders among persons of low socioeconomic status. American Journal of \nSocial Psychiatry, 6, 259-271.\n\nHsu, F. L. K. (1971). Psychosocial homeostasis and jen: Conceptual tools for advancing psychological \nanthropology. American Anthropologist, 73, 23-44.\n\nHughes, M., Thomas, M. E. (1998). The continuing significance of race revisited: A study of race, class and quality \nof life in America, 1972 -1996. American Sociological Review, 63, 785-795.\n\nHunt, G. J. (1995). Social and cultural aspects of health, illness, and treatment. In H. H. Goldman (Ed.), Review of \ngeneral psychiatry. Norwalk, CT: Appleton and Lange.\n\nHurh, W. M., & Kim, K. C. (1988). Uprooting and adjustment: A sociological study of Korean immigrants' mental \nhealth (Final report to the National Institute of Mental Health). Macomb, IL: Western Illinois University, Department \nof Sociology and Anthropology.\n\nJenkins, J. H. (1993). Too close for comfort: Schizophrenia and emotional overinvolvement among Mexicano \nfamilies. In A. D. Gaines (Ed.), Ethnopsychiatry (pp. 203-221). Albany, NY: State University of New York Press.\n\nJenkins, J. H., Kleinman, A., & Good, B. J. (1991). Cross-cultural studies of depression. In J. Becker & A. Kleinman \n(Eds.), Psychosocial aspects of depression (pp. 67-99). Hillsdale, NJ: Erlbaum.\n\npage 45\n\nJenkins-Hall, K. D., & Sacco, W. P. (1991). Effect of client race and depression on evaluations by white therapists. \nJournal of Social and Clinical Psychology, 10, 322-333.\n\nJi, J., Kleinman, A., & Becker, A. E. (2001). Suicide in contemporary China: A review of China's distinctive suicide \ndemographics in their sociocultural context. Harvard Review of Psychiatry, 9, 1-12\n\nKachur, S. P., Potter, L. B., James, S. P., & Powell, K. E. (1995). Suicide in the United States, 1980-1992 (Violence \nSurveillance Summary Series, No. 1). Atlanta, GA: Centers for Disease Control and Prevention.\n\nKavanaugh, D. (1992). Recent developments in expressed emotion and schizophrenia. British Journal of \nPsychiatry, 160, 601-620.\n\nKessler, R. C., Berglund, P. A., Zhao, S., Leaf, P. J., Kouzis, A. C., Bruce, M. L., Freidman, R. L., Grosser, R. C., \nKennedy, C., Narrow, W. E., Kuehnel, T. G., Laska, E. M., Manderscheid, R. W., Rosenheck, R. A., Santoni, T. W., \n& Schneier, M. (1996). The 12-month prevalence and correlates of serious mental illness (SMI). In R. W. \n\n\n\nManderscheid & M. A. Sonnenschein (Eds.), Mental health, United States (Pub. No. [SMA] 96-3098). Rockville, \nMD: Center for Mental Health Services.\n\nKessler, R. C., Mickelson, K. D., Williams, D. R. (1999). The prevalence, distribution, and mental health correlates \nof perceived discrimination in the United States. Journal of Health and Social Behavior, 40, 208-230.\n\nKirschenman, J., & Neckerman, K. M. (1991). \"We'd love to hire them, but...\": The meaning of race for employers. \nIn C. Jencks and P.E. Peterson (Eds.), The urban underclass (pp. 203-234). Washington, DC: Brookings Institution.\n\nKleinman, A. (1977). Depression, somatization and the \"new cross-cultural psychiatry.\" Social Science and \nMedicine, 11, 3-10.\n\nKleinman, A. (1988). Rethinking psychiatry: From cultural category to personal experience. New York: Free Press.\n\nKoss-Chioino, J. D., & Vargas, L. A. (1999). Working with Latino youth: Culture, development and context. San \nFrancisco: Jossey-Bass.\n\nKrieger N. (1993). Epidemiologic theory and societal patterns of disease. Epidemiology, 4, 276-278.\n\nKrieger, N., (2000). Refiguring \"race\": Epidemiology, racialized biology, and biological expressions of race relations. \nInternational Journal of Health Services, 30, 211-216.\n\nKrieger, N., & Sidney, S. (1996). Racial discrimination and blood pressure: The CARDIA study of young black and \nwhite adults. American Journal of Public Health, 86, 1370-1378.\n\nKrieger, N., Sidney, S., & Coakley, E. (1999). Racial discrimination and skin color in the CARDIA study: Implications \nfor public health research. American Journal of Public Health, 88, 1308-1313.\n\nLa Veist, T. A. (2000). On the study of race, racism, and health: A shift from description to explanation. \nInternational Journal of Health Services, 30, 217-219.\n\nLa Veist, T. A., Diala, C., & Jarrett, N. C. (2000). Social status and perceived discrimination: Who experiences \ndiscrimination in the health care system, how, and why? In C. Hogue, M. Hargraves, & K. Scott-Collins (Eds.), \nMinority health in America (pp. 194-208). Baltimore, MD: Johns Hopkins University Press.\n\nLeff, J., & Vaughn, C. (1985). Expressed emotion in families: Its significance for mental illness. New York: Guilford.\n\nLehman, A. F., & Steinwachs, D. M. (1998). Patterns of usual care for schizophrenia: Initial results from the \nSchizophrenia Patient Outcomes Research Team (PORT) Client Survey (Discussion 20-32). Schizophrenia \nBulletin, 24, 11-20.\n\nLevin, J. (1986). Roles for the black pastor in preventive medicine. Pastoral Psychology, 35, 94-103.\n\nLevit, L., & Lundy, J. (1998). Trends and indicators in the changing health care market place: Chartbook. Menlo \nPark, CA: Henry J. Kaiser Family Foundation.\n\nLewit, E. M., & Baker, L. S. (1994). Children's health and the environment. Future of Children, 5, 8-10.\n\nLillie-Blanton, M., Parsons, P. E., Gayle, H., & Dievler, A. (1996). Racial differences in health: Not just black and \nwhite, but shades of gray. Annual Review of Public Health, 17, 411-448.\n\nLin, K. M., & Cheung, F. (1999). Mental health issues for Asian Americans. Psychiatric Services 50, 774-780.\n\nLin, K. M., Cheung, F., Smith, M., & Poland, R. E. (1997). The use of psychotropic medications in working with \nAsian patients. In E. Lee (Ed.), Working with Asian Americans: A guide for clinicians (pp.388-399). New York: \nGuilford.\n\nLopez, S. R. (1997). Cultural competence in psychotherapy: A guide for clinicians and their supervisors. In C. E. \nWatkins, Jr. (Ed.), Handbook of psychotherapy supervision. New York: Wiley.\n\nLopez, S. R., Nelson, K. A., Polo, J. A., Jenkins, J., Karno, M., & Snyder, K. (1998, August). Family warmth and the \ncourse of schizophrenia of Mexican Americans and Anglo Americans. Paper presented at the International \nCongress of Applied Psychology, San Francisco, CA.\n\n\n\nLopez, S. R., & Guamaccia, P. J. (2000). Cultural psychopathology: Uncovering the social world of mental illness. \nAnnual Review of Psychology, 51, 571-598.\n\npage 46\n\nMaguire, K., & Pastore, E. (Eds.). (1999). Sourcebook of criminal justice statistics 1998. Washington, DC: U.S. \nGovernment Printing Office.\n\nManderscheid, R. W., & Henderson, M. J., Eds. (1999). Mental Health, United States: 1998. Rockville, MD: Center \nfor Mental Health Services.\n\nMartin, T. L., Shelby, J. V., & Zhang, D. (1995). Physician and patient prevention practices in NIDDM in a large \nurban managed-care organization. Diabetes Care, 18, 1124-1132.\n\nMcCarty, C. A., Weisz, J. R., Wanitromanee, K., Eastman, K. L., Suwanlert, S., Chaiyasit, W., & Band, E. B. (1999). \nCulture, coping, and context: Primary and secondary control among Thai and American youth. Journal of Child \nPsychology and Psychiatry, 40, 809-818.\n\nMcLeod, J. D., & Kessler, R. C. (1990). Socioeconomic status differences in vulnerability to undesirable life events. \nJournal of Health and Social Behavior, 31, 162-172.\n\nMeinhardt, K., Tom, S., Tse, P., & Yu, C. Y (1986). Southeast Asian refugees in the \"Silicon Valley\": The Asian \nHealth Assessment Project. Amerasia Journal, 12, 43-65.\n\nMiller, L. S., Wasserman, G. A., Neugebauer, R., Gorman-Smith, D., & Kamboukos, D. (1999). Witnessed \ncommunity violence and antisocial behavior in high-risk, urban boys. Journal of Clinical Child Psychology, 28, 2-11.\n\nMoscicki, E. K. (1995). Epidemiology of suicide. International Psychogeriatrics, 7, 137-148.\n\nMukherjee, S., Shukla, S., Woodle, J., Rosen, A. M., & Olarte, S. (1983). Misdiagnosis of schizophrenia in bipolar \npatients: A multiethnic comparison. American Journal of Psychiatry, 140, 1571-1574.\n\nMuller, T. (1993). Immigrants and the American city. New York: New York University Press.\n\nMuntaner, C., Eaton, W. W., Diala, C., Kessler, R. C., & Sorlie, P. D. (1998). Social class, assets, organizational \ncontrol and the prevalence of common groups of psychiatric disorders. Social Science and Medicine, 47, 2043-\n2053.\n\nNarikiyo, T. A., & Kameoka, V. A. (1992). Attributions of mental illness and judgments about help seeking among \nJapanese-American and white American students. Journal of Counseling Psychology, 39, 363-369.\n\nNational Institute of Mental Health. (1998). Genetics and mental disorders: Report of the National Institute of \nMental Health's Genetics Workgroup. Rockville, MD: Author.\n\nNational Institutes of Health. (2000). Strategic research plan to reduce and ultimately eliminate health disparities, \nfiscal years 2002-2006. Draft, October 6, 2000.\n\nNational Institutes of Health. (2001). ORMH Mission. Retrieved June 21, 2001, from \nwwwl.od.nih.gov/ormh/mission.html.\n\nNeal-Barnett, A. M., & Smith, J. (1997). African Americans. In S. Friedman (Ed.), Cultural issues in the treatment of \nanxiety (pp. 154-174). New York: Guilford Press.\n\nNeighbors, H. W., & Jackson, J. S. (1984). The use of informal and formal help: Four patterns of illness behavior in \nthe black community. American Journal of Community Psychology, 12, 629-644.\n\nNeighbors, H. W., Musick, M. A., & Williams, D. R. (1998). The African American minister as a source of help for \nserious personal crises: Bridge or barrier to mental health care? Health Education and Behavior, 25, 759-777.\n\nNg, C. H. (1997). The stigma of mental illness in Asian cultures. Australian and New Zealand Journal of Psychiatry, \n31, 382-390.\n\nNoh, S., Beiser, M., Kaspar, V., Hou, F., & Rummens, J. (1999). Perceived racial discrimination, depression and \ncoping: A study of Southeast Asian refugees in Canada. Journal of Health and Social Behavior, 40, 193-207.\n\n\n\nOPEN MINDS. (1999). Over 72&percnt; of insured Americans are enrolled in MBHOs: Magellan Behavioral Health \ncontinues to dominate the market. OPEN MINDS Behavioral Health and Social Service Industry Analyst, 11, 9.\n\nOptenberg, S. A., Thompson, I. M., Friedrichs, P., Wojcik, B., Stein, C. R., Kramer, B. (1995). Race, treatment, and \nlong-term survival from prostate cancer in an equal-access medical care system. Journal of the American Medical \nAssociation, 274, 1599-1605.\n\nPaabo, S. (2001). Genomics and society. The human genome and our view of ourselves. Science, 291 (5507), \n1219-1220.\n\nPalmatier, M. A., Kang, A. M., & Kidd, K. K. (1999). Global variation in the frequencies of functionally different \ncatechol-O-methyltransferase alleles. Biological Psychiatry, 15, 557-567.\n\nPedersen, P. B., & Ivey, A. (1993). Culture-centered counseling and interviewing skills: A practical guide. New York: \nPraeger.\n\nPeifer, K. L., Hu, T. W., & Vega, W. (2000). Help seeking by persons of Mexican origin with functional impairments. \nPsychiatric Services, 51, 1293-1298.\n\nPenn, D. L., & Martin, J. (1998). The stigma of severe mental illness: Some potential solutions for a recalcitrant \nproblem. Psychiatric Quarterly, 69, 235-247.\n\npage 47\n\nPescosolido, B. A., Monahan, J., Link, B. G., Stueve, A., & Kikuzawa, S. (1999). The public's view of the \ncompetence, dangerousness, and need for legal coercion of persons with mental health problems. American \nJournal of Public Health, 89, 1339-1345.\n\nPeterson, J. L., Folkman, S., Bakeman, R. (1996). Stress, coping, HIV status, psychosocial resources, and \ndepressive mood in African American gay, bisexual, and heterosexual men. American Journal of Community \nPsychology, 24, 461-487.\n\nPorter, R. (1997). The greatest benefit to mankind: A medical history of humanity. New York: Norton.\n\nPortes, A., & Rumbaut, R. G. (1990). Immigrant America: A portrait. Berkeley, CA: University of California Press.\n\nProvan, K. G., & Carle, N. (2000). A guide to behavioral health managed care for Native Americans. Tucson, AZ: \nUniversity of Arizona, Center for Native American Health.\n\nPrudhomme, C., & Musto, D. F. (1973). Historical perspectives on mental health and racism in the United States. \nIn C. V. Willie, B. M. Kramer, & B. S. Brown (Eds.), Racism and mental health (pp. 25-57). Pittsburgh, PA: \nUniversity of Pittsburgh Press.\n\nRamirez, M. (1991). Psychotherapy and counseling with minorities: A cognitive approach to individual and cultural \ndifferences. New York: Pergamon Press.\n\nRegier, D. A., Narrow, W. E., Rae, D. S., Manderscheid, R. W., Locke, B. Z., & Goodwin, F. K. (1993). The de facto \nU.S. mental and addictive disorders service system. Epidemiologic Catchment Area prospective 1-year prevalence \nrates of disorders and services. Archives of General Psychiatry, 50, 85-94.\n\nRen, X. S., Amick, B., & Williams, D. R. (1999). Racial/ethnic disparities in health: The interplay between \ndiscrimination and socioeconomic status. Ethnicity & Disease, 9, 151165.\n\nRidley, C. R., Mendoza, D. W., Kanitz, B. E., Angermeier, L., & Zenk, R. (1994). Cultural sensitivity in multicultural \ncounseling: A perceptual schema model. Journal of Counseling Psychology, 41, 125-136.\n\nRogler, L. H., & Cortes, D. E. (1993). Help-seeking pathways: A unifying concept in mental health care. American \nJournal of Psychiatry, 150, 554-561.\n\nRogler, L. H., Malgady, R. G., Costantino, G., & Blumenthal, R. (1987). What do culturally sensitive mental health \nservices mean? The case of Hispanics. American Psychologist, 42, 565-570.\n\n\n\nRost, K., Nutting, P., Smith, J., Coyne, J. C., Cooper-Patrick, L., & Rubenstein, L. (2000). The role of competing \ndemands in the treatment provided primary care patients with major depression. Archives of Family Medicine, 9, \n150-154.\n\nRumbaut, R. G. (1989). Portraits, patterns, and predictors of the refugee adaptation process. In D.W. Haines (Ed.), \nRefugees as immigrants: Cambodians, Laotians and Vietnamese in America (pp. 138-182). Totowa, NG: Rowman \nand Littlefield.\n\nRumbaut, R. G. (1994). The Crucible Within: Ethnic Identity, Self-Esteem, and Segmented Assimilation Among \nChildren of Immigrants. International Migration Review, 28, 748-794.\n\nScadding, J. G. (1996). Essentialism and nominalism in medicine: Logic of diagnosis in disease terminology. \nLancet, 348 (9,027), 594-596.\n\nSclar, D. A., Robison, L. M., Skaer, T. L., & Galin, R. S. (1999). Ethnicity and the prescribing of antidepressant \npharmacotherapy: 1992-1995. Harvard Review of Psychiatry, 7, 29-36.\n\nScholle, S., & Kelleher, K. (1998). Managed care for seriously emotionally disturbed children. Paper presented at a \nSubstance Abuse and Mental Health Services Administration Managed Care Seminar, Washington, DC.\n\nSchwab-Stone, M. E., Ayers, T. S., Kasprow, W., Voyce, C., Barone, C., Shriver, T., Weissberg, R. P. (1995). No \nsafe haven: A study of violence exposure in an urban community. Journal of the American Academy of Child and \nAdolescent Psychiatry, 34, 1343-1352.\n\nSchwartz, R. C. (2001). Racial profiling in medical research. New England Journal of Medicine, 344, 1392-1393.\n\nShiefer, S. E., Escarce, J. J., Schulman, K. A. (2000). Race and sex differences in the management of coronary \nartery disease. American Heart Journal, 139, 848-857.\n\nShorter, E. (1997). A history of psychiatry. New York: Wiley.\n\nSnowden, L. R., & Cheung, F. K. (1990). Use of inpatient mental health services by members of ethnic minority \ngroups. American Psychologist, 45, 347-355.\n\nSnyder, H., & Sickmund, M. (1999). Juvenile Offenders and Victims: 1999 National Report. Washington, DC: Office \nof Juvenile Justice and Delinquency Prevention.\n\nStarr, P. (1982). The social transformation of American medicine. New York: Basic Books.\n\nStolley, P. D. (1999). Race in epidemiology. International Journal of Health Services, 29, 905-909.\n\npage 48\n\nStolley, P. D. (2000). Reply to commentaries by Drs. Krieger and LaVeist on \"Race in epidemiology.\" International \nJournal of Health Services, 30, 221-222.\n\nSue, D. W., & Sue, D. (1999). Counseling the culturally different: Theory and practice (3rd edition). New York: \nWiley.\n\nSue, S. (1998). In search of cultural competence in psychotherapy and counseling. American Psychologist, 53, 440-\n448.\n\nSue, S., Fujino, D., Hu, L. T., Takeuchi, D. T., & Zane, N. W. (1991). Community mental health services for ethnic \nminority groups: A test of the cultural responsiveness hypothesis. Journal of Consulting and Clinical Psychology, \n59, 533-540.\n\nSue, S., Kurasaki, K. S., & Srinivasan, S. (1998). Ethnicity, gender, and cross-cultural issues in research. In P. C. \nKendall, J. N. Butcher, & G. N. Holmbeck (Eds.). Handbook of research methods in clinical psychology 2nd ed., pp. \n51-71). New York: Wiley.\n\nSue, S., & Morishima, J. K. (1982). The mental health of Asian Americans. San Francisco: Jossey-Bass.\n\nSue, S., & Zane, N. (1987). The role of culture and cultural techniques in psychotherapy: A critique and \nreformulation. American Psychologist, 42, 37-45.\n\n\n\nSussman, L. K., Robins, L. N., & Earls, F. (1987). Treatment-seeking for depression by black and white Americans. \nSocial Science and Medicine, 24, 187-196.\n\nSzapocznik, J., Kurtines, W., Santisteban, D. A., Pantin, H., Scopetta, M., Mancilla, Y, Aisenberg, S., McIntosh, S., \nPerez-Vidal, A., & Coatsworth, J. D. (1997). The evolution of structural ecosystemic theory for working with Latino \nfamilies. In J. G. Garcia & M. C. Zea (Eds.), Psychological interventions and research with Latino populations (pp. \n166-190). Boston: Allyn & Bacon.\n\nTakaki, R. (1993). A different mirror: A history of multicultural America. Boston: Little, Brown.\n\nTakeuchi, D. T., & Uehara, E. S. (1996) Ethnic minority mental health services: Current research and future \nconceptual directions. In. B. L. Levin & J. Petrila (Eds.), Mental health services: A public health perspective (pp. \n63-80). New York: Oxford University Press.\n\nTambor, E. S., Bernhardt, B. A., Chase, G. A., Faden, R. R., Geller, G., Hofman, K. J., & Holtzman, N. A. (1994). \nOffering cystic fibrosis carrier screening to an HMO population: Factors associated with utilization. American \nJournal of Human Genetics, 55, 626-637.\n\nTaylor, A. J., Meyer, G. S., Morse, R. W., & Pearson, C. E. (1997). Can characteristics of a health care system \nmitigate ethnic bias in access to cardiovascular procedures? Experience from the Military Health Services System. \nJournal of the American College of Cardiology, 30, 901-907\n\nU.S. Census Bureau. (1999). Statistical Abstract of the United States: The National Data Book. Washington, DC: \nAuthor.\n\nU.S. Census Bureau. (2001) Census 2000 Redistricting [Public Law 94-171] Summary File. Washington, DC: \nAuthor.\n\nU.S. Center for Mental Health Services. (2000). Cultural competence standards in managed care mental health \nservices: Four underserved/underrepresented racial/ethnic groups. Rockville, MD: Author.\n\nU.S. Department of Health and Human Services. (1999). Mental health: A report of the Surgeon General. \nRockville, MD: Author.\n\nU.S. Department of Health and Human Services. (2000). Healthy People 2010 (2nd ed.). With Understanding and \nimproving health and Objectives for improving health (2 vols.). Washington, DC: Author.\n\nU.S. Department of Health and Human Services. (2001). Youth violence: A report of the Surgeon General. \nRockville, MD: Author.\n\nU.S. Immigration and Naturalization Service. (1999). 1999 Statistical Yearbook. Washington, DC: Government \nPrinting Office.\n\nvan Heeringen, K., Hawton, K., & Williams, J. M. G. (2000). Pathways to suicide: An integrative approach. In K. \nHawton & K. van Heeringen (Eds.), The international handbook of suicide and attempted suicide (pp. 223-234). \nNew York: Wiley.\n\nVega, W. A., Kolody, B., Aguilar-Gaxiola, S., Alderate, E., Catalano, R., & Carveo-Anduaga, J. (1998). Lifetime \nprevalence of DSM-III-R psychiatric disorders among urban and rural Mexican Americans in California. Archives of \nGeneral Psychiatry, 55, 771-778.\n\nVega, W. A., & Rumbaut, R. G. (1991). Ethnic minorities and mental health. Annual Review of Sociology, 17, 351-\n383.\n\nWahl, O. F. (1999). Mental health consumers' experience of stigma. Schizophrenia Bulletin, 25, 467-478.\n\nWahl, O. F., & Harman, C. R. (1989). Family views of stigma. Schizophrenia Bulletin, 15, 131-139.\n\nWang, P. S., Berglund, P., & Kessler, R. C. (2000). Recent care of common mental disorders in the United States. \nJournal of General Internal Medicine, 15, 284-292.\n\npage 49\n\n\n\nWeissman, M. M., Bland, R. C., Canino, G. J., Faravelli, C., Greenwald, S., Hwu, H. G., Joyce, P. R., Karam, E. G., \nLee, C. K., Lellouch, J., Lepine, J. P., Newman, S. C., Rubio-Stipec, M., Wells, J. E., Wickramaratne, P. J., \nWittchen, H., & Yeh, E. K. (1996a). Cross-national epidemiology of major depression and bipolar disorder. Journal \nof the American Medical Association, 276, 293-299.\n\nWeissman, M. M., Bland, R. C., Canino, G. J., Faravelli, C., Greenwald, S., Hwu, H. G., Joyce, P. R., Karam, E. G., \nLee, C. K., Lellouch, J., Lepine, J. P., Newman, S. C., Rubio-Stipec, M., Wells, J. E., Wickramaratne, P. J., \nWittchen, H., & Yeh, E. K. (1997). The cross-national epidemiology of panic disorder. Archives of General \nPsychiatry, 54, 305-309.\n\nWeissman, M. M., Bland, R. C., Canino, G. J., Greenwald, S., Hwu, H. G., Lee, C. K., Newman, S. C., Oakley-\nBrowne, M. A., Rubio-Stipec, M., Wickramaratne, P. J., et al. (1994). The cross national epidemiology of obsessive \ncompulsive disorder. The Cross National Collaborative Group. Journal of Clinical Psychiatry, 55 (Suppl.), 5-10.\n\nWeissman, M. M., Broadhead, W. E., Olfson, M., Sheehan, D. V., Hoven, C., Conolly, P., Fireman, B. H., Farber, L., \nBlacklow, R. S., Higgins, E. S., & Leon, A. C. (1998). A diagnostic aid for detecting (DSM-IV) mental disorders in \nprimary care. General Hospital Psychiatry, 20, 1-11.\n\nWeisz, J. R., McCarty, C. A., Eastman, K.L., Chaiyasit, W., Suwanlert, S. (1997). Developmental psychopathology \nand culture: Ten lessons from Thailand. In S. S. Luthar, J. A. Burack, D. Cicchetti, & J. R. Weisz (Eds.), \nDevelopmental psychopathology: Perspectives on adjustment, risk, and disorder (pp. 568-592). Cambridge, \nEngland: Cambridge University Press.\n\nWhaley, A. L. (1997). Ethnic and racial differences in perceptions of dangerousness of persons with mental illness. \nPsychiatric Services, 48, 1328-1330.\n\nWhaley, A. L. (1998). Issues of validity in empirical tests of stereotype threat theory. American Psychologist, 5, 679-\n680.\n\nWilliams, D. R. (1996). Race/ethnicity and socioeconomic status: Measurement and methodological issues. \nInternational Journal of Health Services, 26, 483-505.\n\nWilliams, D. R. (2000). Race, stress, and mental health. In C. Hogue, M. Hargraves, & K. Scott-Collins (Eds.). \nMinority health in America (pp. 209-243). Baltimore: Johns Hopkins University Press.\n\nWilliams, D. R. & Williams-Morris, R. (2000). Racism and mental health: The African American experience. \nEthnicity and Health, 5, 243-268.\n\nWilliams, D. R., Yu, Y., Jackson, J. S., & Anderson, N.B. (1997). Racial Differences in Physical and Mental Health: \nSocio-Economic Status, Stress and Discrimination. Journal of Health Psychology, 2, 335-351.\n\nWilliams, J. W., Jr., Rost, K., Dietrich, A. J., Ciotti, M. C., Zyzanski, S. J., & Cornell, J. (1999). Primary care \nphysicians' approach to depressive disorders: Effects of physician specialty and practice structure. Archives of \nFamily Medicine, 8, 58-67.\n\nWorld Health Organization. (1973). Report of the International Pilot Study on Schizophrenia. Geneva, Switzerland: \nAuthor.\n\nWorld Health Organization. (1992). International statistical classification of diseases and related health problems \n(10th revision, ICD-10). Geneva: Author.\n\nYehuda, R. (2000). The biology of post traumatic stress disorder. Journal of Clinical Psychiatry, 61 (Suppl. 7), 14-\n21.\n\nYen, I. H., & Syme, S. L. (1999). The Social Environment and Health: A Discussion of the Epidemiologic Literature. \nAnnual Review of Public Health, 20, 287-308.\n\nYing, Y. (1988). Depressive symptomatology among Chinese-Americans as measured by the CES-D. Journal of \nClinical Psychology, 44, 739-746.\n\nYinger, J. (1995). Closed doors, opportunities lost: The continuing costs of housing discrimination. New York: \nRussell Sage Foundation.\n\n\n\nYoung, A. S., Klap, R., Shebourne, C. D., Wells, K.B. (2001). The quality of care for depressive and anxiety \ndisorders in the United States. Archives of General Psychiatry, 58, 55-61.\n\nZhang, A. Y, Snowden, L. R., & Sue, S. (1998). Differences between Asian- and White-Americans' help-seeking \nand utilization patterns in the Los Angeles area. Journal of Community Psychology, 26, 317-326 \n\nENDNOTES\n\n1 In medicine, each disease or disorder is considered mutually exclusive from another (WHO, 1992). Each disorder \nis presumed, but rarely proven, to have unique pathophysiology (Scadding, 1996).\n\n2 In very general terms, most other healing systems throughout history conceived of sickness and health in the \ncontext of understanding relations of human beings to the cosmos, including planets, stars, mountains, rivers, \ndeities, spirits, and ancestors (Porter 1997).\n\n3 Defined in the next section of this chapter as \"beliefs, attitudes, and practices that denigrate individuals or groups \nbecause of phenotypic characteristics or ethnic group affilliation...[which] can be perpetrated by institutions or \nindividuals, acting intentionally or unintentionally.\"\n\n4 Researchers may have collected this information but did not report it in their published studies.\n\n5 One study of attention-deficit/hyperactivity disorder (AD/HD),the NIMH Multimodal Treatment Study of AD/HD, \nplans to conduct ethnic-specific analyses.\n\n6 \"Perceived discrimination\" is the term used by researchers in reference to the self-reports of individuals about \nbeing the target of discrimination or racism. The term is not meant to imply that racism did not take place.\n"}