{"title": "BACKLOG GROWS ON ALIEN FILES", "body": "\nBureaucratic problems have left the Immigration and Naturalization Service unable to keep track of 30 million forms \nfiled by foreign visitors, and it may be 1983 before it is known who entered or left the country in the last two years.\n\nDisclosure of the backlog was made in a study conducted for the agency and by immigration officials in interviews.  \nThe forms have not been processed so that they can be fed into the agency's computer system. Meanwhile, the \nmillions of forms have simply been put on microfilm and left stacking up in cartons at agency facilities here.\nImmigration and Naturalization Service is reportedly unable to keep track of 30 million forms filed by aliens due to \npaperwork backlog\n\nOnly a year ago, immigration officials told Congress that the agency would upgrade its computer system so it could \nmonitor the flow of aliens into the country, including 10 million visitors a year. The Reagan Administration has also \nsubmitted proposals to Congress calling for stricter controls on illegal immigration.\n\n \n\nA Threat to Credibility\n\nRobert Kane, the agency's Associate Commissioner for operations support, said the backlog in processing visitor \nforms ''puts the whole credibility of the system into question - it puts the credibility of the I.N.S. into question.''\n\nHe said that the computer that stores visitors' data was ''outmoded.'' Irvin Klavan, the Associate Commissioner for \ninformation services, said the backlog of I-94 forms, which are filed when visitors enter and leave, totaled more \nthan 30 million on Sept. 30, at the last official count. He said it was now probably 32 million.\n\nHe also said 664,000 visitors' applications for extensions of their temporary visas had not been put into the \nagency's computer because they could not be matched to the original arrival forms.\n\n \n\nLong Wait Is Foreseen\n\nImmigration officials say it will be at least January 1983 before the files are brought up to date.  Price Waterhouse \n& Company, a private consulting firm that conducted a six-month, $100,000 study of the control system, termed the \nbacklog ''very troublesome.''\n\nAgency officials blamed a private contractor, Milmark Services Inc. of Crofton, Md. They said Milmark failed to \nperform acceptably on a contract calling for it to enter the data into the computer system.\n\nThe task is complicated because the visitors' forms are often written in foreign languages.\n\n\n \n\nCompany Official Responds\n\nThomas Ruger, Milmark's treasurer, said in Wilmington, Del., that his company was being unfairly portrayed as a \n''goat'' and that the backlog was 10 million forms before the company got the contract.\n\nMr. Ruger said the agency postponed the start of work under the contract six times while Milmark's previous owners \nfrantically built up and reduced their staff in anticipation of the work. He said the company finally got only a week's \nnotice, and ''you just don't put 100 people together in a week.'' Mr. Ruger said Milmark had been a successful \nGovernment contractor for 14 years and that the immigration episode threatened its future.\n\nGraphic\n\n \n\nIllustrations: photo of boxes of alien registration forms\n"}