{"title": "Legislature 2008; House OKs bill to take illegal residents' cars", "body": "\nThe state House approved a bill Thursday that would allow police to seize cars from illegal immigrants.\n\nSponsor James Mills (R-Gainesville) repeatedly told House members that the measure would protect Georgia \nresidents from the \"epidemic\" of illegal immigration.\n\n\"The state of Georgia's door is being kicked down,\" Mills said. Immigrants are coming from \"Iraq, Iran ... Jordan,\" he \nsaid. \"We don't know where they're from.\"\n\nThe measure, which passed 104-51, now moves to the Senate. It is part of a package of about 10 Republican \nproposals introduced this legislative session aimed at discouraging illegal immigration in Georgia.\n\nThe bill would let police seize any vehicle driven by an illegal immigrant that is involved in a traffic violation or \naccident.\n\nIt would apply to rented and leased vehicles if the owner knew, or should have known, that the driver was an illegal \nimmigrant. It also would include bank-owned cars if the interest-holder knew the driver was an illegal immigrant.\n\nIn a floor debate, some legislators asked how police would be able to determine during a traffic stop whether a \ndriver was an illegal immigrant. Some wondered whether it would create an atmosphere for racial profiling drivers \nwho police think might be illegal immigrants.\n\nRep. Bob Lane (R-Statesboro), who represents southeast Georgia, worried that farmers would lose their vehicles if \nthey loaned them to workers who might be illegal.\n\n\"Would you have to go down to the police station and say, 'I didn't know this person was an illegal immigrant, and I \nlent him the car to go down to the store to get some grass seed'? \" Lane asked.\n\nMills said if the owner of a vehicle presented a sworn affidavit that he or she did not know the driver was an illegal \nimmigrant, he or she would get the car back.\n\n\nGraphic\n\n \n\nPhoto: ELISSA EUBANKS / StaffFrom left, Rep. Stephanie Stuckey Benfield (D-Atlanta), Rep. DuBose Porter (D-\nDublin) and Rep. Calvin Smyre (D-Columbus) discuss the car-seizure bill the House passed \nThursday./ImageData*\n"}