{"title": "Chinese Immigrants From Stranded Ship Are to Be Released", "body": "\nThe Clinton Administration decided yesterday to release all 53 remaining illegal Chinese immigrants who have \nbeen detained by Federal immigration authorities since the freighter Golden Venture ran aground off Queens three \nyears and eight months ago.\n\nThe men and women will be freed during the next three weeks if they pass background checks to insure that they \nhave no criminal records. They will be under Federal supervision while their lengthy legal battles continue. Most \nhave asked for asylum in the United States on the ground that they were persecuted for resisting the Chinese \nGovernment's population control policies.\n\nThe decision to release the passengers marks a sharp change in policy for the Clinton Administration, which had \ntaken the position that smuggled immigrants, with few exceptions, should be detained until their claims were \nresolved, as a deterrent to smuggling gangs.\n\nBut a White House official said President Clinton felt that their continued incarceration no longer served any useful \npurpose. Congress passed a law last year that, when it goes into effect on April 1, is expected to speed the \ndeportation of immigrants who try to enter the country illegally, providing a sufficient deterrent to smugglers, said \nthe official, who spoke on condition that his name not be used.\n\nThe decision to free the Golden Venture detainees, most of whom are being held at York County Prison in York, \nPa., was greeted with jubilation by the lawyers and volunteers who have worked on their behalf for years and \ndeveloped a close personal connection with the men and women behind bars.\n\n\"I'm shaking and trembling and crying,\" said Cindy Lobach, a volunteer who has attended most of the 182 weekly \ncandlelight vigils held at the prison.. \"I'm jumping up and down.\"\n\nJohn Burgess, a lawyer in San Francisco who represents three women and two men from the Golden Venture \nbeing detained in Bakersfield, Calif., said, \"Finally. I felt they had become political prisoners of the United States \nafter almost four years. It's an overdue act of mercy and justice.\"\n\nLawyers who represent the detainees said an article in The New York Times on Feb. 3 and the intervention of a \npowerful politician brought the issue to a turning point.\n\n\nFor months, the Administration had been considering whether to release the remaining Golden Venture \npassengers. The immigrants' requests for asylum had taken far longer to resolve than anyone expected. Then, last \nSeptember, Congress passed a law that made resistance to China's coercive population control policies a ground \nfor political asylum.\n\nImmigration courts that had routinely denied such claims will now have to reopen many of the Golden Venture \ncases in light of the new law, further prolonging the immigrants' detention by as much as a year or more, officials \nsaid.\n\nThe news article, on the front page of The Times, focused on the continuing detention of the Golden Venture \ndetainees and the policy debate over the asylum issues raised by their cases.\n\nThe next evening, as President Clinton left the lectern where he had delivered his State of the Union message and \nwalked through the applauding Congressmen, he paused to chat briefly with Representative Bill Goodling, a \nRepublican who represents York, Pa., and who is also chairman of the House Education Committee.\n\n\"I said, 'Mr. President, you still have 38 Golden Venture Chinese in my York County prison,\" Mr. Goodling said he \ntold the President. \"He told me, 'Yes, that makes me angry. I just read about it in The New York Times.' \"\n\nOn Wednesday, Representative Goodling visited Mr. Clinton at the White House for a 40-minute one-on-one talk \nabout education. Mr. Goodling said he again brought up the Golden Venture cases. And he gave Mr. Clinton some \nof the artwork the York detainees had fashioned during their years behind bars: an eagle made of hundreds of tiny \npieces of folded paper and a papier-mache tree.\n\n\"The President said, 'They're beautiful,' \" Mr. Goodling said. \"I said, 'They've had four years to sit in prison and do \nthat.' \"\n\nYesterday afternoon, the President called the Congressman to say that he had decided to release the immigrants. \nMr. Goodling, asked whether he thought his position as chairman of the House Education Committee had \ninfluenced Mr. Clinton's decision, laughed heartily and said, \"It's because he felt strongly that an injustice had been \ndone.\"\n\nThe White House official said the decision to release the Golden Venture detainees was reached by the \nAdministration, not unilaterally by the President. \"Obviously, the President favored the decision and that is a heavy \nvote,\" he said. \"but I don't want to characterize it as the President making a decision over anyone's head.\"\n\nThe official said the decision had taken a long time because of \"a lively debate\" within the Administration about \nwhether releasing the smuggled immigrants would encourage smugglers.\n\n\"Bureaucratic decisions take a long time to make,\" he said. \"You've got to get views and convince many agencies.\"\n\nThe United States Immigration and Naturalization Service issued a press release after the President telephoned \nMr. Goodling yesterday, saying it had decided to release the detainees \"following discussions within the \nAdministration.\"\n\nRussell A. Bergeron Jr., a spokesman for the agency, said the immigration service had not yet decided whether the \nindividuals who were released would be required to post bond or how often they would have to report to the \nimmigration authorities.\n\n\"It's too early to expect us to have worked all that out yet,\" he said.\n\nThe Golden Venture, an aging freighter, ran aground on a sandbar off the Rockaway Peninsula on June 3, 1993. \nTen of its 286 passengers drowned in the frigid, pounding surf that drizzly night. A few swam ashore and escaped, \nbut most were caught.\n\n\n\nIn the years since that night, 99 were sent back to China, more than a third were released on various grounds or \nresettled in Latin American Countries, and the rest remained in detention.\n\nThey arrived at a time when the Clinton Administration was embroiled in one crisis involving illegal boat people -- \nHaitians trying to reach America in rickety craft -- and feared Chinese immigrant smuggling was on the rise.\n\nGraphic\n\n \n\nPhoto: The Golden Venture, a freighter trying to smuggle Chinese refugees into this country, after it ran aground off \nRockaway Peninsula in Queens in June 1993. Many passengers were deported, but 53 are still being detained. \n(Paul J. DeMaria) (pg. 28)\n"}