{"title": "HEARING OF THE IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY AND INTERNATIONAL LAW SUBCOMMITTEE OF THE HOUSE JUDICIARY COMMITTEE; SUBJECT: THE SECURITY THROUGH REGULARIZED IMMIGRATION AND A VIBRANT ECONOMY ACT OF 2007; CHAIRED BY: REP. ZOE LOFGREN (D-CA) WITNESSES PANEL I: REPRESENTATIVE JEFF FLAKE (R-AZ); REPRESENTATIVE JOE BACA (D-CA); REPRESENTATIVE RAY LAHOOD (R-IL); REPRESENTATIVE BRIAN BILBRAY (R-CA); PANEL II: TONY WASILEWSKI, SMALL BUSINESS OWNER, SCHILLER PARK, ILLINOIS; EDUARDO GONZALEZ, U.S. NAVY PETTY OFFICER SECOND CLASS, JACKSONVILLE, FLORIDA; REVEREND LUIS CORTES, JR, PRESIDENT, ESPERANZA, USA; JOSHUA HOYT, EXECUTIVE DIRECTOR, ILLINOIS COALITION FOR IMMIGRANT & REFUGEE RIGHTS; CASSANDRA BUTTS, SENIOR VICE PRESIDENT FOR DOMESTIC POLICY, CENTER FOR AMERICAN PROGRESS; MICHAEL BARRERA, PRESIDENT AND CEO, UNITED STATES HISPANIC CHAMBER OF COMMERCE; JULIE KIRCHNER, DIRECTOR OF GOVERNMENT RELATIONS, FEDERATION FOR AMERICAN IMMIGRATION REFORM; COREY STEWART, CHAIRMAN AT-LARGE, PRINCE WILLIAM COUNTY BOARD OF SUPERVISORS; LOCATION: 2141 RAYBURN HOUSE OFFICE, WASHINGTON, D.C.", "body": "\n HEARING OF THE IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY AND INTERNATIONAL \nLAW SUBCOMMITTEE OF THE HOUSE JUDICIARY COMMITTEE SUBJECT: THE SECURITY THROUGH \nREGULARIZED IMMIGRATION AND A VIBRANT ECONOMY ACT OF 2007 CHAIRED BY: REP. ZOE LOFGREN \n(D-CA) WITNESSES PANEL I: REPRESENTATIVE JEFF FLAKE (R-AZ); REPRESENTATIVE JOE BACA (D-CA); \nREPRESENTATIVE RAY LAHOOD (R-IL); REPRESENTATIVE BRIAN BILBRAY (R-CA); PANEL II: TONY \nWASILEWSKI, SMALL BUSINESS OWNER, SCHILLER PARK, ILLINOIS; EDUARDO GONZALEZ, U.S. NAVY \nPETTY OFFICER SECOND CLASS, JACKSONVILLE, FLORIDA; REVEREND LUIS CORTES, JR, PRESIDENT, \nESPERANZA, USA; JOSHUA HOYT, EXECUTIVE DIRECTOR, ILLINOIS COALITION FOR IMMIGRANT & \nREFUGEE RIGHTS; CASSANDRA BUTTS, SENIOR VICE PRESIDENT FOR DOMESTIC POLICY, CENTER FOR \nAMERICAN PROGRESS; MICHAEL BARRERA, PRESIDENT AND CEO, UNITED STATES HISPANIC CHAMBER \nOF COMMERCE; JULIE KIRCHNER, DIRECTOR OF GOVERNMENT RELATIONS, FEDERATION FOR \nAMERICAN IMMIGRATION REFORM; COREY STEWART, CHAIRMAN AT-LARGE, PRINCE WILLIAM COUNTY \n\n\nBOARD OF SUPERVISORS LOCATION: 2141 RAYBURN HOUSE OFFICE, WASHINGTON, D.C. TIME: 1:00 \nP.M. EDT DATE: THURSDAY SEPTEMBER 6, 2007\n\nREP. ZOE LOFGREN (D-CA):  As members arrive, the hearing on the Subcommittee on Immigration, Citizenship, \nRefugees, Border Security, and International Law will come to order.\n\nI would like to welcome the Immigration Subcommittee members, our witnesses, and the public to the committee's \ncontinuing discussion regarding comprehensive immigration reform.\n\nFirst, I'd like to apologize to everyone who was here at exactly 1:00, when the hearing was to begin.  The bells \nrang, and we had a series of votes that has delayed us for one hour, and that is just one of the risks that we face \nserving in the House of Representatives, and I'm sorry that it has delayed all of you and inconvenienced you.\n\nToday, our hearing will specifically address one comprehensive immigration reform bill, H.R. 1645, otherwise \nknown as the STRIVE Act, or the Security Through Regularized Immigration and a Vibrant Economy Act of 2007.\n\nI would like to commend our subcommittee colleague, Representative Luis Gutierrez for not only drafting and \nintroducing this bill but also for his service in behalf of comprehensive immigration reform in the 110th Congress \nand in many congresses before the 110th.  Since Representative Gutierrez became a member of Congress in \n1992, he has been a champion for immigration reform.\n\nI was personally enormously disappointed when the Senate was unable to proceed on comprehensive reform this \nspring.  We were prepared, on the House side, to tackle this important issue, but because of Senate inaction, we \ndidn't get the chance to proceed on hearings or a mark-up on the STRIVE Act.\n\nThe details matter though, and today we will get information and details on the STRIVE Act.  We can't know what \nthe future will hold for comprehensive reform, but we can be armed with knowledge about the leading legislation in \nthe House to meet the immigration challenge.\n\nBecause this hearing is about his bill, I would like to yield the balance of my time to my colleague from Illinois who \nmay properly introduce the subject of our hearing today, after which we will recognize the ranking member for his \nopening statement, Mr. Gutierrez.\n\nREP. LUIS GUTIERREZ (D-IL):  I want to thank you, Chairwoman Zoe Lofgren, for calling this hearing and for all of \nyour hard work and efforts to get comprehensive immigration reform passed.\n\nI also want to thank the witnesses for being here and for the support many of you in the audience have shown for \nthe STRIVE Act and comprehensive immigration reform.  I want especially recognize Tony Wasilewski and \nEduardo Gonzalez for sharing their personal and heart wrenching experiences with our broken immigration \nsystem.  You are brave to testify, and you're doing a great service to your family, to other American families facing \nsimilar challenges, and to our nation.\n\nThe U.S. Congress cannot and should not ignore the growing immigration crisis in our country.  Despite \nunprecedented resources and daily debts in the budget, we are still unable to control our borders.  We hold family \nvalues as important and vital to the moral health of our country, and yet as a Congress, we are unmoved by the \ndestruction of good families at the hands of our nation's broken immigration system.\n\nWe have a better educated and retiring workforce, coupled with a growing demand for workers, but we have no \nsystem in place to fill the gaps in our labor force.  We also have an estimated 12 million or more undocumented \nimmigrants who risk life and limb to come to America, are working, contributing, and assimilating with their families \ninto our communities.\n\nIn the absence of real reform, it appears that some in Congress believe that the best strategy is to hope that the \nundocumented will disappear on their own forced out by a patchwork enforcement measure aimed at making life \ndifficult for them.  This is hardly a workable national security strategy or a sensible, fair, just immigration policy.\n\n\n\nIt should be no surprise to us that what Congress has done and not done over the last several years had resulted in \ntotal and utter failure on all fronts.  In fact, we should be ashamed of ourselves for using immigration as a political \nprop and for not fulfilling our constitutional responsibility to take charge of U.S. immigration policy.  We have failed \nthe American people.  No wonder state and local communities are struggling to come up with their own solutions.\n\nI can think of few substantive bills that are perfectly drafted on the date of introduction.  And with 697 pages, the \nSTRIVE Act is no exception.\n\nHowever, the STRIVE Act is the best place to start, as it is bipartisan, has broad support of stakeholders invested in \nreal reform, and all the essential components of a comprehensive solution that will work to clean up the chaos of \nour current immigration system.\n\nTo my colleagues in Congress, I say we need to roll up our sleeves, engage friends on both sides of the aisle \ncommitted to real reform, and negotiate a workable solution to the immigration crisis that only worsens as we \nignore it.\n\nAs to the first panel, I would like to thank my friends for coming here, Congressman Flake, who I have enjoyed \nimmensely working with in drafting the STRIVE Act.  I thank him for being here to testify.  To Congressman Baca, \nthank you for all of your leadership in the Hispanic Congressional Caucus and the Democratic Caucus.\n\nAnd to someone who when the history is written about comprehensive immigration reform, Congressman Ray \nLaHood, my colleague that I'm proud to say from the state of Illinois, thank you so much.\n\nCongressman Bilbray, welcome to you, too.  We are on opposite sides of this issue, but I hope that one day through \nhonest discussion and negotiation of this issue, you and I and others can come together to solve what we know is a \nbroken immigration system.  And I yield back the balance of my time to the gentlelady, the chairwoman, and I \nthank her profusely for allowing me to speak and address this very august body.  Thank you.\n\nREP. LOFGREN:  Thank you.  The gentleman yields back.  I now recognize the ranking member for his opening \nfive minute statement.\n\nREP. STEVE KING (R-IA):  Thank you, Madam Chair. On my first reflection, I had to listen twice to see if \nCongressman Bilbray was being welcomed to YouTube rather than you, too.  That has part of the reality of our life \ntoday, and what we're doing here is taking up an issue that I believed twice had been resolved in the Senate this \nyear.\n\nI'm a bit surprised, when I received the notice of the hearing on a piece of immigration legislation that clearly \nconstitutes amnesty.  The American people have spoken so forcefully against amnesty that the Senate was forced \nto reject it earlier this summer.\n\nThe 697 pages of legislative text that make up the STRIVE Act contain some provisions that are interesting, some \nthat beg for more explanation, and some that are troubling, to say the least.\n\nFor instance, I'm concerned that the bill provides mass amnesty for most of the 12 to 20 million illegal immigrants \ncurrently in the U.S.   It's a two-step process, in which the illegal immigrants first become conditional non-\nimmigrants, and then after six years of work in the U.S. they and their spouses and children who have also been \nillegally in the U.S. become permanent residents.\n\nAnd I'm troubled that supporters of the bill claim that it's not amnesty, because illegal immigrants are required to \npay fines and sit through English classes before they can become permanent residents and then with a path to \ncitizenship.\n\nWhen a 1986 law had similar requirements, everyone agreed it was amnesty, including Ronald Reagan.  In fact, \neven Black's Law Dictionary states that the '86 Immigration Reform and Control Act provided amnesty for \nundocumented aliens already present in the country.\n\n\n\nYet, IRCA itself required illegal immigrants to wait, pay a monetary fine, and learn English.  The STRIVE Act sells \nU.S. citizenship for a grand total of $2500, and that's within the price range of the cost of paying a coyote to \nsmuggle the illegal aliens into America in the first place.\n\nSupporters also claim that STRIVE is not an amnesty because conditional illegal immigrants are required to touch \nback at U.S. border port of entry in order to apply for permanent residence.  Such a scenic bus trip does not erase \nthe fact that illegal immigrants have violated the rule of law and have received amnesty.\n\nCurrent immigration law provides that illegal immigrants cannot return to the U.S. for 10 years if they have been \nillegally for over a year.  A provision that waives this penalty in order to let illegal immigrants symbolically touch \nback is, in and of itself, amnesty.  And of course, even the bill's touch back requirement can be waived for a \nmultitude of reasons, including extreme hardship.\n\nI've heard many times in this subcommittee and on the floor that no one wants to repeat the mistakes of 1986, the \n'86 Immigration Reform and Control Act.  But the STRIVE Act does just that in many different ways.\n\nThe bill will help create the cottage industry for fraudulent documents and promote the same systemic fraud that \nfollowed IRCA.  The STRIVE Act allows illegal immigrants who seek amnesty to show fraudulent pay stubs, time \nsheets, and even sworn affidavits and remittance records and record of day labor centers to prove that they have \nworked for six years as conditional non-immigrants in the United States.\n\nAffidavits are invitations to lie, and pay stubs and time sheets are easily forged.  That's been proven.  In fact, when \nit seemed earlier this year that the Senate would pass an amnesty, counterfeit document makers were boasting that \nthey could easily supply the requisite documents.\n\nSo, so far I've concentrated only on the amnesty component, but there are other components.  For instance, the \nrecipients of this would receive social security benefits based on the time they worked in the U.S. illegally.  Those \nwho receive amnesty will jump to the front of the line and will get to stay legally in the United States before and \nahead of in line the 3 million people who are waiting outside the United States to legally enter.\n\nLegal immigrant numbers will be dramatically increased.  They will nearly double by this bill.  A guest worker \nprogram will bring in 400,000 new workers and their spouses and children in the first year, a number that could rise \nto 600,000 in subsequent years.  And those guest workers can get green cards at any point, as long as their \nemployer is willing to apply for them.\n\nI've mentioned several problematic provisions of the STRIVE Act and could mention many more.  For now, I look \nforward to the witnesses' testimony, but I would ask this question.  Why do the proponents of this bill persist in \nclaiming that it's not amnesty? Couldn't we just agree that it is and move on with the debate of the bill?  That's \nwhat's held up this debate in America now for probably about four years.\n\nAnd then, I would just define amnesty.  We have done so consistently in this committee.  To grant amnesty is to \ngrant a pardon to immigration lawbreakers and reward them with the objective of their crime, a simple definition.  \nIt's solid.  It holds up under scrutiny.\n\nAnd as long as we're talking about the same thing here, I do think that we have to have this debate, but I'd like to \nhave it after the next election, because the Senate has spoken.  This bill has no chance of moving, I don't believe, \nthrough this floor.  And if it did, I don't believe it has any chance of being taken up by the Senate. And so I would \nidentify this as a piece of legislation that is here for venting, but it's not here for processing.\n\nWe'll hear what the witnesses have to say.  I thank you, Madam Chair, and I yield back the balance of my time.\n\nREP. LOFGREN:  The gentleman's time has expired.  I would now ask that the chairman of the full committee, \nChairman Conyers, would make an opening statement.\n\n\n\nREP. JOHN CONYERS (D-MI):  Thank you, Chairwoman Lofgren. There are a number of reasons why this is a \nvery important hearing. The first is that the Chairman of Agriculture Committee just approached me earlier this \nmorning to tell me about the crisis that's going on in farming.\n\nI don't know if my friends, the witnesses, have heard about it, but he says there is an absolute crisis among \nfarmers, and you can check with your own states and areas.  That is that they don't have anybody to deal with the \nhuge agricultural production that we engage in in this country, and that prices of fruit and vegetables may likely go \nup 100 percent because of our failure to take this positive action.\n\nAnd so he's asked, Madam Chairwoman and Mr. King, that we have joint hearings with Agriculture and Judiciary on \nthis subject of the crisis in the farm community.  And I'm sorry I didn't get a chance to raise it with both of you before \nnow.\n\nThe second thing is that the American people haven't spoke about the reform immigration because what \nhappened in the Senate was that they did not reach closure to cut off debate.  That's a little bit different from what \nthe substance of what has happened.  We need to take that into consideration.\n\nNumber three, we've got this 60-day no-match letter which is going to drive a lot of people, social security number \nand everything don't match up, you're out.  And that's going to drive a lot of people who won't have time to get it \ncorrected within the 60-day period, it's likely to drive them underground.\n\nFinally, I'd just like to point out that this term, \"amnesty\" has been misused more times in this debate over the \nsubject matter than any other word I can remember being misused over this long period of time.  \"Amnesty\" can't \nmean that you pay fines, that you pass a national security check, that you work for six years, that you end up at the \nend of the line to come back. That is not amnesty.  That is working your way back into reentry.  And I close with the \nobservation that in 1986, was it the Senate that passed -- both houses passed the Reform Immigration Bill.\n\nSo now that you've had my corrective information that clears your head to begin to approach this matter as \nimpartially as you can. I've never noticed so much unnecessary anti immigrant bias.\n\nWe need to enforce immigration laws, true.  But we also need to realize that we are a nation of immigrants, and it's \nin that spirit that I commend the gentlelady, Chairperson Lofgren, for holding this hearing.  And I thank her for this \nopportunity.\n\nREP. LOFGREN:  I thank the chairman.  And in the interest of proceeding to our witnesses, mindful of our busy \nschedules, I'd ask that other members submit their statements for the record within five legislative days.  And \nwithout objection, all opening statements will be placed into the record.  And without objection, the chair is \nauthorized to declare a recess of this hearing at any time.\n\nWe are honored to have four of our colleagues as witnesses today.  We know you well, but not everyone here in the \nwitness room necessarily knows you.  So I'm going to introduce each distinguished person.\n\nSeated first on the panel is Congressman Jeff Flake who is serving his first term in Congress representing Arizona's \n6th Congressional District.  Before serving in the House, Mr. Flake was the Executive Director of the Foundation for \nDemocracy, a foundation monitoring the South African nation of Namibia's independence process.\n\nFollowing his work at the foundation, he was named the executive director of the Goldwater Institute.  He graduated \nfrom Brigham Young University, where he received his bachelor's degree in international relations and a master's \ndegree in political science. Along with Congressman Gutierrez, Congressman Flake is the principle co-author of the \nSTRIVE Act, and he and his wife, Cheryl, have five children.\n\nI would next like to welcome my co-Californian, Congressman Joe Baca, who has represented California's 43rd \nDistrict since 1999. Congressman Baca served as an Army paratrooper between 1966 and '68, after which he \nearned his bachelor's degree from California State University-L.A.  Congressman Baca and his wife, Barbara, \nopened their own business in San Bernardino in 1989 while raising four children.\n\n\n\nFirst elected to the California State Assembly in 1992 and the State Senate in 1998, we of course know \nCongressman Baca as a leader on the Agricultural and Financial Services Committees and serves now as the \ndistinguished chairman of the Congressional Hispanic Caucus.\n\nIt also my pleasure to introduce Congressman Ray LaHood, serving his seventh term as the representative from \nIllinois' 18th District.  The grandson of a Lebanese immigrant, Congressman LaHood earned his bachelor's degree \nin education and sociology from Bradley University.  He began his professional career as a junior high school \nteacher, and after serving in the Illinois State House in 1982, he served as the chief of staff to House Republican \nleader, Bob Michel.\n\nA member of the Appropriations Committee, Congressman LaHood and his wife, Kathy, have four children, seven \ngrandchildren.  And all of us are sad to know that Ray has said this is his last term with us here, and it's been a \npleasure to serve with him these many years.\n\nAnd finally, I'm pleased to recognize another co-Californian, the minority's witness, Congressman Brian Bilbray, the \nrepresentative from California's 50th District since of June of 2006.  Congressman Bilbray was first elected to \nCongress in 1994 and co-chaired the Federation for American Immigration Reform between 2001 and his 2006 \nelection.\n\nIn addition to his work on the Committee on Oversight and Government Reform, Veterans Affairs, and Science and \nTechnology, he is a member of the Republican Policy Committee and chairs the Immigration Reform Caucus.  A \nnative of San Diego, Congressman Bilbray has served San Diego County for over two decades as a mayor, as a \ncounty supervisor, and as a member of Congress.\n\nAnd I would note that I first met Brian when we served on our respective county boards of supervisors, myself in \nSanta Clara and he in San Diego.  He and his wife, Karen, have five children and five grandchildren -- well, six \ngrandchildren, lucky you.\n\nSo we will begin with your testimony.  You know the drill on the lights and the five-minute rule, but obviously we will \nnot have a heavy gavel, and we would ask, Congressman Flake, if you would begin.\n\nREP. JEFF FLAKE (R-AZ):  I thank the chair, and I thank the committee members for holding this important \nhearing.  I am glad to be back in the Judiciary Committee if not on the Judiciary Committee.  I received the \nequivalent of a no-match letter in January, so unfortunately I have to be on this side.\n\n(Laughter).\n\nI think all of us watched with a lot of frustration the process this year, particularly in the Senate, where they \ndiscussed -- came up with a plan and then came away not being able to pass anything that could come here to the \nHouse.  I think that we will all, the longer we go, be rueful that nothing -- that we did not comprehensive reform this \nyear.\n\nWhen you look across the country and recognize that there have been 1400 immigration bills introduced out there \nacross the country; 170 laws have been enacted in 41 states, including my home state Arizona, has mentioned it's \nkind of a patchwork of laws that simply aren't going to work very well.  Because as we know, immigration is -- and \nlabor law, is largely federal.  And it's inescapable that it has to be the Congress that moves here, whether it's the \nadministration enacting new regs or states moving forward.\n\nUntil you have comprehensive immigration reform of our laws, it's going to be difficult to have any semblance of \nmeaningful workable immigration reform.  Let me just respond to a little of what was said before about why don't \nyou just call this an amnesty?  That's what it is.  It's just like the '86 law.\n\nIt's not like the '86 law.  There are many differences between what is proposed here and the '86 law.  The '86 law \nhad no fines at all.  There were some processing fees, I think, attached, but no fines.  There were no work \nrequirements with the '86 law.  Here, under this piece of legislation, you have to work for six years.\n\n\n\nThere were no requirements to exit the country and then reenter legally.  There are those requirements here.  Most \nimportantly, the 1986 law was not comprehensive.  We either failed to recognize or failed to have the political \nwherewithal to know that we would need a temporary worker program going forward.\n\nSo we didn't enact one.\n\nTherefore, the 1986 law was out of date the day it was signed into law, and we didn't have a mechanism for legal \nworkers to come in the country in any meaningful number, and so they came illegally.  And we would have that \nsame problem today if we enacted all the enforcement measures we could do without a meaningful temporary \nworker program going forward.\n\nThat's why this legislation was careful to be comprehensive, to have enforcement measures, tough border \nenforcement, tough interior enforcement, biometric cards, identifiers that we simply don't have today.  Employers \nsimply don't have the tools to meaningfully enforce the law today unless the Congress moves ahead and makes \nsome changes.\n\nAnd that's what this is all about, and that's why I'm glad that this committee is seeing fit to hold this hearing and try \nto move forward.  Let me just say that out there in the states, we're in a very difficult problem.  I don't blame my \nhome state of Arizona, the state legislature or others for moving ahead and enacting their own laws and trying to \nget a handle on this situation.\n\nWe're in a bad way in Arizona.  We bear a disproportionate burden of the federal government's failure to have \nrational immigration law and to enforce the law that we have.  Healthcare, education, it hit us particularly hard, and \nthat's not going to change until we have comprehensive reform here.\n\nThat's what this legislation was supposed to do.  I say \"was supposed to do,\" as if the time has passed.  I'm glad \nthis hearing is held, and I hope that we can move forward to mark-up and actually get it this year, but I know it's \nunlikely, frankly.  And I think that that's too bad.\n\nLet me just give, very briefly, the high points of this legislation to sum up.  As I mentioned, it's tough border \nenforcement. There's interior enforcement with biometric cards so employers will finally have the tools.  And it sets \nup a new worker program for low skilled workers.\n\nWe know, when you look at demographics, we're going to need a labor force, in the future, that we simply don't \nhave.  And when I hear people talk about amnesty, it strikes me that those who say let's simply enforce current law \naren't counting on the fact that we simply can't enforce this law very quickly.\n\nFive percent of the workforce out there, about 7 million people, are undocumented.  That means if you removed \nthem from the workforce, there would be severe dislocations, and you would have severe problems.  Everyone on \neither side of this issue knows that.\n\nBut those who say we can simply enforce the law are counting on the fact that it would take years to actually \nremove those who are here, because if you removed them immediately, you would have severe dislocations.\n\nSo this notion that this is an amnesty when simply not enforcing the current law is not an amnesty strikes me as \ninconsistent.  I just don't get the distinction there.  With that, I'll go ahead and yield back and wait for questions.  I \nthank the chair.\n\nREP. LOFGREN:  Thank you.  Congressman Baca.\n\nREP. JOE BACA (D-CA):  Thank you very much, and thank you for allowing me to say a few words as chair of the \nCongressional Hispanic Caucus.  The CHC, under the leadership of our Immigration Task Force chair, Mr. \nGutierrez, has a long and a proud history of working on immigration.\n\n\n\nWe thank you.  I, and the caucus, particularly want to say thank you for your services to us, to our country, and to \nthose 12 million undocumented.  I also want to thank you, Madam Chair, and the subcommittee for having this \nimportant hearing today on this vital important issue.\n\nImmigration is critically important, not only to CHC, but to every immigrant, whether you're Italian, Irish, black, \nAsian.  Our constituents across the country are very much concerned, and we take action.  Whether it's a Hispanic \nsmall business owner, the family struggling to stay together while living in fear, or individuals whose dreams of life \nin the United States, only to be confronted with unrealistic processes fraught with delays, the communities we \nrepresent care about immigration reform.\n\nOur community, our immigration system is broken, and I state, our immigration system is broken.  People are \nsuffering.  People are suffering.  As a result, this is an issue much more than Hispanic or immigrant issue.  This \nissue is about an American issue.  The fact is, our broken immigration system is hurting our economy and making \nour nation less secure.\n\nAs such, CHC stands willingness in a responsibility to roll up our sleeves and get to work on a bipartisan fashion to \nmake real headways for the good of all Americans.  We offer our help, expertise, and commitment to lead the \nimmigration issue on behalf of the community and our constituents.\n\nAs we believe the STRIVE Act is a comprehensive solution, and it is a comprehensive solution that best fits \nimmigration problems and the political realities that we're in.  STRIVE is a comprehensive bill that addresses \nemployers, businesses' needs, hold employers accountable, protect employees' rights, and provide for strong \nborder security.\n\nSTRIVE also addresses the needs of farmers through the ag provision.  It sets up an employment verification \nsystem to help our businesses better comply with immigration laws.  It benefits families by giving more children \naccess to education under the DREAM Act.\n\nIt also makes our nation safer by increasing enforcement personnel on the borders and increasing penalties for \ncrimes committed by immigrants.  STRIVE provides a pathway to legalization for qualified hard-working immigrants \nonly, and I state, hard-working immigrants only.\n\nIt is critically important to emphasize that this is not an amnesty, as the gentleman indicated before.  Any attempt to \nbrand it as such is empty rhetoric and designed to play politics with our security.  It calls for real penalties, for real \nsacrifices.  In fact, many of our members who are supportive of the immigrants' community might personally wish \nfor a different bill.\n\nBut at the end of the day, we feel STRIVE offers the best chance for real reform.  STRIVE helps families stay \ntogether, and many of us have to look at many of the cases in our district.  We know the heartbreak reality facing \nimmigrant families who want to play by the rules to adjust their status but are facing unrealistic backlog and \ninefficiencies in our current visa system and also living in fear.\n\nCongress has the responsibility to deal with the broken immigration system, and we cannot ignore the \nimmigration crisis, that it will go away or it will solve itself.  And that is not the solution to the problem.  We have to \naddress the problem.  It is the responsibility of Congress.  It is not the responsibility of the states.  It is ours, and we \nmust take action.\n\nThat's why the President of the United States was supporting and is supporting comprehensive immigration.  \nCongress needs to take action, and the STRIVE Act offers the best solution.  It's time to solve the crisis.  I urge the \nsubcommittee and Congress to strongly consider the STRIVE Act as a solution that is fair and realistic.\n\nIt's important for our security and to help businesses and protect our nation and our proud immigrant history.  I \nthank you, and I yield back the balance of my time.\n\nREP. LOFGREN:  Thank you, Congressman Baca.  Congressman LaHood.\n\n\n\nREP. RAY LAHOOD (R-IL):  Thank you, Madam Chair.  I want to say a special thanks to Congressman Gutierrez \nfor announcing that he is running for reelection.  I know that he wants to be back here and have the opportunity to \nbe a key player in immigration reform.  So Luis, I know people in Illinois are thrilled with the fact that you will be \nrunning for reelection.\n\nI want to congratulate Congressman Flake for his leadership on this against real tough odds in his own state and \nagainst a lot of opposition from people in his own state.  The STRIVE Act, I believe, does strike the right balance \nbetween strengthening borders, increasing penalties for violators, rewarding those documented guest workers who \nhave navigated the legal channels to be here, and giving a conditional path to citizenship for those here illegally.\n\nSome of you know that my grandparents came here from what is now Lebanon.  They came in 1895.  They settled \nin Peoria, Illinois. They didn't speak one word of English.  What they did is they played by the rules, and they \nworked hard.  This will give those that are here now that same kind of opportunity, to play by the rules.\n\nWe need to create some rules that will allow people to stay here; because they've either been brought here by I \nguess what are known as coyotes or come across the border seeking opportunities.  And frankly, the idea that 12 to \n20 million illegals will be sent back to the country from which they came is nonsense.  Anyone who proposes that is \nliving in La La Land.  These people are here doing jobs that Americans don't want.\n\nThey're working in meat packing plants in central Illinois that I represent.  They're working on farms in central Illinois \nthat I represent.  They're picking fruits and vegetables.  They're doing landscaping work.  They're building homes in \nmany of the states that we represent.  We have to provide some kind of legal opportunity for people to be able to \nplay by the rules, and that opportunity does not exist today.\n\nLook at, this is a comprehensive approach.  The idea that you can throw out these code words, and if you think you \nsay \"amnesty\" loud enough and often enough, people are going to believe you.  This is a comprehensive approach, \nand it gets beyond the code words that people like to use that they think are going to really influence people's \nopinions.\n\nBut in Congress, we have done things in a comprehensive way. Bankruptcy, it took six years; welfare reform, six \nyears; the Warner Bill, which is about ready to come out of a conference report, it's taken it six years to do that; \nSarbanes-Oxley, it took us two years; the transportation bill that we passed two years ago; the ag bill, the farm \npolicy that's being worked; all in a comprehensive way where people come together.\n\nThey reach a consensus.  They don't try and use threatening language.  They don't try and intimidate other people.  \nThey come together to work together to solve problems.  That is what people sent us here to do.  The STRIVE Act \nis a good first step to allow us to get to a comprehensive approach and to send a message to not only employers \nbut people who are living here.\n\nWe're going to deal with this problem.  We can deal with it, and if we set aside all of the kind of machinations that \ngo on around here and work together, I believe this can happen.  I believe it will --\n\n(Audio break)\n\nREP. BRIAN BILBRAY (R-CA):  -- called Bonsai charges up the middle of the freeways after the last piece of \nlegislation that was called \"comprehensive.\"  I served as a small mayor along that border, as a county supervisor \nalong with you, in fact in a county of three million people, and I now serve as chairman of the Immigration Caucus.\n\nLet me just tell you though, we have, since the '86 amnesty proposal, when I was a county supervisor and saw what \nhappened along the borders, we have had more people die try to enter this country illegally every year that was \nkilled in the Oklahoma explosion.  Every year, we have lost more than that.  And that started in '86 with the concept \nthat we were going to reward illegal behavior by giving an amnesty at that time.\n\nAnd that is why I've been so strong on this.  I've seen the human cost.  It's not an abstract to me.  I don't live 2,000 \nand 3,000 miles from the border.  I've seen the real life impact when it comes to what we do here in Washington.\n\n\n\nI also want to point out that I am proud that I'm a child of a first generation immigrant, my mother.  She was a war \nbride that came here in '44, played by the rules, got her citizenship as quickly as humanly possible.\n\nAnd believe me, every time I go home and go upstairs to mom, she's always there to remind me that she played by \nthe rules and everyone else should learn by example, that this is a legal immigrants, Madam Chair.  And legal \nmeans a lot in a nation of laws.\n\nThe other thing that a lot of people may not know I'm going to say, I probably spend more time in Latin America \nthan any other member of Congress.  I would be interested to talk about this, but I see this issue from the South \nlooking up, and that's why I feel so strongly on this.  The border is not an abstract to me.  Immigration is not \nsomething that affects just one little community.  It affects the entire region.\n\nI'll just ask you, with this bill, what do you want to accomplish with it?  Do you want to stop illegal immigration?  \nBecause if you want to stop illegal immigration, Madam Chair, you do not start off the process of stopping illegal \nbehavior by rewarding it.\n\nAnd for those who say this is not a reward, I ask you, under the STRIVE Act, the proposal that you allow somebody \nwho is illegally in the country to enter in the program and go through a program, are you going to allow everyone in \nthis country or in the world, whoever broke our immigration laws, to have the same option?\n\nActually, the STRIVE Act has an interesting situation with the touch back.  Now, think about the logic of this.  \nSomeone shows up from El Salvador and says, \"I've never broken your laws.  I've never come into your country \nillegally, but I'd like to come in now.\"  We'd say, \"Sorry, you have a process you have to do.\"\n\nBut if somebody shows up there from Guatemala and says, \"I've been in your country illegally for 10 years.  Here's \nmy proof.  I've broken your laws.\"  And you say, \"Fine.  You get to qualify for this program, and only if you can show \nthat you've broken the law do you qualify for this program.\"\n\nMadam Chair, when you give a special program and special status for someone based on the fact they've violated \nthe law, like it or not, it is amnesty.  And that's what the American people take it to, no matter how much we talk \nhere.\n\nIf it is not amnesty, then offer it to the 100 million out there who would love to come to this country legally.  But \nthat's not what's being proposed here today.  Now, there are challenges that we can work on them.\n\nRather than talk about a 600-page document, why don't we talk about a common ground we can work on?  H.R. 98, \nby Sylvester Reyes and David Dreier, talks about -- is included in this bill.  Let's take that part and work on those \nthings that we can find common ground on, rather than playing to the extreme.\n\nLet's remember the mainstream in America that says let's make it simple for people to know whose illegally in this \ncountry, and let's got to the source of illegal immigration, and that's illegal employment, and crack down on the \nillegal employers.\n\nAnd I challenge the majority, here is your chance to crack down on those people that  have been profiteering by the \nblood, sweat, and I'd say the deaths of illegal immigrants, crack down on the employers.  And H.R. 98 is the bill \nsupported by the men and women of the border patrol who you and I hire and are in debt with the responsibility.\n\nAnd I would ask that we consider bringing the border patrol agents here, and I would admonish both sides here.  \nThis is an immigration bill, why don't we bring in the people that would have to enforce the law.  Would we do an \neducation bill without ever talking to an educator?  Do we do a military bill without ever talking to somebody who is \na general in the military?\n\nI ask you that we bring that in, so Madam Chair, this is not the bill at this place.  If you want to see what happened \nin the Senate happen again, bring this to the floor and see what the American people will say, but I appreciate the \n\n\n\nchance.  But I say again, let's join together, work on H.R. 98, and then we can talk about moving the agenda \ntogether.  I yield back.\n\nREP. LOFGREN:  Thank you.  Thanks for all of you.  I don't know.  We're an hour late, and I know that because all \nof us have busy schedules, you may, too.  So I want to ask you whether you are able to stay for questions.  And if \nany of you are unable to, I'm sure the committee will understand.  But if not, I'll start.\n\nAnd I wonder, Congressman LaHood, if I could start with you, because you represent a district that is rural and in \nthe center of this country.  You referenced the no-match letters.\n\nI'm just wondering if you thought if we do nothing, given the new enforcement efforts and the no-match letters that \nare going on, and actually, the reports we've received from the border patrol is that we've really tightened up on the \nborder and the number of unauthorized crossings is dropping.  What do you see happening in the economy and in \nthe country if there isn't some movement on some of these issues?\n\nREP. LAHOOD:  Well, we know that, in the agricultural community, there is a huge shortage right now, and that \nthose that are now in the field trying to harvest the crops that they have produced throughout the spring and \nsummer, there's going to be a great deal of difficulty.  And people are worried about the kind of talk that goes on \nhere in Washington, and people are concerned about it.\n\nAnd what I've tried to explain to people back home is that we've done a lot on enforcement.  The previous majority, \nof which I was a member of obviously, passed an awful lot of laws and a lot of penalties and tried to address some \nof the issues having to do with illegals and employers who brought people here illegally and some of the other \nissues.\n\nBut frankly, people in the landscaping business, the agricultural business, the meat packing business, want us to do \nsomething so they'll have the workforce available to them in a legal way so they can continue to do the things that \nthey know how to do so well.\n\nREP. LOFGREN:  I'd like to ask Congressman Flake, we all know Arizona, as you said, is sort of ground zero for \nundocumented immigration issues, and yet Arizona elected officials have had a fairly forthright stand on coming up \nwith comprehensive solutions, yourself, your senator, Mr. McCain, your governor.\n\nAnd I think about the two hotly contested races where immigration was the major issue.  And Mr. Mitchell and Ms. \nGifford that got elected on more of the we need to have a comprehensive type solution.\n\nSo what is unique about Arizona that is allowing, even in the face of tremendous challenges that you described in \nyour testimony, the elected officials to come forward saying we can come up with a solution.\n\nREP. FLAKE:  I think Arizona, because we are on the front line, we understand that it needs to be comprehensive.  \nI think, in Arizona, we understand that even if you were to seal the border completely, we would remember that over \n40 percent of those who are here illegally didn't sneak across it.  They came legally and have overstayed.\n\nSo it's got to be at the employer level that this is going to succeed.  And I think we understand there as well that \nyou've got to give employers the tools if you want real enforcement.\n\nAnd lastly, as I mentioned, in Arizona probably more than elsewhere, across the country it's 5 percent of the \nworkforce is illegal or undocumented, 5 percent.  It represents about 7 million people.  And nobody that I have \nheard, I have not seen one deportation bill introduced by anyone saying, \"Let's go round them up and deport them \nall tomorrow.\"\n\nAnd those who say that, \"Oh, we can move forward.  We don't need the labor,\" are counting on the fact that we \nsimply can't enforce the current law quickly at all.  It'll take years to do so.  And so, I think in Arizona we recognize \nthat it's got to be comprehensive solution that involves certainly more border security but also employer \n\n\n\nenforcement and an interior enforcement, and then a meaningful temporary worker program that actually gives \nemployers access to legal workers who are coming.\n\nREP. LOFGREN:  Finally, Mr. Baca, I would note at our very first hearing in Ellis Island, we had the chief of the \nborder patrol as a witness and his testimony.  In his testimony he said, \"You will never secure the border if you don't \nhave comprehensive immigration reform.\"  That was his testimony to us there.\n\nAs chair of the Hispanic Caucus, you're not sharing the border effort, but the caucus has had the same strong \ncommitment to comprehensive reform.  Can you share with us why this is such a priority for the caucus and the \npeople of the caucus represented?\n\nREP. BACA:  Thank you, Madam Chair.  First of all, this bill actually helps immigrants currently in the United States \nlegally.  By legalizing the undocumented immigrants, they're more likely to earn wages that are competitive with \ntoday's legal immigrants.  In turn, undocumented immigrants would have to go to the back of the line to earn \nlegalization.  So they can't jump the line, so it would help overall.\n\nAnd finally, many illegal immigrants to date, including Hispanics, are struggling to keep their families together in the \nU.S. Parents are being deported while their U.S. children are left behind, and families across the U.S. are being torn \napart and are waiting through years of delay to be reunited.  STRIVE helps them in family reunification for hard \nworking tax paying families, including illegal immigrants here in the United States.\n\nAnd many of the individuals that are here come here for a better way of life.  We know that the enforcement is not \nthe answer. The border is not the answer.  Comprehensive is the answer to many of the individuals that want to be \nhere.  And for anybody to say that they're going to go in front of the line, no.  No one's going to go in front of the \nline.\n\nWe also realize that many of the undocumented have spent approximately $57 million for social security.  They \ncontinue to pay taxes any time they go to any one of our stores, bring revenues into our area.  They help build our \neconomy.  By allowing a comprehensive immigration legislation, will allow individuals to become taxpayers and \npay into our system and have the kind of security that we want for our nation.\n\nWe'll know who's here illegally and who is not here legally. We'll know who are neighbors are and should be here.  \nOur country would be a lot safer.\n\nREP. LOFGREN:  Thank you, Mr. Baca.  And I note that my time has expired, and I'll try and be better in the future.  \nSo I turn now to Ranking Member, Mr. King, for his questions.\n\nREP. KING:  Thank you, Madam Chair.  I make no such pledge.\n\n(Laughter.)\n\nNo, sincerely I appreciate the rhythm with which this committee has had, and there are times when it's important to \nhear the balance of the response.  And you do so with discretion, and I appreciate that.\n\nI'm just going to go back up through a number of the comments that were made by the witnesses, and maybe I'll get \nto a question. I'm going to point this out that legalizing people that are here illegally doesn't guarantee any kind of \nsecurity.\n\nRight now, we have border crossers who cross when they choose to do so.  Now, we would give them, under this \nbill, one more option to cross the border.  And that would be now you can cross it legally where today you might be \ncrossing it illegally multiple times.\n\nI'd just ask you, if you're smuggling drugs, and you happen to be one who has also met these other qualifications, \nwould you cross the border more or less if you become regularized as this bill proposes to do?\n\n\n\nI would submit more.  It's more options to cross the border, more options to cross the border with more contraband.  \nI've never understood the administration's position or the proponents of this bill as to why we would have more \nsecurity simply by labeling 12 to 20 million people as now legal that today are not legal.\n\nAnd then, I'd go to Mr. Flake's statement, 5 percent of the workforce and 7 million people.  I agree with those \nnumbers.\n\nBut I think to put it in perspective, it works like this, that those 7 million people are also matched up against the 69 \nmillion people that are simply not in the workforce between the ages of 16 and 74.\n\nThere are 69 million nonworking Americans, if you add up the unemployed, those on welfare, and those that just \nsimply aren't registered to work.  That would be a working age that we pay unemployment in.  There are 9.3 million \nnonworking teenagers in America that would easily replace the numbers of the 7 million working illegals that are \nhere.\n\nAnd the percentage of work that's being done that would be 5 percent of the workforce, is the illegal workforce, but \nthey're doing 2.2 percent of the work, because these are low skilled jobs.  And we match up to their contribution to \nthe GDP, and so 2.2 percent of the work amounts to about 11 minutes of an eight hour day.  You could just shorten \nyour coffee breaks to pick up the slack.\n\nIf you wanted to look at the United States from a macro view, certainly there are industries that have become so \ndependent upon illegal labor that they would be in a crisis if tomorrow everybody woke up in a bed where they were \nillegal to work in that country.\n\nBut I pose this question, I think to Mr. LaHood, and we have something in common, Ray.  And that is that our \ngrandparents came here legally in the United States and abided by the laws of the United States.  And I have \nsomething that troubles me greatly about this, because I was raised in a law enforcement family.\n\nThe constitution and not our federal code, but the code of Iowa was in our house many times referenced and put \ndown by my father, and I followed his fingers along those lines, a reverence for the rule of law.  And I think that's \nconsistent with the oath that we all take. And I have a real concern about what message this says about reverence \nfor the rule of law.\n\nAnd I happened to have interviewed a number of people who live in my district who are beneficiaries of the '86 \nAmnesty Act.  And they are, invariably, in favor of another amnesty act, because it was good for them, and it was \ngood for their family.  And their family members also support an amnesty of one version or another, because they \nbelieve that that's the path to success for their family.\n\nAnd I understand the tone that you bring to this, and I think I share a lot of that.  But if we grant -- and I am going to \ncall it \"amnesty,\" because I don't know how else we would define it.\n\nBut if we waive the law for 12 to 20 million people and they and their family members and their descendants hear \nthe advocacy for how good that was for them, what does that do to the essential most central pillar of American \nexceptionalism which is the rule of law? How would we ever have a culture in the United States of respect for the \nrule of law if a mass of people of that number were rewarded for breaking the law?\n\nREP. LAHOOD:  The answer to the question is very simple, Mr. King, and that is this.  We're not going to waive the \nrule of law, and we're not going to give an amnesty.  We're going to say, number one, you admit you're here \nillegally.  You pay a fine.  You go back to the country from which you came.  You touch back.  And at that point, \nyou're admitting that you're here illegally.\n\nYou're paying a penalty for doing that, and at that point, there is no amnesty.  You're pleading guilty to the fact, I'm \nhere illegally.  I'm paying a fine.  I'm going back.  I'm touching back to the country from which I came.  That's in the \nSTRIVE Act.  Those are provisions that, if this were passed, would be a part of it.\n\n\n\nREP. KING:  I appreciate that, Ray.\n\nREP. LAHOOD:  At that point, people do admit that they're here illegally, and there is no amnesty, because they're \npaying a fine.\n\nREP. KING:  You understand my definition is to grant a pardon and reward them with the objective of their crime, \nand that's really what it is.  And the penalty is of less consequence than paying a coyote to come into the United \nStates.  But I would just in turn, ask Mr. Flake, how would you define amnesty?\n\nREP. LAHOOD:  Well, let me just say this about the fine; $2500 is a lot of money.  It may not be a lot of money to a \ncoyote, but it's a lot of money to somebody who is here making $12 an hour or whatever it is.  That's a lot of money, \nSteve.  I mean, it's not insignificant. It may be to some employer who has got a lot of money, but it's not to \nsomebody who has to touch back and pay the fine.\n\nREP. FLAKE:  Let me answer that.  Amnesty, in the dictionary, I think Webster's, says \"an unconditional pardon for \na breech of law.\" This is not an unconditional pardon.  And if your definition is that they are ultimately rewarded with \nthe object of their desire, the other day I was driving to Home Depot, and I got a ticket.\n\nI paid the fine, but I still got to drive to Home Depot in the end.  I got the object of my desire.  It wasn't very \npleasant, but I did.\n\nREP. KING:  We're talking about YouTube.\n\nREP. FLAKE:  Did I get an amnesty?  No.  I paid a fine.  And unless you're willing to say we're going to deport \neveryone here tomorrow who is here illegally, I don't know how you draw distinction between de facto amnesty that \nthat is and with a process, a laborious process, that people have to go through in this bill.  So that would be my \nanswer.  Thank you.\n\nREP. KING:  Thanks, Madam Chair.  It's interesting to have members of Congress as witnesses here, and I \nappreciate your testimony.\n\nREP. LOFGREN:  The gentleman from Illinois, Mr. Gutierrez, is recognized for his five minutes.\n\nREP. GUTIERREZ:  Thank you very much.  I want to thank again the gentlelady from California and the \nchairwoman for conducting this hearing.  I also just want to make a few points about what I've heard from this \nwonderful distinguished panel.\n\nNumber one, we heard earlier from my friend from California, Mr. Bilbray about Sylvester Reyes as well.  Sylvester \nReyes is an original sponsor of the STRIVE Act, because he feels that that's the way to do --\n\nREP. LOFGREN:  And David Dreier isn't, but he's still got (crosstalk) --\n\nREP. GUTIERREZ:  I understand that, but Sylvester Reyes is an original co-sponsor.  He came to testify here \nbefore this committee saying that was my position last year, and this is my position today.\n\nI would like to also say that in mentioning the question of the chairwoman, we did invite the chief of the border patrol \nto our first hearing, the first hearing ever on comprehensive immigration reform under the leadership of Zoe \nLofgren.  And we went to Ellis Island, and we invited him.\n\nAnd so the chief of border patrol said to us, \"You want to stop and control the borders; you need to have a new \nworker program.\" This is the chief of border patrol, the man who was in charge of defending our borders each and \nevery day and supervising thousands of others to do the same kind of work each and every day.\n\nHe said, \"You need to take care of the backlog.\"  He said to us, \"You need to take care of the backlog.  The wait is \ntoo long. There are some people waiting for their sons from the Philippines, 15, 16, 22 years.  That's too long for \n\n\n\npeople to come.\"  And he also addressed the issues to say to us listen it was only like 3 or 4 percent of the people \nthat he catches that he finds are engaged in criminal activities.\n\nHe said the other millions that he turns away are people that are coming here to look for work, to be reunified with \ntheir families. That was the chief of border patrol, and he said, \"What do we make ourselves safer?\"  Do we make \nourselves safer in this country by approving the STRIVE Act?\n\nI think we do, because we have 12 million people.  We don't know where they live.  We really don't have their \nfingerprints.  They have all kinds of identification which really isn't theirs.\n\nLet's legalize their status, and now we know who they are, because at the current rate going back to what \nCongressman Flake and Congressman LaHood stated earlier, at the current rates, last year we had an \nunprecedented deportation from ICE agents.  So they deported 180,000 people last year.  It's unprecedented.\n\nWell, if there are 10 million, as I suggest, 10 to 12 million and up to 20 million as Mr. Bilbray and others suggest, it \nwould take us about 80 years, at the current rate, at this unprecedented rate, to get rid of the undocumented \nworkers.  That's with no new ones coming into the country.  So really, we are for safety, because we want to stop \nnew undocumented -- we want to end illegal immigration.  We want to end this once and for all.\n\nAnd I would just add the last thing that I thought was curious, that if we got rid of all of the undocumenteds today, it \nwould be easy because it would just take 11 minutes out of every other worker's time.\n\nWell, I guess we're going to start a new national service program where I and everyone else contributes to \nAmerica's economy where I take out 11 minutes to go fix brakes or do some butchering somewhere or do \nsomething, and if all us contribute those 11 minutes. And I think that it's a misnomer to talk about things that way.  \nThat isn't going to happen.\n\nThe good thing is, my mom and dad, as I'm sure everybody's parents probably -- my mom and dad didn't finish high \nschool, but I got to go to college.  My kids, one already graduated, and the other one -- that's the American tradition.  \nI'm going to be very blunt, and I'm sure it will --(inaudible).\n\nWho in this country really wants their kids to go back into the fields, the pesticide ridden fields?  Who really wants \ntheir kids to go do the kind of work that immigrants do each and every day in meat packing plants in this country, in \nhotel rooms, and washing dishes, and serve -- I'm not saying it's not honorable work.  I'm not saying it's not good \nwork.\n\nBut is that really the American tradition that we take our children and say, \"Okay listen, as part of your national \nservice, you need to go do these jobs\"?  No.  The great American tradition is that we allow people to come to this \ncountry, to do the kinds of work at the bottom rung and work their way up so that future generations can go on to \nbecome members of Congress, can go on to become doctors and lawyers, so that that's the great American \ntradition.\n\nMuch as Mr. LaHood spoke about his immigrant background from Lebanon and he where his grandson went to.  So \nI think that's the spirit in which we should deal with this issue, and I thank the gentlelady and return the balance of \nmy time.\n\nREP. LOFGREN:  The gentleman yields back.  The gentleman from California, my colleague, Mr. Gallegly.\n\nREP. ELTON GALLEGLY (R-CA):  Thank you very much, Madam Chairman.  Ray, I listened with great interest to \nyour testimony. Clearly, we all understand we're a nation of laws.  We're a nation of immigrants.  In fact, most \npeople in this room can't go back more than two or three, maybe four generations at the most, and find that their \nroots come from foreign soil.\n\n\n\nBut I found it interesting that you preface your remarks and you were very proud, or appeared to be very proud of \nthe fact that your grandparents, to quote Ray LaHood, \"Played by the rules.\"  Now Ray, the folks you're talking \nabout here today, did not play by the rules.\n\nWe have millions of people waiting in line some 8, 10, 12 years.  Our office does more work processing \nimmigration cases than all the rest of the cases combined that we do in our district office. We have folks that play \nby the rules for many years.  What kind of a message does it send to those that have waited in line, like your \ngrandparents, and played by the rules?\n\nWhat message does it send to them?  Why should we play the rules if someone has violated the law long enough \nthat they have to get a fine of $2500 and touch back?  Do they have to touch back for ten years, eight years, six \nyears, or for 20 minutes?  What kind of a message does that send, Ray?\n\nREP. LAHOOD:  Well, Mr. Gallegly, I'll say this.  I think what the STRIVE Act allows for and the reason I'm \nsupporting it is for people to play by the rules, to create a set of rules that allows people to admit illegality, to pay a \nfine, to touch back for whatever period of time.\n\nAnd at that point, there is a system whereby they can say, \"Hey, I violated the rules.  I'm going to pay my fine.  I'm \ngoing to play by the rules now.\"  That's what the STRIVE Act does, Elton.\n\nREP. GALLEGLY:  Pardon me, Ray, though that --\n\nREP. LAHOOD:  It gives people an opportunity to play by the rules.\n\nREP. GALLEGLY:  That doesn't answer the question.\n\nREP. LAHOOD:  Part of the answer to the question is many of the people, as Congressman Flake said, came here \nillegally.  They've overstayed their time now, and --\n\nREP. GALLEGLY (?):  And they're illegal.\n\nREP. LAHOOD:  That's exactly right.  And we want to give them an opportunity because they're contributing to \nAmerica, to the fiber of America, to the employment, to the economy of America.  Look at -- if you take 12 -- if you \nsend all these people back, what's it going to do to America?  Part of the American economy is going to collapse, \nparticularly the agricultural economy, the meat packing economy, the service economy, because there aren't going \nto be enough Americans to do these jobs.\n\nMR.  :  Congressman, I think the issue is what are the rules?\n\nREP. GALLEGLY (?):  Reclaiming my --\n\nMR.  :  What are the rules (that we're setting down ?).\n\nREP. GALLEGLY (?):  Reclaiming my time.  We're a nation of laws, and clearly you're changing the rules, but \nyou're changing the rules for people that weren't playing by the rules to say that you now can play by the rules, and \nit does send the wrong message.  Let me get back to my good friend Jeff from Arizona.  Jeff says we don't -- and, in \nfact, Luis says it would take 80 years to remove those that are illegally in the country today through due process, \nand we don't even know who they are.\n\nI have a novel concept.  Maybe I'm out in the woods, and maybe you can steer me straight, Jeff.  We know that \nthere's over 10 million people in this country.  Social Security service has the name, phone number, and probably \nshoe size of over 10 million people that are working with an invalid Social Security number.  What would be wrong \nwith sending a letter to that employer saying clarify the Social Security number?  Make sure it's valid so they're \nworking legally, or you are going to be responsible for terminating that employee.  If that employee doesn't have a \njob and has no other means of supporting -- most of these folks didn't come to the country illegally because of our \n\n\n\nbeaches.  They came because of economic opportunity, just like we have tens of millions waiting in line right now to \ncome to this country legally for those opportunities.\n\nExplain to me -- what would be wrong with that concept of enforcing the law, or perhaps give us your definition of \nthe Rule of Law.\n\nREP. FLAKE:  Well, that to a certain extent is being done right now, and part of the issue is employers now only \nhave a couple of programs to rely on.  One is Basic Pilot.  Basic Pilot does a decent job of telling the employer if a \nSocial Security number is valid, but it can't tell the employer with great accuracy if it's being used 500 times.  And so \nthe employer has to wait for the federal government to go back and forth.\n\nAnd as Congressman Gutierrez said, right now given the resources we have out there, it would take years and \nyears and years, maybe not 60 years.  Maybe we double it.  Maybe 40 years.  What is acceptable? And why is that \nany less of an amnesty for those who are here illegally now than a process by which they have to come forward, \npay a fine, register in the program, go to the back of the line, go back to their home country, register, have six years \nof work, and then qualify for a green card?  I just -- I don't see --\n\nREP. GALLEGLY (?):  Thank you very much, Madam Chairman.\n\nDon't quite put me to the maybe list yet.  I yield back.\n\nREP. LOFGREN:  The gentleman yields back.  The gentlelady from Texas, Ms. Jackson Lee, is recognized for five \nminutes.\n\nREP. SHEILA JACKSON LEE (D-TX):  I thank the gentlelady as well, and I thank her for moving forward.  I agree \nwith Congressman Lahood, but I believe the American people want this body to address this question.  I was home \nin the district, and I can assure you that this whole question of immigration has not left the minds of the American \npeople, and there are good will people on both sides of the isle looking for a solution.\n\nAnd so I'm delighted to be a co-sponsor of the STRIVE Act.  I look forward to this committee moving on a hearing \non the Save American Comprehensive Immigration Reform Bill because I think it's important that we say to the \nAmerican people that we are doing a thorough study.  And I thank Congressman Gutierrez for his persistence, and I \nlikewise add my real appreciation for his additional commitment to this body for another two years.  We are going to \nget this done.\n\nI'm holding a Constitution in my hands, and I know that the next questioner will probably use it in a different way.  \nWe are a country of laws, but we have been a country of immigrants.  In fact, I think it's important that we take our \nhistory much further than the 20th century and the 21st century, for it was immigrants who came to this country who \nfound or sought a better way, oppressed from political oppression, religious oppression.  I'm not sure whether they \nwere legal or not.  I don't know what kind of structure was here to give them their documentation, but they did come.\n\nAnd when they wrote the Constitution there were a number of important comments.  One of them is \"the sacred \nrights of mankind are not to be hidden.  They are written as a sunbeam in the whole volume of human nature.\"  So I \nthink what we have is a moral question as well.  How do we address individuals who have come to this country \nundocumented but for an economic opportunity?  And unlike other countries where we bring people in as \nindentured servants and otherwise -- and so it's an individual man or an individual woman -- we have families here. \nI mean, that's the value system of America.  We don't necessarily bring the man in or the woman in to be a \ndomestic and then tell them that there is no family part that can come in.  They can't, if you will, access their family \nmembers.  Might I also say that some of the undocumented persons are overstays.  Some of them are family \nmembers who've been begging for years to be reunited with their family.\n\nSo I think we have to look at this question as a potpourri, Haitians, Africans, Indians from India, Pakistani, \nindividuals in addition to those who come from the southern border.  So I want to lay this groundwork and just ask \none question.  I don't think we can do piecemeal response to immigration.  That's what we've been doing.  And so \n\n\n\nthat is why we have raged on labor sites, and one day there is going to be a violent act.  It's going to be violent \nbecause the ICE officers have their right to do their job.  They're enforcing the law. But there are people who are \nfrightened and maybe put in a situation untoward, or the employer may be put in a situation that results in a violent \naction.  Is that what we're trying to promote?\n\nAnd then now we're talking about the employer verification.  I don't think we should be unsympathetic to small \nrestaurants across America who are literally falling apart because they want to do right. They want to abide by the \nlaw.  But you will close them down.  You'll close janitorial services down.  You'll close hotels down.  You certainly \nhave already begun to impinge upon the agricultural industry.  You'll close contractors down.\n\nAnd I am committed to full employment for Americans.  I don't think we should put immigration reform in place of \nsaying to American -- every American that wants to work, you have the first choice of employment.  That is the key.  \nAnd I certainly don't want to be castigated, as some have done for some of us, Congressman Baca, who believe in \ncomprehensive immigration reform that we're supporting criminals.  The crime in New Jersey was horrific and we \nstand against it.  And it's a shame that a convicted or a charged predator was not already incarcerated.  I dare \nanyone to suggest to me that we affirm that.  We mourn for those whose lives were lost.\n\nBut my question to you, Congressman Baca, is how do we bridge this divisiveness?  This is not the civil rights \nquestion of the 1960s.  It was a different historical basis, but this is the human rights question of the 21st century.  \nAnd the same divisiveness that was used to pit one American against another America in the race question of the \n1960s and 1950s is now being used to divide those of us who want to join together, who want to work with Anglos \nand Hispanics, African Americans, Asians and others.  It is a divisive effort.  Would you share with me how we can \nbridge that, making sure every American works, making sure criminals are incarcerated, and have us not be \ncharged with supporting that when we talk about comprehensive immigration reform?\n\nREP. BACA:  Thank you very much for the question.  First of all, Hispanics are very patriotic to this country.  \nThey're willing to serve this country, willing to fight for this country, willing to die for this country.  And there's no way \nin the world that you can take 12 million people or above out of this country.  People want a better way of life.  They \nwant to live in harmony like other individuals who have come here.  'Cause if we really assess who are the true \nAmericans, Native Americans are the true Americans who were here.  The rest of us are all immigrants.  We have a \nresponsibility to live with our neighbors, an opportunity to give these individuals who come to this country who want \na better way of life the same opportunities that others have had.\n\nIf we truly are Christians, if we truly believe in Christianity, we would allow individuals who want to come here -- \nwhether it's employment or education or family unification -- everyone for national security -- it's important.  When \npeople said wait a minute, this will be national security -- we'll know who is here legally, who is not legal, and who's \ncommitted a crime.  People want to comply with the law.  They will not be breaking the laws.  They'll be given an \nopportunity to comply with those laws.  And it's important that we bridge that gap, that we don't have hatred \namongst one another.\n\nAnd what we will end up doing -- if we don't do anything, we'll ultimately get into profiling of individuals, whether you \ncarry a document that says if you're brown, you're black, or you're a different kind of a color, you may have to show \nI.D.  Well, somebody else will not.  It's important that we work together.  I think the STRIVE Act goes in that \ndirection and we have that opportunity, and we've all got to come together.  And it's the responsibility of Congress \nto come up with legislation.  That's why laws were made. When you talk about the Constitution, those were laws \nthat were created.  Those weren't laws that were there before.  It allowed them. We have the same responsibility to \ncreate laws now, and we need you in addressing this issue.\n\nREP:  JACKSON LEE:  Thank you.\n\nREP. LOFGREN:  The gentlelady's time has expired.\n\nREP. JACKSON LEE:  I thank you.  Yield back.\n\n\n\nREP. LOFGREN:  And all time has expired.  I would like to thank these four members of Congress for taking time \nout of days that I know are hectic and sharing their expertise and their thoughts with us.  I know that we will \ncontinue to discuss these items, and I just feel enormously blessed that you've given us this time this afternoon.\n\nREP.:  Madam Chair, I appreciate the chance for us all to participate, and I would just encourage everyone here to -\n- as we discuss (the Senate goes down ?) I just realize how few of us participate in things like the inter-\nparliamentary meetings with Mexico and the Latin American countries, and I encourage everyone to spend more \ntime, talk to the people down there, and see it from their perception, it really is --\n\nREP. LOFGREN:  Mr. King and I just came back from Mexico and Mr. Berman also.  Thank you very much, and \nwe'll now ask our next panel to come forward.  As we have our next panel coming forward, I know that one of our \nwitnesses has already told us that she has a plane to catch at 4:00 and is going to have to leave at that time.  \nThat's Cassandra Butts, who we've known for so many years, and she worked here on the Hill, so I just wanted to \nannounce that in advance.  When the magic hour comes, Cassandra is heading for the airport.\n\nAlright.  It's a complicated task here.  Alright.  I'm going to begin the introduction of our witnesses, and thank you \nagain for taking the time to be with us here today.\n\nPeople don't realize when they watch these hearings that these are individuals who really out of the goodness of \ntheir heart have come here to share their information, their experiences to inform the Congress, and it's a great \ndonation to your government and we appreciate it a great deal.\n\nSeated first on the panel -- we have Tony Wasilewski, a small business owner from suburban Chicago.  Raised on \nhis family's his farm in Poland,  Mr. Wasilewski fled Poland's Communist regime in 1989.  He married his wife \nJanina here in the United States in 1993, and they are proud parents of their six year-old son, Brian.  The family has \nmade their home in Schiller Park, Illinois where they own a janitorial contracting business.  After Janina was \ndeported earlier this year, Mr. Wasilewski became active with several immigrant advocacy organizations.  Later this \nmonth on September 18th, to be precise, Mr. Wasilewski will take the oath of allegiance and officially become a \nUnited States citizen.\n\nNext we are pleased to have Eduardo Gonzalez join us, serving his fourth year in the U.S. Navy as a helicopter \nmechanic.  Born in Mexico in 1983, Mr. Gonzalez came to the United States as a child with his mother and two \nbrothers.  After participating in (ROTC ?), he graduated from high school in 2001.  Mr. Gonzalez earned an \nassociates degree in occupational studies.  The proud father of 22-month-old Eduardo Jr., Mr. Gonzalez became a \nU.S. citizen on July 21st, 2005. He has completed two tours of duty in the Middle East and is in preparation for his \nthird deployment.  On behalf of Congress and the American people, Mr. Gonzalez, we owe you and your family our \nmost genuine gratitude for your service.\n\nI'm pleased next to introduce Reverend Luis Cortez Jr., the President and CEO of Esperanza USA.  In addition to \nhis work with Esperanza, Reverend Cortez serves on the board of the Federal Home Loan Bank in Pittsburgh and \nwas appointed to the Pennsylvania Minority Business Development Authority and Philadelphia Workforce \nInvestment Board, is one of the founders of the United Bank, Pennsylvania's first African American owned \ncommercial bank.  Raised in Spanish Harlem, Reverend Cortez graduated with honors from City College in New \nYork with a Masters of Divinity -- (inaudible) -- Theology Seminar and with a Masters degree from New Hampshire \nCollege.\n\nIt is my pleasure to next introduce Joshua Hoyt, Director of the Illinois Coalition for Immigrant and Refugee Rights.  \nMr. Hoyt has worked for nearly 30 years as a social justice advocate in both the United States and abroad.  Before \nserving the directorship of the coalition in 2002, Mr. Hoyt served for four years as the executive director of the \nOrganization of the Northeast in Chicago as president of Illinois' largest consumer organization, the Citizens' Utility \nBoard, and as associate director of the United Power for Action and Justice in Chicago.  My. Hoyt is a graduate of \nthe University of Illinois and (Central ?) University of Barcelona in Spain.\n\n\n\nWe'd also like to extend our welcome to Cassandra Q. Butts, the Senior Vice President for Domestic Policy at the \nCenter for American Progress, or CAP.  Prior to her work at CAP, Ms. Butts served as the senior advisor to former \nDemocratic leader and presidential candidate Richard Gephardt and as an advisor to Senator Barack Obama.  \nShe's practiced law as an assistant council for the NAACP's Legal Defense and Education Fund, and she served as \nan international observer during Zimbabwe's 2000 parliamentary elections.  She earned her Bachelor's degree from \nthe University of North Carolina at Chaplin Hill and her law degree from Harvard University.\n\nIt's my pleasure next to introduce Michael Barrera, the president and CEO of the United States Hispanic Chamber \nof Commerce. Due to a last minute scheduling conflict, Mr. Barrera will be leaving the testimony prepared by his \ncolleague, David Lizarraga, the chairman of the Board of Directors at the Hispanic Chamber.  Prior to his selection \nas president, Mr. Barrera was appointed by President Bush in 2001 to serve as the national ombudsman for the \nUnited States Small Business Administration.  A native of Kansas, Missouri, Mr. Barrera earned his bachelor's \ndegree from Kansas State University and his law degree from the University of Texas.  He co-founded two law firms \nin Kansas City and served as an assistant prosecutor in Jackson County, Missouri.\n\nFinally I'd like to welcome the minority's two witnesses, the first of whom is Julie Kirchner, the director of \nGovernment Relations at FAIR, the Federation for American Immigration Reform.  Prior to joining FAIR, Ms. \nKirchner worked as council at the Minnesota House of Representatives while she staffed the Judiciary and Civil \nLaw Committees.  In addition to her legislative experience, Ms. Kirchner has worked both as a private litigator and a \ncriminal prosecutor.  She earned her -- I'm sorry.  She earned her Bachelor's degree from Yale University and her \nlaw degree with high distinction from the University of Iowa, College of Law.\n\nAnd finally I'm pleased to welcome Corey Stewart, the chairman at-large for the Prince William County Board of \nSupervisors in Virginia.  Chairman Stewart was elected in 2006 after serving for three years on the board as the \ndistrict supervisor from Aquacon.  He earned his B.S. from Georgetown University School of Foreign Service and \nhis law degree with honors from William Mitchell College of Law. He also practices law as an international trade \nattorney with the Washington firm of Foley and Lager (ph).\n\nNow, each of your statements will be made part of our record in their entirety, and so we would ask that you testify -\n- summarize if necessary for five minutes.  We have these little machines on the table.  When the light turns yellow \nit means you've got one minute left.  I know.  It always seems faster than possible.  And when the red light goes on \nit means you've actually used up your five minutes. And we would ask you to please summarize and conclude.  So \nwe have a lot of witnesses and we want to hear from all of you.\n\nSo that is how we will proceed, and we will start with Mr. Wasilewski, and I hope I'm not mispronouncing your name \ntoo severely.\n\nMR. TONY WASILEWSKI:  Thank you.  Yes, that's correct.  Hello. My name is Tony Wasilewski.  I am an immigrant \nfrom Poland, a long- time resident of the Chicago area, and in another two weeks a proud citizen of the United \nStates.  I am also a husband and father.  I have been married to my wife Janina for 14 years and never have been \nseparated from her.  However, since June 8 of this year, I am living by myself because my wife was deported to \nPoland.\n\nJanina came to the United States in 1989 fleeing Communist Poland.  She immediately applied for political asylum.  \nIn 1993, September 25th we got married.  Later that year, she lost her asylum case and received an order for \ndeportation instead.\n\nIn 1995, during an immigration court hearing, Janina was ordered to voluntarily depart the United States.  \nHowever, she did not understand what happened at that hearing.  There was no one there to translate the \nproceedings.  And the judge never addressed her directly or explained to her the consequences of not going \nthrough with the voluntary departure.\n\nNow knowing what happened or what's going to happen, we decided that Janina would stay with me.  I was starting \nthe process of getting my green card through work sponsorship, and I hoped that Janina could get hers with me.  \n\n\n\nAnother reason why Janina did not leave the United States was that she was undergoing fertility treatment.  Here in \nthe United States my wife received adequate care, which would not have been available to her in Poland at that \ntime.  During this time we suffered three miscarriages.  Finally, six years ago our son, Brian, was born.\n\nWe tried to get Janina's case reopened and reviewed.  In 2005, the Seventh Circuit Court of Appeals ruled that it \nwas unable to review her case under a law passed in 1996.  Meanwhile, we became an example of a model \nimmigrant family.  We learned English, bought a house in suburban Chicago, and started our own business.  We \nwere living the American dream.\n\nOn March 8th of this year, the dream turned into a nightmare when Janina received her final order of deportation.  \nShe was to report to the immigration office ready for deportation.  We were able to postpone the deportation in \nhope finding a solution for this difficult situation.  Janina was able to stay and see our son kindergarten graduation \nJune 5th, just two, three days before her deportation, June 8th.  But despite huge support for the community, our \nchurch and local officials, we were not able to keep Janina in the United States for good.\n\nAfter 18 years in the United States, we have nothing in Poland. Janina had nothing to go back to.  And I would have \nnothing there either.  We decided that Brian, our son, would go with his mom to Poland because a small child needs \nhis mother.  I stayed to wait for my citizenship interview, take care of our house, and run our business, which is the \nonly source of my family income.\n\nThis was the hardest decision of my life.  I had to see my family go without me and to let Brian think that he was just \ngoing on vacation.\n\nWe don't know what future holds for us and particularly for the child that Janina and I wanted with so much love for \nso many years.  I feel like my life was destroyed.  I am the father.  I am the husband. Now I feel lost.\n\nMy only chance to get them back is to get a waiver for Janina. Otherwise, she is barred from returning to the United \nStates for ten years.  Our community and local officials have already offered their help with the complicated process \nof applying for this waiver.  Will that support help?  Will my pain be enough hardship for immigration officers to \ngrant Janina a waiver?  I can pray for it.\n\nI hope this hearing and my testimony will help all the separated families so they can be united again.  I also hope \nthat my testimony will move you, members of this committee, to fix our immigration laws so that no more families \nneed to be torn apart.  Thank you.\n\nREP. LOFGREN:  Thank you very much for sharing that story.  Mr. Gonzalez.\n\nMR. EDUARDO GONZALEZ:  Chairman Lofgren, Ranking Member King, members of the committee, special \nguests, good afternoon.  My name is Eduardo Gonzalez.  I am enlisted in the United States Navy.  My rank is Petty \nOfficer Second Class.  I enlisted in the Navy in 2003.  I graduated high school in 2001, and then continued my \neducation by earning my Associate's degree in occupational studies.  I had many choices, but after September \n11th, I decided to make this a better country for my family.\n\nSince my enlistment, I have been deployed two times, first on June 7th, 2004 on board the U.S.S. John F. Kennedy \nin support of Operation Enduring Freedom.  The second time was on November 28, 2005, when I was deployed to \nCamp Beuhring, Kuwait in support of Operation Iraqi Freedom.  I am now preparing for my third deployment to \nbegin this November on board the Harry U.S.S. Truman for a tour of the Gulf region.  I am proud of the service that \nI provide to my country.  I enjoy every second of it.  In fact, I plan to re-enlist.\n\nI met my wife, Mildred Gonzalez, in November, 2001.  On May 28, 2004, we decided to get married.  Mildred's \nmother had come to the United States -\n\nREP. LOFGREN:  Mr. Gonzalez, just take a minute.  We're not going to rush you.  Just take a minute and take a \ndeep breath.\n\n\n\nMR. GONZALEZ:  Mildred's mother had come to the United States from Guatemala in 1989 without documents \nwhen Mildred was only five years old.  Mildred's mother applied for asylum/NACARA in September of 2000 and \nincluded Mildred on her application.  Her mother was eventually granted legal status in July, 2004.  Because \nMildred was included on her mother's application, Mildred also should have been granted lawful status in July, \n2004.\n\nHowever, we were unaware of the repercussions of our decision to get married six weeks earlier.  Our marriage \ncancelled out Mildred's ability to obtain status through her mother because she was no longer an unmarried \ndaughter under 21 years old.  At the time we got married we did not know Mildred and her mother would have an \nappointment with an immigration official in July of 2004.  After all, that had been waiting for four years.\n\nMildred attended the immigration appointment with her mother and brother, and Mildred was denied her request to \nobtain legal status, solely due to the change in her marital status.  At the time of her immigration interview, I was \ndeployed and only being able to communicate once in a while, I found out that she was disapproved.\n\nMildred's case was then sent to immigration for removal proceedings and her first court appearance was on \nSeptember 16, 2004. The judge was generous because of our situation and decided to reset her court date to June \n14, 2007.  We were all hoping for immigration reform by that time and hoping that the law would change.  \nHowever, that did not happen, and on June 14, 2007 Mildred and I appeared in court fully expecting that Mildred \nwas going to have to leave the United States within 120 days.\n\nI was in uniform and the judge knowing that I was about to deploy and knowing that we have a 22-month-old son, \ngave Mildred a 12- month extension.  We recognize that Mildred has been fortunate to get these extensions, \nhowever these extensions do not solve our problems, they only prolong them.  On June 8, 2008, if Mildred's legal \nstatus does not change, she will have 60 days to voluntarily depart the United States or she will be deported.\n\nSince she has not been to Guatemala since she was five years old, she is not familiar with the culture, language or \nsociety.  She has no family there, and I feel that this would be very difficult for us and perhaps even dangerous for \nher.  Mildred has spent 18 years of her life in this country, and to us and our child the United States is her home.\n\nOur son, Eduardo Gonzalez Jr., was born on December 9th, 2005, two weeks after I was deployed to Kuwait on my \nsecond tour.  Missing my first-born child's birth was a sacrifice itself.  Yet, I had to perform my duties as a member \nof the team of mechanics that I'm apart of.\n\nI am about to go on deployment once again knowing that my wife might not be here when I return or where my son \nmight end up if I don't return before her court date.  Sometimes I find it difficult to concentrate on my duties, but as a \ncitizen of the United States of America, sometimes it makes me wonder if I can die for my country, why can't I just \nbe with my family?  Every time I go somewhere my wife worries about me not coming home one day, but now she \nalso has to worry about leaving home, a country where she feels safe.\n\nI want to serve me country 100 percent.  But with these issues in the back of my mind, I feel I can't do that.  I am \nnot asking for anything.  I'm just bringing these issues to your attention.  As you may already know, my family is not \nthe only one going through this situation.  Many will not come forward and speak about it because they fear they will \nhave to pay the consequences.  Mildred and I also worry that this might have a negative impact on us, but given \nthis opportunity, we feel that if we tell our story we might be helping others in this situation.\n\nI come before you not only as a United States sailor, but as a husband, a father and an American citizen.  I am \nhoping that my testimony helps and something positive comes out of it.  Thank you very much.\n\nREP. LOFGREN:  Reverend Cortez.\n\nMR. LUIS CORTEZ:  Thank you, Madam Chair, Mr. King and members of the subcommittee for the opportunity to \nappear before you today. Since immigration legislation failed in the Senate this summer, hundreds of state and \nlocal enforcement initiatives have been enacted and thousands more are pending.\n\n\n\nIn these cities and states a fundamental value of American jurisprudence, the presumption of innocence, is gone.  \nFor thousands of third, fourth and even fifth generation American citizens their skin color now defines the limits of \ntheir rights.  The color of our skin or the sound of our accent now provides us the privilege of being detained, \nharassed or accosted in an effort to determine our status. Even I wonder whether I need to carry my passport.\n\nCriminal elements are now beginning to pray on innocent, law abiding, hardworking members of our communities.  \nMany of them, in fact, are American citizens.  American citizens are now afraid to call the police.  American citizens \nare deciding it's easier to let certain crimes go, to not get involved as witnesses, than to fall victim to over \naggressive law enforcement when they have a family member who is undocumented.\n\nThe country needs immigration reform legislation enacted now more than ever.  With the Senate failure, we look \nto the House for leadership.  The House needs to show the same leadership and ability to resolve differences, as \nwas demonstrated ten years ago when Congress passed comprehensive welfare reform.  The welfare reform \ndebate was heated and full of conflict and controversy.  And yet this Congress and this country came together and \nsolved one of the biggest domestic problems facing our country in the mid '90s.  I have faith that Congress can rise \nto this similar challenge today.\n\nThe House has an opportunity to show wisdom and courage and permanently fix our broken immigration system.  \nNow is the time to lead, to educate constituencies influenced more by rhetoric than reality.  Now is the time for \nleaders of both parties to teach their junior members by example.  As faith leaders, are called to ground our conduct \nin treatment of others in our reading and understanding of Scripture.\n\nSo too for guidance on immigration policy we turn first to Scripture.  Our support for comprehensive immigration \nreform comes from the biblical mandate, which is -- well, the biblical mandate to advocate on behalf of the stranger \nin one's land, a practice that is noted in the Old Testament.\n\nAs in Leviticus 19:33-34, \"When an alien resides with you in your land, you shall not oppress the alien.  The alien \nwho resides with you shall be to you as the citizen among you.\"  In Mathew 25:35, which is in the New Testament, \nChrist calls on all his followers to treat immigrants with fairness, justice and hospitality: \"For I was hungry and you \ngave me something to eat.  I was thirsty and you gave me something to drink.  I was a stranger and you invited me \nin.\"\n\nOne of my continuing frustrations is the gross distortion of the word amnesty.  As Christians we understand \namnesty.  Amnesty is what Christ provided us as forgiveness for our sins when he paid for our sins with his life.  \nThis is true amnesty-unconditional and without penalty.  The Merriam-Webster dictionary defines amnesty as a \npardon. A pardon is defined as \"the excusing of an offense without penalty.\" Amnesty is a free pass and (it plays in \nfront of the line ?).  The STRIVE Act as well as recent Senate bills are, in fact, not amnesty.\n\nI congratulate Congressman Gutierrez and Congressman Flake for their leadership and hard work that went into \n(arriving at ?) the STRIVE Act.  I commend you on the rising above political rhetoric and polarization and working to \nbring a just solution to a current crisis.\n\nWe believe today as strongly as we did last year that for an immigration proposal to permanently fix our \nimmigration system, it must accomplish four objectives:  First, it must be compassionate, just and true to our \nheritage as a nation of families built by immigrants to our heritage as a welcoming nation.  Second, it must secure \nour borders.  Third, it must secure our economy by providing safe, secure systems to meet current and future \nworkforce requirements.  And fourth, it must be permanent, lasting, sustainable fix rather than one 20 years from \nnow that will land us right back where we are today.\n\nWe believe the STRIVE Act is a fair, workable and just solution to our disastrous immigration system and meets \nthese four objectives. In survey after survey 65 percent of Republicans and 72 percent of Democrats consistently \nsupport legal status with a path to citizenship from illegal immigrants who get in back of the line and pay penalties, \nlearn English, etcetera.  If the House could find the courage to have the debate to educate their junior members and \ntheir constituencies, we might solve our biggest domestic issue of the decade.\n\n\n\nMost Americans and most members of Congress recognize that the vast majority of the 12 million people who are \nhere undocumented are good people caught in a bad system, victims of one of the worst public policy failures of our \ntime.  Forty percent who are currently in this country legally, 4.8 million people, entered legally.  They couldn't get \nthrough the system.  We are a nation of laws.  Twelve million people live here illegally, and for that there should be \npenalties. But just as we are a nation of laws, we are also a nation that believes that the punishment should fit the \ncrime.  These are not violent crimes.  These are not violent criminals.\n\nDon't take the easy road and pass pieces of legislation for which there is already consensus among members.  \nLet's have the debate in a national discussion, and let's take the vote.  In the end you are either those that work on \nbehalf of the harassed and the helpless, or those that refuse to set the law of the land that will direct the citizenry \nand show the moral fortitude that is so lacking today in our public discourse.\n\nThank you, Madam Chair and members of the subcommittee.\n\nREP. LOFGREN:  Thank you.  Mr. Hoyt.\n\nMR. JOSHUA HOYT:  Good afternoon.  My name is Joshua Hoyt.  And as I begin my testimony on this polarized \nissue of immigration I'd like to quote the great statesman from the beautiful state of Illinois, Everett Dirksen, a \nSenate Republican, who said, \"I've heard many a speech that changed my mind, but not one that changed my \nvote.\" So thank you for the opportunity, and I will do my best to both change minds and votes.\n\nOur immigration system should reflect our nation's values of family and hard work, and our elected officials should \nhave the courage to bring our laws in line with both our values and with economic and demographic reality.  \nUnfortunately, neither has happened.\n\nOur country is dealing with the consequences of more than 20 years of half-baked immigration policies from both \nparties.  Whether we like it or not, our nation relies heavily on immigrant workers, many from Mexico.  Our \nworkforce is aging.  In 20 years when I'm 71, the ratio of seniors to workers in the United States will have jumped \nfrom the current 24 per 100 to 41 seniors for 100 workers.  The answer to the Beatles' existential question, \"Who \nwill still need me, who will still feed me when I'm 64,\" is simple.  It's immigrants.\n\nWe offer few legal channels for these needed workers, especially for low skilled workers to come to the United \nStates.  The laws of supply and demand ensure that immigrant workers will come, and many stay.  The half \nmeasures of the past have only made the problems worse.  The '86 reform did not account for future labor needs. \nEmployer sanctions were ignored.  NAFTA increased trade, but did not address the increased flow of workers.  \nBorder enforcement pushed immigrants into the desert, and as a result, those that are our now here stay put.  And \nthe '96 reform makes it impossible for even productive, well established undocumented immigrants to get legal \nstatus.\n\nSo here we are in 2007.  We have the untenable situation of an undocumented population of 12 million people \noverwhelmingly productively working, yet vulnerable to exploitation.  We have 200 deaths on the border already this \nyear, and we have no workable system for our future labor needs.\n\nOur immigration enforcement policies are severely out of alignment with our trade policies, our economic needs, \nand our nation's values.  The half steps have not worked, and that's why the solution to this mess must be a \ncomprehensive reform, and ICIR supports the STRIVE Act introduced by representatives Gutierrez and Flake. With \nlegal status and earned citizenship for undocumented workers, increases in visa allocations, cut the long backlogs, \ntemporary worker provisions with worker protections for our future labor needs, and enforcement provisions that are \ngenerally reasonable and targeted.\n\nThere are provisions we don't like, but we applaud Representative Gutierrez and Representative Flake for seeking \na solid middle ground.  Chest thumping, racially charged, get tough enforcement (perks ?) deportation and \nworkforce enforcement strategies that do not address our underlying labor market demands are doomed to failure.  \n\n\n\nMeanwhile, the human cost of breaking up families like Tony's and Petty Officer Gonzalez's are tragic, and the \neconomic costs churning our workforce are incalculable.\n\nThe current political strategy of those who bully the vulnerable, undocumented and pander to the most bigoted in \ntheir political base is both un-American and politically suicidal. President Bush proved that both parties can compete \namong Latino and immigrant voters, but in the current climate they're just driven into the arms of the Democrats.  \nAnd there are those in the majority party who seem to believe that if they just sit back and allow others to do the \nimmigrant bashing, then Latinos will be satisfied with lip service.\n\nShame on demagogues, on opportunists, and on political cynics. What we need are real reforms that will benefit \nnot just the immigrants and their families, but our whole nation.  We hope that this committee, this Congress, and \nthis Administration will take such leadership and pass the STRIVE Act.  Thank you.\n\nREP. LOFGREN:  Thank you very much.  Ms. Butts, it's good to see you again.\n\nMS. CASSANDRA BUTTS:  Good to see you again, Madam Chair, and thank you for the opportunity to come and \nspeak with you on this important issue.  My name is Cassandra Butts, and I'm Senior Vice President for Domestic \nPolicy at the Center for American Progress.\n\nWhen marchers took to the streets this past year in support of immigrant rights and the passage of comprehensive \nimmigration reform in cities and towns across the country, the images hearkened back to the Civil Rights \nMovement and the struggle more than a half century ago against prejudice and discrimination.  The struggle for \nimmigrant rights and civil rights are as intertwined today as they have been at any time in the history of the United \nStates.\n\nWe stand tall as a nation by welcoming more immigrants than any other country in the world.  The welcoming torch \nof the Statue of Liberty, which beckons \"huddled masses yearning to be free\" or the U.S. government motto E \nPluribus Unum, \"Out of Many, One,\" are more than symbols of our nation.  They embody the fundamental principles \nof our democracy.\n\nWhen we have honored those principles in the past our immigration laws have reflected the best America has to \noffer.  But too often that generosity was in conflict with our domestic struggle with race, and our immigration \npolicies were tainted with the same stains of discrimination and intolerance that divided the nation.  For almost a \ncentury beginning in the 1880s, U.S. immigration laws excluded or significantly limited groups of ethnic and racial \nminorities from entering the U.S.  These increasingly restrictive immigration laws projected to the world \nincreasingly intolerable conditions for ethnic and racial minorities in the U.S. who shared a common heritage with \nthe disfavored immigrant groups.\n\nThe 1960s represented a historic turning point that forever linked the fates of ethnic and racial minorities in the U.S. \nregardless of their immigration status.  Heavily influenced by the fight for racial justice and equal opportunity \nrepresented by the Civil Rights Movement, Congress passed the Immigration Act of 1965, which eliminated the \nnational origins quota system and racial exclusions.  This new law became the third great pillar of civil rights laws of \nthe era, joining the Civil Rights Act of 1964 and the Voting Rights Act of 1965 as beacons of freedom to the world \nand realizing America's founding principles.\n\nAs a result of the '65 act, people of color now make up the majority of approximately 24 million legal immigrants in \nthe U.S. today.  The growing diversity has reached every state and metro area in the nation, and the Census \nprojects that the United States will become a majority minority country by 2060 largely based on this growth.\n\nBut as our immigration patterns have shifted to reflect greater diversity and the demands of a globalized economy, \nU.S. immigration laws have not been modernized to address these trends.  One result has been the growth of a \nsignificant undocumented immigrant population estimated at 12 million.  As a result, we have witnessed the \nresurfacing of historic hostilities towards immigrants and efforts to once again legislate intolerance and \ndiscrimination in our immigration laws.\n\n\n\nIf this effort prevails and Congress fails to pass comprehensive immigration reform, such as the STRIVE Act, the \nimplications could be far reaching.  The choice before us is one that would either define our society as clinging to \nthe past in fear of changing demographics, or as one prepared to take a progressive step forward towards a society \nrooted in the principles of racial equality and justice that has marked our progress since the 1960s.\n\nWe are once again at a historic crossroads, and the path we choose to take could have as profound an impact on \nour future as the Civil Rights Movement.  Congressional inaction has already led to a patchwork of state and local \nanti-immigrant actions.  Recent examples of such -- excuse me.  Recent examples of such efforts provide few \nanswers to the problems posed by our broken immigration system and raise more concerns about the safety of \nimmigrant communities amid the specter of civil rights violations.\n\nThe first case in point is Hazelton, Pennsylvania, which was in the forefront in enacting a local ordinance in 2006 \nthat broadly defined illegal aliens to include lawful residents and naturalized citizens.  The ordinance imposed a \n$1,000 fine on landlords who rented to illegal immigrants and leveled a five-year ban on businesses that hired \nundocumented workers, and designated Hazleton as an English-only city.\n\nIn a legal challenge by local immigrants and business owners represented by civil rights advocates, a federal district \ncourt recently ruled Hazleton's ordinance unconstitutional.  But the court's strong decision in the Hazleton case has \nnot deterred other localities, such as Prince William County, Virginia, from taking similarly disturbing actions.  In \naddition, state and local law enforcement have sought to fill the breech left by federal inaction by enforcing federal \ncivil immigration laws, and these efforts also run the risk of encouraging racial profiling and other civil rights \nviolations.\n\nToday, the link between immigrant rights and civil rights could not be more apparent.  Supporters of comprehensive \nimmigration reform, like the STRIVE Act, seek to restore a basic sense of justice and fairness to our immigration \npolicy and recognize the common humanity of all residents of the United States regardless of their immigration \nstatus.\n\nWe as a people still believe in the principles that define our fight for civil rights and the principles that have defined \nour American democracy.  Congress should honor those principles by passing comprehensive immigration \nreform.  Thank you.\n\nREP. LOFGREN:  Thank you very much.  Mr. Barrera.\n\nMR. MICHAEL L. BARRERA:  Good afternoon.  It's late in the afternoon.  I appreciate everybody staying here.  \nChairman Lofgren, Ranking Member King, members of the subcommittee, fellow panelists, and of course the \nhardworking staff, my name is Michael Barrera, and I'm the president and CEO of the United States Hispanic \nChamber of Commerce, which represents the interests of two million Hispanic owned businesses in the U.S.\n\nI appreciate the opportunity to testify before the subcommittee on behalf of our chairman, David Lizarraga, who \ncould not be with us here today.  Chairman Lizarraga is the son of immigrants from Mexico, and I am the proud \ngrandson of Mexican immigrants.  We've been blessed with immigrant virtues of hard work and dedication to \nachieve the American dream.  We owe our success in business and our commitment to the economic development \nof our communities, not just the Hispanic communities, but our communities, to these same virtues.  I dare say that \nmost of us in this room owe much of their success to their immigrant roots and are immensely proud of their \nimmigrant heritage. It is the strength of these immigrant roots that has made this country great.\n\nThat is why I am deeply troubled that demonizing immigrants and closing our borders to them jeopardizes our \neconomic future. Therefore, please accept the support of the United States Hispanic Chamber of Commerce for \ncomprehensive immigration reform and for the STRIVE Act as a vehicle that accomplishes this goal.\n\nThe employer community is fully committed to comprehensive reform, even more so due to the Administration's \nimposition of a proposed enforcement initiative that may displace as many as 1.4 million workers in the coming \nmonths.  And these just aren't illegal immigrant workers.  These are overall workers in the U.S. economy.  We also \n\n\n\nsupport a lawsuit filed by the AFL-CIO, which seeks to freeze this enforcement initiative.  In fact, the court  issued a \nTRO on this.  This lawsuit references a letter signed by the USHCC and many other employer associations \nexpressing strong reservations about these proposed regulations.  You know, it's not every day that I think I'd ever \nbe here proposing and supporting a lawsuit by the AFL-CIO.  But right now we have labor unions and businesses \njoining together to fight bad policy, which arose in the vacuum left by Congress' inability to reform our broken \nimmigration laws.\n\nThe failure to pass immigration reform has also spurred, as many people have talked about, a flood of conflicting, \nfragmented and often intolerant state and local ordinances on immigration.  Comprehensive immigration reform \nis needed now if we are to put an end to the more than 1,400 state and local laws, which are being hostile to \nimmigrants and also over burdensome to small businesses that have been introduced or passed in the last two \nyears.  The legal patchwork is creating havoc for residents, businesses and immigrants across the nation.\n\nGlobal economic integration is a fact of life.  Labor jobs go where labor is available, and that is why we need to \nallow a steady and regulated stream of immigrant labor into our country.  The choice is between further off-shoring \nof American industries and jobs or maintaining a productive and legal immigrant workforce that can fill the gaps of \nour labor supply.\n\nImmigrants fulfill a critical part for the U.S. labor force by performing jobs that Americans simply don't want to take \nor perform. The CATO Institute came to the same conclusion when it found that immigrant workers fill segments in \nthe U.S. job market where Americans are either over or under qualified.  But if you really want a great example, \nwhen is the last time you tried to get a teenager to mow your yard?  It just doesn't happen anymore.\n\nAs someone that works with both businesses and the Hispanic community, I call on Congress to pass \ncomprehensive immigration reform for the sake of small businesses and the countless families that are being \nripped apart with every workplace raid, with every misdemeanor that is being reclassified as an aggravated felony, \nand with the erosion of judicial review.  I also urge reform for the sake of legal immigrant families that are being \nforced to pay steeper immigration fees and will soon be forced to navigate a bureaucratic maze of government \nregulations to renew all green cards in 120 days.  This also hurts business.\n\nMadam Chair, Ranking Member King, and members of the subcommittee, every person in this room owes their \norigins to our immigrant forefathers and mothers, many who weathered seemingly impossible odds in a strange \nland to come to the U.S. to achieve the American dream.  This is not the time to close the door to others that dare \nto pursue the American dream.  We must lend a hand to those immigrant families that are here contributing to this \nnation's strength and our economy.\n\nWe urge this subcommittee to remain steadfast in passing comprehensive immigration reform.  Please note that \nfor the sake of brevity I did not reference thoughts related to the STRIVE Act itself, but those can be found in the \nwritten testimony submitted for the record.\n\nThank you once again for allowing me to serve as a witness today, and look forward to your questions.\n\nREP. LOFGREN:  Thank you very much.  Ms. Kirchner.\n\nMS. JULIE KIRCHNER:  Thank you very much.  Oh, got to get my mike on.  I hope that works now.\n\nREP. LOFGREN:  Yeah, very good.\n\nMS. KIRCHNER:  Thank you very much, Madam Chair, Ranking Member King and members of the subcommittee.  \nThank you for this opportunity to present the position of the Federation for American Immigration Reform with \nrespect to the STRIVE Act and the policy considerations behind it.  My name is Julie Kirchner, and I am here as \ngovernment relations director.\n\n\n\nFAIR is a nonprofit public interest organization advocating an immigration policy that best serves the national \ninterest.  Our organization has over 300,000 members and activists in 49 states and is affiliated with over 50 \nimmigration reform organizations across the country.\n\nMadam Chair, on June 28th of this year after an extensive national debate, the motion to invoke cloture on the \nSenate Comprehensive Immigration Reform Bill failed.  It failed because the American people recognized that the \nlegislation did not embody meaningful reform.  Instead they saw that through amnesty and guest worker programs \nthe legislation rewarded illegal activity, undermined the American worker, and only made a bad situation worse.  \nAnd the American people said no with a voice that is rarely heard in politics.\n\nMadam Chair, one of the most compelling lessons we learned from the Senate debate is that before the American \npublic will even consider amnesty or guest worker legislation, the government must restore credibility to an \nimmigration system that has long lost the confidence of the American people.  However, upon examination of the \nSTRIVE Act, it is clear that H.R. 1645 does not restore credibility to our immigration system, but instead only \nreplicates and in many cases exacerbates the very same problems in the Senate bill.\n\nMadam Chair, members, there have been several members, honorable, distinguished members who have who \nhave testified today that the STRIVE Act -- they consider the STRIVE Act to be the solution, the best solution.  I \nmost respectfully disagree.  FAIR disagrees.  FAIR believes that the STRIVE Act really, in fact, fails to fulfill its \npurported policy goals.\n\nFirst, the STRIVE Act will not end illegal immigration.  On the contrary, by granting amnesty through so-called \nconditional nonimmigrant status, blue cards and the DREAM Act, the legislation rewards those who break the law \nand only encourages more illegal immigration.  Second, the STRIVE Act will not include the economic standing of \nthe American worker.  Instead, by creating a massive new H-2C guest worker program and more than doubling the \nemployment-based immigrant visas, the legislation floods the market with foreign workers willing to work for less \nand eager to compete with U.S. workers.\n\nThird, the STRIVE Act does not guarantee a crackdown in employers who hire illegal aliens.  The STRIVE Act does \nrequire that employers use an employment eligibility verification system and does increase civil and criminal \npenalties for employers who hire illegal aliens.\n\nHowever, all of this is undercut by provisions permitting the Department of Homeland Security to delay \nimplementation of the verification system and to exercise its discretion to exempt entire classes of employers from \nits use.  In addition, employers who hire independent contractors do not have to participate, and Homeland Security \nhas the discretion to reduce penalties for illegal hiring practices.\n\nFourth, the STRIVE Act will not improve the quality of life in the United States.  Indeed, it may improve the plight of \nindividual immigrants, but this comes at a cost to society in the form of increased public services often borne by \nstate and local governments, increased strain on the environment, and staggering population growth. FAIR \nestimates that the passage of the STRIVE Act would result in an additional 50 million people being added to the \n2050 population projection.  This means that instead of the U.S. population growing to 461 million by the year 2050, \nit will soar to approximately 513 million.\n\nFinally, the STRIVE Act will not satisfy the American public's demand for meaningful immigration reform.  Indeed, \nin poll after poll the American people have shown that they overwhelmingly oppose such legislation.  For example, \na June Rasmussen Report poll of over 800 voters found only 22 percent of Americans supported the bill considered \nby the Senate earlier this summer.\n\nMadam Chair, like the Senate Amnesty Bill, the STRIVE Act promises only to compound rather than ease the \nimmigration crisis. While we're granting amnesty that rewards illegal activity and creating massive new guest \nworker programs that hurt the American worker simply does not make sense when there are other viable \nalternatives out there.  One need only look to the Jordan Commission of the mid 1990s -- the bipartisan Jordan \n\n\n\nCommission may I add -- to see that many sound reforms have yet to be implemented.  These reforms should not \nbe held hostage to amnesty and guest worker programs.\n\nAnd Madam Chair, I would just like to say in closing -- today there have been many comments on the issues of \nfairness and justice. And FAIR does believe that immigration policy should not discriminate race, color, religion or \nany particular background.  It should be fair to all immigrants, and there are many hundreds of immigrants all over \nthe world who I believe would probably like to participate in the American dream.  And to reward those who come \nillegally rather than reward those who play by the rules who wait their turn in line is in our opinion unfair and unjust.\n\nAnd while there are some who say, well, there are the people who would participate in this conditional non-\nimmigrant status -- as amnesty as we call it -- are penalized for paying some money.  The difference is, is that the \nslate is wiped clean. Unlike people who are prosecuted and convicted of crimes in the U.S., there's no conviction on \ntheir record.  It is as if it's never happened.  And I think, Madam Chair, that there's a very important difference.  \nThey get to start over.  They get to act like it's never happened.  Immigrants from all over the world, from Asia, \nAfrica, South America, you name it -- there are many, many who want to come, and we should be fair to all of them.\n\nThank you, Madam Chair.\n\nREP. LOFGREN:  Thank you.  And last but certainly not least, Mr. Stewart.\n\nMR. COREY STEWART:  Thank you, Madam Chair, Ranking Member King, members of the subcommittee.  I'm \nCorey Stewart, chairman of the Board of County Supervisors, Prince William County, Virginia.  As I'm sure some of \nyou know, Prince William County is located approximately 25 miles south of here.  At 400,000 residents, we are the \nsecond largest county in the commonwealth of Virginia.  We are also the seventh wealthiest county in the United \nStates.\n\nThis economic prosperity and economic opportunity and high quality of life in Prince William has drawn talent from \nall over the United States and, in fact, the world.  We welcome the increasing diversity in our community.  We \nwelcome -- excuse me.  We welcome legal immigration in our community.  And I better say that, since my own \nwife is a legal immigrant from Sweden.\n\nWhat we do not welcome is unlawful, illegal immigration in our community.  Illegal immigration is degrading the \nquality of life in our community.  According to Immigration and Customs Enforcement, approximately one third of \nthe gang members in northern Virginia are illegal immigrants, people that should not have been here in the first \nplace.  At last check, only one fifth of our inmates in our local adult detention center were illegal immigrants.\n\nIn a sick twist of fate, one of the suspects in the brutal execution style murders of three American college students \nin New Jersey is, in fact, a resident of Prince William County, Virginia. And just this morning, Madam Chair, if you'll \nallow me -- a murder committed by an illegal immigrant twice deported from the United States -- another murder by \nan illegal immigrant in Prince William County.  The suspect here was twice deported and allowed to come back to \nthe United States.\n\nWe are on the front line of this problem.  The localities and the citizens and the local taxpayers have to pay for the \nproblem, but what caused the problem was you, the federal government failing to enforce the law.  And this is the \nproblem.  We are asking for your support to crack down on illegal immigration.  The federal government has failed \nto secure the border.  The federal government has also failed to support communities such as Prince William \nCounty that are dealing with the effects of illegal immigration.\n\nSo what do we do as a community?  We use our limited resources and our limited legal authority to crack down \nlocally.  We have successfully teamed with Immigration and Customs Enforcement to implement the 287-G \nprogram.  And I want to thank certain members of this committee who supported that in 1996.  In the first month of \nimplementation this past July, we initiated deportation proceedings of 52 illegal immigrant criminals, illegal \nimmigrants who on top of being illegal, entered our community and committed crimes.  Those 52, at least for the \n\n\n\ntime being, will not be committing crimes such as this and threatening the lives and the property of Prince William \nCounty residents.\n\nWhat we've asked, however, is that you enforce the laws at the federal level.  Failing that, we ask that you give us \nmore authority to do so at the local level.  We ask that you give us the authority to detain and arrest suspected \nillegal immigrants based solely upon a civil detainer.  We also ask that you give us the authority to do, as Hazelton, \nPennsylvania did -- to fine landlords who house and harbor illegal immigrants.  We also ask that you give us the \nauthority to fine employers who hire and exploit illegal immigrants.\n\nThe law must be enforced.  It's degrading our quality of life. If you're not going to enforce it at the federal level, we \nask that you give us the tools at the local level to do so, and we will.  Thank you.\n\nREP. LOFGREN:  Thank you, and thank you all for your testimony. And it has been a long afternoon, but I think it's \nbeen an instructive one.  And we will have just a set of questions and then we will adjourn.  And I'll begin, if I may.\n\nMr. Wasilewski and Petty Officer Gonzalez, it seems to me, if I'm hearing you correctly, that you both -- in the case -\n- you're a U.S. citizen.  You're a legal resident about to become a U.S. citizen, and that your wives would have been \npermitted under existing immigration law to get a legal visa except for -- changes were made to the law in 1996 on \nthis three and ten-year bar.  Is that your understanding?  That's the only thing that's really standing in the way at \nthis point?\n\nMR. WASILEWSKI:  Yes, Ms. Chairman.  Immigration officials said she broke the law.  But my wife has never \ndone anything wrong here in the United States.  She has no criminal record, not even a parking ticket.  And they \nwere both -- because Janina -- she tried to follow the legal procedures for staying in the United States, but by \napplying for political asylum, she exposed herself --\n\nREP. LOFGREN:  Right.\n\nMR. WASILEWSKI: -- to the immigration system and was deported.\n\nREP. LOFGREN:  So she thought she was -- she was trying to follow the rules and got caught in this trap.\n\nMR. WASILEWSKI:  Yes.\n\nREP. LOFGREN:  Petty Officer Gonzalez, this three and ten-year bar -- is that really what's the issue?  Because \nyou're an American, I mean, not only an American, but we thank you once again for your service to our country.  \nThe rule is that if you're an American citizen you can apply for your spouse.  I mean, we're not trying to choose who \nAmericans marry, but it's this three and ten-year bar issue, isn't it?\n\nMR. GONZALEZ:  No, ma'am.  When we got together, me and my wife, she had already applied for \nasylum/NACARA.\n\nREP. LOFGREN:  Under the NACARA.\n\nMR. GONZALEZ:  Right.  And she was already in proceedings, in her process.  Now, when we got married that \nchanged her status and could no longer --\n\nREP. LOFGREN:  Right.\n\nMR. GONZALEZ:  She could no longer be granted status under those set of rules.\n\nREP. LOFGREN:  Under the NACARA, right.\n\nMR. GONZALEZ:  Right.  And so now since she didn't get it -- so now she got sent to removal proceedings because \nshe was exposed also.\n\n\n\nREP. LOFGREN:  Right.  Well, I just think -- if I can -- the old immigration lawyer in me and old immigration law \nprofessor tells me that this is a massive bill, and a lot of the attention has been focused on the 12 million \nundocumented, and that's appropriate.  I mean, there is a lot of -- it's an enormously important challenge for those \nindividuals of our country and for the economy and the like.\n\nBut also, within the -- are elements of -- it's an intricate law, and under ordinary principles -- I mean, the rule has \nalways been in modern history that the federal government doesn't tell Americans who they get to marry.  I mean, \nwe're not going to make a selection, and Americans get to -- if you're an American citizen, you get to have your \nspouse stay here with you.  We changed the rules on that, well, 11 years ago.  In the STRIVE Act that is made an \nissue, and maybe that's one of the things that we should be attending to in addition to some of the issues that have \ngotten more attention.\n\nI'm just wondering, Mr. Gonzalez, Petty Officer Gonzalez -- and you're in service to our country and you're in this \nsituation.  I don't think most Americans would think that's a very good situation. I don't think most people would -- \nthey'd be surprised that an American serviceman would be in this situation.  Have you run into other people in \nmilitary service that have had similar problems?\n\nMR. GONZALEZ:  Yes, ma'am.  I have countless people that are in the same situation as I am to where they try to \nplay by the rules. And when we play by the rules and we no longer qualify by the rules, we get exposed, and then \nwe have to go to the next step, which is removal proceedings.  And there is many people in my shoes, and I'm \nspeaking for a lot of them, and they are in the same situation I am. They just don't want to say anything about it.\n\nREP. LOFGREN:  I am -- I think I -- think you could -- I understand we announced that earlier.  I would like to ask \nReverend Cortez -- you've been here before us to testify, and I always look forward to listening to your wonderful \nvoice.\n\nBut in your written testimony you talk about law abiding individuals living in fear.  What can we -- and I know that \nthat's the case.  What can we do to eliminate this climate of fear that's occurring in our neighborhoods that you \ndescribed?\n\nMR. CORTEZ:  Well, law abiding people -- by that I include both clergy, of which -- we're an association of clergy, a \nnational network -- clergy and individual families who are citizens, but they all know someone who's undocumented.  \nSo the climate of fear that's being created is on two sides:  On one side you have racial profiling, and we know of \nthe cases now where American citizens who happen to have Hispanic surnames and happen to be working in a \nplace that has a raid are being arrested illegally.\n\nWe also -- so on one side you have that issue of fear.  On the other side you have the fear that if you call a police \nofficer and they're empowered and one cousin or an uncle or someone in the neighborhood isn't documented, \nclergy now for the first time have to make a decision whether we work with the police, which traditionally in inner city \ncommunities -- ministers have been at the forefront with police departments fighting issues of -- fighting over issues \nof crime, specifically drug interdiction and others.\n\nOn June 23rd, I participated in a process where 56 police chiefs were represented by Sylvester Johnson from -- the \nPhiladelphia chief of police.  And all of them said that they would not want their officers to begin to track down \nundocumented immigrants because in Hispanic communities, as well as in Middle Eastern communities, in African \ncommunities, it was going to raise havoc between good, law abiding citizens and the police department when they \nhad a family member or a friend who was undocumented.\n\nREP. LOFGREN:  Thank you, and my time is expired, so I'll turn to the ranking member for his questions.\n\nREP. STEVE KING (R-IA):  Thank you, madam chair.  I do appreciate the testimony of the witnesses.  First, I'd ask \n-- as I looked through your testimony and listened to Petty Officer Gonzalez, I didn't hear you testify as to your place \nof birth and your status, citizenship.\n\n\n\nMR. GONZALEZ:  I guess I was real shaky.  I was born in Mexico City in 1983.\n\nREP. KING:  (Oh, really ?)  Okay.\n\nMR. GONZALEZ:  And my mother, who followed to -- came over here with a working permit, and then she applied \nfor residency.  She got her residency, and she applied with us as minors and we got our residency.  And I feel that I \n(owe something ?) to this country, so I enlisted in the Navy.  My brother, who is one year younger than me, enlisted \nin the Marine Corps, and we're a good family.\n\nREP. KING:  Have a rivalry between brothers?\n\nMR. GONZALEZ:  Ah, sometimes.\n\nREP. KING:  Then you received your citizenship when?\n\nMR. GONZALEZ:  2005, February I believe.\n\nREP. KING:  Congratulations.\n\nMR. GONZALEZ:  Thank you.\n\nREP. KING:  And I want to also say that as I listen to the cases of Mr. Wasilewski and yourself, Petty Officer \nGonzalez, I'm not going to be specific about the paths that I think you have under current law.  But I believe a year \nfrom today if you follow current law both of you will have a lot better expression on your face than you have today, \nand I believe your families will be united and will stay united without fear of being divided.  And I believe that can \nhappen under current law.  And so I encourage you to follow that, and I congratulate you for the paths that you \nfollowed on the legal path.\n\nThen I wanted to say, Mr. Barrera, Congressman Lahood sat in the chair next to you in the previous panel and \ntestified that his grandparents came here from Lebanon in 1896.  And you're a third generation from Mexico, and \nI'm a third generation too.  But I don't get any credit for that.  I'm kind of missing out here, you know?  I would say \nthat my father's family picked a -- they were raised on a different path.  And that was the -- it was a path of throwing \nthemselves into this greater overall American culture.\n\nAnd I don't hear that coming out of the witnesses on the panel about how valuable it is that we have a greater \nAmerican culture. It's an umbrella that sits over the top of everything within this country, and it's tied together by \ncommon history, which we share -- all of today share this -- and a common language and a common sense of \ndestiny and a common sense of purpose.  And I'd like to hear that reiterated more and more rather than less and \nless, and I'd like to see us identified more as Americans first.  I point that out because it seems to be missing in this \ntestimony that's here.  I know it probably isn't missing in your heart, certainly not with our gentleman in the Navy \nuniform.  But I make that point because I think it needs to be made.\n\nAnd then another point, another distinction that -- if there were a -- let me say an abstract anthropologist that was \nsitting here listening to this that didn't have their memory clouded with all of this debate that we've had -- they were \ntrying to determine the difference between legal and illegal immigration, they'd also have a nearly impossible time \ndefining that difference because many of the witnesses don't want to talk about the difference between the two, and \nI want to emphasize the difference.\n\nAnd I want to point out also that -- a nation to be a nation has to have borders and it has to have the Rule of Law.  \nAnd that's the most essential pillar of this nation of American exceptionalism, and I'd say -- I saw you raise your \nhand, Reverend Cortez, but you quoted from the Bible, and I want to quote back to you, and it's about nations.  And \nthis is Act 17, Verse 26, and it's -- and this is -- it's -- and I'll quote it this way:  \"God made all nations who live in on \nearth, and he decided when and where every nation would be.\"  I guess I think our destiny is directed in that \nfashion.  I believe that you would too.  And as I listen to your testimony I can't help but conclude that borders mean \nless to you than they do to me.\n\n\n\nMR. CORTEZ:  No, sir.\n\nREP. KING:  And why -- and I'm going to --\n\nMR. CORTEZ:  You didn't read my testimony.  Read my testimony.\n\nREP. KING:  And I'll get ready to ask a question here in a minute.  And I listened carefully to your testimony, and I \nhope that you would respect my statement as well.  But I can't draw a conclusion there, anything otherwise.  If we \nare going to grant a path to citizenship for almost all of 12 to 20 million people and reward that, violation of the law, \nand wipe the slate clean, as Ms. Kirchner said, then what will those descendents have to say about the Rule of \nLaw? What will they have to say about that essential pillar, that central pillar of American exceptionalism?\n\nAnd I think rather than go to hear more of this, I would turn over to the supervisor, Chairman Stewart, and ask him -- \ncan you list for us again the tools you'd like to have to enforce the Rule of Law?\n\nMR. STEWART:  Sure.  Thank you very much, congressman.  First of all, I wanted to thank you again for the 287-G \nauthority, which passed in 1996.  And I understand -- I believe it's Mr. Smith that authored that bill.\n\nWhat we would like is greater authority.  We are willing to do it.  We ask for three specific things at this point:  First, \nwe would ask that we be allowed -- that our law enforcement officials be allowed to detain and arrest illegal \nimmigrants based solely upon the immigration charge.  Right now we cannot do that unless they've committed \nsome other underlying crime.  Secondly, we would like the authority to fine landlords who house illegal immigrants.  \nAnd third, and more importantly, the ability to fine employers who are hiring illegal immigrants.\n\nAnd I've listened to some of the testimony here today from other members, and they mention that these are jobs \nthat Americans don't want to do.  That's just simply not the case.  These are skilled and unskilled jobs.  People, \nespecially in the construction industry -- and if you're a contractor and you're trying to obey the rules and do the \nright thing, it's very difficult to compete when you've got unethical, unscrupulous contractors who are hiring illegal \nimmigrants, not paying them any benefits, paying them below wage.  And when those illegal immigrants become \nsick, as most of us eventually do, where do they go?  When they don't have benefits they go to our emergency \nrooms in our hospitals, and that's been a problem as well.\n\nSo those are the three things we actually ask for.\n\nREP. KING:  Thank you.  Madam Chair, that --\n\nMR. CORTEZ:  Madam Chair, may have a statement?  May I make a statement please?\n\nREP. LOFGREN:  I think what we need to do is go to Mr. Gutierrez under the five-minute rule, and he may want to \nlet you speak first before -- as part of his questioning.  Mr. Gutierrez.\n\nREP. LUIS GUTIERREZ (D-IL):  I was immediately going to go to Reverend Cortez 'cause I think it's unfair to make \nan accusation of a panel member and then not allow that panel member to respond to the accusation.  I think that's \nfundamentally un-American as far as I'm concerned.  And while my parents only spoke Spanish, I was blessed with \nsome use of the English language, limited as it might be.\n\nSo Reverend Cortez --\n\nMR. CORTEZ:  Thank you.\n\nREP. GUTIERREZ:  -- please feel free to answer.\n\nMR. CORTEZ:  Thank you, Mr. King.  Now, I want to raise the fact that if you would've read my testimony, you \nwould've seen that in the testimony I stated clearly that we need to close the border and that the United States as a \nsovereign nation has a right to do with its border what it pleases.  So I never said that we were one country or open \nborders.  That has never been the decision of the clergy in this country.\n\n\n\nSecondly, I want to raise the question about the issue of Rule of Law.  Rule of Law -- under the Rule of Law Jesus \nChrist was crucified -- it was the law of the land at the time.  Separate and equal was also part of the - was law in \nthis country.  It didn't mean it was a stupid law.  It just meant it was the law.  We have 12 million people who are \nhere.  They are here.  And unless you want to start a program of some sort and trace them down and chase 12 \nmillion people with their three million American children -- if you want to do that, then you should just say it.  But to \nhide behind the statement Rule of Law --\n\nREP. KING:  Madam Chair, this has gone beyond the --\n\nREP. LOFGREN:  The gentleman from the Illinois controls the time.\n\nREP. GUTIERREZ:  Thank you.  Thank you very much for your answer.  Let me just say that I think that when we \nhave a debate and we have people come here, like Mr. Wasilewski who's come here who's talked about -- he's \ngoing to become an American citizen.   He speaks English.  He came here to this country.  He developed a \nbusiness.  He came here to this country, developed a business.  He speaks English. He's going to become an \nAmerican citizen.  He's going to take -- and then we have Petty Officer Gonzalez who's going to give his third term, \nhis third time, his third deployment back to Iraq.\n\nAnd then to come to question and to say to the panelist by god, you didn't mention that you love America, you didn't \nmention that you want to learn English, you didn't mention how great this country is -- what greater sacrifice and \nwhat greater tax can a citizen pay than the tax of their body and the tax of the blood, as Petty Officer Gonzalez has \ndone and continues to do for every and every one of us?  Shame on any institution that has a panel such as this \nand then questions their Americanism, questions the kind of right to say I love this country. We see that each and \nevery day.\n\nMr. Wasilewski, I look forward to -- when you raise your hand up.  I want you to raise your hand up with your wife.  I \nwant her to be there with you, with your American citizen children.  Petty Officer Gonzalez, I want you to (do it ?).  \nYes, there are more.  I remember. And I have the names of Army Specialist Alex Jimenez.  Do you know how many \nhundreds of his comrades went out there in harm's way to find him when he was taken prisoner?  And he hasn't \nshown up yet.  And while he's taken prisoner what does his wife in Massachusetts get?  An order for deportation \nfrom the United States of America.\n\nSo these aren't isolated cases.  So when you're looking for the undocumented, remember when a county, a \nmunicipality, a village goes out hunting for the undocumented saying they shouldn't have housing, saying they \nshouldn't have healthcare, remember you're going to come across the wives of servicemen who are out in Iraq.  Be \ncareful what you wish for because it will truly be an un-American experience to have such an individual as Mr. \nGonzalez, Petty Officer Gonzalez come here, and then all of a sudden he decides well, he's going to live in this \ncounty, and this county wants to deport -- certain law -- and you don't have papers?  Out of my county.  Arrested.  \nI'm sending you to -- deportation.\n\nBe careful.  The community is an interwoven community.  Truly they are my neighbors.  Their children play with my \nchildren.  And I want to know that if harm comes to my child that that undocumented child will feel the freedom to \ncall the police so that we can get rid of the criminals together.  We are not the criminals here on this committee or \nthose who support comprehensive immigration reform.\n\nAnd I'd like to go lastly to my friend from Illinois.  What do you think we need to do, Josh, in terms of -- politically?  \nWhere do you think we are politically right now, and what steps do you think we need to take here in the Congress \nof the United States?\n\nMR. HOYT:  I think there needs to be a decision by both parties that we have to look for solutions.  The idea that we \ncan scapegoat people and use racially charged political organizing tactics to try and save our political skins I think is \nrepugnant, and the idea that we can hide behind lip service and not address this issue I think is cowardly.  I think \nwe really need for Congress to put on its long pants and act like grownups and fix a problem that is a crisis for this \ncountry.\n\n\n\nREP. GUTIERREZ:  And I'd just like to say that look, people are going to die in the desert.  They're going to \ncontinue to die in the desert.  Servicemen are going to continue to be separated from their spouses.  There's going \nto continue to be pain in this country.  And I would just like to say from my side of the isle, right -- Democrats -- \nwe're in the majority.  We got elected to lead.  Let's lead on this issue, and let's figure out comprehensive \nimmigration reform.\n\nAnd I just want -- so everybody understands.  The first panelists -- there were three Republicans and one Democrat \non the first panel.  We invited them to come forward.  I understand this needs to be done in a comprehensive and in \na bipartisan manner.  And I think Reverend Cortez -- thank you for the work.  I'm sorry you didn't get to answer your \nquestion.  I'm happy I had the time to give you. Thank you so much to all of the panelists.\n\nREP. LOFGREN:  The gentleman's time is expired.  The gentlelady from Texas, Ms. Sheila Jackson Lee, is \nrecognized for five minutes.\n\nREP. JACKSON LEE:  Thank you very much, Madam Chair, and let me thank the witnesses.  The work we do in \nthis Congress warrants overlapping hearings and meetings and (rules ?) committee, and so to those who have \ngiven their testimony, let me offer an apology for not hearing all of your testimony.  But I would almost say without \nany effort at providing any greater knowledge than others -- you know that I've been around this barn before.\n\nAnd I think it is extremely important that we take the challenge that was given to us by the previous panel, is that \nthis House can move forward.  This House can move in a bipartisan manner.  This House, the people's House, can \nmove and be responsive to a number of issues that really generate I think the divisiveness that immigration \nreform has generated.\n\nI remember last August we were on a round Robin visiting all over the country, and there was an attempt to bring us \nback in September with the divide of the country even wider than we've ever seen it before.  Interestingly enough, \nthe proponents of immigration reform were not to be daunted.  They were there, and they were a wide range of \nindividuals, a wide range of Americans, strongly the faith community, business persons, average citizens, people of \ngood will, small businesses and people who look at this from a practical perspective.\n\nJust a few weeks ago I had to intervene on two religious workers who were getting ready to be deported because of \na inconsistency in understanding whether or not the (assemblies ?) of god equal to a non- denominational church.  \nThey were religious workers.  They were legitimate.  But they were on the road of deportation because of a fine line \nof inconsistency in the law.\n\nSo I am troubled by people who don't think that we need to fix the law in order for people to abide by the law.  I \nwant to go after this issue of whether or not this is amnesty.  Go back to the 1980s, and you'll know what amnesty \nwas all about.  This is, in fact, an earned access to legalization.  I want to go back to the old terminology, which \nmeans that you have several hurdles to cross over before you can be in essence on the pathway to earning access \nto legalization.  And I think we divide if continue to use that term because it is in essence a word of divisiveness.  \nNo one likes to see someone get something for nothing.  But when you take an American on an individual basis, \nthey understand equity and they understand fairness.\n\nLet me quickly pose questions, and I would appreciate it.  Mr. Wasilewski, you have experienced the fear and the \nfright of deportation.  Is that not --\n\nMR. WASILEWSKI:  Yes, (I have ?).\n\nREP. JACKSON LEE:  Do you expect it to be reasonable to divide families and to expect the deportation literally of \nseven million people?\n\nMR. WASILEWSKI:  Ah, that's a hard question.  I had an experience of deportation.  I felt we lost with the system.  \nThe system, the immigration system now is sick.  We -- what's really important is -- my goal, my -- just my -- think -\n- what I think -- just -- if it's families that's together, our country will be strong. We can't just separate the families.  I \n\n\n\nam from a country, from Poland, and we have -- (just coming ?) from 45 years.  We have Second World War -- it \nwas war, but for me in America we need those people. We need those people.  We need to have people just to \nwork in restaurants, hotels, and we need their documents, not amnesty, not green cards, but documents.\n\nREP. JACKSON LEE:  Something to fix the system.\n\nMR. WASILEWSKI:  Yes.\n\nREP. JACKSON LEE:  So you're not here sitting here saying let us flaunt against the law.  Let us break the law \nforever.  You're asking for the Congress to accept its duty of fixing the system.  Is that what you're saying?\n\nMR. WASILEWSKI:  Yeah, please, I'm begging the Congress.  (I beg the Congress ?)\n\nREP. JACKSON LEE:  And will you adhere to a fixed system?  Will you get in line and make the new laws work by \ngiving you an opportunity to earn access to legalization?\n\nMR. WASILEWSKI:  Yes, I'm --\n\nREP. JACKSON LEE:  I thank you.  I thank you.  Henson -- is it -- Petty Officer Second Class Gonzalez, let me \nthank you for your service.  And I did not hear your testimony, but let me not go directly to your testimony, sir, and \nto say you are wearing a uniform. And I imagine in that uniform you took an oath to adhere to the laws of the United \nStates.\n\nMR. GONZALEZ:  Yes, ma'am.\n\nREP. JACKSON LEE:  And you would not openly violate those laws.\n\nMR. GONZALEZ:  I'm now under the United States Court of Military Justice.  I'm not allowed to answer that \nquestion.\n\nREP. JACKSON LEE:  Alright.  Then I will simply say that you want to abide by laws as much as you can.  Is that \ntrue?\n\nMR. GONZALEZ:  Yes.\n\nREP. JACKSON LEE:  Okay.  And in thanking you for your service, would you view a fixed immigration system to \nbe helpful to you and your family members and others?\n\nMR. GONZALEZ:  Yes, ma'am.\n\nREP. JACKSON LEE:  And you would look forward to that reform?\n\nMR. GONZALEZ:  Yes, as promptly as possible.\n\nREP. JACKSON LEE:  I thank the distinguished member of the panel.\n\nREP. LOFGREN:  Thank you.  Gentlelady's time has expired. Without objection, I'll (submit ?) into the record the \nstatements from Congressman Hilda Solis that she's asked to be made apart of the record.  And I would like to \nthank all of you for sticking with us in this lengthy day.  I think that the testimony we've heard today is significant and \nimportant.  I believe that we need to reform our laws from A to Z, and maybe we start at M, but we've got to get this \njob done at some point.  And how we tackle it is a challenge, but I think having this hearing is going to help us.  It \nwill be a foundation for moving forward.  And your testimony will help as well.\n\nSo thank you all very, very much, and this hearing is adjourned. We have five legislative days to submit additional \nquestions, and if we do have additional questions, we ask that you answer them as promptly (as possible ?).\n\n\n\nREP.:  Thank you.\n\nREP. LOFGREN:  Thank you.\n"}