{"title": "INS adjusts to role in terrorism fight", "body": "\nSean Jad should have been in Boston at his computer science classes. Instead, the 27-year-old student from \nMorocco was standing Tuesday in a federal office in suburban Washington, counting out $ 5,000 in crisp $ 100 bills.\n\nJad had come to bail out his cousins, Faical Chafouk and Mohamed Oushain, jailed for three weeks by the \nImmigration and Naturalization Service for taking jobs in a pizza parlor, a violation of the terms of their student \nvisas.\n\nThe real reason for their detention, of course, was law enforcement's dragnet for Arabs and Muslims cast after the \nSept. 11 terrorist attacks. But when asked if he was angry about the ethnic profiling that had snared his cousins, \nJad said, \"I am, and I'm not.\"\nINS06\n\nA part of him felt sympathy for the predicament of law enforcement authorities, especially the INS. \"I think they're \ndoing their job for the safety of the people. They just don't know what's going on right now,\" Jad said.\n\nThree weeks after the worst terrorist attack ever on U.S. soil, the INS - one of the most maligned agencies in the \nfederal government - has been garnering generally good reviews for its procedures in the aftermath of the crisis.\n\nMuch criticized in the past for its slow processing of immigration papers and often abusive treatment of asylum \nseekers and foreign visitors, the agency now seems to be getting the benefit of the doubt as it finds a new footing in \na changed world.\n\nSyed Hyder, the lawyer for the Moroccan students, said his clients had nothing to do with terrorism but had been \nswept up in events. \"It's purely an Arab-profiling situation. It's very unusual to hold them for something like this, no \nbond.\"\n\nStill, he said, the backlash was worse in 1979, when there were American hostages in Tehran, and authorities in \nthe United States increased their scrutiny of Iranian students here.\n\n\"Fortunately it hasn't gone that far this time, and I think it's because of the stand the president has taken from day \none against racial profiling,\" Hyder said.\n\nAs one of the nation's first lines of defense against would-be foreign terrorists, the INS is playing a central role in \nnew law enforcement strategies.\n\n\nWith 34,000 employees in 33 domestic and 33 overseas offices, the agency's duties include guarding the borders, \ndeporting criminal aliens and fighting immigration fraud. It also conducts naturalization and asylum interviews, \ngrants permanent residency and issues green cards.\n\nUndocumented workers usually seek to avoid the INS. But on Friday, with officials suspecting that perhaps \nhundreds of undocumented workers perished in the World Trade Center attacks, INS Commissioner James Ziglar \nsaid the government would not punish anyone who could help provide an accurate count of the missing.\n\n\"I want to personally urge the immigrant community to come forward, and assure everyone that INS will not seek \nimmigration status information,\" Ziglar said in a statement.\n\nMeantime, the INS bureaucracy is grinding as usual, lawyers say.\n\nApplications for naturalization, permanent residency, asylum and work permits are proceeding apace, they say, \neven as the INS conducts a routine annual audit of petitions.\n\nDuring the audit, the agency is adding bar codes to documents to keep better track of petitions, an action that had \nbeen planned but became a higher priority after the attacks.\n\nAttorneys who belong to the American Immigration Lawyers Association in Washington are reporting that business \nfrom Middle Easterners has slowed dramatically, said Crystal Williams, the association's INS liaison.\n\n\"Anecdotally, we're hearing from members that clients from the Middle East are calling and saying, \"Stop work on \nour case' \" for temporary work and student visas, Williams said. \"People from the Middle East are not trying to get \ninto the country right now.\"\n\nIndeed, State Department figures show a 49 percent decrease in the number of visa applications from Morocco, \nEgypt, Israel, Lebanon, Syria, Jordan, Iran and Iraq in the two weeks after the attacks compared with the two weeks \nbefore.\n\nWorldwide, the decrease in visa applications is 15 percent for the same time. But fears that the United States will \nmake it harder to obtain a visa haven't been borne out yet, said Paul Virtue, an immigration lawyer in Washington.\n\n\"We did have some clients who were concerned about attending these (visa) interviews at U.S. embassies abroad, \nbut we haven't heard of any problems,\" said Virtue, a former INS general counsel.\n\nState Department figures show no increase in the rate of visa refusals, either from the Middle East or worldwide.\n\nThe most marked changes in INS procedures have been in airports, where the agency is on \"alert status one,\" its \nhighest state of readiness.\n\nAbout 200 of 9,500 border agents were temporarily reassigned to airport security duties, although most of those \nagents are now returning to their regular posts as the National Guard and other security officers are deployed, INS \nspokesman Greg Gagne said.\n\nImmigration lawyers say their clients report seeing INS agents at gates for international flights, checking \nidentification of passengers as they hand in boarding passes to airline personnel.\n\nThere has been particular scrutiny for passengers traveling to Canada, with reports that Arabs and people of Middle \nEastern extraction are facing extra questioning about their destinations, their reason for being in the United States \nand their contacts.\n\nRodney Germaine, an INS spokesman in Miami, denied reports of racial profiling. \"Our actions have nothing to do \nwith race, religion or nationality,\" he said.\n\nBut an INS spokesman in Washington, Bill Strassberger, acknowledged that there are gray areas, at least in terms \nof INS detention policies.\n\n\n\n\"Right now the circumstances are a little bit different,\" he said. \"Realistically, all the people who have been held on \nimmigration charges, some of them probably have nothing more than immigration violations.\"\n\nOn Thursday the INS was detaining about 150 foreigners rounded up after Sept. 11 on immigration infractions, a \nnumber that fluctuates as some people are released and new people are detained.\n\nSome Middle Easterners who were in detention before the attacks and were set to be released have found freedom \ndelayed.\n\nJulie Ferguson, a lawyer with Bander, Fox-Isicoff and Associates, a Miami law firm, said a client from Iraq who is \nseeking asylum has been held since July 31 after arriving in the U.S. without a passport.\n\nOn Sept. 10, the day before the hijackings, the INS indicated it was preparing to release him pending an FBI \nbackground check, Ferguson said. \"Now I'm not going to be able to get him out at all,\" she said. \"Meanwhile, all the \nguys from Albania and Moldova are being let go.\"\n\nAs for the Moroccan students, they appeared Tuesday before an immigration judge in a courtroom near \nWashington, via video-conferencing from an INS jail in Farmville, Va. They wore orange jump suits and leaned \ntoward an off-screen microphone to speak.\n\n\"Thank you, your honor,\" Chafouk said after bail was set.\n\nAfterward Jad, Chafouk's sister and another cousin left the courtroom with attorney Hyder to post bail.\n\nAt the bail payment office, his clients gathered around a chair to count out their $ 100 bills. They were in a hurry: It \nwas a four-hour drive to the jail in rural Virginia and a 14-hour drive back to Boston.\n\nAnd so it was unwelcome when the cashier tapped on the glass window. \"We don't take cash,\" he said.\n\nThe three young Moroccans looked at each other, and shook their heads. Then they went to find a bank that would \nexchange their cash for a cashier's check, the final hurdle, they hoped, to freedom for their family members.\n\n- Staff writer David Adams in Miami contributed to this report.\n"}