{"title": "Cities Setting Own Immigration Rules", "body": "\nIn the aftermath of a series of raids in 2004, the Hightstown, N.J., town council unanimously approved a sort of \nimmigrant bill of rights. Joining a growing list of cities enacting a no-questions-asked policy on immigration status, \nHightstown now allows its undocumented residents to officially interact with local police and access city services \nwithout fear of being reported to federal authorities.\n\nOn the other side of the debate, Hazleton, Pa., last year passed the Illegal Immigration Relief Act -- being \nchallenged in federal court -- which denies licenses to businesses that employ illegal immigrants, fines landlords \n$1,000 for each illegal immigrant discovered renting their properties and requires that city documents be in English \nonly.\n\nWashington Post staff writer Anthony Faiola was online Tuesday, April 10 at 2 p.m. ET to discuss the trend of cities \nsetting their own rules regarding illegal immigrants, either creating a safe haven for them or denying them basic \nservices.\n\nThe transcript follows.\n\nLooking the Other Way on Immigrants (Post, April 10)\n\n____________________\n\nAnthony Faiola: Thanks all for joining this chat; we're dealing with a topic that has lots of heated opinions on both \nsides. So let's go ahead and start hearing some of them...\n\n_______________________\n\nFunny: I couldn't help noticing that all of the \"sanctuary cities\" you write about happen to be Ivy League college \ntowns -- meanwhile the cities going in the other direction are all blue-collar. Hmm ... so lets see. Politically \ndominant location full of trust fund kiddies and inheritor class folk who only stand to gain from cheapo labor, and \nhave nothing to lose ... \"sanctuary city\"! Reverse the demographics, and you get the reverse. What an utter \n\n\nshocker. I couldn't help but notice you didn't interview the lowly union locals or other peons in the rarified air of Hew \nHaven to get their take.\n\nAnthony Faiola: Thanks for the question and comment. Actually, cities including Los Angeles and Portland also \nconsider themselves to be sanctuary cities to some extent. So it's not just the \"blue cities\" but the trend certainly \nseems more common in liberal states.\n\n_______________________\n\nMoved out of St. Louis: I moved out of my hometown of St. Louis last year. There is a suburb of St. Louis named \nValley Park that enacted some laws to keep immigrants out of apartments, business, etc. Trust me -- there were \nvery few Hispanics living in the entire metro area, much less Valley Park. Sure, there were many Vietnamese, for \ninstance, in a certain area of St. Louis, but very few Hispanics. The laws were enacted to satisfy people that are \nscared and racist -- Valley Park was a lower-middle-class to working-class community for many years, so I guess \nthey are trying to improve their image or whatever.\n\nMy husband and I are living in a relatively small community (300,000) in the southeast. New homes in our \nsubdivision are being built by Hispanic men. I am sure our home was built by Hispanic men. Our grocery stores \nhave many sections dedicated to the preferred foods of Hispanic people. Businesses tout their bilingual capabilities. \nMy husband and I think it is a riot that some community in the southeast is more accepting of Hispanics than some \nold river city in the Midwest that had a very small Hispanic population. Sure, nobody wants crime, petty thefts, \nlower property values and other problems that we associate with \"poor\" and uneducated people, but this country \nwas built on the immigrant experience. We should try to remember that.\n\nAnthony Faiola: Interesting comments I wanted all here to see...\n\n_______________________\n\nHouston: Thanks for writing such a heartwarming piece about a city that recognizes the value these workers add to \nsociety. The border crossing (or overstayed visa) may be the only illegal act these people ever commit. They come \nhere looking for a better life for their families and just want to contribute. Why do you think the debate is so focused \non Spanish-speaking immigrants? There are so many African, Irish, British, Canadian, Chinese, etc. immigrants \nwho have come here illegally (or stayed illegally), but no one profiles them. This debate has become so polarizing \nthat it makes me wonder if we're returning to the days of internment camps for the \"others\" that society doesn't \nknow how to handle.\n\nAnthony Faiola: Thanks for the question and comments. You raise a great point -- the debate is very centered on \nHispanics, while Asians, Africans and others are typically underplayed. My sense is that this is largely due to \nnumbers. Hispanics tend to make up the largest and most organized immigrant pools, which is one reason we see \nthem so highly focused on.\n\n_______________________\n\nWashington: Historically, during previous waves of immigration, it happened far enough apart to integrate them \n(meaning English, American customs, etc.). This isn't the case this time, and by not slowing it down to help people \nassimilate we are creating a permanent underclass. Plus, the debate is being poisoned by terms like \"racists.\" The \nfact is the rampant illegal immigration has flooded and bankrupted schools and hospitals and has overcrowded \nprisons (in some areas worse than others). Taxpayers, like the residents in that town in Pennsylvania, are sick and \ntired of having their tax dollars go to services for people who don't pay taxes or are illegal, not to mention the crime, \ngangs and health issues. I am not saying kick everyone out, but we need to get a handle on the flow before offering \ncitizenship.\n\nAnthony Faiola: Thanks for your question. You raise valid points here about the harm that can come to some \ncommunities. In others, like Hightstown, N.J., however, the mayor of the town and many others have said just the \n\n\n\nopposite - that the influx of Hispanics helped new businesses thrive and pumped in some new life there. Certainly \nthat isn't always the case, but it's worth considering.\n\n_______________________\n\nNew York: In a city of immigrants (illegal), why do I feel comfortable granting amnesty to some and not to others? \nBecause some immigrants completely embrace America, her culture and language, but some don't. Why is it that I \ncan communicate with Romanian, Ukrainian, Polish, Nigerian, Bangladeshi and Chinese immigrants, but I can't with \nMexican and South American ones? Immigrants south of the border brought this intensity on themselves, so I \nsupport any ordinance to make sure they are deported. Why is it not okay to allow some immigrants to stay and \nsome to leave? \"It's not fair\" is not an argument!\n\nAnthony Faiola: Welcome from our reader New York -- where I'm also based for The Post.\n\nYou raise a fascinating point. Some have claimed that the core problem is assimilation -- or the lack of it. That \nSpanish-speakers have less incentive, than, say, a Polish immigrant to operate in the English-speaking world of \nAmerica because Spanish is so prevalent here.\n\n_______________________\n\nNew York: Good afternoon Mr. Faiola. I find the illegal immigration debate conflicting as moderate Democrat \nwhose parents legally immigrated to the U.S. in the 1970s. Because my family has achieved the \"American \ndream,\" I certainly can sympathize with individuals' desire to escape countries with poor economic/political \nconditions. However, illegal immigrants don't pay income tax and often send money out of the country. Initiatives \nlike these cost money. How are cities like Hightstown paying for these services, and what kind of support do they \nreceive from the larger community?\n\nAnthony Faiola: Another great question from New York. In fact, in Hightstown and many other cities, immigrant \nadvocates argue that the undocumented aliens often do pay taxes. Some of them have false social security \nnumbers, paying into a system they may never be able to draw out of. Others are paying in different ways -- through \nsales taxes etc. But certainly this isn't monitored closely and one can't quibble with your uneasy feelings on this.\n\n_______________________\n\nSevern, Md.: Is the immigration debate as much to do about racism as anything else? Latinos are the \"invisible\" \nclass of this society. When we talk about racism, it is in terms of black vs. white, but Latinos are the largest minority \nin the U.S. They seem to be invisible in any discussion on race. CNN did a show on racism, PBS a documentary on \nWWII, and both shows failed to mention or provide a Latino component to its program. It's wrong to do racial \nprofiling on blacks, but racial profiling is permitted by police, financial and educational institutions, health groups and \ngovernments on latinos because they are Hispanic and the majority of illegals are Hispanic. A poll tax, voter tests, \nand the provision of identification to vote were debated and found unconstitutional because they discriminated \nunfairly on poor or illiterate blacks. However, drivers license citizenship requirements are geared not toward \nterrorism, but towards terrorizing Hispanics to prevent them from residing in a state or easily finding work. It is time \nthat racism toward latinos be approached when discussing motives towards immigration. Americans romanticize \nthe Italian, Polish and Irish immigrations in movies and culture. It seems ironic that these immigrants are white!\n\nAnthony Faiola: Thanks for the comments -- now here for all to see.\n\n_______________________\n\nNew York: My family came to this America legally from Spain 100 years ago via Cuba. I grew up in Miami, where \nthousands of kids had to endure a bilingual education system that kept the Cuban people down. Today things are \ndifferent because most Cubans have come to grips with balancing their culture with being American. It is this \nprocess that has created great minds like JFK, Al Smith and Jacob Javits. Why do you think legal immigration and \npatriotism is a bad thing?\n\n\n\nAnthony Faiola: My sense is that many people do realize that legal immigration is a plus for this country; the issue \nbecomes hot because most immigration flows today are coming in illegally. This is why you have such a major \ndebate on going not only in Washington, but also across Main Street America.\n\n_______________________\n\nAssimilation vs. temporary worker: There also is an issue that many illegal immigrants from Latin America are not \nhere to assimilate, but rather to accumulate a nest egg and eventually go back home -- or at least, that's what the \ntell themselves when they first arrive. The reality four years later may be a different matter. Would a guest worker \nprogram be a realistic alternative?\n\nAnthony Faiola: Thanks much for your question. The guest worker issue is currently a hot topic in Washington with \nPresident Bush relaunching the idea. Some feel this is one way to handle it; but others are say allowing guest \nworkers in -- and only guest workers -- would separate them from their families and effectively create a lower grade \ncaste system in America.\n\n_______________________\n\nDayton, Ohio: I'm struck by a quote from one of the robbery victims, Julio \"... at least I didn't feel like I was the one \nwho committed a crime.\" But Julio, you did! Of course you're entitled to equal protection, regardless of how you got \nhere, but if you broke the law to get in, at some point you're going to have to face the consequences. Otherwise \nwe're looking at anarchy.\n\nAnthony Faiola: Dayton -- interestingly put. I think the issue for a community like Hightstown is that they see the \nundocumented immigrants there as members of their community, no matter how they got there. They aren't saying \nJulio is in the country legally, but they are saying that immigration control should be left to the feds.\n\n_______________________\n\nHightstown, N.J.: I was thrilled to see the article about my town in The Washington Post online, which I read \neveryday. I am very proud of the position Hightstown is taking with regard to the newest residents. The immigrants \nmay have an illegal status with regard to our immigration laws, but they are taxpayers, and the ones who own \nhouses in our community are taxpayers, too. We are a very-low-crime borough, and I am proud of the way our \npolice interact with all the residents of our borough. Our Mayor and Council are seeking ways for us all to live \ntogether in harmony. For those who consider us a la-di-da suburb of an Ivy League town (Princeton), I assure you \nthat we always have been borough of people of mixed incomes and societal status. What I am most proud of, I \nguess, is that we treat our newest residents as fellow human beings, not \"aliens.\"\n\nAnthony Faiola: I thought everyone would benefit from reading these comments from the source of today's story. \nThat's for your thoughtful words, Hightstown.\n\n_______________________\n\nArrggghhh! \"it's not just the \"blue cities\": Please don't pretend this is ideological. I made that comment and I'm a \nliberal, in many ways a radical. The point is class. In my experience -- and your article showed the same -- if the \npolitically dominant class is the inheritor crowd, you get a \"sanctuary cities\" mentality; if it's working class you get \nthe reverse, regardless of ideology. Again, I wonder what a lowly peon competing with low-cost illegal labor in New \nHaven would have to say -- but you didn't interview any of them. All you have noted is people reflecting self-interest, \nnot ideology. If your wages are bidded down and your job is at risk to low-cost labor, you oppose this. If you are in a \nnoncompetitive field (funny how inheritor class gigs always seem to be in this clump, even when they easily could \nbe offshored on merits) you only see bennies, so you love it. The ideological argument is just a distraction.\n\nAnthony Faiola: Thanks for your comments. I can tell you that several business owners I spoke with in Hightstown \nindicated they had trouble finding workers willing to work in lower grade jobs until the immigration boom happened \nthere in recent years. That may not be the case in every town, of course.\n\n\n\n_______________________\n\nRe: New York's comment: The problem is assimilation also has to do with a stigma attached to Hispanic \nimmigrants. I have a friend who is the highly-trained manager of major IT network who changed his name from Juan \nto Antonio to seem less Hispanic and more Spanish (as in Spain). I think the lack of incentive also has to do with \navoiding the stigma as much as anything.\n\nAnthony Faiola: Interesting. I wonder if your friend finds that people are treating him differently, particularly given \nthat Antonio and Juan are both common names in Spain as well as Latin America. Most curious to know if he lies to \npeople about where he is from, and whether that changes the way people view him.\n\n_______________________\n\nWashington: What you first commenter was saying was that \"blue-collar\" cities -- and their workers and taxpayers -\n- have been losing out greatly from liberal states and cities hiring cheap, immigrant labor. This is the crux of the \nproblem ... U.S. \"blue-collar\" citizens losing good-paying (mostly construction) jobs to cheap, unskilled immigrant \nlabor. Instead of hiring competent carpenters, plumbers, etc., construction companies have for years undercut their \nlabor costs by hiring unskilled immigrant labor while skilled \"blue-collar\" U.S. workers can't find work. This \nundermines the American lifestyle.\n\nAnthony Faiola: That's certainly one side of the coin. On the other hand, there are business owners out there who \nwill tell you that it's very hard to find anyone these days willing to flip burgers for minimum wage inside pricey cities \nbesides undocumented immigrants. If Americans demand cheap prices, then there must be a pool of cheap labor. \nImmigrants are providing that to some extent. Maybe too much? I think that's what the debate is all about.\n\n_______________________\n\nFalls Church, Va.: I'm an immigrant who came to the U.S. legally, and my brother is applying to come to the U.S. \nlegally. He's been waiting for more than ten years now. I think it's extremely unfair that people who stay in the U.S. \nillegally are being considered for amnesty while the rest of the legal applicants still are waiting.\n\nAnthony Faiola: Thanks Falls Church. You make a very valid point.\n\n_______________________\n\nSeattle: Republicans out West last fall largely ran on anti-immigrant platforms and spent a considerable amount of \ntime accusing Democrats of being \"soft on immigrants.\" Why should the Democrats now work with Bush on an \nimmigration policy about which Bush's own party spent months trashing Democrats?\n\nAnthony Faiola: Thanks much for you comments. I think the answer to that question is that if Washington is going to \nreach any sort of consensus on this issue, the two parties need to work together. Otherwise, there will be more \ndeadlock -- something I find that most people on both sides of the fence are tired of.\n\n_______________________\n\nLyon, France: In France, people have chosen to \"look the other way\" for decades. Now France is being destroyed \nby an overwhelmed welfare system, not to mention crime and terrorism. Do you see this happening in America?\n\nAnthony Faiola: Thanks for tuning in from France. Curious to know whether French cities are taking the \nimmigration debate into their own hands too?\n\n_______________________\n\nDayton, Ohio: What about the \"broken-windows\" theory? The local authorities deliberately are ignoring one section \nof criminal activity -- could this provide an atmosphere where more and more law enforcement is eroded away?\n\n\n\nAnthony Faiola: Thanks for the question. In cities like Hightstown, Trenton, New Haven, Newark and others that \nhave adopted these types of laws, police officials insist that such measures have actually helped them reduce crime \nby opening up channels of communication with the immigrant community. But certainly we'd have to take a more \ndetailed look at the issue to say for sure.\n\n_______________________\n\nPittsburgh: Should Bush get the amnesty he wants -- and yes, it's amnesty -- for this 12 million, where does it end? \nAnd most importantly -- who pays for health care, schools, services and entitlements commonly available to low-\nwage workers? I barely am hanging on financially, but I'm not entitled to any \"help\" from my government. So, what \nis the cost to the taxpayer estimated to be should all these people become citizens?\n\nAnthony Faiola: Pittsburgh -- thanks for the comment/question. Certainly one can understand your frustration. I \nthink those who support a kind of amnesty for immigrants would argue that making them legal would force them to \npay taxes in the same manner as other Americans, thus creating a greater accountable source of revenue for \nfederal, state and local governments.\n\n_______________________\n\nFlorida: The cities that are denying business licenses to employers of illegals are well within their rights. If you \nfocus on the word \"illegal,\" you can see that a business buying stolen goods, or selling crack, or whatever, also is \ndealing in illegality. FYI: Another reason for the greater \"acceptance\" of non-Hispanic immigrants (besides language \nskills) is that most of the people who have entered the country illegally (as opposed to entering legally, then staying \ntoo long) have done so across the porous Mexican border. We get a few boats every now and then here in Florida, \nbut most of our illegals are tracked to have come here on I-10 from Texas.\n\nAnthony Faiola: Thanks Florida - here's your comments posted. I lived in Miami for almost a decade, and in other \nparts of Florida for several more years. Because the influx of Cubans received special immigration status due to \nFidel Castro, your issue with undocumented residents is somewhat special.\n\n_______________________\n\nCheap labor?: Isn't the use of cheap illegal immigrant labor here in the U.S. just analogous to the outsourcing of \nservice and manufacturing jobs to third-world countries? Seems like the reality is that big business wants to turn \neven greater profits -- and one way to achieve this is by paying illegals less, thus reducing the size of our middle \nclass.\n\nAnthony Faiola: Interesting point. But if Americans were willing to pay more for Big Macs or a cup of coffee, perhaps \nboth the workers and the companies could do better. You are likely to find that in Western Europe and Japan, \nprices tend to be higher than in America -- but workers laboring in low scale jobs also tend to get better pay and \nbenefits.\n\n_______________________\n\nWashington:\"My family came to this America legally from Spain 100 years ago via Cuba.\" There was no \"legal\" 100 \nyears ago -- and for that matter, there hardly is today. For all the talk of \"following the rules\" and \"waiting in line,\" \nI've yet to hear anyone actually describe what the rules are. So maybe you can help -- if I were an average \nMexican with a small family and some education but not a lot, would it even be possible for me to legally immigrate \nto the U.S.? I am the child and grandchild of immigrants who did nothing in particular to \"deserve\" their chance at \nthe American dream, and I am not convinced that we have created a fair standard for those who want a piece of \nthat dream today.\n\nAnthony Faiola: Thanks for your comments - here they are, posted for all to see.\n\n_______________________\n\n\n\nWilling to work in lower-grade jobs: Sigh, more mythology. \"Jobs Americans won't do\" ... for peanuts. I'll bet none of \nthose business owners mentioned ... oh, I don't know ... \"paying more\"? Nope. That might mean they take in less, \nand we all know that the ever-increasing disparity between the top 20 percent quintile and everyone else is good. \nCould we please at least be honest in our discussion?\n\nAnthony Faiola: thanks for your comment. I certainly won't dispute the pull of corporate greed in all of this, but I also \nthink - to stay honest - you need to ask yourself if you are really willing to pay more for products and services if it \nmeans giving the person behind the counter a better wage.\n\n_______________________\n\nAnthony Faiola: We're winding down our hour here and time for me to get back to work. But a huge thank you to all \nwho took part in this discussion today. Stay tuned for more on this important subject in the days and weeks to come \n- and feel free to message me through the Web site for more specific answers or suggestions.\n\n_______________________\n\nwashingtonpost.com:\n\nImus discussion: Can someone put the link under discussions for the Don Imus controversy topic? I know there was \none at 1:00 or 2:00 today. Where is it? It's not under discussions or transcripts or schedule?\n\nwashingtonpost.com: Eugene Robinson fielded the questions about Imus for us today, following this morning's \ncolumn on the topic. Here's the link.\n\n_______________________\n\nEditor's Note: washingtonpost.com moderators retain editorial control over Live Online discussions and choose the \nmost relevant questions for guests and hosts; guests and hosts can decline to answer questions. \nwashingtonpost.com is not responsible for any content posted by third parties.\n"}