{"title": "Part 1: Immigration changes nation's face", "body": "\nPresident Bush on Thursday is expected to unveil plans to change the nation's immigration rules, in part a \nresponse to the astounding phenomenon that has seen millions of Mexicans come across the border, some legally -\n- the vast majority illegally -- to find work and lives in the United States.\n\nThe president said his initial steps will be modest, and he has ruled out a general amnesty, which would offer \ncitizenship to millions of illegal aliens now living in the United States. Nevertheless, his action will thrust his \nadministration into one of the most contentious issues of the past 35 years, perhaps nowhere more contentious \nthan in California.\n\nIn the past decade, the United States has seen more immigration than any another time in its history, surpassing -- \nby several millions -- the outpouring from Europe between 1901 and 1910, which brought 8.1 million people to \nAmerica.\n\nEmerging by century's end as the most politically stable nation in the world, with the largest economy and the \ngreatest guaranty of personal freedom, the United States is a magnet across the globe. And when Congress \nremoved the quota system and other barriers to immigration in 1965, it opened the doors to an influx of foreigners \nthat has accelerated almost every year since.\n\nRefugees from war-torn Bosnia, weary victims of strife in Northern Ireland, brilliant computer experts from India, \nHmong warriors who fought with the United States in Southeast Asia, Russian Jews from Odessa, Israeli teachers \nand Egyptian doctors all have transformed this nation in the past 35 years.\n\nThere is no sign that this will abate. When the U.S. government offered 50,000 visas recently under a lottery \nprogram, there were 11 million responses.\n\nAt the core of this in-migration have been people of the Western Hemisphere, primarily of Hispanic origin, primarily \nMexican nationals, who came across one of the longest land borders in the world.\n\nGeorge J. Borjas, a Cuban-born professor at Harvard University's Kennedy School of Government, says the flow of \nhumans is driven by the disparity between the countries.\n\n\"The income gap between Mexico and the United States is the largest income gap between any two contiguous \ncountries in the world,\" Borjas notes.\n\nThe changing face of the United States was crystallized in the results of the 2000 Census. The latest figures show \na nation of 30 million immigrants -- an estimated 9 million are here illegally -- that is growing six times faster than \nthe native population.\n\n\nThe numbers have galvanized debate over what to do about the dusty and dangerous 1,952-mile border with \nMexico, punctuated at points with motion sensors, remote cameras and 15-foot walls, and guarded by more than \n9,000 Border Patrol agents.\n\nAlthough millions have been spent fortifying the border, hundreds of immigrants die each year trying to cross into \nwhat they hope will be a better life.\n\nOn this side of that border, the immigration explosion has jolted politicians looking over their shoulders at an \nexponentially growing Hispanic vote.\n\nNow, Bush has opened a spirited discussion about whether to hand millions of illegal aliens temporary legal status \nin a \"guest-worker\" program, and has started a political battle in his own party over whether any of those workers \nshould be allowed to stay permanently.\n\nThe issue is the main point of discussion for the scheduled state visit to Washington by Mexican President Vicente \nFox, and has spun off a bizarre series of unconventional alliances in Washington.\n\nBusiness leaders are bucking conservative Republicans and calling for legalizing millions of immigrants, and have \njoined forces with labor unions who now see those workers as a boost to declining enrollment.\n\nThe Immigration and Naturalization Service, meanwhile, has become administratively paralyzed, slogging along \nunder a backlog of 4.5 million applications of various kinds and spurring Congress to threaten to rip the agency in \ntwo.\n\nThe immigrants who poured north from Mexico and settled in Los Angeles over the past decade have, for the most \npart, forged a new life. They proudly hold onto their Mexican heritage, work hard, pay taxes, raise their families and \nattend to the day-to-day duties of life in the United States.\n\nIn Los Angeles, Spanish-language radio stations draw consistently high ratings, while weekend picnics at the city's \nbeaches and parks often feature the laughter of children, the spicy aroma of carne asada on the grill and ranchero \nmusic spilling from boom-boxes.\n\nFox and other Mexican candidates have brought their political campaigns to California crowds, while Studio City is \nspending nearly $7,000 to add the small squiggle known as a tilde above the letter \"n\" on street signs bearing \nSpanish names.\n\nBut more significant than the cosmetic changes to California's landscape, Latino immigrants are taking a more \nactive role in U.S. institutions, said Pierrette Hondagneu-Sotelo, an associate professor at the University of \nSouthern California who specializes in immigration issues.\n\nThe Los Angeles janitor strike of 2000 probably won't be listed among the landmark events in the history of \nAmerica's organized labor movement, but its relative peacefulness and short duration is proof what Hondagneu-\nSotelo claims.\n\nIn early April of last year, about 3,000 janitors from Service Employees International Union, nearly all of them \nSpanish-speaking immigrants, spent some three weeks staging noisy demonstrations around the city's major office \nbuildings, and a dangerous standoff with navy-blue-clad Los Angeles police officers threatened.\n\nBut instead of an unhappy repeat of the sometimes-violent lettuce strikes led by Cesar Chavez during the 1970s, \nthe Los Angeles political and business establishment pushed for a fast settlement and expressed their sympathy for \nthe SEIU strikers, treating them as a legitimate group seeking redress of a legitimate beef.\n\nThe strike was something of a turning point in the assimilation of the latest wave of Latino migration into California.\n\n\n\n\"That was something of a debut,\" says Hondagneu-Sotelo, \"They were not met with a recalcitrant mayor and \nbusiness community. What I can see is this new and incredible enfranchisement and civic participation on the part \nof the immigrant community.\"\n\nImmigrant parents who drop off their offspring every day at Rosa Parks Elementary School in San Diego have \nbecome increasingly involved in parent-teacher conferences and volunteer activities though they may not speak \nEnglish and their immigration status is legally in doubt.\n\n\"It usually depends upon how many parents are working during school hours, but in general, parents of my recently \narrived non-English speaking students try to participate whenever I ask,\" said Audrey Wolfe Taylor, a Spanish-\nspeaker who teaches a classroom filled with the bubbly, well-scrubbed children of Latino and Asian immigrants. \n\"They often chaperone field trips and work in the classroom with small groups of students supervising a board \ngame. The beauty of it is that the students often end up teaching the adults conversational English as well as a bit \nof academic vocabulary.\"\n\nJuan Zuniga, a Los Angeles native and Harvard-educated attorney in San Diego, said he believed that Bush, as a \nformer border state governor, believes it necessary to bring more Latinos into the mainstream -- despite their \nimmigration status. Zuniga says it would both keep the economy on steady footing and eliminate friction caused by \nlarge numbers of illegal aliens stuck in a permanent economic and political underclass.\n\n\"Polls show that people are against illegal immigration, but also that the people who are already here should be \nentitled to benefits beyond simply not being harassed by the police,\" said Zuniga.\n\nThe settling-in process has also brought the Latino immigrant community to the brink of the next step -- gaining the \nhigher level of education required to give immigrants and their children the skills and the college degrees needed to \nmove up the economic ladder.\n\nTaking those steps, however, hinges largely on immigrants becoming legal U.S. residents so they can qualify for in-\nstate college tuition and the financial aid needed to bankroll an education.\n\n\"One of the problems we have in the Southwest is that we have a lot of families residing in the United States who \nleft Mexico 15-20 years ago,\" said Israel Rodriguez, head of the Hispanic Student Affairs office at Pepperdine \nUniversity. \"Now, their kids are graduating from high school, but they aren't getting any financial aid for higher \neducation.\"\n\nSome parents have been reluctant to seek legal status due to their illegal entry years ago, or what Rodriguez called \na \"machismo\" attitude toward their old homeland that is dear to their hearts.\n\n\"They say they don't want to lose their Mexican citizenship, even though they'll never go back,\" he said.\n\nLos Angeles has become what Hondagneu-Sotelo called \"more of a Mexican city than it has ever been historically,\" \nboth in terms of sheer numbers and certain cultural trends. She says the new residents are more interested in \nsettling into mainstream America than they are in recreating their homeland north of the border.\n\n\"For all intents and purposes, they already are citizens of the United States,\" Rodriguez said.\n\nBut it is the very dominance in some areas of immigrants, particularly immigrants of Hispanic origin, which feeds \nopposition to continued high levels of immigration. Los Angeles, Miami, San Antonio and even northern areas like \nthe Virginia counties around Washington have such an enormous influx of immigrants that it has changed the local \nculture and some say the American way of life.\n\nSamuel P. Huntington, a professor at Harvard and one of the most prominent analysts of U.S. immigration says \nthat the founding fathers approved of immigration, but warned that the new residents should be \"dispersed\" \naround the country.\n\n\n\nBorjas, the Harvard professor, argues that times have changed since the \"open-door\" policy epitomized by the \nwelcoming words on the Statue of Liberty ('Give me your tired, your poor\")\n\n\"The economy is very different,\" Borjas said. \"One hundred years ago, immigrants came and built up the \nmanufacturing sector. Those manufacturing jobs are done.\n\n\"Believe it or not, three quarters of the workers at Ford Motor Company in 1920 were foreign born. Well, that is not \ngoing to happen today. So, the types of jobs the current economy is developing do not tend to be the types of jobs \nthat low-skilled workers qualify for.\n\n\"We also have a whole bunch of … issues on top of all that. The whole ideology that dominated assimilation during \nmuch of the 20th century for immigrants is gone All of the historical, economic and social circumstances that \nallowed the group 100 years ago to thrive and assimilate are not present today.\"\n\nThe reason Bush faces a debate in his own party grows out of such opposition. In 1986 under President Reagan, \nCongress passed an immigration-reform package that granted amnesty to some 3 million undocumented aliens \nwho could show that they had come to the United States between 1982 and 1985.\n\nThe bill passed because of the notion that this would legitimatize the current illegal aliens and forestall further illegal \nimmigration, but the flood of illegal immigrants kept coming. In 1994, Republican Governor Pete Wilson of \nCalifornia and the Republicans in the legislature joined a grass-roots campaign asking California voters to pass \nProposition 187, which barred undocumented aliens from public welfare and other social services.\n\nThe law was immediately challenged by immigration groups and others and by 1998 was ruled to be largely \nunconstitutional. But it touched a nerve of national opposition to high levels of immigration.\n\nOpponents of immigration argue that these vast new arrivals, particularly from Third World countries, erode \nAmerica's economic advantage, weigh down its welfare and social service programs, and endanger its cultural \ninstitutions.\n\nFrom the polemical \"Alien Nation,\" by Forbes Editor Peter Brimelow, to the carefully researched papers of the \nCenter for Immigration Studies, these opponents want an eradication of illegal immigration and a reduction of \nlegal migration with greater selectivity about who the United States lets in. That will be the debate this fall.\n"}