{"title": "Critics of high-tech visas cite jobs lost; Most companies aren't required to look for Americans first, but they say they do.", "body": "\nWashington --- A vast majority of companies that hire foreign workers through the H-1B visa program do not have \nto prove --- or even declare --- that they have searched for American workers first.\n\nCritics of the program --- which allows companies to hire well-educated foreign citizens for up to six years --- say \nthe lack of such rules is a major problem and should be changed, especially as Congress considers increasing the \nnumber of H-1B visas.\n\n\"At the very least, there should be an attempt to find an American,\" said Russell T. Harrison, a lobbyist for IEEE-\nUSA, a group that represents engineers and computer programmers. \"It ought to be there, and it was an oversight \nof Congress when they failed to include it.\"\n\nOnly companies with more than 50 employees where at least 15 percent of employees are H-1B workers are \nrequired to attest that they tried to find U.S. workers.\n\nThose businesses --- deemed \"H-1B dependent\" --- constitute 10 percent or less of the total H-1B users, according \nto estimates from industry experts. U.S. Citizenship and Immigration Services and the Department of Labor could \nnot provide an estimate of what percentage of the companies are H-1B dependent.\n\nThe vast majority of businesses that use the program are not H-1B dependent. Those companies are required \nonly to post a notice on a company Web site, newsletter or job board that they intend to hire a foreign worker, \nDepartment of Labor officials said.\n\nAccording to a mission statement from Secretary of Labor Elaine Chao posted on the department's Web site, an H-\n1B worker \"may be hired even when a qualified U.S. worker wants the job.\" This applies only to companies that \nare not H-1B dependent.\n\nHigh-tech companies say that regardless of the regulations, they always search for American workers but cannot \nfind them.\n\n\n\"The regulations are not the issue. The issue for the companies is that they have a shortage of qualified workers,\" \nsaid John Palafoutas, chief lobbyist for the American Electronics Association, a trade association for technology \ncompanies.\n\nHuman resources directors are going to universities, putting ads in the newspapers, doing all that they can to find \nworkers, he added.\n\nPalafoutas also pointed out that Microsoft Corp. currently has 3,000 job openings in the United States.\n\nChris Bentley, a spokesman for Citizenship and Immigration Services, said the H-1B program has several rules that \nprotect American workers, including a requirement that employers pay foreign workers the \"prevailing wage\" so \nthey won't abuse the program to import cheaper labor.\n\nTed Ruthizer, chairman of the Business Immigration Group at Kramer Levin Naftalis & Frankel, a law firm in New \nYork, said that requiring all companies to search for Americans before applying for H-1B visas would \"severely \nrestrict\" the program and keep companies from hiring the best people.\n\nFor example, he said a company that wants to hire a foreign citizen who is the valedictorian at Massachusetts \nInstitute of Technology to be a research scientist could be forced to settle for an American with lesser qualifications.\n\nRon Hira, a professor of public policy at Rochester Institute of Technology in New York, said that such examples \nare \"false advertising\" because such elite students account for only about 3 percent to 5 percent of H-1B visa \nholders.\n\n\"We're not talking about a very large share. It's not representative of what goes on with the H-1B program,\" he said.\n\nSens. Richard Durbin (D-Ill.) and Charles Grassley (R-Iowa) have introduced legislation intended to protect U.S. \nworkers from being displaced by foreign H-1B employees.\n\nThe legislation would require all employers seeking to hire an H-1B visa holder to pledge that they have made \"a \ngood-faith effort\" to hire American workers first and that the H-1B visa holder will not displace an American worker.\n\nIn addition, senators from both parties reached a compromise Thursday on broad immigration legislation that \nincludes an increase in H1-B visas to 115,000 a year. However, that legislation faces many hurdles. The Senate \nwill begin debate on the measure Monday.\n\nThe number of H-1B visas allowed by law has fluctuated in recent years in response to the U.S. economy and the \nhighs and lows of the technology industry, and is now set by Congress at 65,000.\n\nSome 20,000 more foreign citizens with advanced degrees from American universities are allowed to stay and work \nin the United States. \n\nThe technology industry contends that the number is woefully inadequate. Earlier this year, thousands of visa \napplications were sent back to companies after Citizenship and Immigration Services received more than 133,000 \nin two days.\n\nMicrosoft Chairman Bill Gates told Congress in March that the United States should welcome an \"infinite\" number of \nhigh-skilled foreign workers for engineering, computer programming and other jobs that would otherwise go \nunfilled.\n\nSen. John Cornyn (R-Texas) favors raising the H-1B cap to 115,000 with the possibility of further increases \ndepending on market needs. Cornyn has said the United States is losing its competitive edge in the global market \n\"because our immigration policies prohibit us from retaining some of the 'best and brightest' students currently \ngraduating from U.S. colleges and universities --- especially those with advanced degrees in science and \ntechnology.\"\n\n\n\nReps. Luis Gutierrez (D-Ill.) and Jeff Flake (R-Ariz.) also have backed raising H-1B visas to 115,000 a year and \nadding more exemptions to push it higher. But they have supported controversial provisions to create a large guest \nworker program and allowing a path to citizenship for illegal immigrants.\n\nIn addition, Sens. Joseph Lieberman (I-Conn.) and Chuck Hagel (R-Neb.) introduced a measure prior to Thursday's \ncompromise that would allow the cap to rise to as high as 180,000 in the future.\n\nThat bill would also authorize the Labor Department to hire an additional 200 employees to administer, oversee, \ninvestigate and enforce the H-1B program.\n"}