{"title": "IMMIGRATION LAW ENTERS FLORIDA'S POLITICAL CLASH", "body": "\nWith the Republican gubernatorial primary campaign at a fever pitch and a special legislative session looming, the \npassionate issue of immigration has taken center stage in the state capital.\n\nAttorney General Bill McCollum joined with Michigan and seven other states Wednesday in opposing the federal \ngovernment's lawsuit against Arizona's tough new immigration law.\n\nMcCollum is fighting off a primary challenge from former health care executive Rick Scott, who has made his \nsupport for the Arizona law a central tenet in his campaign for governor.\n\nEarlier in the day, two Republican lawmakers, Sen. Paula Dockery of Lakeland and Rep. Kevin Ambler of Tampa, \nfiled three bills for next week's special session that would make it easier for law enforcement to identify illegal \nimmigrants and more difficult for those without documentation to get public benefits or a state job.\n\nBoth moves have political implications, with primary elections in statewide and legislative races on Aug. 24.\n\nMcCollum joined a court brief by Michigan Attorney General Mike Cox opposing the U.S. Department of Justice's \nchallenge to the Arizona law. The states argue that the Arizona law does not regulate immigration policy, but \nmerely lets the state enforce current immigration law by asking suspected illegal immigrants for their papers.\n\n\"It deals with state sovereignty,\" McCollum said, arguing Arizona is stepping in because the federal government has \nnot protected the border. \"It's a question of where is the line drawn between the state and the federal government's \npowers.\"\n\nIn its lawsuit, the Justice Department argued that Arizona's law interferes with the federal government's authority to \nenforce immigration policy.\n\nLike McCollum, Cox is locked in a Republican primary in Michigan's gubernatorial race. All of the other seven \nattorneys general who signed onto the brief are Republican.\"\n\nPolitically, McCollum's announcement strengthens his immigration bona fides with conservatives while he clashes \nwith Scott. McCollum first called Arizona's law \"far out.\" Then, after it was amended to try to prevent racial profiling, \nhe supported it but said he didn't think Florida needed a similar law.\n\nHe has since embraced the idea, having his office help draft an Arizona-style bill for the regular legislative session \nnext year.\n\n\nHe has stopped short of saying immigration legislation should be considered during next week's special session.\n\nEven though Scott backs the Arizona law, his campaign called McCollum's action an \"overtly political move.\"\n\nReached in Miami Wednesday, Gov. Charlie Crist steered clear of the issue when asked about McCollum's \ndecision, saying: \"That's up to him. I used to be attorney general, and I'll give him his latitude in his office.\"\n\nDemocratic gubernatorial candidate Alex Sink's campaign said she was traveling and couldn't be reached for \ncomment, but issued a prepared statement which said the immigration system is broken and the federal \ngovernment has not lived up to its obligation to \"secure the borders and crack down on employers who knowingly \nhire illegal immigrants.''\n\nThe Obama administration's lawsuit challenging the Arizona law \"does not address the real problem'' she said, \nopposing \"amnesty'' and calling for comprehensive federal immigration laws. \"Any path to citizenship must be \nreserved for those who obey the law, pay taxes, and go to the back of the line,\" Sink's campaign said.\n\nAlthough the Arizona law enjoys wide support in opinion polls, some critics argued that it could have negative \nconsequences if adopted in Florida.\n\n\"We have so many citizens in Miami-Dade County that could probably be mistaken for illegal immigrants,\" said Rep. \nJ.C. Planas, R-Miami, noting strong international finance and tourism industries. \"All it takes is one person on a \ntourist visa who didn't have their passport with them.\"\n\nHe added: \"We're going to have a huge, huge incident that could lead to catastrophic results.\"\n\nHis fellow Republican Rep. Julio Robaina of Miami, was blunt about the sudden emergence of immigration in the \nrun-up to the election.\n\n\"It's all about votes. It's unfortunate that during campaign times, politics takes priority over good public policy,\" he \nsaid.\n\nIndependent gubernatorial candidate Lawton \"Bud\" Chiles III has said he thinks immigration is a federal issue, and \nhe fears the Arizona law \"makes citizens feel like suspects.\"\n\nDockery and Ambler say their offices have been flooded with calls about immigration, and that Florida must act \nquickly, noting that the state has the third-largest population of illegal immigrants, behind California and Texas.\n\nOne of their bills would, like Arizona, require officers to check if someone is in the country legally during a lawful \narrest or traffic stop. Officers would use the federal electronic verification system, E-Verify, to check on someone's \nimmigration status.\n\nThe other two bills would mandate that the state check a person's legal status before he or she is eligible for public \nbenefits or a state job.\n\n\"These are very sensible approaches, taking from the Arizona lead, that we can initiate in the state of Florida and \nget done in the special session,\" said Ambler, who is in a tough GOP state Senate primary with Hillsborough \nCounty Commissioner Jim Norman.\n\nNorman said if Ambler really cared about the issue, he would have addressed it during has eight years in the House \ninstead of in the final days of his tenure.\n\n\"This is all about sensationalism and politics,\" he said.\n\nAlthough Norman criticized Ambler's timing, he said he too supports an Arizona-style immigration law for Florida.\n\n\n\nIt's doubtful whether their bills can even be heard during the special session. The formal proclamation by Crist \nconvening the session only allows lawmakers to consider a constitutional amendment banning oil drilling in state \nwaters.\n\nIn order to add other topics to the agenda, including immigration or economic relief to oil spill victims, lawmakers \nwill need a two-thirds vote in each chamber.\n\nStaff writer Janet Zink contributed to this report. Lee Logan can be reached at llogan@sptimes.com or (850) 224-\n7263.\n"}