{"title": "A Storm Over Arizona and Immigrants", "body": "\nTo the Editor:\n\n  Re ''Arizona Enacts Stringent Law on Immigration'' (front page, April 24):\n\n  Arizona's new law giving local law enforcement the power to stop and arrest anybody suspected of being in the \ncountry illegally is a direct, frustrated response to a broken system.\n\n  The State Legislature has effectively changed the political debate on immigration, making it nastier and meaner. \nNow it is personal.\n\n  ''Arrest them all and send them home'' seems to be the law's mantra.\n\n  The law will encourage national discourse on illegal immigration, which on the surface seems to be a positive \noutcome, forcing the federal government to listen and take action.\n\n  But it is naive to believe that specific groups will not be targeted in the enforcement of the new law. What \nconstitutes probable cause to detain and question someone about his or her legal status? Would speaking Chicano \nEnglish or having an accent render someone a ''suspected illegal alien''? If so, our country's commitment to \ndiversity is at stake.\n\n  Mauricio Pantoja Claremont, Calif., April 24, 2010\n\n  To the Editor:\n\n  It is difficult for me to understand how the same political party that considers it to be anti-American meddling when \nthe government gets involved in providing a badly needed service like health care has now pressured the governor \nof Arizona into signing a law that requires people (or some people) to carry identity papers.\n\n  Whenever I am abroad, I find the idea that the police can stop me at any time and demand identity papers to be \nvery oppressive, and I am reminded to be grateful for our own freedom from such laws. I can't believe we could let \nthis freedom slip away so lightly.\n\n  Andrea Gara Mount Kisco, N.Y., April 24, 2010\n\n  To the Editor:\n\n  As a 20-year resident of Arizona, I am appalled and embarrassed by the new anti-immigrant law. It is the latest in \na series of Arizona laws that have historical parallels with measures enacted by other societies to make life as \ndifficult as possible for despised minorities.\n\n\n  As I looked at my Arizona license plate today, it occurred to me that ''Arizona: The Grand Canyon State'' no longer \ncommunicates what the state is about. ''Arizona: The Hate State'' says it better.\n\n  Len Borucki Mesa, Ariz., April 24, 2010\n\n  To the Editor:\n\n  ''Come Back, John McCain'' (editorial, April 23) says that Arizona's new immigration enforcement law plays ''the \nrancid, dangerous game of portraying Latinos as criminals.'' Actually, the bill is colorblind, applying to all illegal \naliens.\n\n  And, as Title 8, Section 1325(a) of the United States Code tells us, entry without inspection is a misdemeanor the \nfirst time (six months maximum incarceration) and a felony if repeated (two years). In short, illegal immigration is a \ncrime.\n\n  Paul Nachman Bozeman, Mont., April 24, 2010\n\n  To the Editor:\n\n  Of course Arizona's governor, Jan Brewer, signed the state's anti-immigrant bill (front page, April 24). Why? The \nmajority of Arizona residents wanted her to. Immigrants, undocumented and legal, are blamed for crime, \nunemployment, crowded emergency rooms, pet overpopulation and every other social ill that comes to mind.\n\n  It reminds me of Germany in the 1930s and how Jews were held culpable for Europe's problems. Arizona's \nLegislature shamelessly panders to the radical fringe in our state and snickers at those of us who seek common \nground.\n\n  For the first time since moving here from New York City in 1997, I am ashamed to call myself an Arizonan.\n\n  Debra J. White Tempe, Ariz., April 24, 2010\n\n  To the Editor:\n\n  When my husband and I adopted our Colombian-born daughter as a newborn in 1989 (naturalized as an American \ncitizen in 1991), we never imagined that on the eve of her turning 21 we would ever caution her against travel to \nany American state. How could we now not warn her off Arizona?\n\n  Absent foresight to carry her American passport at all times, she might be detained and arrested on the basis of \nher appearance alone, despite Gov. Jan Brewer's disingenuous assurances to the contrary. I am ashamed that any \nstate governor has threatened the safety and well-being of our daughter, however indirectly, and hope that national \nimmigration reform assumes the immediate priority it deserves.\n\n  Susan R. Bryan-Brown New York, April 24, 2010\n\n  To the Editor:\n\n  The simple question is, Will the law be equally applied? Brewer, hmm, sounds Canadian, maybe British. Would \nyou please produce proof of citizenship, ma'am? (said in the most courteous law-enforcement tone of voice).\n\n  Paul Turpin Stockton, Calif., April 25, 2010\n\nhttp://www.nytimes.com\n\nGraphic\n\nhttp://www.nytimes.com/\n\n\n \n\nDRAWING (DRAWING BY LEIF PARSONS)                \n"}