{"title": "CU Tribute Honors 5 For Years of Caring", "body": "\nAnother class of paragons of community service will be honored next week at Catholic University's 18th annual \n\"Thanksgiving Tuesday\" celebration.\n\nThis year's tribute, designed to thank people who have made a real difference in the city, goes to a group including \na nun who has helped the city's growing community of Hispanic immigrants; a former lawyer for Congress who \nrebounded from alcoholism to found groups homes to help other alcoholics; a former corporate accountant now \nbuilding affordable housing; and a leader in an organization of black men that helps black city youth.\n\nThe awards ceremony, at 6 p.m. Tuesday at Hartke Theatre on Harewood Road NE at the university, is open to the \npublic.\n\nThe honorees:\n\nSister Manuela Vencela, 69, has spent her life devoted to others. Vencela, a native of Spain, came to Washington \nas a young woman with the Carmelite Sisters of Charity and today lives and works in Mount Pleasant, tending to \nthe poor and the infirm in Our Lady Queen of the Americas parish.\n\nIn 1977, in cooperation with the Spanish Catholic Center in upper Northwest, she founded an organization that \noffers training and support for domestic workers from foreign countries working in the District.\n\nBut her mission in recent years has been working with undocumented and documented immigrants from El \nSalvador, Guatemala, Argentina, Chile and Peru -- a service fueled by a deep spiritual commitment to helping \nothers.\n\n\"I love it,\" Vencela said. \"When you are giving yourself for the Lord to others, it's a joy. You're not working for \nmoney. You find more joy in giving than receiving.\"\n\nJ. Paul Molloy is chief executive officer and co-founder of Oxford House Inc., a chain of about 300 group homes in \n30 states that are run and supported by recovering alcoholics and drug addicts.\n\nThe 53-year-old Molloy hit rock bottom in 1973, when his life spun out of control after years of drinking. At the time, \nhe was the Republican counsel to the Senate Commerce Committee.\n\nHis wife filed for divorce and committed him to a psychiatric ward of a local hospital. Checking out after seven \nmonths, Molloy lived in a seedy downtown hotel and wandered the streets.\n\n\nFinally, after a Montgomery County halfway house he was living in was closed, he helped found the first Oxford \nHouse private group home, and his life changed forever.\n\nFirst, he resumed practicing law, then in 1989 he shifted full-time to expanding Oxford House, which has become a \nsuccessful program with an 8 percent relapse rate among residents.\n\nHe has since remarried his wife.\n\nFor D.C. resident Brandon Johnson, 36, community service is a driving force in life.\n\nAn Antioch law school graduate and former aide to U.S. Rep. Augustus Hawkins, Johnson works as a tutor at the \nPLAN adult literacy center on Capitol Hill and in Anacostia.\n\nHe also is an officer of Concerned Black Men, which works to build self-esteem among black youth.\n\n\"Volunteers are a very important part of our community,\" Johnson said. \"When people say there's not enough \nmoney to do things, volunteers help to fill in some of the spaces.\"\n\nAfter years in the business world as an accountant, 66-year-old John William Branner began getting involved in \nsocial service work through his role as business manager of the Church of the Saviour, an ecumenical church near \nDupont Circle.\n\nSince 1973, Branner has served as president of Jubilee Housing in Adams-Morgan, a prominent builder and \nadvocacy group for low- and moderate-income housing.\n\nBranner, who lives in Alexandria, also is a board member of Columbia Road Health Services, Christ House medical \nshelter for the homeless and the Free The Children college scholarship program.\n\nThe Rev. Monsignor John G. Kuhn, began his service more than three decades ago. As a newly ordained \nclergyman in 1958, Kuhn was so moved by the bleakness of city life for the mentally and emotionally ill that he \norganized a small group of volunteers who opened their homes to provide social and recreational activities for these \npeople.\n\nIn 1964, the volunteers opened a full-fledged social club for the mentally ill called the Anchor Club near Catholic \nUniversity. Today, Kuhn heads Anchor Mental Health Associates, which operates a network of group homes, work \ntraining centers and social clubs for the mentally ill.\n\nKuhn grew up in the Brookland neighborhood of Washington.\n\nGraphic\n\n \n\nPHOTO, SISTER MANUELA VENCELA\n"}