{"title": "Al-Arian wants charges dropped", "body": "\nAs Sami Al-Arian sits in jail awaiting the government's next move, his lawyers filed a motion Monday asking federal \nauthorities to dismiss the nine remaining charges against him.\n\nIn Al-Arian's recent six-month trial on 17 federal charges, the former University of South Florida professor was \nacquitted of eight counts and the jury hung on the remaining nine, saying there wasn't enough evidence to convict \nhim.\n\nFederal prosecutors must decide whether to retry him, but his lawyers argue that there's little point in doing that.\n\n\"Dr. Al-Arian was acquitted of the charge that he conspired to murder and maim outside the United States,\" said \nAl-Arian's attorney, Linda Moreno. \"This is the overarching conspiracy charge which pervades all of the others in \nthis case, making it impossible to convict on the others.\"\n\nAfter almost three years in jail, Al-Arian was tried from June 6 to Dec. 6, accused of conspiring to raise money for \nthe violent acts of the Palestinian Islamic Jihad in Israel and the occupied territories.\n\nNo matter what, he faces deportation.\n\nAside from the conspiracy counts, the jury hung on an immigration fraud charge that was based on federal \nprosecutors' claim that Al-Arian failed to disclose his association to the PIJ and other organizations on immigration \nforms.\n\nFederal immigration officials say that even if all the charges against Al-Arian are dismissed, including the \nimmigration charge, he will still be deported after an immigration hearing.\n\n\"We have a lower standard of proof for making these decisions than the courts do. We are not looking at guilt \nbeyond a reasonable doubt in order to deport Dr. Al-Arian,\" said Pam McCullough, a spokeswoman for Immigration \nand Customs Enforcement.\n\nAl-Arian remains in the Orient Road Jail in Hillsborough County.\n\nMeanwhile, Sameeh Hammoudeh, a Palestinian scholar who was tried with Al-Arian and was acquitted of all \ncriminal charges, was moved from that jail to an ICE detention facility in Bradenton to await deportation.\n\n\nHammoudeh, 44, and his wife, Nadia Ibrahim Hammoudeh, were sentenced in June to probation for mortgage \nfraud, immigration fraud and federal tax fraud charges. As a result, they'll be deported to Ramallah, Palestine, now \nthat the separate terrorism trial is over.\n\nICE officials wouldn't say why Hammoudeh is being detained while his wife is not, except to say that immigration \ndetention is decided on \"a case by case basis.\"\n\nHammoudeh's attorney Stephen Bernstein is trying to get a hearing to argue for his release.\n\n\"We're stymied. I've filed the forms and talked to five officers, but no one at ICE will tell us what's going on,\" \nBernstein said.\n\nICE officials denied a written request by the St. Petersburg Times last week for an interview with Hammoudeh. \nDistrict ICE spokeswoman Barbara Gonzalez in Miami said she could not elaborate on why Hammoudeh was being \nheld in jail and not allowed access to the media except to say, \"It is because of safety and security concerns.\"\n\nSince his acquittal, Hammoudeh's family has not been allowed to visit him. But relatives hope to see him at the end \nof the week.\n\n\"We don't know anything - just that my dad is getting the runaround,\" said Weeam Hammoudeh, 19.\n"}