{"title": "What are ICE raids accomplishing?", "body": "\nResidents of Postville, Iowa, recently described to a congressional delegation the scars that the Immigration and \nCustoms Enforcement (ICE) raid on Agriprocessors' meat plant had left on their community. In the wake of the May \nincident, they say, the town is  economically and socially unstable.\n\nICE raids are, in essence, government-sanctioned racial profiling. Typically, ICE descends upon a workplace with \narmed agents to  determine who is legal and who is not.\n\nRep. John Conyers, D-Mich., has asked the right question about the raids: \"When dealing with Anglo identity theft \nsuspects, is federal law enforcement going to start cordoning off white neighborhoods or workplaces, handcuffing \nand detaining everyone, and only then sorting out the accused?\"\n\nThe U.S. has every right to deport illegal aliens, of course. But the government has been charging them with identity \ntheft and sentencing them to serve jail time first. While those workers are here illegally, their violation is a far cry \nfrom robbing someone of their money or property by stealing their identity. The incarceration is costly and \nunnecessarily punitive.\n\nErik Camayd-Freixas, a veteran federal interpreter at the Postville raid, described a sad procession of men and \nwomen, shackled at the wrist, waist and ankles, being denied due process. The U.S. attorney's office says the \nworkers' rights were not compromised.\n\nSure, the raids ensnare  a negligible number of  undocumented workers, but what do they really  accomplish? The \nDes Moines Register reported that Postville  has lost one-third of its population, and that Agriprocessors has begun \nimporting homeless people from Texas to work, leading to a rise in crime, public drunkenness and a run on food \nbanks.\n\nTrue, the raid exposed a range of possible workplace violations, including child labor and  safety issues. But \ninvestigators were already looking into these abuses, independent of ICE. Illegal immigrants will clam up in this new \nclimate of fear.  The best way to halt these abuses is with comprehensive reform.\n\nBarack Obama and John McCain have criticized the raids and remain committed to immigration reform. In the \nmeantime, Congress should hold hearings on ICE itself. In the USA, all people deserve to be treated humanely -- \nand with justice.\n\nRaul Reyes is an attorney in New York and a member of USA TODAY's board of contributors. \n"}