{"title": "Traffic slows at popular border-cross sites / But immigrants simply move to new point of entry", "body": "\nMiguel Aguilar-Lopez stood with no money, no identification and nothing but the dusty sweatshirt and jeans he wore \n- the victim of bandits who robbed him at the Mexican border.\n\nLopez, 23, is among a growing number of illegal immigrants and drug smugglers who've migrated here after \nrunning headlong into the U.S. Border Patrols massive crackdown along the border in San Diego and El Paso.\n\n\"I usually cross through Tijuana but now it is very hard there because of the border agents,\" he said. \"There are so \nmany and they keep coming.\"\n\nMore than 150 agents have been assigned this fall to patrol the border near San Diego and 179 newly-trained \nrecruits will join them in late January, said Ramon Ortega, patrol agent in charge of the sector's Chula Vista station.\n\nMore movement-detection sensors, infrared night scopes and all-terrain vehicles have been bought. The result: \nApprehensions near San Diego declined from 27,113 in November 1993 to 16,241 in November 1994, according to \nImmigration and Naturalization Service records.\n\n\"This is part of a national strategic plan in which we're going to secure the Southwest border,\" said Ortega, a 19-\nyear veteran.\n\n\"In the time I've been here I've seen the traffic pour through here,\" he added. \"I call it the silent invasion. It was \ncrisis management down here and the community was getting tired of being overrun. They're glad we're trying to \nget control of the border.\"\n\nThe situation is much the same in El Paso, where 250 new agents patrol the border.\n\nThat doesn't mean fewer people are trying to enter the country. Instead hundreds if not thousands of illegal \nimmigrants stymied by Operation Gatekeeper in San Diego and Operation Hold The Line in El Paso, are trying to \nenter through places like Nogales - one of the remaining holes along the Southwest border.\n\n\"This is like a bottleneck because we're right smack in the middle of San Diego and El Paso,\" says Border Patrol \nspokesman Rob Daniels.\n\nThousands daily hop steel fences and crawl through sewage-infested tunnels. For every illegal immigrant caught, \nofficials say, about 10 get through.\n\n\n\"All we are doing is holding them at bay,\" says Border Patrol Supervisor Ronald Colburn. \"We get what we can. We \njust don't have the manpower.\"\n\nAgents patrol crooked streets and alleys in cars and on bicycles. Easily spotted, they are often targets for \ndisgruntled drug smugglers and \"mules,\" who charge up to $ 500 to lead immigrants across the canyon on foot.\n\nLast week, agents were fired on three times here. In one incident, agents nabbed an 18-year-old driving 80 pounds \nof marijuana through a break in the border fence.\n\nWith relatively few resources compared to San Diego and El Paso, agents here wage a daily struggle:\n\n-- Some of the 14 low-light cameras positioned on hilltops have been shot down.\n\n-- Before a steel wall was erected, the windshields of more than 120 patrol cars were shattered by rocks thrown \nfrom the Mexican side.\n\n-- Each day, welders repair the 4-mile long steel fence. But each morning, new holes have been blowtorched open.\n\n\"I'm amazed we don't have more agents hurt,\" says Colburn, who'll soon get help.\n\nAnother 100 agents will join the 281-mile-long border sector, from the New Mexico line to Yuma, Ariz., by June.\n\nStill, the job is daunting. More non-Mexicans than ever are crossing - including Chinese, Bulgarians, Salvadorans \nand Guatemalans. In November, arrests of non-Mexicans were up more than 620% from last year.\n\nDrug trafficking is also up. So far this month, 11,800 pounds of marijuana have been seized, topping the 9,100 \npounds in all of last December.\n\nOnce out of the city, the risk of capture is low. There are no permanent road checkpoints.\n\nEven if stopped, most know they won't be punished.\n\nThis week, Maria Gonzales begged agents to let her and her two children return to Mexico without arrest.\n\n\"I'll go back, let me go back,\" she pleaded.\n\n\"Mommy are they taking us again?\" Gonzales' frightened daughter asked.\n\n\"Yes, darling. Now be quiet,\" Gonzales scolded.\n\nIt was her second arrest in two hours.\n\nContributing: Bob Ross in San Diego\n\n Border Patrol cuts crossings How Operation Gatekeeper has cut attempted illegal crossings in the San Diego area \nBorder Patrol sector: Apprehensions\n\nNov. '93   27,113\n\nNov. '94   16,241\n\nNotes\n\nIMMIGRATION; See sidebar; 06A; See info box at end of text.\n\n\n\nGraphic\n\n \n\nGRAPHIC, b/w, Gary Visgaitis, USA TODAY, Source: Border Patrol (Bar graph); PHOTOS, b/w, John Miller, AP; \nPHOTO, b/w, Bob Riha, AP\n"}