{"title": "DEPORTED FAMILY GETS A NEW START", "body": "\nA Mexican couple whose son has a congenital heart defect was deported from the United States today but \nreturned to the country legally 15 minutes later.\n\n''We'll make a fresh new start and see how it feels,'' said Guadalupe Tena. who, with her husband, Raul, a 6-year- \nold daughter, Daniela, and a son, Victor, 4, walked the 200-yard round trip between the Columbus port of entry and \nLas Palomas, Mexico.\n\nVictor, the only member of the family who is a United States citizen, suffers from a congenital heart defect.\nGuadalupe and Raul Tena, Mexican couple whose son Victor has congenital heart defect, are deported from US \nbut return to country legally 15 minutes later; immigration judge rules that Tenas must be deported to Mexico, but \nsays they could return to US from Mexico for six months so Victor could receive treatment (S)\n\nAn immigration judge in El Paso, Tex., ruled Tuesday that Mr. and Mrs. Tena and Daniela must be deported to \ntheir native Mexico. But he said they could return to the United States from Mexico for six months so Victor could \nreceive treatment.\n\n \n\nRefuse to Return Without Son\n\nThe Tenas had said they would not return to Mexico without Victor and the family's doctor had told immigration \nofficials the child could not receive adequate medical care in northern Mexico.\n\n''He was born four years ago and came to us when he was two days old with a severe form of congenital heart \ndisease,'' said Dr. Steven Yabek, a pediatric cardiologist with the University of New Mexico School of Medicine in \nAlbuquerque. ''He has undergone two operative procedures and he will ultimately require further surgery.''\n\nThe six-month parole can be extended depending on Victor's condition.\n\n''We parole people on humanitarian grounds all the time,'' said Dan McDonald, assistant director of the Immigration \nand Naturalization Service in El Paso. ''It's not an uncommon thing at all.''\n\nThe Tenas entered the country illegally six years ago. Had the family lived in the United States for seven \nuninterrupted years, they would have been eligible to apply for permanent legal residency. The brief deportation \ntoday wipes out the previous years of residency under Federal law.\n\n''If we lost it, I feel it was worth it for Victor to get the good medical attention he needs,'' Mrs. Tena said.\n\n"}