{"title": "High Court To Review Immigrant Law of '96", "body": "\nThe Supreme Court said yesterday it will review for the first time whether a 1996 law unfairly bars immigrants \nwho face deportation from protesting the action in the nation's federal courts. The case arises from the \ngovernment's effort to deport eight foreigners it says are tied to Palestinian terrorists.\n\nThe high-profile case has become a cause of First Amendment advocates and other civil libertarians because the \nimmigrants say they were targeted for deportation as a result of their association with the Popular Front for the \nLiberation of Palestine.\n\nNow, it has become a crucial test of whether the 1996 immigration law went too far in curtailing certain access to \nfederal trial courts. A Supreme Court ruling in the case could affect immigrants challenging deportation in a range \nof situations.\n\nThe case before the court specifically tests whether immigrants who claim they have been selectively prosecuted \nor otherwise suffered a violation of their constitutional rights can go to court or must proceed instead through a \nlimited and sometimes lengthy administrative process.\n\nBefore the 1996 law, the Justice Department says, federal courts were generally barred from hearing deportation \nchallenges until all administrative routes were exhausted. The department says the law strengthened and made \nexplicit those limits.\n\n\"Congress can't bar people, whether they be immigrants or citizens, from going to federal court when substantial \nconstitutional violations are at issue,\" said Georgetown University law professor David D. Cole, representing seven \nPalestinians and one Kenyan protesting deportation.\n\nBut Solicitor General Seth P. Waxman told the justices that Congress intended to foreclose all judicial review of \ndeportation proceedings until other administrative avenues had been exhausted.\n\nIn his appeal of a lower-court decision favoring the immigrants, Waxman said going through the administrative \nprocess before getting to a federal appeals court would not irreparably hurt someone fighting deportation, even in a \nFirst Amendment case. He noted the courts have long deferred to executive branch enforcement of immigration \nlaws.\n\nThe case of Reno v. American-Arab Anti-Discrimination Committee traces to 1987, when the Immigration and \nNaturalization Service tried to deport eight immigrants in Los Angeles because of their activities on behalf of the \nPopular Front for the Liberation of Palestine. The Justice Department notes in its filing that the PLPF violently \nopposes U.S. peace efforts in the Middle East and has been responsible for numerous acts of terrorism and the \ndeaths of many Americans over the past three decades.\n\n\nThe immigrants argued to lower courts that the PLPF engages in a range of lawful activities and that they had \nmade a sufficient initial case that the government was selectively enforcing deportation law.\n\nAfter the group prevailed, the Justice Department appealed on various grounds. Most recently, it contended that the \nIllegal Immigration Reform and Immigrant Responsibility Act of 1996 clarifies the law that courts may not hear a \nchallenge to a deportation case until other administrative procedures have been followed. The government said the \nlower court never should have taken up the selective prosecution case.\n\nOral arguments will be heard in the term that begins next October and a ruling is not likely until 1999.\n\nSeparately yesterday, the justices ruled 6 to 3 that voters can sue the Federal Election Commission over whether a \npolitical group must be required to disclose how its funds are raised and spent. But the justices declined to decide \nthe key issue of the campaign financing case because the FEC policy on the topic is in flux.\n\nThe high court sent the case back to the commission for further review on whether the American Israel Public \nAffairs Committee (AIPAC) must comply with FEC disclosure rules.\n\nThe core question in Federal Election Commission v. Akins was whether an organization falls outside the FEC's \ndefinition of a \"political committee\" -- and its disclosure requirements -- if its major purpose is lobbying and not the \nnomination or election of candidates.\n\nIn his opinion, Justice Stephen G. Breyer noted that the FEC has been revising its rules on the subject and said the \nagency should determine whether AIPAC's expenditures rise to the level of a political committee.\n"}