{"title": "Carter to participate in naturalization ceremony", "body": "\nAs a child in Bangladesh, Esma Ponir would listen to his father talk about the importance of education and the \nopportunities available to Americans. Only in America, he said, could a Georgia peanut farmer become president.\n\n\"He would say, 'Look at this guy. He has a peanut farm. Look at that. Over there you can go from that to be the \npresident,' '' said Ponir, a 33-year-old computer programmer.\n\nPonir hopes to meet that former peanut farmer today. Ponir is one of 80 people from 20 countries who will become \ncitizens in a naturalization ceremony at the Carter Center. Former President Jimmy Carter is scheduled to speak \nduring the ceremony.\n\n\"I'll be very happy if I can shake his hand. That will be a wonderful lifetime experience,\" said Ponir, who lives with \nhis wife and two children in a Buford Highway apartment.\n\nIt's unusual for a former or sitting president to participate in a naturalization ceremony, said Marian Smith, \nhistorian at the Immigration and Naturalization Service in Washington. The last recorded occasion was in 1976 \nwhen President Gerald Ford spoke at a naturalization ceremony at Thomas Jefferson's home in Monticello, near \nCharlottesville, Va., Smith said.\n\nCarter's appearance is part of \"Points of Entry,\" a series of exhibits, lectures and other activities on immigration \nhosted by several local institutions, including the Carter Center.\n\nThe citizens-to-be are so excited they've been trekking to the Carter Center to be sure they know how to get there \nand where to go for the ceremony, said Carter Center Director Don Schewe.\n\n\"We've probably had 50, at least, who have already come by. They are saying 'We don't want to miss this,' \" \nSchewe said.\n\nThe Atlanta district INS office, which covers Georgia, Alabama, North Carolina and South Carolina, holds \nnaturalization ceremonies every two weeks, usually in the Richard B. Russell Federal Building downtown.\n\nLast year, 16,241 people became citizens in Atlanta. This year, the Atlanta INS office expects to naturalize 19,000 \npeople, said Dwight Faulkner, assistant district director of the INS. Seventy percent of those who become citizens \nhere live in the metro area, he said.\n\n\"Our numbers are skyrocketing,\" he said, adding that his office received 4,466 citizenship applications in January.\n\nWelfare reform is one reason for the surge of applications, because legal immigrants now have to be citizens to \nqualify for food stamps and other benefits. The INS has also had to beef up FBI criminal background checks on \neach applicant, which is leading to a backlog of cases.\n\n\nIn the past, people waited three to six months for their paperwork to be processed. Today, they have to wait about a \nyear, Faulkner said.\n"}