{"title": "Raids sow fear, resentment in immigrant neighborhood;U.S. agents, looking for illegal residents, terrorists and other criminals, have scooped up Pakistanis in a South Phila. area.", "body": "\nThe day before Independence Day, Assan Ullah awoke at his usual 6 a.m. and looked out his window at an \nincreasingly common scene: U.S. agents in the street, arresting more of his Pakistani brethren.\n\nSplintered hinges and boot-marked doors remained a week after seven men were seized in the federal raid, the \nlatest of several that neighbors say are now familiar, fearsome events in this South Philadelphia immigrant \nneighborhood since Sept. 11.\n\n\"If they did something criminal, then they should spend their lives in jail,\" Ullah said of his detained neighbors. \"But \nmost of these people aren't doing anything wrong. They're just here trying to work.\"\n\nWhether targeting criminals, terrorists or ordinary illegal immigrants, the sweeps have sown fear and \nresentment in this bedraggled stretch of South Seventh Street. Ten months after the terror attacks, apprehension \nmay have eased for most Americans, but it persists relentlessly for this cluster of a few hundred Pakistani Muslims.\n\nNobody can remember so much suspicion, so much daily anxiety in the neighborhood that has been home to \nmany waves of immigrants from many lands. Pakistanis say they are just eking out a living like thousands of other \nimmigrants in the city - documented and not - often sharing small apartments with vague acquaintances and \nsaving money to send back home.\n\nSprinkled in a neighborhood dominated by Cambodian newcomers, the Pakistanis still grumble about the days \nlast spring when federal agents stood at one corner and singled out passersby for their immigration papers.\n\n\"I've lived here for 20 years and never saw anybody else have this problem,\" said Irshad Aslam, 52, a U.S. citizen \nand neighborhood grocer whose tiny Aslam Market caters mostly to Cambodians. \"They asked for everybody's \npapers - everybody but the Cambodians.\"\n\nFor most Americans, the greatest inconvenience from antiterror measures has been longer queues at flight check-\nins. For the immigrants who have braved crime and neglect to keep this neighborhood alive, it has meant living \nunder constant scrutiny and scrambling to find a way to send money home. In a post-Sept. 11 crackdown, their \nnetwork of private financial agents, known as hundi, has been largely dismantled.\n\n\n\"People are very scared,\" said Mohammad Sardar Khan, 50, who said he would speak publicly only because he is \na U.S. citizen. \"They don't go outside most of the time.\"\n\nA spokeswoman for the Immigration and Naturalization Service, Niki Edwards, confirmed that federal agents had \nmade a number of unpublicized arrests in the neighborhood in the last year.\n\n\"People have been picked up there. I cannot say how many,\" Edwards said.\n\nShe said agents are looking for undocumented immigrants, with a priority on criminal and terror suspects.\n\n\"We do not target any specific [ethnic] group. And I do not believe there is any special attention on this \nneighborhood,\" Edwards said, giving no other details.\n\nUnlike their Cambodian neighbors, the Pakistanis do not advertise their presence. Small signs mark the stores \nwhere cumin and basmati rice can be bought by the bagful. Five times a day, many Muslims stop their work to pray \nin their homes and stores, some with U.S. flags fluttering from the windows.\n\nIn Sardar Khan's tiny apartment, where one room serves as bedroom, office and living room, a large photograph on \na wall depicts his beloved homeland, a valley in the Northwest Frontier of Pakistan called Swat. By unfortunate \ncoincidence, that province is also where al-Qaeda members, even Osama bin Laden, may be regrouping.\n\nPakistanis also were among dozens of immigrants arrested in the last month at jewelry kiosks in malls \nnationwide, including one in Philadelphia, in a search for al-Qaeda money-laundering operations.\n\nBut in this neighborhood, Pakistanis scorn terrorists even as they lament the arrests. According to Sardar Khan - \na sort of neighborhood watchdog - at least 16 people have been taken away in three or four sweeps of the area \nsince Sept. 11. At least 10 men have been deported for immigration violations, he said.\n\nEdwards could not verify the numbers. But she and other federal officials did confirm the latest raid, on July 3. \nAgents from the INS, FBI and U.S. Marshals Service swarmed into one block in four trucks, two of which were \nunmarked with tinted windows, neighbors recalled.\n\nAccording to the spokesmen, marshals were acting on a warrant for one man wanted on 1997 charges of \ndistributing heroin in Texas. Tagging along, the INS and FBI took the chance to grab everybody else sharing the \nman's apartment and an adjoining one.\n\nThe man targeted by the raid is being held on drug charges. Six others are being held on possible immigration \nviolations, authorities said.\n\nAn eighth roommate, who was away during the raid and not picked up, was shoveling clothes into a garbage bag a \nweek later and getting ready to leave the sacked apartment.\n\n\"I can't afford the rent [alone], so I have to move to another house,\" said the man, who showed a reporter his valid \nwork permit but still asked that his name not be printed. \"They cut the phone line… . They took my passport.\"\n\nFBI Special Agent Joseph Majarowitz said the arrests were \"made possible by investigators following up on good \ninformation. It wasn't based on any profiling… . That's all I can say at this point.\"\n\nLike unpredictable squalls, the detentions have frustrated the neighbors and left many expressing a mixture of \nresentment and support for this country. Mahmood Qureshi, a shop owner who bemoans the arrests, has put up a \nred-white-and-blue poster with the words \"United We Stand.\"\n\n\"They help the Americans, they take jobs they don't do anymore,\" Qureshi, 54, who came from Punjab two decades \nago, said of the immigrant workers. \"So now, they're arresting these people?\"\n\n\n\nMohammad S. Khan, a Pakistani political refugee and former neighborhood resident, said that up to 40 percent \nof Pakistanis might be working and living here illegally. But he asserted that the total number is tiny compared with \nother ethnic groups.\n\n\"There are… people from Mexico around here. They're illegal immigrants too, but they're not being arrested,\" he \nsaid.\n\nSardar Khan, the neighborhood watchdog, said he was proud that his homeland has become \"a key ally, it's a \nfrontline ally for the United States. But here, if one person is bad, they think we're all bad.\"\n\nContact Thomas Ginsberg at 215-854-4177 or tginsberg@phillynews.com.  \n"}