{"title": "HEARING OF THE SUBCOMMITTEE ON IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY, AND INTERNATIONAL LAW OF THE HOUSE COMMITTEE ON THE JUDICIARY; SUBJECT: IMMIGRATION RAIDS: POSTVILLE AND BEYOND; CHAIRED BY: REPRESENTATIVE ZOE LOFGREN (D-CA) WITNESSES PANEL I: REPRESENTATIVE BRUCE BRALEY (D-IA); REPRESENTATIVE SHEILA JACKSON LEE (D-TX); REPRESENTATIVE LYNN WOOLSEY (D-CA); REPRESENTATIVE DAVID DAVIS (R-TN); PANEL II: DEBORAH J. RHODES, U.S. ATTORNEY FOR THE SOUTHERN DISTRICT OF ALABAMA; MARCY FORMAN, DIRECTOR, OFFICE OF INVESTIGATIONS, U.S. IMMIGRATION AND CUSTOMS SERVICE, DEPARTMENT OF HOMELAND SECURITY; PANEL III: ERIK CAMAYD-FREIXAS, PROFESSOR OF LEGAL INTERPRETINGAND DIRECTOR OF TRANSLATION STUDIES, FLORIDA INTERNATIONAL UNIVERSITY; DAVID LEOPOLD, PRINCIPAL, DAVID WOLFE LEOPOLD& ASSOCIATES; ROBERT RIGG, ASSOCIATE PROFESSOR OF LAW,DRAKE UNIVERSITY LAW SCHOOL; LAURA COSTNER, RESIDENT, NEWPORT, TENNESSEE; LOCATION: 1310 LONGWORTH HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF THE SUBCOMMITTEE ON IMMIGRATION, CITIZENSHIP, REFUGEES, BORDER SECURITY, \nAND INTERNATIONAL LAW OF THE HOUSE COMMITTEE ON THE JUDICIARY SUBJECT: IMMIGRATION \nRAIDS: POSTVILLE AND BEYOND CHAIRED BY: REPRESENTATIVE ZOE LOFGREN (D-CA) WITNESSES \nPANEL I: REPRESENTATIVE BRUCE BRALEY (D-IA); REPRESENTATIVE SHEILA JACKSON LEE (D-TX); \nREPRESENTATIVE LYNN WOOLSEY (D-CA); REPRESENTATIVE DAVID DAVIS (R-TN); PANEL II: DEBORAH \nJ. RHODES, U.S. ATTORNEY FOR THE SOUTHERN DISTRICT OF ALABAMA; MARCY FORMAN, DIRECTOR, \nOFFICE OF INVESTIGATIONS, U.S. IMMIGRATION AND CUSTOMS SERVICE, DEPARTMENT OF HOMELAND \nSECURITY; PANEL III: ERIK CAMAYD-FREIXAS, PROFESSOR OF LEGAL INTERPRETINGAND DIRECTOR OF \nTRANSLATION STUDIES, FLORIDA INTERNATIONAL UNIVERSITY; DAVID LEOPOLD, PRINCIPAL, DAVID \nWOLFE LEOPOLD& ASSOCIATES; ROBERT RIGG, ASSOCIATE PROFESSOR OF LAW,DRAKE UNIVERSITY \nLAW SCHOOL; LAURA COSTNER, RESIDENT, NEWPORT, TENNESSEE LOCATION: 1310 LONGWORTH \nHOUSE OFFICE BUILDING, WASHINGTON, D.C. TIME: 11:00 A.M. EDT DATE: THURSDAY, JULY 24, 2008\n\nREP. LOFGREN:  This hearing on the Subcommittee -- of the Subcommittee on Immigration, Citizenship, \nRefugees, Border Security and International Law will come to order.  The chair by unanimous consent may adjourn \nthis hearing at any time.\n\n\nI would like to make -- before making my opening statement, I would like to make a couple of administrative \ncomments.  First, I think this is more people than have ever been in this room before, and so we are opening up an \noverflow room for those of you who would like to sit down.  And I think, really, we've got too many people in here in \nterms of fire safety.  And that overflow room is 2226 over in the Rayburn Building, and we will -- the hearing will be \nbroadcast there, so if some people who are standing in the back could consider moving there, that would be quite \nterrific.  And, also, this hearing will be broadcast on Channel 2 of the House Television Network, so people can also \n-- if you're here on staff, will be able to watch it from your offices, and that might be more convenient, as well.\n\nI'll just note that this is a serious hearing, really based on accounts that we've now received about the largest ICE \nraid in the history of the United States.  Now, it seems to me one of the hallmarks of our great country is that we do \nnot treat people like livestock.  Justice is not a commodity in America.  It's personal. And over four days in May at \nthe Waterloo National Cattle Congress, each case was listed individually, the United States versus a single person, \nand yet the information suggests that the people charged were rounded up, herded into a cattle arena, prodded \ndown a cattle shoot, coerced into guilty pleas and then to federal prison.  This looks and feels like a cattle auction, \nnot a criminal prosecution in the United States of America.\n\nOur country was founded in opposition to the brutal practices of English tyrants.  Our Western legal system is \ngrounded on the firm belief that people in America have rights to due process.  The crushing power of the state is \nconstrained by the Constitution, which guarantees those rights.\n\nSo what happened at Waterloo?  Seventeen defendants to one lawyer, group hearings, scripts telling lawyers what \nto say in court, limited time for lawyers to meet defendants, even without the language barriers the lawyers faced -- \nkind of like a cattle auction.  The goal seems to have been that government would look tough on illegal \nimmigration.  But did our government follow the law, follow the Constitution and give meaningful due process?\n\nWe should also be concerned by the following.  The raid and prosecutions may have interfered with ongoing \ninvestigations into serious labor law violations, including allegations of child labor and abuse.  The workers \nprosecuted by the government may have been able to assist in that investigation or may have been victims of the \nviolations themselves.  Many of the workers apparently had no idea what a Social Security number or card even \nwas.  It may have been the employer tagging them with the number so he could hire them.\n\nThe federal government spent at least $4 million to put people through all of this.  What was accomplished?  Well, it \ndidn't help people like the person Representative Davis mentions in his testimony, or the witness on one of our \npanels who had her identity stolen.  And why do I say that?  No effort was made to punish the persons who truly \nmeant to steal identities and use them to harm honest, hardworking Americans.  The American system of justice is \ndesigned to ensure that only those who commit crimes are convicted and to identify the truly egregious, intentional, \nharmful acts by criminals and punish them accordingly.  Those who intend to steal identities don't walk away with \njust five months of prison time.  We spent more than $4 million interfering with a legitimate labor violation \ninvestigation, violating the principle of individualized justice and locking up impoverished, uneducated workers trying \nto provide for their families without allowing them a chance to talk to a lawyer who has the time and skill to explain a \ncomplicated process to them.\n\nThis is a magnificent country we have.  In this country, our Constitution guarantees that a poor person of any race, \nof any ethnicity, whether here legally or not, has a right to due process and to be represented by a lawyer when the \ngovernment tries to prosecute and put her in jail.  And that representation is not a formality.  It is a meaningful right \nthat includes the appropriate amount of time and space for the tools needed to conduct substantive and qualitative \nrepresentation.  Only through individualized processes can we be sure that at the end of every trial justice has \nindeed been served.\n\nI would now recognize our distinguished ranking member, Steven King, for his opening statement.\n\nREP. STEVEN KING (R-IA):  Thank you, Madame Chair.\n\n\n\nAnd I want to thank in advance the witnesses for agreeing to come here and testify, especially when it's members, \nbecause you have busy schedules, and we also know that you go on the record on both sides of the microphone in \nthis place, which is quite an interesting dynamic, to be on the other side.\n\nI wasn't present at the Agprocessors (sic/AgriProcessors) Inc. plant in Postville on May 12 when 389 illegal \nimmigrant workers were arrested and detained by ICE, nor was I present during the prosecution of those workers a \nshort while later.  But what I have heard from parties who were present is that the workers were in this country \nillegally.  They used false identification documents and stolen Social Security numbers to get their jobs.  They were \nprovided competent criminal defense attorneys and interpreters during the prosecution process and were given a \nchoice of pleading guilty or going to trial.\n\nIf this is the case, I see no reason for this hearing other than to try to win credence to the arguments of those who \nwant amnesty and believe that working illegally in the United States is a victimless crime.  When an illegal \nimmigrant gets a job in this country using the identification documents or Social Security number of another person, \nit is a crime.  And the other person is the victim of that crime.  The FTC estimates that 8.3 million Americans were \nvictims of identity fraud in the year 2005, and that number is on the rise.  We will hear today from Mrs. Laura \nCostner.  Both she and her husband had their identity stolen by illegal immigrants, and she will tell us how it ruined \ntheir lives.\n\nWith respect to the AgriProcessors, the enforcement action, the allegations are that the illegal immigrant defendants \nsomehow did not receive due process.  But each defendant was provided a criminal defense attorney, and it was up \nto those defense attorneys to ensure due process.  They were also provided interpreters.  According to one of the \ndefense attorneys present, the client did get due process. According to a July 11, 2008 New York Times article, \nattorney Sara Smith stated, \"I think they understood what their options were.  I tried to make it very clear.\"  And \naccording to the article, Mrs. Smith said she was convinced after examining the prosecutor's evidence that it was \nnot in her client's best interest to go to trial.  So a defense attorney who was an advocate for her clients believed \nher clients made the right choice by accepting the plea agreements offered by the U.S. attorney's office.\n\nFar too many -- for far too many years employers have gotten the message that they can hire illegal immigrant \nworkers with few or no consequences.  ICE work site enforcement actions like the ones in the Postville put these \nemployers and the illegal workers themselves on notice that if they chose to violate the law, they are subject to \nprosecution.  And listening to the gentlelady from California's opening statement about the defendants being \ncoerced into guilty pleas, I think that's a presumption that if we can hear that confirmed here today I'd be quite \ninterested.\n\nBut if you have an attorney -- if you come into the United States illegally and you go to get a job and you're breaking \nthe law, and then you're rounded up in ICE raid, and this country and the taxpayers fund to the tune of $4 million \nyour attorney and your interpreter, and then you plead guilty because it's in your best interest -- and, by the way, in \na plea bargain agreement, as well -- I mean, that's the equivalent of -- this is on a far higher scale, for those of you \nwho will choose to misinterpret my intent here -- but let's just say that law enforcement arrests someone on \nsuspicion of murder and they say, \"Tell us where the body is.  We will plea agreement that down and we won't go \nfor the death penalty,\" if that defendant tells where the body is, they get a plea agreement for a life sentence rather \nthan the death penalty.  That is not in proportion, obviously, but that illustrates for you what a plea agreement really \nis.\n\nAnd if they have to hand them a piece of paper so that they can answer in English in America, that's not what I call \na confusion.\n\nSo -- in group hearings, by the way, we're looking at 12 to 20 or more million people in the United States unlawfully.  \nAnd I don't know how we process 12 to 20 million in an individual fashion.  If you do it in group, they consent to that, \nI believe their rights were protected.  I'm willing to listen to the arguments to the contrary here today.\n\nAnd I yield back the balance of my time.\n\n\n\nREP. LOFGREN:  The gentleman's time has expired.\n\nI would now invite the chairman of the full Judiciary Committee for an opening statement if he wishes to give one.\n\nREP. JOHN CONYERS JR. (D-MI):  Thank you, Madame Chair.\n\nI am pleased that we're holding this hearing, because it gives us a chance to revisit a very important subject.  We \nhave the ranking member of the full committee here, and we have Steve King, the personification of what we ought \nto do in a sort of a get tough mode with immigration policy -- full bore enforcement.  And we have a way of trying to \nfigure out where we go from the Immigration Reform Act that we started out.  It was supposed to be a big \nadvancement forward. Something happened in the Senate, and here we are.\n\nSo for me, I'm looking for a way back to how we can get to the middle, Steve, if there is a middle way in this.  What \nis it that we can do to enforce the law -- well, first of all, we create the law, and we want to look at that -- and \nsecondly, how do we enforce it? And these raids -- well, in a way they were brutal.  They were payback.  They're \n\"gotcha.\"  And it seemed like there was something else going on besides being the biggest raid in history so far.  \nAnd so I'm looking for this way that we can begin to examine what we can do besides deport 12 million or more \npeople.  I think we can figure that out.\n\nBut there is a lot of emotional attachment to this subject matter that brings us here today with this committee.  First \nof all, in a downward spiraling economy, we have a lot of people looking for somebody to blame, and there's \nnobody more eligible for blame than people who aren't qualified or legal citizens, and that's -- that factors into this.  I \nwant to try to separate some of that out.\n\nREP. ELTON GALLEGLY (R-CA):  Would the gentleman yield?\n\nREP. CONYERS:  Of course.\n\nREP. GALLEGLY:  Mr. Chairman, I appreciate your comments.\n\nI would like to say that I don't think that we should be blaming legal, law-abiding citizens.  And when we talk about \nhaving to deport 12 million or 20 million or whatever the magic number is, you were here in 1986 when we passed \nthe Simpson-Mazzoli Bill, better known as amnesty or IRCA, Immigration Reform Act, and where we made \nbetween 4 and 5 million people that were illegal legal under the premise that this will never happen again because \nwe have a safety valve called employer sanctions.  The only problem is that we never enforce those employer \nsanctions.\n\nI contend that we could solve a tremendous number of the problems with illegal immigration today without one \nBorder Patrol agent.  I think all we have to do -- we don't have to deport anyone.  If we enforce the laws under IRCA \nand subsequent laws in the '95 act as it relates to benefits, jobs and the overwhelming reason why people came \nhere to start with, if we deny them access to the things that they are illegally entitled to, a think a large number will \nself-deport.  Then when we find that we have unmet domestic needs for certain things, the whole premise of our \nimmigration policy is based on assimilation and bringing people here from countries all over the world to fill jobs \nand make America a greater and stronger place.  But we do it under the rule of law, not under the cover of \ndarkness.\n\nAnd I yield back.\n\nREP. CONYERS:  Well, now that I've given you half of my opening statement time --\n\nREP. GALLEGLY:  It doesn't happen often.\n\nREP. CONYERS:  -- just -- no, but I want payback, though, even though it doesn't happen often.  No, Elton, here's -\n- may I get an additional minute if I may --\n\n\n\nREP. LOFGREN:  The chairman is allocated an additional minute without objection.\n\nREP. CONYERS:  Thank you.\n\nHere's the problem, Elton.  It was under the administration that you advocated far more forcibly for than me, and \nunder a 12 year of Republican leadership in the House of Representatives that all these complaints arise from that \nyou're telling me what we should have done. And now I'll yield to you the rest of my one minute left.\n\nREP. GALLEGLY:  I appreciate that.  During that same period of time, we also had eight years as a president, and, \nreally, enforcing the laws of the land is not the legislative branch.  It's the judicial branch.\n\nREP. LOFGREN:  The gentleman's time has expired.\n\nAnd we will now ask the ranking member of the full committee if --\n\nREP. GALLEGLY:  Thank the gentleman for yielding.\n\nREP. LOFGREN:  -- if he would like to make a brief opening statement so that we can get to our witnesses.\n\nREP. LAMAR SMITH (R-TX):  Thank you, Madame Chair.\n\nI always appreciate the graciousness of the full committee chairman and his yielding to members, as he just did.\n\nMadame Chair, it seems to me that the more the administration tries to do its job investigating companies who \nemploy illegal immigrants and prosecuting employers and illegal immigrants who violate the laws against working in \nthe U.S. illegally, the more they are criticized for enforcing the law.  If members of this committee believe that illegal \nimmigrants should be allowed to work, the appropriate response should be to repeal employer sanctions.  Of \ncourse, Americans expect that any law enforcement investigation and prosecution be conducted properly.  As long \nas that goal is met, the prosecutions should continue unless the law is changed.\n\nToday's hearing was prompted by allegations of a court interpreter who is here to testify that illegal immigrant \ndefendants prosecuted in connection with a work site enforcement action were not treated fairly.  However, from the \nbeginning, these detained workers -- most of whom were charged with crimes related to identity theft -- apparently \nwere in fact treated fairly.  Sixty-two of them were almost immediately released from custody on humanitarian \ngrounds. Immigration and Customs Enforcement and the Department of Justice provided the illegal workers with a \nclean and safe detention environment, and they had criminal defense counsel appointed to represent them, and \ninterpreters, all at taxpayers' expense.\n\nToday we will hear from DOJ and ICE, who will describe the procedures followed during the investigation and \npersecution -- prosecution of 297 of the 389 people detained by ICE officials.  Just because someone does not \nagree with the prosecutions or does not like the fact that illegal workers are detained and placed in deportation \nprocedures doesn't mean that such prosecutions are inhumane.  Instead of focusing on the rights of illegal \nimmigrants who take jobs from American workers, we should focus on ways to protect the jobs of American \nworkers.\n\nA report by the Center for Immigration Studies found that illegal immigrants are displacing Americans in the job \nmarket or depressing their wages significantly.  Black workers are disproportionately displaced by illegal workers.  \nThe Bureau of Labor Statistics found that in June nearly a third of all young, black adults were unemployed and \nmany others are so discouraged that they have left the labor force.  Unfortunately, if employers can hire an illegal \nemployee at less cost than a legal employee without the risk of prosecution, they will hire the illegal immigrant, who \nwill cost them less.\n\nEnforcement is working.  Illegal immigrants know they can no longer get jobs, they often leave the area, and most \nreturn home. After states like Arizona and Oklahoma enacted laws to crack down on employers who hire illegal \n\n\n\nimmigrants, newspapers were filled with stories detailing how illegal immigrants were leaving the country. This is \nhappening in communities across the U.S.\n\nAnd communities benefit from ICE work site enforcement actions. Last year, Georgia's Crider Inc. lost over 600 \nillegal workers during an ICE work site enforcement action, but the company increased wages a dollar an hour and \ncontinues to fill positions with legal workers. And after ICE arrested nearly 1,300 of its illegal workers, Swift & \nCompany, a national meatpacking business, also raised wages and found U.S. citizens and legal immigrants to hire \nfrom the surrounding areas, and they were disproportionately minorities.\n\nMadame Chair, I expect today's hearing to show that procedures were in place to ensure proper treatment of the \nillegal workers.  Then maybe we can start holding hearings that highlight the harmful impact of illegal immigrants on \nAmerican workers.\n\nAnd I'll yield back.  Thank you.\n\nREP. LOFGREN:  The gentleman yields back.\n\nIn the interest of time, other members are invited to submit opening statements for the record.\n\nToday we will hear from three panels of witnesses to help us consider the important issues before us.  The two \npanels following this first will focus in on the Postville issue, and -- but we have had ICE enforcement raids \nthroughout the country, and members have had an interest to talk about this general enforcement issue as it has \naffected their constituencies, and so we are quite honored to have four of our colleagues here today to offer their \ntestimony and their perspective on this phenomena in our nation.\n\nFirst, it is my pleasure to introduce Congressman Bruce Braley, who represents Iowa's 1st District.  Congressman \nBraley attended Iowa State University and graduated from the University of Iowa School of Law in 1983.  He has \nrepresented employees challenging dangerous company safety standards and has fought for people who lost their \njobs due to corporate downsizing.  Congressman Braley serves on the House Committee on Transportation and \nInfrastructure, the Committee on Oversight and Government Reform and the Small Business Committee.  He is \nalso the chairman of the Small Business Subcommittee on Contracting and Technology and the vice chairman of \nthe Subcommittee on Highways and Transit.  Congressman Braley is married to Carolyn Kalb and lives with her \nand their three children -- Lisa, David and Paul -- in Waterloo, Iowa.\n\nSo Congressman Braley, we appreciate your being here today.\n\nREP. BRALEY:  Thank you, Chairwoman Lofgren and Ranking Member King and members of the committee for \nholding this important hearing today and for inviting me to testify.\n\nI am very pleased that the subcommittee is holding this hearing to examine what happened in the investigation, \narrest, detention, conviction, incarceration and deportation of hundreds of undocumented workers at the \nAgriProcessors Inc. meat packing plant in Postville, Iowa.  As the chairwoman noted, I live in Waterloo, Iowa, which \nis the site of the National Cattle Congress, which we're very proud of, and I also happen to represent a portion of \nthe town of Postville, although the plant itself is located in Congressman Latham's district.\n\nI've been pressing for accountability and looking for answers into what happened before and during the raid at \nAgriProcessors -- which is the world's largest kosher meat processor -- since the May 12, 2008 rate of the plant.  \nEven before the raid, in fact, in November of 2007, I'd been questioning the conditions at the AgriProcessors plant.  \nUnfortunately, I've received few good answers to my inquiries and just last week received conflicting information \nfrom the Department of Labor and ICE on their coordination before the raid.  The raid at AgriProcessors -- in which \nthey detained nearly 400 workers on immigration and criminal charges -- has been touted as the largest \nenforcement action of its kind in U.S. history.\n\nThere is no doubt that workers who violate the law need to be held accountable.  Identity theft and fraudulent use of \nSocial Security information are crimes, and crimes should be prosecuted.\n\n\n\nHowever, while ICE has been effective in finding and detaining undocumented employees who may have broken \nthe law, I'm equally concerned that the employer, AgriProcessors, be fully investigated and prosecuted for any \nviolations of the law on its part.\n\nThe sheer number of arrests made by ICE during the May 12 raid raises serious questions about the company's \nknowledge of what was going on in its facility.  Almost half of the entire work force was detained by ICE officials, \nincluding a dozen minors, who are prohibited by Iowa labor law from working in a slaughterhouse in the first place.  \nThe affidavit filed by federal officials in support of this raid cited numerous allegations of questionable behavior by \ncompany officials, including under-the-table cash payments to undocumented employees and physical abuse.  The \nDes Moines Register has reported that AgriProcessors has, quote, \"a history of noncompliance with state and \nfederal regulations related to food safety, pollution and workplace safety at its Postville facility.\" These allegations \nare serious and disturbing.\n\nI'm pleased that the Department of Labor has confirmed that the Wage and Hour Division District Office in Des \nMoines had begun an investigation of AgriProcessors earlier this year for possible violations of the Fair Labor \nStandards Act and that the department is working in cooperation with the U.S. attorney and the state of Iowa to \nprotect the rights of workers and properly enforce the law.  However, I'm also concerned that this ICE raid may \nhave had an impact on the ability of the Department of Labor to conduct a thorough and comprehensive \ninvestigation of the workplace itself.\n\nA letter I received from ICE last week said that prior to the May 12 operation at the AgriProcessors facility, ICE fully \ncoordinated its activities with other federal agencies, including the Department of Labor.  This statement directly \ncontradicts a letter I received from the Department of Labor on July 3, which said that, quote, \"the raid occurred \nwithout the prior knowledge or participation of the Wage and Hour Division,\" and that, quote, \"no advance notice \nwas given to WHD or any other Department of Labor agency prior to the raid,\" end quote. In addition, the DOL letter \nstates that the May 12 enforcement action, quote, \"changes the complexion of WHD's investigation of \nAgriProcessors.\"\n\nI'm very concerned that there is conflicting information from these federal agencies on whether ICE communicated \nwith the DOL prior to the raid, and I intend to continue pushing for answers about any communications between the \nagencies prior to the raid.  While upholding immigration law is important, so is ensuring workplace safety, and one \nshould not come at the expense of the other.  I sincerely hope that the lack of communication between ICE and \nDOL did not and does not lead to decreased safety for workers at the plant, although the evidence seems to \nindicate that that is precisely what's happening in Postville.\n\nThe situation at AgriProcessors is further evidence that our immigration system is broken.  I believe that Congress \nneeds to think boldly and act confidently, for a change, in order to fix it.  As I learned this year on my trip to the \nborder in Mexico, we need to invest in technology, infrastructure and personnel to secure our border.  We need to \ndebate the feasibility of an effective and affordable employment verification system.  And we need to agree on what \nto do with undocumented immigrants who are already here.\n\nWe also need to ensure that the appropriate agencies are fully coordinating with each other and that employers like \nAgriProcessors who break our immigration laws are thoroughly investigated and prosecuted to the full extent of \nthe law.  Unfortunately, under current administration, the prosecution of employers who have violated immigration \nlaw has plummeted.  In 2004 only four employers faced sanction for hiring undocumented workers, out of more than \n9 million employers in the United States, and that record has only improved slightly in recent years.\n\nThe federal government must demonstrate a commitment to enforcing the law against corporations who profit by \nlooking the other way when immigration, workplace safety, child labor, environmental and food safety laws are \nbeing broken.  Unless we enforce our laws equally against both employees and employers who break the law, we \nwill continue to have a serious immigration problem here in this country.\n\nThank you.\n\n\n\nREP. LOFGREN:  Thank you very much, Congressman.\n\nNext I'd like to introduce our colleague, Congresswoman Sheila Jackson Lee, who represents the 18th District of \nTexas.  Congresswoman Jackson Lee chairs the Homeland Security Subcommittee on Transportation, Security and \nInfrastructure Protection and serves on the Judiciary and the Foreign Affairs Committee and in fact is a member of \nour subcommittee.  She is a leader in the immigration debate and is also the author of H.R. 750, the Save America \nComprehensive Immigration Act of 2007.\n\nCongresswoman Jackson Lee received her bachelor's degree with honors from Yale University and her Juris \nDoctor degree from the University of Virginia.  Before her election to Congress in 1994, she served on the Houston \nCity Council and was an associate municipal court judge.  Congresswoman Jackson Lee is married to Dr. Elwyn C. \nLee, and they have two children -- Erica, a graduate of the University of North Carolina and Duke University, and \nJason, a third-year student at Harvard University.\n\nWelcome, Congresswoman Jackson Lee, for your statement.\n\nREP. JACKSON LEE:  Thank you very much, Madame Chairwoman and to the ranking member, and my son will \nnot let me rest without saying he's graduated, and I wan to --\n\nREP. LOFGREN:  Oh, I was misadvised.  Congratulations to you and your proud family.\n\nREP. JACKSON LEE:  Only because you have to deal with young children.  But let me thank you very much and \nthank the chairman of the full committee and the ranking member of the committee, as well.\n\nI do want to acknowledge, Madame Chairwoman, that the basis of this committee is that we adhere to the law, and I \nthank you for your leadership on this.  We recognize that this is a nation of laws, but we also recognize that it is a \nnation of immigrants, as well.\n\nThe committee memorandum notes that we started with 15 ICE teams in 2005 and we now are looking to 104 in \n2008.  The committee memorandum also indicates that we had a deportation rate in 2002 by these ICE raids of \n485, and now we're up to 4,000.  And I think what it says is that the question is whether or not these are the \nappropriate methods that can really get us to the question of law enforcement and the issue of comprehensive \nimmigration reform.  It seems that it cannot.\n\nAnd so I raise the points regarding the issues that have occurred in Houston, Texas, in particular Shipley Do-Nuts, \nwhich is a family owned chain that has been catapulted into a highly controversial debate when federal agents \nraided the company's Houston headquarters and arrested 20 suspected undocumented immigrants employed at \nthe facility.  On Wednesday, April 17, 2008, Immigration and Customs Enforcement agents in a caravan of 50 \nvehicles, detention vans and an ambulance swarmed Shipley's office and warehouse complex on North Main Street \nat 5:00 a.m.  A government helicopter circled overhead as the Shipley workers were led away in handcuffs to face \ncivil charges of being in the country illegally.  The Houston raid took place at the same time ICE raids conducted -- \nICE agents conducted raids of chicken processing plants in east Texas, Arkansas, Florida, West Virginia and \nTennessee.\n\nApparently, the administration believes that this is the method toward comprehensive immigration reform.  I \nbelieve that these raids are the pathway to potential violence, the arresting of minors and pregnant women, and \nthey are a wrongheaded and misdirected approach to go forward on the idea of ensuring border security and the \nsecurity of all Americans.  In essence, we are shutting down small businesses, restaurants, construction sites, not \nbecause we believe that the workers that are there are the only workers.  We are very much supportive of the \nworking of American people.  But if you listen to the small businesses and construction companies and restaurants \nacross America, and processing plants, this is, as I indicated, wrongheaded.\n\n\n\nShipley Do-Nuts had its share of problems.  Its own employees filed a discrimination lawsuit.  It was a place that \nwas well known. Individuals could have been arrested in a far different manner.  But the ICE agents chose to use a \ncowboy-style ICE raid.\n\nAfter the raid in Shipley Do-Nuts in Houston, Action Rags USA was raided.\n\nApproximately 70 percent of the 166 detained workers, about 116 workers, were women, including eight pregnant \nwomen, in the Action Rags USA plant raid on June 25, 2008.  Many of those workers were detained by ICE, though \nat least 73 have been released for humanitarian reasons, and some were documented individuals.\n\nThe vast majority of these women were caring for children and had families.  It is shocking to imagine that on that \nfateful day many children returned home to empty homes and apartments, wondering where their mothers would \nbe.  Equally appalling, the pregnant workers were subject to stress and anxiety of arrest and detention when their \nown health and well being is critical to the health and development of their babies.\n\nThe chaos and fear of the aftermath of the raids caused injuries. Four women sustained injuries that required \nimmediate medical attention, including one woman that required an immediate life flight by helicopter to a nearby \nhospital, as she was so fearful of the raid and the ensuing chaos that she climbed on a stack of wooden pallets and \nfell 20 feet to the ground.\n\nThe detainees in both raids were of Mexican and Central American descent.  The raid on Action Rags USA resulted \nin the detention of 138 Mexicans, 12 Hondurans, eight Guatemalans and eight Salvadorians.  The Shipley Do-Nuts \nraid resulted in the detention of men from Mexico, Honduras, Nicaragua and El Salvador.\n\nIn both raids youth were detained.  The Shipley Do-Nuts raid resulted in the detention of one youth, who was placed \nin the care of Catholic Charities and allowed to attend school until ICE could secure deportation papers.  Two youth \nwere detained in the raid on Action Rags USA.  One of the youth, a rising high school senior, worked at Action \nRags USA as a summer job and had only been employed for one week prior to the raid and was also under the \nDream Act legislation. He is now awaiting deportation and will be deported before he is able to achieve his high \ndream of a high school degree.\n\nAssistant U.S. Attorney Doug Davis said the fact that 85 percent of company workers of the plant were \nundocumented was suspicion to show a conspiracy fraud.  U.S. Magistrate Frances Stacy ruled there was evidence \nto support federal conspiracy charges against the owner and three managers, saying that they knew \nundocumented workers were hired.  But it has been proven that the owner had been at the plant only one hour and \n57 minutes.  Valerie Rodriguez, 34 years old, was described by government officials as the company resource \nmanager. However, it was reported that Ms. Rodriguez was nothing more than a secretary.\n\nIn conclusion, Madame Chairwoman, let me simply say that this is a litany of false starts, raid-like activities that \ncreate the potential for violence.  It does not speak to the issue of comprehensive immigration reform, which my \nlegislation speaks to, which provides for additional detention space, increased Border Patrol agents, enhancing \nBorder Patrol training, establish immigration, customs and agriculture inspector occupations, reestablish the \nBorder Patrol anti-smuggling unit and establish criminal investigator occupations within the Department of \nHomeland Security, increase Border Patrol agent, investigator and other types of aspects that can bring about real, \ncomprehensive immigration reform.\n\nThis is a dangerous approach.  It's a sad approach.  It's an unworkable approach.  And I hope that we will ask the \npresident of the United States to take the bully pulpit and lead us toward comprehensive immigration reform.\n\nI thank the gentlewoman.\n\nREP. LOFGREN:  Thank you, Congresswoman.\n\nNext, I'm please to introduce my colleague from California, Congresswoman Lynn Woolsey.  Congresswoman \nWoolsey is currently serving her eighth term as a representative of California's beautiful 6th District, which includes \n\n\n\nall of Marin and most of Sonoma County. As the Chairwoman of the Education and Labor's Work force Protections \nSubcommittee, she held a hearing earlier this year on how immigration raids at workplaces impact children, \nfamilies and communities. Congresswoman Woolsey is also co-chair of the Congressional Progressive Caucus, \nand we are pleased to hear her testimony today.\n\nREP. WOOLSEY:  Thank you very much, Chairwoman Lofgren, Ranking Member King, committee members.  \nThank you for the opportunity to testify at today's hearing.\n\nCongress has to play and does play a very important role in ensuring that Immigration and Customs Enforcement -\n- ICE -- raids are conducted humanely and consistent with protecting the human needs of families and children.  \nAnd I commend the subcommittee for this hearing and for your continued oversight.\n\nThe manner in which ICE raids are carried out can be as important as when and where they take place.  \nUnfortunately, ICE's practice in my district have been neither humane nor protective.  Agents arrested parents right \nin front of their children, creating widespread panic and resulting in 50 to 60 students leaving school for weeks at a \ntime. Despite the fact that nearly two-thirds of children with undocumented parents are U.S. citizens, ICE has not \ndeveloped a consistent and comprehensive policy for dealing with children.  In fact, ICE's increasing reliance on \nhome raids, which are not covered by ICE's guidelines for humanely conducting workplace raids, means that \nchildren are often left unprotected.\n\nDuring home raids in my district conducted in March of 2007, some parents sent their children to school, because \nthey believed they weren't safe at home.  One little girl was told by her mother to pack some essentials in her \nbackpack and leave it by the door.  Then if, when the girl returned from school, she found that ICE had taken her \nmother, the little girl was instructed to take the backpack and to go to her aunt's home.  Imagine.  Imagine what this \nchild was thinking as she left for school.  Imagine what she felt when she was sitting in the classroom.  Try to \nimagine that little girl.\n\nThere's more, Madame Chair.  Earlier this year ICE agents stopped a father in my district walking his daughter to \nschool at Bahia Vista Elementary School in San Rafael, California.  The father did not speak English.  So ICE \nagents asked the young girl, who was not eight years old, to translate for him as ICE questioned her dad about his \nimmigration status.  ICE later took this girl's father away.  Imagine how that child felt.\n\nOn May 20, as Chairwoman Lofgren told you, as the chair of the House Work force Protection Subcommittee, I held \na hearing on how ICE workplace raids have impacted children and local communities.  At this hearing, a constituent \nof mine, Kathryn Gibney, principal at the San Pedro Elementary School in San Rafael, testified about how school \nofficials cared for frightened students during last year's raids and rode the buses to make sure students didn't return \nhome to empty houses.\n\nTwo days after the recent subcommittee hearing, ICE agents launched another raid in San Rafael.  They say it was \nnot retribution. Ms. Gibney's school was again one of the schools most impacted by the raid.  ICE vans parked near \nschool buses -- near school bus stops, terrifying children as they left their parents and boarded school buses.  That \nday, absentee rates at the schools increased dramatically.  One of the schools canceled its open house plans for \nthat evening out of fear for the safety of parents and students.\n\nMadame Chairwoman, members of this wonderful committee, there are no more effective and human ways to \nenforce our immigration -- there are no effective and human ways to enforce our immigration laws other than \nthrough the raids that terrify children and communities.  Senator Ted Kennedy and I have each sent letters to the \nDepartment of Homeland Security discussing the need for a more comprehensive policy to address the needs of \nchildren impacted by ICE raids.  I ask to submit these letters to the committee.\n\nREP. LOFGREN:  Without objection, they will be made part of the record.\n\nREP. WOOLSEY:  And I need to tell you that neither of us has received a response from ICE.\n\n\n\nWe can no longer, committee, wait to address the impact these raids are having on families and children, many of \nwhom are in the U.S. legally, many of whom are U.S. citizens.  It is unacceptable that home raids, where children \nare more likely to be impacted, do not have a strong protection for children, nor are they covered by the guidelines \nfor humanely conducting ICE raids.\n\nWho if not children deserves humane treatment?\n\nThank you very much.\n\nREP. LOFGREN:  Thank you very much, Congresswoman.\n\nFinally, I would like to introduce Congressman David Davis. Congressman Davis represents the 1st Congressional \nDistrict of Tennessee.  That includes the 12 upper east Tennessee counties.  He serves on the House Committee \non Education and Labor.  He's the ranking member on the Small Business Committee's Subcommittee on \nContracting and Technology.  And he and I serve together on the House Homeland Security Committee.\n\nAnd we are very pleased to have you here to give us your testimony, Congressman Davis.\n\nREP. DAVIS:  Thank you, Madame Chairman, Ranking Member and members of the committee.  I appreciate the \nopportunity to testify before this committee on the effects illegal immigration has on communities in northeast \nTennessee.  I also thank you for your interest in the story of Laura Costner, a constituent of the 1st Congressional \nDistrict of Tennessee and a resident of Cocke County, who will testify here today.\n\nIllegal immigration places a heavy burden on our country and on our taxpayers.  No more a problem limited to the \ncounties along our borders, even Appalachia must face the threat to our economy. Families in Cocke County \ndirectly suffer from the effects of illegal immigration and our government's inability to enforce our laws.  I \nencourage this committee to take Ms. Costner's story of identity theft by an illegal immigrant as an indication of just \none of the many damaging effects of lack of immigration enforcement.\n\nMany immigrants come to Hamblen County to work in the poultry processing industry.  Much like the raid in Iowa \ngenerated this hearing, the parent company of Hamblen County's plant operation in Cincinnati, Ohio, and their \nChicago headquarters, were subject to ICE raids.  The illegal immigrant who stole Ms. Costner's identity used the \ninformation to gain employment at the Morristown poultry plant.\n\nThis hearing asks how we move forward with our immigration policy in light of these raids in the poultry industry.  \nOne of the best tools the Department of Homeland Security has to enforce our immigration laws is the 287g \nprogram.  This program allows local law enforcement agencies to partner with ICE on illegal immigration matters.  \nICE trains local law enforcement in immigration law, and the local agency is given the authority to enforce those \nlaws.  Metro Nashville-Davidson County, Tennessee, has been operating under a 287g agreement for some time \nnow.  The Nashville community has been seeing the benefits of the local law partnership through improvement in \nenforcement of our immigration laws.\n\nYou would be hard pressed to find a community who would benefit more from such a partnership than Hamblen \nCounty and Morristown, Tennessee.  According to the University of Tennessee study, Hamblen County has one of \nthe fastest growing immigrant populations in the nation.  Hamblen County schools, hospitals, roads and housing \nagencies are unable to keep up with the trend.  The Hamblen County jail is overrun with citizens of other countries \nwith no U.S. immigration status.  These individuals are in Hamblen County illegally.  If our immigration laws were \nenforced, these individuals would be removed to their country of origin and barred from reentry into the United \nStates.\n\nUnfortunately, the Hamblen County sheriff lacks the authority to enforce these laws.  Hamblen County approached \nICE to participate in the 287g program.  Citing lack of resources and manpower, ICE could not agree to the \npartnership.  It is imperative that this Congress expand the 287g program to allow any willing community to \nparticipate.\n\n\n\nI am privileged to serve on the House Committee on Homeland Security, with oversight of the department and the \nImmigration and Customs Enforcement Agency.  In 2007, the committee took up legislation reauthorizing the DHS.  \nI offered an amendment in the committee expanding this program that failed for a lack of a majority on a 15-15 tie.  \nThe House Rules Committee, by a vote of eight to four, refused to make this same amendment in order  when the \nbill moved to the House floor.  I have introduced this bipartisan amendment as a standalone legislation that has \nbeen referred to this committee.\n\nAlso referred to this committee is Congressman Shuler's SAVE Act. This legislation would authorize increases to all \nprograms related to enforcement of our immigration law.  One hundred and ninety members of Congress have \nsigned the discharge petition to bring Congressman Shuler's legislation to the floor.  I would encourage action on \nthis bill.\n\nFinally, this Congress must again take up legislation reauthorizing the Department of Homeland Security, giving \nguidance to ICE on immigration policy and law enforcement.\n\nThank you again for the opportunity to testify here today, and I look forward to the testimony of Ms. Costner as well.\n\nAnd I yield back.\n\nREP. LOFGREN:  Thank you very much, Mr. Davis, and thanks to all four of our colleagues.\n\nWe do understand that members have multiple hearings and markups going on.  We hope to ask you questions, but \nif you are called to another hearing we understand, because we've all been in that spot, and just let us know if that \nhappens to you.\n\nWe will begin our questioning at this point, and I will lead off.\n\nCongressman Braley, this is basically your hometown where all of this happened.  And I am interested -- in the case \nof the postal raid, it is -- well, I've got the letters, I mean, from ICE and Department of Labor, and they say \ndiametrically different things.  ICE says that the DOL knew about the raid and DOL says no, they didn't.  And so it \nappears -- and as a matter of fact we've had that reaffirmed verbally by DOL today, that they knew nothing about \nthis.\n\nSo what happens to the DOL investigation into the labor violations that may have been present at the \nAgriProcessors plant?  It seems to me that if we have prosecuted the individuals, the workers who were there, \nthey're in jail or in prison, and then they're going to be deported.  How can they be witnesses to, I assume, the case \nthat was to be brought against the employer?  Are you concerned that this action has jeopardized the DOL \ninvestigation and possible prosecution of the labor law violations that have been alleged?\n\nREP. BRALEY:  Well, yes, I am.  That's one of the reasons I've been asking for these answers.  And just for the \nrecord, while the hearing has been proceeding I just received word from my office that we have been informed that \na fax was received from the Department of Labor's Office of Inspector General which confirmed they were given \nverbal notice, the OIG of the Department of Labor, prior to the May 12 raid and encouraged to be present -- just the \nOIG, not the Wage and Hour Division -- and they were specifically instructed not to inform the Wage and Hour \nDivision that the rage -- wage -- raid was pending.\n\nAnd the reason I'm concerned is because given the short amount of incarceration periods under the plea \nagreement, given the fact that deportations are scheduled to occur as soon as those short sentences are \ncompleted, and given the language barrier for many of the key witnesses to these workplace safety violations, it \nseems to me it's going to be very difficult for the Department of Labor investigation to get the best evidence \npossible.\n\nAnd when you look at the history of workplace safety violations of this company and the fact that after certain \nagreements have been entered into there have been repeat violations discovered by the Iowa Department of Labor \n\n\n\nof the very conditions that were supposed to be mitigated, I have very strong concerns about the impact of the \nongoing investigation.  And when you add that to the child labor issues, then it's a very serious concern.\n\nREP. LOFGREN:  We'll find out later from other witnesses, perhaps, but we don't know how many of the employees \nhave been deported so far and whether there has been an effort to maintain their presence in the United States as \nmaterial witnesses to this other investigation.  Have your -- I know that you've been trying to do the best thing for \nyour constituents -- have you been advised about that?\n\nREP. BRALEY:  Well, most of the information I get, quite frankly, comes from news reports.\n\nSenator Grassley and I both were aware of what was going on at the Cattle Congress before the raid was carried \nout.  We were informed that there was a training exercise involving ICE and other federal agencies and received no \nprior notice of what was going on.\n\nBut one of the things we do know is that there has been a report that nine people have been deported under \ncontract with a private plane service, and we know that there are many people being housed or incarcerated right \nnow in county jails and in federal detention facilities in Iowa and other Midwestern states.  So the very nature of how \nthe incarceration is being carried out makes it difficult to find witnesses in a central location as they would be if they \nwere in the workplace.\n\nREP. LOFGREN:  I'd just -- before turning this over to the ranking member -- note that it is disturbing to hear that \nICE notified the IG of the Department of Labor.  That tells me they knew that there was an ongoing Department of \nLabor investigation about violations, including child labor, at this plant.  But to tell the IG and not the Wage and Hour \nDivision ensured that there would not be a presence there, and it's almost as if ICE intended to disrupt the \ninvestigation and potentially prosecution of this company for violations of the law. When we enforce the law as a \ngovernment we're also required to live by the law, and I wonder in this case whether that's really occurred here or \nwhether there was an active involvement to really cover up and prevent the enforcement of the labor laws on the \npart of the Department of Homeland Security.  It's a very disturbing piece of information.\n\nMy time has expired.\n\nI would now turn to the ranking member for whatever questions he may have.\n\nREP. KING:  Thank you, Madame Chair, and I thank all the witnesses.\n\nAnd, you know, Iowa is not used to being in the spotlight, not for natural disasters and not for immigration issues, \nbut those things have emerged in the last few years.  And so I'd just turn to my colleague, who is a member, of \ncourse, of the Iowa delegation, and say, first off, I agree with you on the principle that you emphasized here that we \nneed to enforce the law against employers, as well.  And I'm curious about how we will get there and get that done.\n\nI would point out that the point was made earlier today that we do pass the laws here, as the chairman of the full \ncommittee said, and we review them, but in the end it's the executive branch that enforces the law.  And I have \nbeen in the business over the last five and a half years of seeking to encourage them to do so.  I don't know that \nthis hearing encourages enforcement of the law.  I think it actually works in a counterproductive fashion, because \nthe tone has to be intimidating to the ICE workers.\n\nBut I take this point, is that one of the things that ICE was concerned about, I believe, is that their communications \nwith the Department of Labor might have provided a leak that could have warned the plant that there was a raid.  \nAnd so I'd suggest we have two things going on.  One is, we're concerned that these kind -- this kind of information \nwill leak out to perhaps local officials, who would then tip off the plant or maybe another department of government.  \nWe have another problem.  The Social Security Administration doesn't know what the Department of Homeland \nSecurity is doing, and neither do other departments of government, like a company that has divisions that don't \ncommunicate with each other.\n\n\n\nSo I'd ask you if -- I mean, I've proposed a piece of policy, Mr. Braley, that recognizes this, that I think when an \nemployer knowingly and willfully hires illegals, that they should not be able to deduct the wages that they pay or the \nbenefits they pay from their income tax.  And I believe that we can allow them to protect themselves and give them \nsafe harbor if we let them use E-Verify, and then we should allow the IRS to come in, run their normal audit, run the \nSocial Security numbers of those employees through the E-Verify.  If the employer knew or should have known that \nthey were illegal, they should not -- they should then be denied the deductibility of those expenses. And I'd ask you \nif you agree if that would be a way that we could add to a way we could enforce the law.\n\nREP. BRALEY:  Well, I think we certainly need to have much stricter enforcement sanctions against employers who \nknowingly violate the law.  And this employer is a perfect example of that, because --\n\nREP. KING:  Would you -- would you allow them to deduct?  Would you allow them to deduct the wages that they \npaid to illegals going forward?\n\nREP. BRALEY:  It's one of those issues that we have to be looking and talking about, because in this case many of \nthe workers were denied checks that they had earned because they had been deported and weren't available, and \nthat's one of the things the Wage and Hour Division had to get involved in.  In this particular case, this employer \nwas involved in a labor dispute in 2000 in its Brooklyn, New York facility and tried to --\n\nREP. KING:  (Inaudible) --\n\nREP. LOFGREN:  Well, let the colleague answer, if you would --\n\nREP. KING:  I just think he misunderstood my question.  He's on the other side of my question, and I want to make \nsure our time is used in a fashion here that's prudent.\n\nBut I yield to the gentleman.  I can restate the question if I need.\n\nREP. LOFGREN:  The gentleman will proceed.\n\nREP. BRALEY:  I think that there are a host of different enforcement actions, including the one you're proposing, \nthat need to be considered as a way of getting the point across to employers who are exploiting workers for their \nprofit.  Yes.\n\nREP. KING:  I thank you very much for that response, and it is a direct one, and that's the way we talk in the \nMidwest, just nice and directly.\n\nSo in another direct fashion here, as I review your testimony and your reference to undocumented workers, and I'd \nask you directly, those who have pled guilty, and of which, by the way, of those who were rounded up in that raid, \n62 were released for humanitarian reasons -- that they had children to take care of -- and so I wanted to make that \npoint, but of those who have pled guilty, then do they then transition from undocumented workers into illegal aliens \nor criminal aliens?\n\nREP. BRALEY:  Well, once they have pled guilty to a charge after due process, they become identified however \nthe law classifies them. Yes.\n\nREP. KING:  Which would be illegal aliens or criminal aliens, depending on the case of the conviction?\n\nREP. BRALEY:  Well, to me a criminal is a criminal no matter what their naturalization status is.  If you plead guilty \nto a criminal offense in this country, then you are deemed to have been convicted of a criminal offense.\n\nREP. KING:  And then they're criminals.\n\nREP. BRALEY:  Yes.\n\nREP. KING:  I thank you, Mr. Braley.\n\n\n\nAnd I turn to Mr. Davis, and I know that coming in on this from Tennessee, you've advocated strongly for a 287g \nprogram.  You've been blunted at every effort to do that.  I encourage you to keep trying, and the resources at local \nlaw enforcement and their cooperation are in short supply.  What's your sense when you promote 287g?  Is there \npushback?\n\nREP. DAVIS:  There's not pushback at the local level.  There's not pushback at the state level.  There's pushback at \nthe federal level amongst my colleagues, unfortunately.  I can tell you, though, this is a bipartisan approach.  When \nI introduced legislation to bring the amendment to the floor, the first thing I did is reached across the aisle, had one \nof my fellow members who is Democrat on the Homeland Security Committee introduce the legislation with me.  So \nI'm trying to not make this a partisan issue.  I'm trying to make this an American issue.\n\nI can tell you, this is coming directly from the sheriff of Hamblen County and from the chief of police in the city of \nMorristown.\n\nThey want some help.  The odds of finding a federal agent on street corners across America are very slim.  The \nodds of finding a member of a sheriff's department or a police department in local communities are there, they're \nhigh.  They know what's going on in their local communities.  And I would encourage us to use our local law \nenforcement.\n\nREP. LOFGREN:  The gentleman's time has expired.\n\nREP. KING:  I thank the chairman and yield back.\n\nREP. LOFGREN:  And I have been notified that we will have a series of votes sometime in the next half hour, so \nwe'll move this panel, no doubt, at that vote time.  I'm going to ask people to be as brief as they can.\n\nAnd, Mr. Conyers, the chair of the full committee, is invited to ask any questions he may have of our colleagues.\n\nREP. CONYERS:  Well, one thing is clear, that we don't have much cooperation between the organizations in the \ngovernment, between Homeland Security, between the Department of Labor and others.  And I guess that works to \neverybody's detriment.  There was in 1982 a memorandum of understanding between the Immigration and the \nWage and Hour Division that was signed to mandate cooperation and notification. And so that apparently isn't \nworking too well, and we need to do a little bit more about it.\n\nBut over and above that, there's a spirit of meanness that seems to undergird this massive raid that went on in the \ncongressman's area, and I'm trying to figure out if there are ways that we in Judiciary can first of all get more \ncooperation and understand what the process is.  I mean, this was a fantastically expensive understanding, and it \nmay have blown the wage and hour issues that the Labor Department may be taking up if you've deported these \nfolks out of the country.  Is that the case?  Do I understand this right?  I'll ask our distinguished witnesses here.\n\nREP. BRALEY:  Well, Mr. Chairman, that remains to be seen, and that's why I'm continuing to push for further \nclarification from Department of Labor, from the Justice Department and from ICE.  And one of the concerns that I \nraised based upon the history of labor violations and workplace safety violations at this employer is because we \nknow that building a case against employers, according to the Department of Justice, takes time, and that's why \nthey apparently have not issued any indictments against the owners of this company and others in key \nmanagement positions.  That's the response we're getting, that the investigation is building.\n\nWell, the same thing is true in a workplace safety investigation. And if you remove key witnesses who may have \ninformation about violations, it could definitely compromise the outcome.\n\nREP. JACKSON LEE:  Chairman, if I might, the question you asked, whether this is an effective manner of \nimmigration reform or enforcement, we see that we have gotten only 4,000 of those deported out of the ICE raids \nthat have occurred, and now with 104 teams, and they are particularly mean.\n\n\n\nThe two individuals in Texas who were citizens were surrounded at their homes in the early morning.  They were \ntaken to a detention center.  Their families told -- were told that they could be bonded out.  They are grounded in \nthe community.  They are not flight risks. They never got bonded out, and they were brought the next morning with \ncameras, with leg irons, with waist irons and cameras and a great display.  This is, I believe, ineffective and pricey \nas relates to ICE duties.  And what happens is criminal undocumented aliens who wind up creating tragedy are \ngoing uncaptured, and I think that's where our efforts should be, along with comprehensive immigration reform.\n\nREP. CONYERS:  Well, I'm not enamored by my friend, Steve King's, telling me how many people took a plea.  \nThose of us with experience in the criminal justice system, you can end up taking a plea when you're faced with it's \neither six months or you get the maximum, buddy, take your choice, and you've got a language problem, maybe, to \nboot.  You have appointed counsel, interpreters, we don't know where they are.  Some of the language problems \neven go beyond Hispanic. There were some people with Indian and Hispanic backgrounds.  So I don't feel that \nthat's some determination of guilt at all, under those circumstances.\n\nDid you -- do you agree with that, Steve?\n\nREP. KING:  No, I don't, Mr. Chairman.\n\nREP. CONYERS:  I didn't think you would.\n\nREP. LOFGREN:  The chairman's time has expired.\n\nWe would now turn to the ranking member of the full committee, Mr. Smith, for any questions he may have for our \ncolleagues.\n\nREP. SMITH:  Thank you, Madame Chair.\n\nI really have just three very brief questions that I hope can be answered yes or no.\n\nAnd Congressman Davis, let me start with you and work across the panel.\n\nThe first is, do you think employers should check to see whether new employees can legally work in the U.S. or \nnot?\n\nREP. DAVIS:  Absolutely.  That's the only way we can deal with this is internal and on the borders.\n\nREP. SMITH:  Okay.\n\nCongressman Woolsey?\n\nREP. WOOLSEY:  Well, yes, except I think it's up to us to make sure that the information they gather is accurate.  I \nmean, we have a system that can't even get people through immigration and get two people in one family, so --\n\nREP. SMITH:  I agree the system needs to --\n\nREP. WOOLSEY:  -- it does no good to give false information to the employer.\n\nREP. SMITH:  Okay.\n\nCongresswoman Jackson Lee?\n\nREP. JACKSON LEE:  Yes, Mr. Ranking Member, but I also want you to know that the owners of, in particular, \nRags USA checked the documents that they were given, used a system that was in place and got no pushback on \nthe documentation.  We need to fix the broken system.\n\nREP. SMITH:  Congressman Braley?\n\n\n\nREP. BRALEY:  I would agree with the remarks of my colleagues.\n\nREP. SMITH:  All three?\n\nREP. BRALEY:  Yes.\n\nREP. SMITH:  Okay.  Thanks.\n\nNext question is this.  Do you think illegal immigrants -- and I'll start again with Congressman Davis -- do you think \nillegal immigrants take jobs away from American workers or depress their wages because of competition?\n\nREP. DAVIS:  Yes, I do.\n\nREP. SMITH:  Representative Woolsey?\n\nREP. WOOLSEY:  I don't believe they take jobs away, because in my district, for example, they take jobs that other \npeople will not do. But I think wages become depressed when we don't have labor laws that cover our low-paying \nworkers.\n\nREP. SMITH:  Okay.  Thank you.\n\nCongresswoman?\n\nREP. JACKSON LEE:  I think if you ask the construction industry and the restaurant industry and a lot of other \nindustries, they're in essence being shut down because of the lack of workers, the agricultural industry.  I think we \nhave a commitment and an obligation to hire America first, but at the same time I think we have a commitment to \nprovide an employment stream, if you will, legally, with comprehensive immigration reform, for all those industries \nthat have come to the Congress and say they're suffering.\n\nREP. SMITH:  Congressman Braley?\n\nREP. BRALEY:  I think I would give a qualified yes in that as a general principle it's true, but that you also have \ndifferences in growth populations among states and differences in job opportunities. You have a state like Iowa, \nwhich Mr. King and I represent, they are forecast that we're going to have a labor shortage in the future because of \nthe baby boomers retiring.  And so we're looking at workplace needs, and that's why a state like Iowa, which \nhistorically has depended upon immigrant populations to meet its labor needs, we have to look at comprehensive \nreform so that we can make sure we're bringing the workers in we need to fill this.\n\nREP. SMITH:  Thank you.\n\nCongresswoman Jackson Lee actually anticipated my next question, which is this, and I'll start on the right again.  \nDo you think American employers should hire American workers before they hire foreign workers?\n\nREP. DAVIS:  Yes.  No doubt.\n\nREP. SMITH:  Congressman Woolsey?\n\nREP. WOOLSEY:  Yes, if there's available American workers.\n\nREP. SMITH:  I understand.  And I assume that they would be available.\n\nYes, Congresswoman?\n\nREP. SMITH:  Mr. Ranking Member, as you well know -- we worked on this issue -- absolutely.  And we should \nreach out to populations here in the United States and at the same time, however, provide the comprehensive \nimmigration reform to provide the streams of labor that we need in this country.\n\n\n\nREP. SMITH:  Thank you.\n\nCongressman?\n\nREP. BRALEY:  I would agree with those remarks.\n\nREP. SMITH:  Okay.\n\nThank you, Madame Chair.\n\nActually, I would yield the balance of my time to the gentleman from California, Mr. Gallegly, because I think we're \ngetting ready for a vote.\n\nREP. GALLEGLY:  Thanks very much, Mr. Chairman.\n\nMs. Jackson Lee, later today we're going to hear from a person who's trying to get her life back together after her \nidentity was stolen by an illegal immigrant.  What would you say to our own citizens who have been rightfully \nprosecuted for identity theft and given strong prison sentences if we were to give amnesty to illegal immigrations \nfor the same act?\n\nREP. JACKSON LEE:  Well, I don't think anyone who has perpetrated a crime should be relieved of the \nresponsibility, so I believe, in fact, with you, Mr. Gallegly, that I would much prefer ICE enforcement agents going \nafter direct criminal actions --\n\nREP. GALLEGLY:  So you believe that illegal should be prosecuted --\n\nREP. JACKSON LEE:  -- direct criminal actions by undocumented, not mistaken.  On the other hand, I think they \nare wasting time by raids that generate no relief.  I would like to have the individual who created the tragedy in San \nFrancisco arrested, the individual who unfortunately killed an officer in Houston arrested.  I don't think we're getting \nto that direction by these raids.\n\nREP. GALLEGLY:  One last question to you, Ms. Jackson Lee.  You stated very appropriately and I think \narticulately that you believe we are a nation of laws, and we should continue to focus on being a nation of laws, and \nyour concerns were -- and I don't mean to be paraphrasing -- some of the means of deportation has been done in \nan inhumane way, and subjecting children and innocent people to harm.  Is that not correct?  Something -- yes or \nno -- some -- to that effect.\n\nREP. JACKSON LEE:   They have been roughshod raids.  Yes, sir.\n\nREP. GALLEGLY:  Okay.  Let me ask you this.  Would a more humane way be -- we currently have a database of \nover ten and a half million people that are working in this country with an illegal Social Security card -- would it not \nbe more humane to send a notice to the employer -- by the way, we have -- the employer has the name, address, \nphone number and shoe size of the employee, as does the Social Security service of the employer and the \nemployee -- should we not be sending a notice to the employer to either clarify that they have the right number or \nterminate that person immediately without an officer going out there to do it?  If they don't, a thousand-dollar-a-day-\nfine until they do.  And then at the same time, the employer that has been terminated must do E-Verify before he \ncould get a job somewhere else.\n\nThat being the case, we would probably have 90 percent of the illegal immigration problem solved except for those \nthat are working underground, and then we could go to work and find out what the unmet domestic need is and find \na legal way to do it.  But would you agree that that would be a very humane way to do it -- send letters and enforce \nthe law under the employer sanctions provision of the 1986 IRCA law?\n\nREP. JACKSON LEE:  I think most employers, Mr. Gallegly, would agree with you, a consistency in documentation \n-- in fact, when I spoke to these owners they said they thought they were following E- Verify.  They thought there \n\n\n\nwas a process.  At the same time, we have a pending comprehensive immigration bill, and I do think we need to \nfind a way to address this question in that manner, as well.\n\nREP. GALLEGLY:  With all due respect, I have to respectfully disagree that most employers do not believe that, or \nthey would be using an E-Verify program that's 10 times simpler to use, if not 100 times simpler, than the I-9 form \nthat takes a 21-page booklet to fill out.  It's an \"I don't know and I don't want to know, because if I know I'm going to \nlose 90 percent of my employees.\"\n\nI yield back.\n\nREP. JACKSON LEE:  Employers that I've spoke to said they'd like to use it.\n\nREP. LOFGREN:   I just -- just FYI, through misunderstanding the gentleman was given five minutes by the clerk \nwhen you yielded, so if you want to take the remainder of your time, you should do so.\n\nOkay.  Okay, very good.\n\nI'll turn now to our colleague, Mr. Gutierrez.\n\nREP. LUIS V. GUTIERREZ (D-IL):  First of all, I want to thank the gentlelady, chairwoman, for conducting this \nhearing.\n\nAs she knows, we've been working closely together.  We'll be visiting Postville this Saturday with other members of \nthe Hispanic Congressional Caucus, because we think it's important to go and examine all of the different aspects \nof this raid, including the human tragedy which has befallen Postville.\n\nSo I'd like to thank everyone for their testimony, all of my colleagues for coming this morning.\n\nAnd I would like to say that, as we have this debate -- for those of you who aren't on the Judiciary Committee, you \ncan see part of the debate that we have here -- I find it interesting that my colleague, Mr. Braley, was asked \nwhether or not there should be an IRS sanction against an employer who has wages.  It's interesting when the \nother side says -- one side's, \"Criminal, send them to jail,\" and the other side, \"Let's do an accounting procedure, an \nIRS thing.  Don't let them deduct it from the taxes.\"  Other people get ripped asunder from their children, from their \nspouses.  The employer, give them an IRS thing that they can't make a deduction.\n\nThat's pretty simple, but it doesn't surprise me, because it's very clear to me that the undocumented workers don't \nhave the kind of power and influence.  They obviously don't have political action committees.  They don't make \ncampaign contributions.  They're not in a position of power as many great agro-processors are in a position of \npower to influence the debate that we have here in Congress.  So it really doesn't surprise me.\n\nBut I think that we have to have a real discussion -- Mr. Braley, do you know anything about the cost of this?  Have \nyou looked into the cost of this raid at Postville?\n\nREP. BRALEY:  Absolutely.  One of the biggest issues in immigration reform is what it's going to cost to carry out \nthe planned deportation that was under consideration of anyone in this country illegally.  And because this Postville \nraid has been represented as the largest single-site immigration raid in U.S. history, I have requested from all \nrelated federal agencies to provide me with a complete accounting of the cost of the investigation, the \napprehension, the detention, the prosecution and the incarceration associated with this one single raid of 400 \nemployees in the workplace.\n\nI have received nothing in response to that, but I have also asked for similar information about the Swift raids that \nwere carried out in Marshalltown, Iowa, just a year and a half ago.  I think it will give us all some insights into what \nwe're talking about when we're looking at the problem that everyone has been talking about on the panel.\n\n\n\nREP. GUTIERREZ:  There have been estimates given of upwards of $40 billion to begin this process, not to totally \ncomplete the process, but to begin the process.  But if the congressman were ever to receive that information and \nanswer back, I'm sure the members of this committee would be very, very appreciative to him for getting us that \ninformation, because I think it goes kind of to the crux of the matter here.\n\nWe have -- Homeland Security and I -- and I know that the chairwoman sat across the street from Mr. Chertoff, and \nhe negotiated with us, because he said to us, \"Our immigration system is broken.\" That's what he said to me.  \nThat's what he said to members of Congress as he, the secretary of Homeland Security, came down here to \nnegotiate with us a comprehensive immigration reform.  He said, \"It's broken. It's bad.\"\n\nHis boss, the president of the United States, said publicly, \"The system is broken and people are being denied \nbasic human rights. They're being exploited.  We need to bring them out of the shadows. We need to bring them \ninto the light of day.\"  This is the president of the United States, who, through his ambassador, Secretary Chertoff, \ncame to me and other members of this committee and members of Congress and spent nearly six months \nnegotiating, attempting to negotiate a comprehensive (agreement ?).\n\nSo what I find so astonishing about this is they say one thing and then they do the other.  They take most of their \ncapacity of Homeland Security, which I thought was to protect us against terrorists, smugglers, drug dealers, people \nwho are going to do harm to me, my family and my community, and you know what they do?  They hoodwink us.  \nBecause now, as the minority so clearly stated as they asked you, \"Are they criminals?\" yeah, technically they're \ncriminals now, because here is the plea agreement.  I want to follow up with the chairman.  Here's the plea \nagreement.  This is what they had to plea to.  These are the criminals.\n\nThey said, \"If you plead guilty to the charge of knowingly using a false Social Security number, the government will \nwithdraw the heavier charge of aggravated identity theft, and you will serve five months in jail, be deported without \na hearing and placed on a supervisory list for three years.  Okay?  But what if you don't?  If you plead not guilty, you \ncould wait six to eight months -- that's three months more than we're offering you -- without right to bail -- because \nyou're immigration detained.  If you win at trial, you'll still be deported -- (inaudible) -- waiting longer in jail than if \nyou plead guilty, and you would also risk receiving at trial the two-year minimum sentence.\"  I mean, this is what \nthis is really about.\n\nWhat our government did in Postville to people who were working is that they charged them with aggravated \nidentity theft, which means they must have knowingly, with premeditation, taken that identity to do what?  Commit a \nserious crime.  What crime did they commit?  They applied for a job.  That, the last time I checked, is not an \naggravated felony.\n\nAnd so I think -- and I'm -- I think that that's really the crux of the matter here, is are we safer today because they \nlocked up 300 people in Postville?\n\nREP. LOFGREN:  The gentleman's time --\n\nREP. GUTIERREZ:  I think not.  I don't feel safer.\n\nREP. LOFGREN:  The gentleman's time --\n\nREP. GUTIERREZ:  As a matter of fact, I feel ashamed as a nation --\n\nREP. LOFGREN:  The gentleman's time has expired.\n\nREP. GUTIERREZ:  -- because of the actions at Postville.\n\nREP. LOFGREN:  And we have just gotten, I think, our -- is it the 10-minute notice?  All right, then we will take five \nminutes for Mr. Lungren, and I think we probably will not be able to get to our remaining two members, but we will \nreturn after the votes.\n\n\n\nMr. Lungren?\n\nREP. DAN LUNGREN (R-CA):  Thank you very much, Madame Chair.\n\nThis is a most interesting hearing.  Having been here in 1986 as the ranking Republican on immigration and \nhaving obtained the Republican votes to have the largest single legalization in the history of this nation, I also recall \nwe coupled it with, for the first time, employer sanctions, of which I was one of the authors. And the complaint has \nbeen that since that time that neither Republican nor Democratic administration had enforced it, nor did they do \nanything about going to work sites to check on it.  And so now this administration finally, in the last couple of years \nof their administration, is beginning to do that, and it seems to me the tenor of many of the comments is that they \nshould not have done that.\n\nMr. Braley, it has been stated or you said that you have worked on the problem of corporate downsizing, resulting in \nloss of jobs for employees --\n\nREP. BRALEY:  Yes.\n\nREP. LUNGREN:  -- for which I congratulate you.  One of the things it seems to me it's important for us to do, and I \nask if you would agree, is to deal with the issue of illegal immigration because, in some cases, it results in the loss \nof jobs to Americans.  Do you agree with that?\n\nREP. BRALEY:  In some cases I believe it does.\n\nREP. LUNGREN:  And Ms. Jackson Lee, one of the things I was surprised at hearing you say is that in the \nconstruction -- I believe you said it, or maybe Ms. Woolsey said -- in the construction trade we have the need for \nforeign workers.  When we passed the bill in 1986, the presence of illegal immigrants in the construction trade was \nvirtually nil, and now it is more than that, some would say substantial.  And at that time I expressed a concern about \nthe high rate of unemployment with African American males age 17 to 35.  And it seemed to me that we as a \ncountry could not use as an excuse that we couldn't find Americans, particularly African American males, age 17 to \n35, to work in the construction industry.\n\nAnd yet we have a worse situation now.  It is not like agriculture, where it is distant from where people live.  And do \nyou disbelieve that there is any negative impact on the African American male community for the presence of illegal \nimmigrants in the work force in construction around our country?\n\nREP. JACKSON LEE:  Let me clarify my point.  I did not say that they were needed.  What I said was, those \nindustries are being shut down because of the census in the population in those industries, including restaurants \nand the construction industry.  I'll use as my reference your ranking member, Mr. Smith.  We have been leading on \nthe issue in years past on ensuring the reach to the African American community on a number of issues, including \ntechnology.  But as we speak, in the city of Houston I am leading on an effort to hire African American young men \non construction sites.  Of course, I am an equal opportunity person who believes that all people should have the \nopportunity to work, but we are doing it to reach out to them.\n\nMy point is is that these industries, as my good friend Mr. Braley said, are suffering from demographics and census, \nand therefore their work is being stopped.  We need to find a comprehensive reform system, Mr. Lungren, so that \nwe can hire Americans first, we can outreach to American workers, and at the same time we can provide a pathway \nto citizenship.\n\nREP. LUNGREN:  Okay.  Do I understand it correctly that you object to the raids per se, or you object to raids that \nare in the spirit of meanness, that are cowboy-style, that are roughshod raids, that are dangerous, unworkable and \nsad?\n\nREP. JACKSON LEE:  First of all, let me say that I have a great deal of respect for the enforcement officers across \nAmerica.  They are working very hard.  They have my support.  But yes, I believe that we get little value out of these \n\n\n\nraids.  I think we get more drama.  We don't get comprehensive immigration reform.  We don't get the illegal, \nviolent people --\n\nREP. LUNGREN:  Well, I'm not suggesting whether we get --\n\nREP. JACKSON LEE:  -- off of the street and --\n\nREP. LUNGREN:  I'm not --\n\nREP. JACKSON LEE:  -- an effective approach.\n\nREP. LUNGREN:  I'm not suggesting you get comprehensive immigration reform from raids, but the raids are \naimed at going after illegal immigrants who have jobs to which they're not entitled or are using false identification, \nwhich then impacts other people in this country.  And wouldn't you -- well, let me ask you this.  Would you suggest \nwe stop doing the raids?\n\nREP. JACKSON LEE:  Well, let me say this.  In speaking to employers who have had experience of today and then \nfive years out, ICE agents used to come to the site.  You can't move a big factory. They used to go through the \nindividuals and be able to both enforce against the employer all the way to those who --\n\nREP. LOFGREN:  The gentleman's time --\n\nREP. JACKSON LEE:  -- all the way to those who --\n\nREP. LOFGREN:  -- has expired.\n\nREP. JACKSON LEE:  -- were illegal.  All I would say is that it is an ineffective approach to doing what we want to \ndo.\n\nREP. LOFGREN:  The gentleman's time has expired.\n\nWe will be in recess for this set of votes.\n\nMr. Braley, do you have something you need to --\n\nREP. BRALEY:  Before the record is closed, I do have a copy of the fax that I mentioned earlier, and I would just \nlike to offer it for the record.\n\nREP. LOFGREN:  Without objection, that will be made part of the record.\n\nWe will -- we have four votes, so we will not be back probably before 1:00.  We will begin with our second panel at \n1:00.  I think there's a cafeteria in the basement of this building, if someone wants to get a bite or a cup of coffee.\n\n(Recess.)\n\nREP. LOFGREN:  The subcommittee will be coming to order in a minute.  As we reassemble here, I did want to \nmention something I neglected to say this morning, which is how appreciative we are to the House Administration \nCommittee and their staff.  We had -- the room that we ordinarily use is taken for another hearing in the Judiciary \nCommittee, and the House Administration Committee was kind enough to make this hearing room available to us, \nand they've really gone the extra mile with our Judiciary staff to accommodate us, and we are very appreciative of \nthat.  And I'm on the House Administration Committee, so this is not a new room to me, but it's an ornate room.  \nAnd luckily we don't have all the standers here for our second panel, who I would like to introduce now.\n\nThe -- I am pleased to welcome two witnesses.  The first is Senior Associate Deputy Attorney General Deborah \nRhodes.  Ms. Rhodes assists the deputy attorney general on a variety of criminal and other issues.  She is also the \n\n\n\nUnited States attorney for the Southern District of Alabama, where she oversees all federal criminal and civil \nlitigation and an office of approximately 50 professional staff.\n\nMs. Rhodes was formerly counsel to the assistant attorney general for the Criminal Division of the United States \nDepartment of Justice. She also supervised the Office of Policy and Legislation and was the department's liaison to \nthe American Bar Association's Criminal Justice Section.  She graduated with honors from Rutgers Law School in \nCamden, New Jersey, where she was editor-in-chief of the Rutgers Law Journal, and she graduated with high \nhonors from Wheaton College, Illinois, and I found out this morning when we said hello that she is also originally a \nfellow Californian.\n\nSo we welcome you today.\n\nI'm also pleased to introduce Marcy Forman.  Ms. Forman is director of the Office of Investigations for the U.S. \nImmigration and Customs Service, otherwise known as ICE.  As director, Ms. Forman oversees the largest \ninvestigative arm of the Department of Homeland Security, with more than 7,000 employees in 178 other field \noffices throughout the United States.  Ms. Forman is responsible for the policy planning, management and \noperations conducted under five major investigative program divisions within the Office of Investigations.\n\nMs. Forman holds a master's of science degree in management from National-Louis University, a bachelor of \nscience degree from American University and has completed the Senior Executive Fellowship Program at Harvard \nUniversity.  She is a 2007 recipient of the Secretary of Homeland Security's Silver Medal for her leadership and \ndedication in leading ICE's enforcement efforts.\n\nYour full written statements will be made part of the record, and we ask that you summarize your statement in five \nminutes.\n\nAnd this morning, it's very difficult to keep one's colleagues within five minutes, but we are going to ask the \nwitnesses as much as possible to stay within the five-minute time, because we have another panel after you.  And \nthe little machine on the table, when it turns orange, that means you've got one minute left, and when it turns red it \nmeans -- (inaudible) -- your five minutes are up.  So we'd ask that you please conclude at that point.\n\nAnd we will begin, Ms. Rhodes, with your testimony.\n\nMS. RHODES:  Thank you.\n\nGood afternoon, Chairwoman Lofgren, Ranking Member King and members of the subcommittee.  I'm pleased to \nbe here today to discuss Justice Department's role at AgriProcessors in Iowa.\n\nWork site enforcement is an important part of our immigration strategy, and I can assure you that the department \nand our U.S. attorneys in the field are fully committed to ensuring that we pursue it in a manner that protects every \ndefendant's constitutional rights.\n\nThe integrity of the nation's borders and its immigration laws are fundamental to any nation's security.  For this \nreason, the attorney general has identified immigration enforcement as one of the department's priorities.  Our \nimmigration policy is comprehensive.  We enforce many statutes in a variety of contexts, including at borders, \ninterior states and work sites.\n\nIn my written comments I've mentioned recent cases against violent organizations smuggling and trafficking \nhumans, employers and corporations who knowingly hire illegal workers and those who provide false identity \ndocuments to others, like the charges that are currently pending against two supervisors at AgriProcessors, where \nthe investigation is ongoing.\n\nWe also prosecute those who use false immigration or Social Security documents, identities that are often stolen \nfrom real people to circumvent the immigration laws.  In fact, these prosecutions often help investigators to work \n\n\n\nup the chain and obtain evidence from the witnesses who can testify directly against the document vendors, \nemployers and corporations.\n\nOur efforts have been successful.  During the first eight months of this fiscal year, immigration prosecutions along \nthe southwest border increased by 19 percent.  At the same time, apprehensions along the southwest border \ndecreased by 21 percent.  This is a remarkable change in both directions in a short period of time.  And \napprehensions aren't down in just isolated areas.  They're down in each one of the southwest border districts.  We \nbelieve that this is further evidence that our success is due to a comprehensive immigration enforcement strategy \nwhich builds upon itself and incorporates each of the efforts described above.\n\nThe U.S. attorney's office and ICE work closely together to ensure that work site enforcement actions are \nconducted in a manner that carefully safeguards constitutional rights and treats each person fairly and with respect.  \nThis was also true in Iowa, where extraordinary precautions were taken.  My written statement describes those \nefforts in detail, but I will mention a few key points here.\n\nEvery defendant was appointed experienced and capable criminal defense counsel to advise them concerning their \ncase.  Defense counsel, assisted by a court-certified interpreter, typically had the opportunity to meet with a \ndefendant both before the first court appearance and immediately afterward.  This is earlier than happens in the \nordinary case, since counsel is usually not appointed until the first court appearance.  Consulate officers from the \ndefendants' countries were also present to advise their citizens.\n\nDefense counsel could, of course, continue to meet with defendants after they were transferred to other facilities. \nDefendants who were charged with the same offense were assigned to the same counsel and housed together, to \nthe greatest extent possible, in order to facilitate meetings with defense counsel.  Defense counsel were free to \nmeet with their clients as they saw best.  Defendants represented by immigration counsel also had the benefit of \ntheir advice prior to any plea.  The immigration counsel consulted with the criminal defense counsel, and defense \ncounsel in fact raised immigration concerns in several cases based upon specific facts.\n\nDefense was provided with all of the necessary and appropriate discovery material at the earliest time.  In most \ncases, this was prior to the first court appearance.  Again, this is earlier than the normal procedure.  The discovery \npackage included the charges, a copy of the evidence supporting the charges and other relevant material. The \npackage also included a proposed written plea agreement and the relevant court documents for entering that plea.  \nThe plea and court documents were translated into Spanish.\n\nAll of the files were based upon the evidence, the law and the sound discretion of career prosecutors in the U.S. \nattorney's office. Because the defendants -- most of them -- had stolen real identities, they were charged with \naggravated identity theft.  The plea offer gave them the opportunity to plead only to the lesser charge.  In \nexchange, they agreed to stipulate to their removal, which ordinarily follows a felony conviction.  And exceptions \nwere made on case-by-case basis based upon individualized facts.  They also agreed to cooperate with the \ngovernment, which was a key part of the agreement.\n\nThe defendants pled guilty before a federal judge on the record in open court with the public present and with the \nadvice and consent of counsel.  They went through a long plea colloquy, the same one that is used in ordinary \ncases, where each defendant was questioned at length, as was defense counsel.  They admitted that they \nunderstood everything about the charges, penalties, plea agreement and sentence, in addition to many other \nthings detailed in my written statement. The court asked counsel if there was any reason the plea should not be \naccepted, and no one objected.  Defense counsel and the court both had an obligation to object if the plea was \nunsound.\n\nNo constitutional corners were cut.  While the scope of the criminal activity in this case presented unusual \nchallenges, the defendants' constitutional rights were carefully protected and exercised throughout.  Each \ndefendant --\n\nREP. LOFGREN:  Ms. Rhodes, your time has expired.  If you could wrap up that would be helpful.\n\n\n\nMS. RHODES:  There is no reason to conclude that either the federal judges or the defense counsel, who had an \nindependent role in these proceedings, abdicated their role, much less that both of them did.\n\nREP. LOFGREN:  Thank you very much.\n\nMs. Forman, we would welcome your five minutes of testimony.\n\nMS. FORMAN:  Good afternoon, Chairwoman Lofgren, Ranking Member King and distinguished members of the \nsubcommittee.  It is my pleasure to appear before you today to discuss ICE's law enforcement operations, in \nparticular our work site enforcement operations.\n\nICE is first and foremost a federal law enforcement agency, with the mandate of protecting national security and \npublic safety by enforcing the nation's immigrations and customs laws.  Our agents and officers perform the \nmission lawfully, professionally and compassionately.  We take extraordinary steps to identify, document and \nappropriately address humanitarian concerns of all those we encounter during law enforcement operations, and in \nparticular during our work site enforcement operations.\n\nWhile I am here today to specifically address many of the steps that ICE agents take when planning a large \nenforcement operation, it is important to note that the enforcement operations are just a small part of the overall \ninvestigation.  ICE work site enforcement investigations target employers who adopt a business model of employing \nand exploiting undocumented workers.  Our investigations identify employers who hire large numbers of \nundocumented aliens, often representing a substantial percentage of the employer's work force.  Our responsibility \nis to enforce the immigration laws, and that means arresting undocumented aliens, the employers, the document \nvendors and any other individuals revealed by our investigation to have engaged in criminal activity.\n\nICE has worked with members of Congress and their staffs to develop work site enforcement guidelines that field \nofficers use when developing their operational plan.  These guidelines were developed to ensure that parents who \nhave been arrested and who have unattended minors or family members with disabilities or health concerns are \nidentified at the earliest point possible.  Within the law enforcement community, the consideration ICE gives to \nidentifying and resolving personal family issues is unparalleled and unique.\n\nFor example, during large work site enforcement operations, ICE coordinates with the Division of Immigration \nHealth Services, DIHS, to provide a sufficient number of healthcare providers to assess the medical and \nhumanitarian needs of arrestees.  DISS (sic) personnel are given prompt access to all arrestees under safe and \nhumane conditions on the day of the action.\n\nWhen appropriate, ICE coordinates with state and local social service agencies to assist with humanitarian \nscreening.  Operational security concerns sometimes dictate that this coordination cannot occur in advance of an \noperation.  Even then, however, ICE proactively contacts the local social service agencies and local \nnongovernmental organizations to advise them of the operation once it's underway, to request their assistance in \nidentifying and sharing information on any humanitarian issues that come to their attention.  ICE evaluates these \nissues against other standard considerations in detention decisions, such as the arrestee's criminal record, \nimmigration history and other relevant factors.\n\nDuring our May 12 operation at AgriProcessors in Postville, Iowa, ICE agents executed criminal and civil search \nwarrants at the company, resulting in the seizure of boxes of evidence and the arrest of 389 undocumented alien \nworkers.  Extraordinary care was taken to determine if any of the arrestees were sole caregivers or raised other \nhumanitarian concerns.  This process involved the direct questioning of all arrestees on the day of the enforcement \noperation by ICE personnel as well as interviews with DIHS representatives.  Detainees were questioned no less \nthan three times about humanitarian issues such as child custody or serious medical concerns.\n\nICE arranged to have DIHS professionals at the arrest site to merely determine the needs of -- and status of any \nchildren affected by the operation.  Through this comprehensive effort, 62 of those arrested were placed into \n\n\n\nremoval proceedings and then released for humanitarian purposes while their removal proceedings continued.  \nMost were released from the arrest site in the course of the operation.\n\nWork site enforcement operations are not poorly planned, haphazard incidents.  They are professional law \nenforcement operations conducted by a professional law enforcement agency whose primary mission is the \nenforcement of the laws of the United States and the protection of the American people.  When planning for the \noperation in Postville, I spent several months coordinating the investigation and operation with our federal partners, \nsuch as the United States attorney's office, the U.S. Marshals Service, the U.S. Department of Labor Office of the \nInspector General, the U.S. Postal Inspection Service and others.\n\nICE will continue to faithfully enforce the nation's immigration laws using all the tools and assets at our disposal.  \nBy utilizing all our authorities to pursue aggressive enforcement and the training offered with the ICE Mutual \nAgreement Between Government and Employers, or IMAGE program, ICE is establishing a culture of immigration \ncompliance in America and reducing the magnet of illegal employment.\n\nOn behalf of the men and women of ICE, who serve this nation by enforcing the nation's immigration and customs \nlaws, I would like to thank you for your continued support.  These men and women have a difficult and oftentimes \ncontroversial job to do in often dangerous circumstances.  But they strive always to do their essential work as \nconsummate professionals.\n\nThank you for the opportunity to testify today, and I look forward to answering any questions.\n\nREP. LOFGREN:  Thank you for that testimony.\n\nWe now will begin our question.\n\nWould you like to proceed?\n\nREP. KING:  Thank you, Madame Chair.\n\nI want to thank the witnesses for your testimony, and I think perhaps where I would start with this would be if I direct \nmy first question to Ms. Rhodes with regard to what the rights might be.  Is a judge, when they're -- when he -- \nwhen a judge is presented with a plea agreement, is the judge free to reject the plea agreement if he believes due \nprocess has not been followed?\n\nMS. RHODES:  Yes, they are.  In fact, judges are required to do so if they find that the defendant is not competent, \ndoesn't understand the charges, the penalties, understand the terms of the plea agreement.  The judge specifically \nasks the defendant if he is satisfied with representation of counsel, he understands his constitutional rights, he \nwants to waive them, if he wants to plead guilty.  The defendant is explicitly asked under oath whether or not the \nfactual basis supporting the guilty plea is true and correct.  The defendant is asked whether he is under any \ncoercion or whether the plea is voluntarily.  That's just part of the list.  There is a lengthy colloquy.\n\nAnd the judge -- judges in my experience -- I'm a career prosecutor -- judges in my experience take their roles very \nseriously, as do defense counsel.  It's an adversary system.  Defendants represent their clients zealously.  And \ndefendants are also asked questions all through the colloquy -- defense counsel, excuse me, are also asked \nquestions all through the colloquy to ensure that they also believe that the plea is appropriate.\n\nREP. KING:  And if I could follow up on that a little bit and ask, how has that colloquy been compiled?  Is it a history \nof case law that's given more and more questions to make sure that the alleged criminal has been -- has received \ntheir justice, or is it some scholar that sat back and wrote up the colloquy?\n\nMS. RHODES:  The requirements are set forth in Rule 11 of the Criminal Rules of Procedure, which govern what \nmust be covered in order to have a valid guilty plea.  In addition, it's my experience that most judges have a form or \na script on their desk which they use as a checklist, and they go through all of the questions.  They're very detailed.  \nAnd then that way they make sure that they don't miss a single one.  Sometimes it's also the case that judges give \n\n\n\nthat script to counsel so that both the government counsel and defendant -- defense counsel can follow along the \nscript and ensure that each and every question is asked and that satisfactory answers are given.\n\nREP. KING:  Well, then, would highly intelligent and very skilled immigration lawyers like the chair of this \ncommittee be looking for those omissions?\n\nMS. RHODES:  I can't speak for the chair of this committee, but I am sure that lawyers would be looking for \nomissions.\n\nREP. KING:  And are you aware that they have discovered omissions in that colloquy?\n\nMS. RHODES:  I am not aware of that.\n\nREP. KING:  And I don't know that this committee is going to hear any testimony that would allege such a thing, but \nthere has been an allegation made in -- by the previous -- I'll say implications in the previous series of witnesses \nabout the Department of Labor not being informed of the ICE raids.  And I'll just ask if you're comfortable speaking \nto that issue.\n\nMS. RHODES:  I can speak to it initially, and then I would suggest that ICE is in a position to address that.  But my \nunderstanding is that ICE did coordinate -- and the U.S. attorney's office always coordinates with the investigating \nagencies, as well -- so they did coordinate with the Department of Labor, both through OIG, who was present at the \nsite, and through both state and federal labor departments that were located in Iowa.  And I will give --\n\nREP. KING:  I'll be happy to hear from Ms. -- I'm going to come back to you on the answer to that question, Ms. \nForman, because I have just one more follow-up --\n\nMS. RHODES:  Okay.\n\nREP. KING:  -- for Ms. Rhodes.  And that is, do you have numbers that can give us -- this committee -- some sense \nof how many victims of identity theft were associated with the workers arrested at AgriProcessors?\n\nMS. RHODES:  Yes, I do.  There were -- of those who were criminally prosecuted to this point, there's \napproximately 306.  The vast majority of those -- hundreds -- were -- had the identities of real people.  So there \nwere hundreds and hundreds of real victims in this case.  The investigation actually showed about twice as many as \nthat, but not all of those people were apprehended.  But approximately -- more than 70 percent of the workers were \nboth illegal and had Social Security numbers that didn't match.  There were hundreds that had real people, and \nthere were hundreds of victims.\n\nREP. KING:  Then, quickly, why are not company officials, senior company officials, charged immediately?\n\nMS. RHODES:  The investigation is ongoing.  I can assure you it's being pursued.\n\nTwo supervisors were indicted last week and were (convicted ?).\n\nREP. KING:  Thank you.  And I realize, Madame Chair, I'm out of time.  I wonder if I can --\n\nREP. LOFGREN:  We may have a second -- we may have a second round.\n\nREP. KING:  -- just for the opportunity to allow Ms. Forman to respond to the question.\n\nREP. LOFGREN:  Oh, all right.\n\nREP. KING:  It's a lingering question.\n\nREP. LOFGREN:  All right.\n\n\n\nREP. KING:  Thank you.  And I need to restate that.  Was the Department of Labor informed?\n\nMS. FORMAN:  Yes, they were, in April of 2008.\n\nREP. KING:  Thank you very much.\n\nThank you, Madame Chair.  I yield back.\n\nREP. LOFGREN:  The gentleman's time has expired.\n\nI would note that the committee asked the U.S. attorney in Iowa, Mr. Dummermuth, to attend this hearing, and the \nDepartment of Justice sent you instead, and it's nice to see you here, but were you at -- did you participate in these \ntrials?\n\nMS. RHODES:  No, I didn't.\n\nREP. LOFGREN:  You weren't there.\n\nMS. RHODES:  No, but I have spent hours on the phone with --\n\nREP. LOFGREN:  No, I just had a simple question.  You weren't there.\n\nMS. RHODES:  No, I wasn't there.\n\nREP. LOFGREN:  And I'm -- I don't blame you, but I think it's disappointing that the department wouldn't send the \nU.S. attorney who was there who we asked to attend, and I'll just note that for the record.\n\nI would like -- and it may be that you don't know this information -- if so, I would like you to get it -- but I'd like to \nknow what information was provided by the Department of Justice, Department of Labor, Department of Homeland \nSecurity, any or all of them, to the federal court in Iowa.  This was planned for a long time. When was the \nconnection made with the court, and what measures were taken to ensure that the court view of the cases would \nnot be affected and that judicial neutrality would not be compromised?\n\nMS. RHODES:  From my understanding I don't think -- (inaudible) -- primarily for logistical reasons.  That's not \nunusual.  If there's going to be an enforcement operation that is going to bring a large number of cases to the court, \nit's not uncommon to give the court a heads up on that.\n\nREP. LOFGREN:  So Judge Reade would have been contacted in advance?  I'm not making a value judgment.  I'm \njust trying to find out what happened.\n\nMS. RHODES:  That's correct.\n\nREP. LOFGREN:  Now, we were -- there have been accounts, and I don't know if they are accurate, that the U.S. \nDistrict Court for the Northern District of Iowa, Judge Reade, personally called defense lawyers asking them for \nfavors and warning them not to tell anyone and then inviting them to attend a meeting in Cedar Rapids with other \ndefense lawyers to take on the representation.  Did anyone at DOJ ask Judge Reade to do this, and do you know if \nthat report is accurate?\n\nMS. RHODES:  I know that defense counsel were contacted somewhat in advance, at least some of them were.\n\nREP. LOFGREN:  By Judge Reade?\n\nMS. RHODES:  That's my understanding.  I don't have all the details.\n\nREP. LOFGREN:  Given the number of individuals apprehended in this raid, I'm curious of who picked the ratio of \nthe number of defendants to lawyer.  Ordinarily, one has -- you're charged with a crime, you have your lawyer to \n\n\n\nrepresent you.  But these were bunches of defendants with a single lawyer.  What guided you on the ratio?  Do you \nknow what the --\n\nMS. RHODES:  I don't know who selected that ratio, but I do know --\n\nREP. LOFGREN:  Was it the judge, do you think?\n\nMS. RHODES:  I don't know.  I do know that she contacted the lawyers to keep the date available.  I don't --\n\nREP. LOFGREN:  I'm sorry.\n\nMS. RHODES:  -- it's not uncommon in immigration cases --\n\nREP. LOFGREN:  Well, these were prosecution of crime, though. These were not immigration cases.\n\nMS. RHODES:  Excuse me, it's not common in immigration -- criminal immigration cases to have a defense \nlawyer represent multiple --\n\nREP. LOFGREN:  But this was not a prosecution for a criminal immigration matter.  It was an identity theft \nprosecution.\n\nMS. RHODES:  The pleas that were actually conducted were not on identity.  They were on other documents, sorts \nof violations.\n\nREP. LOFGREN:  Right.  That was the plea, but the --\n\nMS. RHODES:  That's correct.  My point is simply this, not to quibble over the charges, but to simply say in these \nkinds of cases it's not uncommon to have defense lawyers represent multiple clients.\n\nREP. LOFGREN:  Let me ask you, in terms of the -- during the raid, it has been reported, I don't know if it's true, \nthat the ICE officers arrested and interviewed each of the arrested workers before they had access to criminal \ndefense counsel.  Were they \"Mirandized,\" and also was any of the information obtained in those interviews used in \nthe prosecution -- the later criminal prosecution?\n\nMS. RHODES:  They were Mirandized.\n\nREP. LOFGREN:  By ICE?  By the ICE interviewers?\n\nMS. RHODES:  Yes.\n\nREP. LOFGREN:  Did the decision to threaten the workers with aggravated identity theft charges that would \nrequire prison time, a mandatory minimum of two years, come from main Department of Justice or was the final \ndecision made in the U.S. attorney's office?  And is this a new policy at DOJ?\n\nMS. RHODES:  No, all of the charging decisions were made by the career prosecutors in the local office.\n\nREP. LOFGREN:  So DOJ didn't have anything to do with it, the main office?\n\nMS. RHODES:  DOJ was consulted because of the size of the operation and to ensure that all constitutional \nprotections would be afforded.  It was also consulted because it was a fast-track operation and DOJ --\n\nREP. LOFGREN:  Let me be more precise on my question.\n\nThe decision to charge them with a criminal offense as opposed to what has often been the case, to \nadministratively process and deport these individuals, was that a DOJ main --\n\n\n\nMS. RHODES:  That was specifically made by the career prosecutors in Iowa, and it was made primarily for two \nreasons -- in order to obtain cooperation and also because there was -- there is a case that --\n\nREP. LOFGREN:  Cooperation in what?\n\nMS. RHODES:  Because a part of every one of the plea agreements was that they would continue to cooperate in \nthe government's ongoing investigation.\n\nREP. LOFGREN:  But aren't they going to be deported?  They're not going to be here to cooperate with you.\n\nMS. RHODES:  They are here for the next five months, and there is a case where a case in -- this is in Nebraska, \nwhich is the same circuit -- which dismissed a case against a corporation precisely because the workers were no \nlonger available --\n\nREP. LOFGREN:  So it would be -- it may be the government's intention, then, to keep these individuals here past \ntheir sentence as material witnesses to the ongoing -- is that what you're telling us?\n\nMS. RHODES:  I can't speak to that, but I can say that the investigation is ongoing and that cooperation was a key \ncomponent to the criminal --\n\nREP. LOFGREN:  Let me ask a final question, because my time is expiring.  But were any of the defendants \nnotified of their right to contact their consular officers, as required under the Vienna Treaty?\n\nMS. RHODES:  The members of the consulate from all of the countries were present on location.\n\nREP. LOFGREN:  Okay, so they were all --\n\nMS. RHODES:  Yes.\n\nREP. LOFGREN:  -- they were all there.\n\nI am going to turn now to Mr. Gutierrez for his five minutes.\n\nAnd, as I mentioned earlier, we may have a second round of questions since there aren't that many members here \nand we have lots of issues and material that we'd like to learn about.\n\nREP. GUTIERREZ:  Thank you very much.\n\nI would like to ask Ms. Rhodes, is this -- I'm going to read something, and tell me whether it's true or not -- \"If you \nplead guilty to the charge of knowingly using a false Social Security number, the government will withdraw the \nheavier charge of aggravated identity theft and you will receive a term of five months in jail, be deported without a \nhearing and placed on supervised release for three years.  If you plead not guilty you could wait six to eight months \nfor a trial without right to bail since you are an immigration detainer (sic).  If you win at trial, you will still be \ndeported and could wind up waiting longer in jail than if you plead guilty.  You would also risk losing at trial and \nreceiving a two-year minimum sentence before being deported.\"  Is this -- this is a copy of the interpretation of what \nwas asked to be interpreted to the 300-and-some-odd detainees -- is that an accurate interpretation?\n\nMS. RHODES:  Well, I understand that that's the interpreter's rendition of what the choices were.  What I would say \nis --\n\nREP. GUTIERREZ:  Could you give -- I'm the detainee.\n\nMS. RHODES:  Right.\n\nREP. GUTIERREZ:  Tell me.  Give me the plea agreement.\n\n\n\nMS. RHODES:  That they could -- that they were charged with two offenses originally.  They were charged with \nthe underlying document offense, because they had a false document.  They were also charged with aggravated \nidentity theft because the documents belonged to real people.  And each one of the people who pled guilty admitted \nto that. And so, yes, those were the two choices that they faced.\n\nREP. GUTIERREZ:  And if I don't -- but I was offered a lesser of two charges.\n\nMS. RHODES:  Right.\n\nREP. GUTIERREZ:  Okay.  And if I didn't accept the lesser of two charges, then I would be -- wait in jail six to eight \nmonths, possibly for a trial, and then the minimum, if I'm convicted, is two years under the aggravated --\n\nMS. RHODES:  They could --\n\nREP. GUTIERREZ:  -- identity theft.\n\nMS. RHODES:  -- they could go to trial and they can fight the offense and take whatever verdict the jury gave them.\n\nREP. GUTIERREZ:  But you did tell them they would be deported nonetheless, whether they win or lose.\n\nMS. RHODES:  Well, that wasn't a -- as I understand that, that wasn't a conversation that the government had with \nthe defendants.\n\nREP. GUTIERREZ:  Well, you know what?  Then, you see, there's a big flaw here.  Because if the interpreter -- who \nhired the interpreter?\n\nMS. RHODES:  The interpreter was arranged by the court.  There were --\n\nREP. GUTIERREZ:  By the court.  So this is an officer of the court.\n\nMS. RHODES:  That's correct, but they're interpreting what the defense counsel is saying to the client.\n\nREP. GUTIERREZ:  Okay, so then we have -- okay, so we still have a problem.  We still have a problem with this \nproceeding.  Because if I'm the detainee and the interpreter is there -- and the interpreter is pretty knowledgeable, \nbecause these interpreters, this isn't their first trial -- many of these interpreters have gone through hundreds of \ntrials.  Isn't that true?\n\nMS. RHODES:  And so have the defense counsel.\n\nREP. GUTIERREZ:  And so have the defense attorneys.  Good.  So we have defense attorneys who know what \nthey are doing, according to you, your testimony, and interpreters who know what they are doing.  So if the \ninterpreter is telling us that this is what he was asked to interpret, we have a problem here, because that's not your -\n- that's not what you're offering.  Right?  You're contesting that this interpretation, right, is what was the offer to the \ndetainees.\n\nMS. RHODES:  No, I think it was consistent.  They would have --\n\nREP. GUTIERREZ:  It was consistent.  So basically what you have done -- now, did you make the decision to \ncharge them, the Department of Justice, or did Homeland Security make the decision to charge them with \naggravated identity theft?\n\nMS. RHODES:  The charging decisions were made by the career prosecutors in the office in Iowa.\n\nREP. GUTIERREZ:  In the -- from the Department of Justice?\n\nMS. RHODES:  Yes.\n\n\n\nREP. GUTIERREZ:  They're the ones that made the decision.\n\nWas there any information given from Homeland Security that well over 100 of these Social Security numbers really \ndidn't match to anyone?\n\nMS. RHODES:  No.  For everybody who pled guilty, Social Security confirmed that the Social Security number --\n\nREP. GUTIERREZ:  Okay.\n\nMS. RHODES:  -- did in fact belong to a real person.\n\nREP. GUTIERREZ:  Did in fact belong to a real person.\n\nMS. RHODES:  That's correct.\n\nREP. GUTIERREZ:  So were there any -- in the underlying indictment or charges that you made to the 400, were \nthere any Social Security numbers that didn't belong to anybody, that really weren't used for Social Security \nnumbers?\n\nMS. RHODES:  There were some that --\n\nREP. GUTIERREZ:  There were some.\n\nMS. RHODES:  Yes.\n\nREP. GUTIERREZ:  Okay.  So what you did is you carefully went back.  Now, when -- you said there were two \ncharges.  Right?  Could you explain the two charges?  There was aggravated identity theft, and what was the \nother one?\n\nMS. RHODES:  Whatever they were charged with as an underlying crime.  For some it was submitting a false \ndocument to obtain employment.  For some it was having a false immigration document. There were a few \nunderlying charges that were used.  And let me correct if I misspoke.  It wasn't 100 percent of the 306 people that \nhad a real person's identity.  It was the vast majority.  There were a few that --\n\nREP. GUTIERREZ:  Okay.  Okay.  So it wasn't 100 percent.  So then these people basically lied to the court when \nthey admitted to knowingly, right, having a false identity, since I cannot knowingly have a false identity to an identity \nthat I created myself.\n\nMS. RHODES:  Well, no, then they would've -- they would not have pled to that.\n\nREP. GUTIERREZ:  But you said that some of them didn't have a --\n\nMS. RHODES:  Right, but --\n\nREP. GUTIERREZ:  -- Social Security number.  I mean, I can ask the court reporter to repeat what you said, but \nyou just stated that some of them did not have a Social Security number which indeed was being used by someone.\n\nMS. RHODES:  Right.  It was a Social Security number not being used by somebody, but the charges would have \nbeen -- they would not -- those people would not have been asked to admit something false.\n\nREP. GUTIERREZ:  Well, you know, we have -- my five minutes are up, but what I gathered was from your \ntestimony that there were some people.  First you corrected yourself twice.\n\nREP. LOFGREN:  Well, the gentleman's time has expired.\n\nWe will have one more round of questions so that we can get any additional pieces of information that we wish to \nget.\n\n\n\nAnd I will turn now to Mr. King.\n\nREP. KING:  Thank you, Madame Chair.\n\nTo start this off, I was actually waiting from Mr. Gutierrez to come back so he could hear from me directly and \nunderstand my position.  My position was represented to this panel inaccurately.  It has been consistently for \nenforcement of immigration laws against those who cross the border illegally, against those who willfully overstay \ntheir visas, against those who hire people who are unlawful -- (inaudible) -- unlawful to work in the United States.  \nAnd I don't believe that the gentleman from Illinois can come up with a logical enforcement bill that I am not a co-\nsponsor of.  It isn't fining employers that I'm after.  I'm after bringing the departments of the federal government \ntogether and working in cooperation so that we can effectively assist ICE and the other agencies in enforcing \nimmigration law.\n\nThat's my stand and that's my position, and it's unusual -- and I apologize to the people that are here to testify today \nwho do not always see the activities of this committee -- it's unusual to see a member of Congress misrepresent a \nposition of another member of Congress, especially on the same panel, especially when we're working together on \na day-by-day basis.  And there should be no misunderstanding.  And in fact I don't believe there was one.\n\nSo I would turn to Ms. Rhodes, and I would ask you the question that why is the U.S. attorney for the Northern \nDistrict of Iowa not here to testify today?\n\nMS. RHODES:  It was decided that I would be here to testify, in that I was involved in reviewing the fast-track \nprogram itself.  I have reviewed all of the underlying documents relating to these charges, and I do have an \nunderstanding not only this case but some others.\n\nREP. KING:  And I'm fully convinced of that, but isn't it also true that he is consisting further investigations and it's \npolicy not to -- for a U.S. attorney not to come testify before Congress if there's an ongoing investigation that he's \nheading up and that -- I don't know of exceptions, and do you of any exceptions?\n\nMS. RHODES:  That's right.\n\nREP. KING:  No exceptions.  Then I think that clarifies why Mr. Dummermuth isn't here today.\n\nThen I would turn to the -- Ms. Forman.  And can you first -- can you tell us why AgriProcessors was targeted for \nwork site enforcement? What were the original indicators?\n\nMS. FORMAN:  ICE received information from very reliable sources that AgriProcessors was building -- had hired a \nnumber of illegal aliens and had built their work force.  They were an egregious violator in terms of hiring large \nnumbers of illegal aliens.\n\nREP. KING:  And, you know, you're going to -- you probably have reviewed the testimony of one of the interpreters, \nMr. Camayd-Freixas. And I'll first ask you, have you reviewed his written testimony?\n\nMS. FORMAN:  Yes, I have.\n\nREP. KING:  And so as an opportunity to answer the charges that this committee is going to hear, how would you \ncompare your holding area?  He compared it to a concentration camp.  How would you describe it?\n\nMS. FORMAN:  Well, first, personally and professionally, I find that quite offensive.  Being of a Jewish faith, I equate \nconcentration camps to the murder of over 6 million Jews and other individuals.  ICE is a professional law \nenforcement agency.  Our detention centers have to meet certain standards.  And the one that was put together in \nIowa was one that I would -- it was first rate.  It had pods.  It was full of beds.  There was food.  There were meals.  \nThere was televisions. There was recreation centers.  Most concentration camps that I've become aware of don't \npossess those items.\n\n\n\nREP. KING:  Would it be possible to bring enforcement against employers without identifying illegal employees \nwhom they had hired? Is it possible to bring a prosecution -- a successful prosecution and conviction?  I'll go first to \nMs. Forman and if I have time back to Ms. Rhodes, but would it be possible to do so without first identifying illegal \nworkers and prosecuting them so you've got those facts to work with?\n\nMS. FORMAN:  Certainly illegal aliens are a key component of any illegal -- work site operation.\n\nHowever, I mean, there are different methodologies to work these types of cases, and oftentimes you can't start \nfrom the top down.  You have to work your way up in an investigation and --\n\nREP. KING:  If I could quickly then -- excuse me -- go to Ms. Rhodes.\n\nDo you know of any circumstances by which we could successfully get convictions on employers if we didn't have \nthe evidence of the illegal employees?\n\nMS. RHODES:  Certainly you have to have evidence that illegals were hired.\n\nREP. KING:  All right.  Thank you.\n\nI think that makes my point, and I thank the witnesses.\n\nAnd I yield back the balance of my time.\n\nREP. LOFGREN:  The gentleman yields back.\n\nI'm curious.  Do you know whether any of the people who were -- who pled guilty have been deported yet, or are \nthey all -- they're currently in the United States?\n\nMS. RHODES:  I think ICE could probably speak more accurately to that.\n\nREP. LOFGREN:  Do you know?\n\nMS. FORMAN:  There are -- there are over 200 individuals who currently are in still federal custody.  There have \nbeen approximately 30 that have been deported this far.  Ten are still in detention.\n\nREP. LOFGREN:  So 30 of them have been deported already.\n\nMS. FORMAN:  To the best of my knowledge, yes.\n\nREP. LOFGREN:  So I guess that makes me question how we are going to proceed on the prosecution of the \npotential labor violations without the witnesses.  It's pretty clear that ICE is -- and that's provided for in the law, I \ndon't quarrel with that -- but once a person has finished serving their criminal sentence they're deportable, and \nyou're -- and we're deporting our witnesses.  So I think the concerns about destroying this case in terms of the \nemployer's misconduct are well founded.\n\nI'm interested, Ms. Rhodes, on the approach in this case.  A common practice -- well, let me just ask this.  \nOftentimes defendants -- or in this case criminals -- will be offered a sentence reduction for producing substantial \nassistance in the prosecution of others.  Is that envisioned in these cases?\n\nMS. RHODES:  Yes.  In fact, that was the whole reason for having that term in the plea agreement, so that the \ngovernment could then find out who would be the best witnesses.  And there are a number of ways of preserving \ntheir testimony in any criminal proceeding, should one be necessary.\n\nREP. LOFGREN:  But the plea agreement itself, Item 6, the last sentence, says, \"Due to the government's \nagreement to a substantially reduced sentence, defendant shall have no expectation of any additional sentence \n\n\n\nreduction for substantial assistance.\"  So wouldn't -- really, you've lost your leverage once you've got the person -- \nthey've pled guilty.  This is really backwards from the way these things are usually done, isn't it?\n\nMS. RHODES:  It is not the way it's usually done, but that is the way it was done here, and there will be no \nadditional benefit.  The benefit was given upfront.\n\nREP. LOFGREN:  So the opportunity to use 5K in the sentencing guidelines is really out the window.\n\nMS. RHODES:  Well, it wasn't 5K, it was charge bargaining in this case.\n\nREP. LOFGREN:  Okay.\n\nMS. RHODES:  So the charge was reduced.\n\nREP. LOFGREN:  Let me ask in terms of access to immigration lawyers.  Was there an effort made when the \ndefense counsel were secured to find people who knew anything about immigration law so they could understand \nthe interplay between the two bodies of law -- the criminal law defense and the immigration law?\n\nMS. RHODES:  Well, in fact, several immigration lawyers showed up at the site and were given access actually \nbefore criminal charges were brought, in many cases.  They were given access even during the booking process, \nwhich is --\n\nREP. LOFGREN:  So there were several immigration lawyers and how many individuals?\n\nMS. RHODES:  Well, there were 300, but there were joint meetings held between the immigration lawyers and the \ndefense counsel, and as a result of those meetings and information that was exchanged, criminal defense lawyers \ndid bring immigration issues to the attention of the prosecutor.\n\nREP. LOFGREN:  Let me ask in terms of, again, the immigration bit of it.  I understand most of these individuals -- \nat least from the press reports -- were from Guatemala, which has a very checkered human rights record.  Was \nthere any -- was there screening by the department to identify whether any of these individuals had been victims of \ntorture or might have a claim to asylum based on the situation in Guatemala?\n\nMS. RHODES:  I think ICE can answer that.\n\nREP. LOFGREN:  Do you know the answer, Ms. Forman?\n\nMS. FORMAN:  I'm not aware of that coming up, no.\n\nMS. RHODES:  No one did claim asylum.  I do know that.\n\nREP. LOFGREN:  Well, they ordinarily -- not well educated Guatemalan meat cutters might not really be aware of \nthe law of political asylum.\n\nMS. RHODES:  Right, but they had lawyers who were consulting with immigration lawyers.\n\nREP. LOFGREN:  Well, that's -- we received reports that immigration lawyers who came forward were actually \nturned away, but I'll explore that with the immigration lawyers that are on the next panel.\n\nLet me ask you this.  How did you know in advance who to give a charge reduction to in exchange for their \ncooperation?\n\nMS. RHODES:  It was given to everybody upfront so that we would have the opportunity to later find out who would \nbe the best witnesses.\n\nREP. LOFGREN:  That's kind of a pig in a poke, isn't it?\n\n\n\nMS. RHODES:  Well, it was a risk we took.\n\nREP. LOFGREN:  I want to get on to the next panel, so I'm not going to go any further, but I think certainly there are \na number of issues that are posed here for me.  I would just also note that the -- in terms of the prosecution of low-\nlevel misdemeanor immigration violations -- you mentioned the southwest border -- we had testimony in the \nAdministrative Law Subcommittee just a few weeks ago that although there's been substantial increases, that that \ncame at a cost of a 40 percent reduction in organized crime prosecutions in the same area.  So we're prosecuting \nthe busboys and the nannies, but the drug cartels are no longer having to worry.\n\nLet me -- my time has expired -- let me turn to Mr. Gutierrez to see if he has additional questions.\n\nREP. GUTIERREZ:  Thank you very much.\n\nYou said in order to obtain the cooperation of the detainees, you did what, Ms. Rhodes?\n\nMS. RHODES:  They were offered -- part of the plea agreement was that every detainee was offered a cooperation \nterm, which means that they would cooperate in the government's ongoing investigation.\n\nREP. GUTIERREZ:  Let me ask you.  So you say that the lawyers there made the decision at that moment to \npursue the indictment for aggravated identity theft, that these were lawyers in Iowa.\n\nMS. RHODES:  That's correct.\n\nREP. GUTIERREZ:  They made the decision.  They didn't -- is that usually the way it works?  I thought there was \nlike a chain of command.\n\nMS. RHODES:  No, individual decisions on charging are left to the district.  In this particular case, what was \napproved by the department was the fast-track program itself, which meant that they presented to us that they were \nplanning on doing a large-scale operation and that they wanted to do it under the fast track.\n\nREP. GUTIERREZ:  Who wanted to do it under the fast track, the lawyers from ICE or the lawyers from DOJ?\n\nMS. RHODES:  The career DOJ lawyers --\n\nREP. GUTIERREZ:  Okay, the career DOJ lawyers.\n\nMS. RHODES:  -- who present this.  The benefit is it allows -- it benefits the community, because it allows for a \nlarge law enforcement operation to take out a large number of criminal defendants all at once.  It does it in a way \nthat doesn't flood the court.  It does it more efficiently.  And the defendants receive the benefit of that by getting a \ndrastically reduced sentence.\n\nREP. GUTIERREZ:  They get a --\n\nMS. RHODES:  This program exists permanently in many districts, and they also can be done on a case-by-case \nbasis --\n\nREP. GUTIERREZ:  Let me ask you something.  This is the first time this was ever done.  Postville is precedent \nsetting.\n\nMS. RHODES:  Pardon me?\n\nREP. GUTIERREZ:  This has never been done before, this fast tracking.\n\nMS. RHODES:  No, fast tracks in work site enforcements have been done before.\n\nREP. GUTIERREZ:  At this scale?\n\n\n\nMS. RHODES:  I'm not aware of anything at this precise scale, nor am I aware --\n\nREP. GUTIERREZ:  Would you -- I don't expect that you have the information -- could you get to the committee \nwhen this was first done?  Because it's new to me, and it's new to many members of this committee and I know to \nthe members of Congress, which are the ones in the end that establish the immigration policies for this nation.  I \nmean, there should be some coordination between what we do here and the laws we enact and what you carry out \nat the executive branch of government, especially the judicial branch of government.\n\nSo could you please forward the committee at some point in the very near future when you first began this fast \ntracking, what the first case was, so that we could have some history of when this began? Because it's kind of new \nto me in terms of what gets done.  Because when you charged the people, you charged them with not knowingly \nusing a false Social Security number, but you really charged them with aggravated identity theft.  Right?  And then \nyou let them cop a plea to the lesser of the two charges.\n\nMS. RHODES:  I believe the charges were with both, and then the greater charge was dismissed.\n\nREP. GUTIERREZ:  And then the greater charge was dismissed.  So let me ask you, if I'm a detainee do I have a \nright to bail?  Any one of the 300 detainees?  Was there a right to bail?  Did I have a reasonable right to bail and \ngetting out of jail while my -- if I say no?\n\nMS. RHODES:  Well, you might have a criminal right to bail, but the fact of the matter is you're going to be detained \nby ICE for being here illegally.\n\nREP. GUTIERREZ:  Very good.  So there's no right to bail.  I mean, they're basically in jail regardless.  I can't get \nout of jail. So if I have children I have to attend to and a spouse I have to attend to -- things that I'm sure your \nprosecutors were knowledgeable of that these people had -- I mean, the attorneys must have communicated the \nguys has a -- if they didn't, then the attorneys did a terrible job -- guy has a wife, guy has -- the woman has children, \nspouse, people who rely on them.  I mean, these are immigrants that are coming to the United States.\n\nMS. RHODES:  Yes.  That was the basis for the humanitarian relief --\n\nREP. GUTIERREZ:  That was the basis for the humanitarian.  But yet you did have someone who might have had \nrelief who didn't take relief because his wife is an American citizen and he has American citizen children, and yet he \ntook the plea agreement also.  So --\n\nMS. RHODES:  Some of those were also allowed relief on some of the terms --\n\nREP. GUTIERREZ:  Some of them, but not all of them -- not all of them.\n\nMS. RHODES:  It was made on a case-by-case basis.\n\nREP. GUTIERREZ:  Because the way you paint the picture is, oh, we did this for the good of the detainees.  We \noffered them an opportunity to kind of walk away, when indeed most of the time that's not what happens.  Most of \nthe time what happens is they are detained and they are deported.  Those are the statistics that we get from ICE. \nThey detain people.  They deport them.\n\nThis is a very different situation, and the manner in which it was conducted at Postville, because the statistics don't \nlie, you basically said to them -- and I know you want to tell us that you were offering them a deal of a lifetime.  But \nit really wasn't much of a deal.  You charged them with a felony that had a two-year minimum. You thereby tied the \nhands of the judge.  He had to sentence them to two years if they were found guilty.  They had to stay in jail.  They \nwere afforded the opportunity to stay in jail for six to eight months, wait for a trial, when indeed you said them, \n\"Well, we'll give you five months.\"\n\nREP. LOFGREN:  The gentleman's time has expired.\n\n\n\nREP. GUTIERREZ:  Because from my point of view -- and I'll wrap it up -- it's just, if you're going to charge \nsomebody with something, charge them knowingly and with the intent.  You do -- you did not have one complaint of \nidentity theft against any of the people at this agro-processing plant -- not one complaint of identity theft.\n\nREP. LOFGREN:  The gentleman's time has expired.\n\nI recognize the gentlelady from Texas, Ms. Jackson Lee, for five minutes.\n\nREP. JACKSON LEE:  Thank you, Madame Chair, and I want to again thank you and the ranking member for I \nthink what is a very important hearing.\n\nLet me thank Ms. Rhodes and Ms. Forman for their service, as well.  And allow me to again reemphasize the \nrespect I have for law enforcement and ICE agents, in particular the station in Houston that has made as best effort \nas they could to be as communicative and as sensitive to our concerns, our humanitarian concerns, and also the \nconcerns our office has expressed of what we think are ineffective approaches to our situation.\n\nTo that end, I would like to ask Ms. Forman to bring this back in writing.  My colleague mentioned it for Postville, but \nI want a report on the Shipley Do-Nuts arrest and US Rags, or Rags USA, as relates to the number of people \narrested, the number of people released, the number of people in detention as we speak, the status of the \ninvestigation and the status of the prosecution and the cost.  And I also want to know the -- any efforts to increase \nthe staffing in the Houston office for ICE agents.\n\nMs. Rhodes, let me -- and I know you might not have that at your fingertips, so if I can that in writing -- if you have it, \nyou might want to comment -- but let me -- Ms. Rhodes, are you aware of the pending legislation -- have you had a \nchance to at least have summaries of the kinds of legislative initiatives like comprehensive immigration reform or \nsome aspects of the legislation that have to do with felonies?\n\nMS. RHODES:  I'm sorry, I'm not familiar with the details of the legislation that's pending.\n\nREP. JACKSON LEE:  Do you have a sense that the thrust of the legislation is that people who are convicted of \nfelons (sic) are deported, in essence, permanently?  Are you familiar with that approach, that someone who is a \nconvicted felon would not be able to access what has been called access to citizenship?\n\nMS. RHODES:  I know that typically those convicted of felonies are deported.\n\nREP. JACKSON LEE:  Right.  So what we have here in Pottsville (sic), for example, what is typically a civil or a \npathway for someone to be deported and possibly stay out of the country for 10 years, the psychic may have been \nby those lawyers on the ground that if these individuals are convicted of felons, felony charges, then whatever \napproach we may take in moving forward on immigration reform, they would be forever barred from coming back \nto the United States.\n\nMS. RHODES:  I don't know whether or not they would be forever barred.\n\nREP. JACKSON LEE:  But they certainly would have a far more difficult time.  I think they'd be forever barred.  I \ndon't think there is a pathway for felons to come back in the United States. They're permanently barred.  So do you \nhave any indication that that was the approach that these lawyers were taking?\n\nMS. RHODES:  No, I don't.  I know that felonies are rated from -- you can come -- you can apply for readmission \nafter 10 years, some after 15 years, some are permanent.\n\nREP. JACKSON LEE:  But if you have a young child and a spouse here, certainly it would be a far more difficult \nhurdle to overcome. Is that not correct?\n\nMS. RHODES:  That is correct.\n\n\n\nREP. JACKSON LEE:  And to your knowledge, I know that they were charged with identity theft -- and I abhor \nidentity theft -- but to your knowledge, short of that creative thinking at that time, to your knowledge -- or at least \nthese individuals were at first approached by the law because they were undocumented.\n\nMS. RHODES:  No, that's not correct.  It is because of the widespread identity theft.  What had happened was \nAgriProcessors is the largest employer in this town.  They had --\n\nREP. JACKSON LEE:  So you looked --\n\nMS. RHODES:  -- they had over 70 percent that were illegal.  And as the investigation progressed, it became clear \nthat they were also over 70 percent having Social Security numbers belonging to somebody else.\n\nREP. JACKSON LEE:  And was that contributed to by the employers? Were they part -- was the allegation that they \nwere part of the conspiracy?\n\nMS. RHODES:  I would say this.  It was a large percentage of illegal --\n\nREP. JACKSON LEE:  Okay.  So therefore the culprits who were involved were also the employers, as well, and \nthese individuals received, in essence, the benefit.  But they were there to work.  Is that my understanding?\n\nMS. RHODES:  They were there to work, and two of the supervisors who helped them get the false documents \nhave been indicted.\n\nREP. JACKSON LEE:  All right.\n\nLet me move quickly to Ms. Forman.  The theme for Houston was this -- 200 people surrounding US Air Rags -- I'll \nget the name -- Air Rags USA, guns drawn, doors kicked in, a little four-foot, five-foot female slammed against the \nwall, who happens to be a citizen, the woman falling from 20 feet, the original -- then an arrest that went for -- and \nI'm going to finish in just a moment, Madame Chair, if you'll indulge me -- then the arrest was in the morning at their \nresidence, surrounded by ICE officers.  They are arrested, and it was a commitment that they would be released on \nbond by 12 noon of that day.  They didn't accede to that.  They were then taken from the detention center with \ncameras blasting, neck chains, leg chains and all kinds of chains.\n\nREP. LOFGREN:  The gentlelady's time has expired.\n\nREP. JACKSON LEE:  Could she just answer and say was that purposeful?  Is that -- does that help you to \nintimidate by performing in that manner?\n\nMS. FORMAN:  In all due respect, I've spoken to the special agent in charge, and that did not occur.\n\nREP. JACKSON LEE:  With all due respect, it did occur, and I would like a full report from that special agent in \ncharge as to what occurred, because it did occur.\n\nREP. LOFGREN:  The committee will ask for a written report on the subject, and --\n\nREP. JACKSON LEE:  I yield back.\n\nREP. LOFGREN:  -- the gentlelady's time has expired.\n\nI would just like to note that the committee hearing will remain open for five days.  We may have additional \nquestions, which we will submit to you in writing.  We would ask that you promptly respond if that occurs.  And I \nwould say that to the extent that the questions are specifically about what happened in Waterloo, we would ask that \nyou have Mr. Dummermuth submit the information he has personal knowledge of, because we want direct \ninformation.\n\n\n\nAnd as part of the questions to be answered in writing, the warrant request mentions methamphetamines at the \nplant, which is inconsistent with the testimony you've just given, and I'd just like an explanation.  I mean, I realize \nyou probably didn't prepare this affidavit, and if you could explain that in writing that would be very helpful.  And we \nthank you both for your testimony.\n\nWe will now call the third and final panel to the table.\n\nAs the panel is coming forward, I will begin by introducing them.\n\nI am pleased to welcome Erik Camayd-Freixas.  Dr. Camayd holds master's and doctoral degrees in language and \nliterature from Harvard University and a bachelor's degree in psychology from Tufts University.  He is professor of \nlegal interpreting and director of translation studies at Florida International University and the former director of \ntraining for the state of Florida interpreter services program.  Dr. Camayd is the author of numerous books and \narticles and has lectured widely around the world on linguistic and cultural studies.  Dr. Camayd has been a \nfederally certified interpreter since 1985, and he frequently serves in federal and state courts as an expert witness \nin semantic and linguistic analysis.\n\nThe next witness is David Leopold.  Mr. Leopold is the principal in the David Wolfe Leopold & Associates in \nCleveland, Ohio.  He has practiced immigration and criminal law for nearly 20 years.\n\nFor nearly 10 years Mr. Leopold has also served as a criminal justice CJA Plan defense attorney for the U.S. \nDistrict Court for the Northern District of Ohio, representing criminal defendants in federal criminal matters upon \ncourt appointment.  In addition to his practice, he directs the immigration law curriculum and teaches immigration \nlaw at the Case Western Reserve University School of Law and serves as an adjunct professor of immigration law \nat the Cleveland-Marshall School of Law at Cleveland State University.  Mr. Leopold is also a frequent speaker on \nimmigration consequences of criminal convictions at federal, state and local bar continuing legal education \nseminars.  He is testifying today on behalf of the American Immigration Lawyers Association.  He currently serves \nas AILA's first (vice ?) president.\n\nI'm also pleased to welcome Professor Robert Rigg.  Mr. Rigg is an associate professor of law at Drake University \nLaw School in Des Moines, Iowa.  He is the president and founding member of the Iowa Association of Criminal \nDefense Lawyers and currently sits on the Iowa Supreme Court Attorney Disciplinary Bar.  He previously sat on the \nIowa Supreme Court Advisory Committee for Rules of Evidence and Rules of Criminal Procedure.  He has been \npublished in the Boston University Public Interest Journal, the American Journal of Criminal Law, the T.M. Cooley J. \nPractice and Criminal Law and Westlaw's Iowa Practice of Criminal Law.  He has been quoted on NPR, by the Los \nAngeles Times, the Associated Press, Newsday, USA Today, and finally, and not unimportantly, the Des Moines \nRegister.\n\nOur final witness is Ms. Laura Costner.  Mrs. Costner is a resident of Newport, Tennessee.  She is married and the \nmother of two children, Molly and Mason.  She and her husband were victims of identity theft, and her congressman \nwas here this morning to stick up for her, and we appreciate your willingness to be here, as well.\n\nSo if we may begin with Dr. Camayd.  We have five -- your full written testimony and that of all of you will be made \npart of the official record, but we do ask that your testimony consume about five minutes.\n\nAnd we will begin with you, Doctor.\n\nMR. CAMAYD-FREIXAS:  Thank you, Chairwoman Lofgren.\n\nREP. LOFGREN:  We need the microphone on, though.\n\nMR. CAMAYD-FREIXAS:  Thank you, Chairwoman Lofgren, Ranking Member King, honorable members of the \nsubcommittee.\n\n\n\nI was one of 16 interpreters who served both weeks of the Postville hearings.  Unlike judges, prosecutors or \nattorneys, I was present at every step of the process.  It is my duty as an impartial expert witness, an officer of the \ncourt, to ensure that the court is not misled and to bring to its attention any impediments to due process.  I have \ndone so in the best interest of the federal court I am proud to serve and with the conviction that if our honorable \njudges had known how this judicial experiment would turn out, they would have never allowed it.\n\nIn my statement submitted for Congressional Record I document the flaws.  Detainee's quarters were not certified.  \nThe court failed to maintain physical and operational independence from ICE prosecution and a level playing field \nfor the defense.  There was inadequate access to counsel, no meaningful presumption of innocence.  Defendants \nappeared not to understand their rights and charges.  Bail hearings and other due process rights were denied.\n\nThe charge of identity theft used to force a plea lacked foundation and was never tested for probable cause.  \nDefendants did not know what a Social Security number was and were not guilty of intent crimes.  Guilty pleas were \nobtained under duress.  Judges had no sentencing discretion pursuant to a binding plea agreement.  Sole \nproviders, whose families are in jeopardy, now endure a cruel and unusual psychological punishment, the \nforeseeable effect of the prison time on common (pairings ?).\n\nAbridgment of process produced wholesale injustice at the other end -- parents begging to be deported put in jail at \npublic expense; proud working mothers branded like cattle with the scarlet letter of an ankle monitor, dehumanized \nand reduced to begging at the doors of the church as they were released on humanitarian grounds; the town of \nPostville devastated; the kinship ties our noble people are quick to forge with all newcomers painfully severed; \nfamilies and friends separated; and so the bill of rights denied and democratic values threatened by the breakdown \nof checks and balances.  And it all appeared to be within the framework of the law pursuant to a broken \nimmigration system.\n\nPostville lays bare a grave distortion in the legal structure of government.  Post-9/11, ICE was granted power to \nwage the war on terror, but since 2006 it has diverted resources even from disaster relief to an escalating and \nunauthorized war on immigration.  Yet the men and women of ICE are not to be faulted for doing their duty.  It is \nunrealistic in our adversarial system to ask prosecutors to exercise restraint and not use all legal means to win \nconvictions. The fact is, our laws have not kept up with this growth in enforcement.  Congress failed to pass \nimmigration reform and ICE has filled the legal void with its own version of it.\n\nNow we have a serious contradiction -- the growth of authoritarian rule inside a democratic government.  This entity \ncan simultaneously wield immigration and criminal codes plus issue administrative rules, leaving no room for \nconstitutional guarantees. It co-opts other branches of government -- Social Security, U.S. attorney, federal court -- \nand uses appropriations to recruit local police for immigration enforcement, setting neighbor against neighbor and \ndangerously dividing the nation.\n\nWith the help of local sheriffs, Postville repeats itself daily, while the harshness of border enforcement is reenacted \nin the American heartland, with great collateral damage to our citizens and communities.  It is a rush to raid as \nmuch as possible before Congress regains the vision and courage to restore the law of the land.  Part of \nimmigration reform is redefining jurisdiction over -- ICE jurisdiction over immigration and criminal matters without \nimpairing the agency's ability to defend us from terrorist threats.\n\nSince 2006 families have been separated on a scale unseen in the Americas since the Spanish conquest, when it \nled to the extinction of Amerindian nations.  In Postville, we have the added moral burden posed by the presence of \nethnic Mayans, testimonial people who constitute an endangered patrimony of humanity.\n\nI bring to this forum three requests from the people of Postville.\n\nFirst, our government has left the humanitarian crisis for Sister Mary McCauley and her good neighbors to cure.  I \ncall on all to contribute to St. Bridget's Church and on the federal government to respond with aid that guarantees \nsurvival for their schools, businesses and institutions.  It is time for America to adopt Postville.\n\n\n\nSecond, with regard to the imprisoned aliens, government says they have 300 criminals.  The people say show us \none victim of their crimes or send them home.\n\nThird, our national unity requires that Congress pass not only comprehensive but compassionate immigration \nreform as would befit the dignity of this great country, built upon the shoulders of immigrants by their children.\n\nThank you.\n\nREP. LOFGREN:  Thank you very much.\n\nMr. Leopold, we'd be pleased to hear from you.\n\nMR. LEOPOLD:  Chairwoman Lofgren, Ranking Member King --\n\nREP. LOFGREN:  I think the microphone went off again.  There you go.\n\nMR. LEOPOLD:  -- my name is David Leopold, and I'm the national vice president of the American Immigration \nLawyers Association.  I'm honored to testify this afternoon before you about the conviction and prosecution of \nnearly 400 undocumented workers in Postville, Iowa.\n\nA prosecutor's duty is to do justice, not merely to convict. This cardinal principle was ignored by the government in \nits zeal to criminalize undocumented workers in Postville, Iowa.  The workers were denied access to counsel \nfamiliar with both immigration and criminal law.  The defense counsel were put into the untenable position of \nadvising on plea deals without access to -- without ability to assess the immigration consequences of the plea and \nthe possibility that the clients might have full release to deportation -- from deportation.\n\nThe workers impacted by the raid were essentially coerced into giving up their rights under the immigration law, \nsuch as the right to a hearing before an immigration judge and the chance to apply for relief from deportation.  The \nfast-tracking system concocted by the government amounted to a conviction and deportation assembly line which \nexalted efficiency over fundamental rights.  These poor, uneducated Guatemalan farmers were treated like the \nlivestock prepared for slaughter at AgriProcessors.  Shackled in groups of 10, they were efficiently packaged, \nconvicted and ordered deported and sentenced to jail time.\n\nThis scheme was predicated on overcharging the workers and threatening them with two-year mandatory minimum \nsentences.  Faced with the choice of five months in prison and deportation, or six months in prison waiting for a trial \nwhich would lead to a mandatory minimum two years in prison and then deportation, these workers faced an \nimpossible choice.  In most cases, the defendants faced this choice without the advice of immigration counsel.\n\nThis was a travesty of justice.  Effective assistance of counsel to an immigrant in a criminal matter, including advice \nabout whether or not to accept the terms of a plea agreement, necessarily includes a thorough analysis of whether \nthe defendant has a claim to citizenship, the immigration consequences of a plea, or conviction at trial and the \navailability of relief from removal.  Under the immigration law, a non-citizen may be eligible for adjustment of \nstatus, cancellation of removal, and, of course, asylum.\n\nDr. Camayd's essay recounts the compelling story of a man from Mexico who worked at AgriProcessors for 10 \nyears.  He had two young U.S. citizen daughters, a two-year-old and a newborn.  And in fact, this man was clearly \neligible to apply for cancellation of removal and legal permanent resident status because he was the sole support \nfor these two young U.S. citizen girls.  But the plea agreement deprived him of any opportunity for a life in the U.S. \nwith his girls.  He faced the impossible choice between fighting his case or succumbing to the plea deal, which \nforced him to waive his rights to a hearing.  And he faced this life-altering dilemma without the advice of an \nimmigration attorney.  His case underscores the fundamental injustice that occurs where defendants don't have \naccess to immigration counsel when evaluating a plea.\n\nTo guarantee due process, Congress should do the following. Congress should enact legislation to protect the right \nto immigration counsel in ICE enforcement actions.  Most importantly, ICE should direct its enforcement resources \n\n\n\ntowards investigations of high-level threats to national security and employers that deliberately violate the law, not \nworkers, who are merely trying to feed their families and who contribute to the U.S. economy and to our social \nfabric.\n\nThe chilling spectacle that unfolded at the Cattle Congress is a stain on our judicial system and an affront to the \ncore principles for which so many Americans have made and are making the ultimate sacrifice.  Congress should \nact now to ensure that the administration enforcement actions respect the core American ideals of due process and \nfairness.\n\nThank you, and I look forward to answering your questions.\n\nREP. LOFGREN:  Thank you very much, Mr. Leopold.\n\nMr. Rigg, we'd be pleased to hear from you.\n\nMR. RIGG:  Thank you, Madame Chairwoman.\n\nI intend to address a specific concern of mine and I think of the criminal defense bar in the process that was used at \nthe Postville raids and subsequent to those raids implemented in Waterloo.  The biggest problem that I have \nidentified at least I feel this committee should address is the compression of time that was imposed on defense \ncounsel in this particular case.  That caused a cascade of other errors that could have occurred and may have \naffected these guilty pleas.  Whether or not they will down the road, we don't know.  That is subject to judicial \nscrutiny, and that is subject to review by the courts, obviously.\n\nWhen the process was designed, this compression factor essentially put lawyers -- competent lawyers -- in a \nsituation where they had very limited time to make very difficult decisions with very limited resources.  They simply \ndidn't have the time or the resources to do what they probably needed to do.  What that does is you can take the \nmost competent lawyer in this country and if you put them in a time frame like that and you aggravate it by \nappointing them to 10 clients at a time and say, \"You've got a week to make these decisions,\" that process is \ninviting those lawyers to make mistakes -- not intentionally, not purposely, but you have created a situation where \nessentially you've given somebody a lawyer but you've tied their hands behind their back.  That is not consistent \nwith due process, in my view.\n\nThe other issues that tend to come up would be the individual representation by attorneys.  Who came up with the \nnumber 10?  Why 10? Why not two?  How come more lawyers weren't contacted prior to this raid by either the \njudge, evidently, or by someone with the U.S. attorney's office and brought into this so you would have more \nlawyers available?\n\nSo you have a number of questions posed initially that I don't believe have been answered.  I'm not sure that they \ncan be answered. The one thing I am sure of, the people that don't know the answers is the criminal defense bar.  \nPrior to the adoption of these proceedings, to my knowledge no one from the criminal defense association, the \nnational or otherwise, was consulted prior to the enactment of these fast-track rules.  The normal course that we \nwould use on the committees I've served on with the Iowa Supreme Court is that you would bring in opposing \ncounsel and try to address pertinent issues prior to their occurrence so you can avoid situations where you're \nhaving 10 clients being represented by one lawyer who also may not have immigration experience.\n\nThe other problem I guess I have is the transparency of this process.  This was an ambush, essentially.  There \nseems to be some security concerns by the folks from ICE about the Department of Labor being brought in on this.  \nWell, obviously, if there's concerns about that you're not going to talk to anybody about this -- regarding the criminal \ndefense side of it.  And lawyers, from my understanding, were told not to discuss the invitation they received to the \nfederal courthouse in the Northern District of Iowa.  That request was honored by those lawyers.  They did not \nknow, from what I understand, why they were being asked in.\n\n\n\nThey didn't know until after the raids occurred, and were essentially brought in and given a \"How to Practice Law in \nFederal Court\" manual.  Those lawyers who refused to participate, that manual was taken away from them.  I don't \nunderstand that.  I don't see why that manual would not be public record and should be available to the members of \nthis committee and to other members for its critique and criticism.  It may be the best manual in the world, but \nunless somebody critiques it and looks at it and reviews it from the other side -- well, we don't know.\n\nThe other thing that troubled me about this is the access to immigration attorneys.  The reports that I received and \njust as soon as two days ago from a lawyer who actually went up to Postville who was contacted by family to go in \nand interview a client was essentially turned away by the ICE officials.\n\nSo you have a series of issues.  If they all start to cascade with the compression of the time, the number of clients \nthat we're being asked to handle -- and additionally I would criticize the lack of input by the criminal defense bar.\n\nThank you.  That's all I have.\n\nREP. LOFGREN:  Thank you very much.\n\nAll those bells and whistles mean we have votes.\n\nI'm hoping we can get your testimony, Mrs. Costner, and then we'll come back for our questions.  So if you could \ngive your five minutes of testimony, and then we will recess till about 3:15.\n\nMS. COSTNER:  Thank you for allowing me the opportunity to share my experience with you.\n\nIn April of 2004 my husband and I acquired custody of my biological niece, and her biological mother, my now-\nestranged sister, was in a relationship with an illegal immigrant.  It is our understanding that our personal \nidentification was stolen from the adoption paperwork.\n\nIn April of 2005 we received a letter stating that my husband's driver's license would be suspended and there was a \nwarrant for his arrest.  At 3:30 a.m. in February of '05 in a nearby town an impersonator who had no proof of \ninsurance and a fake Social Security card with my husband's name on it got a speeding ticket.  He signed his name \n-- he printed, actually, Jamie D. Costner.  He could not speak English.  When the ticket wasn't paid, they obviously \nsent us the letter stating we have seven days.\n\nWe had to hire an attorney to explain to the Department of Transportation that we were victims of identity theft.  \nAfter that, they did not catch the gentleman that had done it.  The detective who handled the case called us and \nadvised that the same gentleman had worked at least two jobs in my husband's name, but the companies that he \nworked for told us they would handle it with IRS.\n\nSo later in that year, we thought everything was okay, and the immigrant was located, and despite being charged \nwe went, we took time off from work and went to the court date.  The DA told us it was the gentleman's third charge \nof taking the identity of American citizens and he would be deported back to Mexico and would not be allowed back \ninto our country.\n\nLess than 30 days later, we received a phone call at 3:00 a.m. and it was the same illegal immigrant.  He was \nlaughing, and in broken English he said, \"They do nothing to me.\"  He went on to describe the make and model of \nthe vehicles my husband and I drove and what time I left work, and then he mentioned the name of our daughter.  \nHe just laughed.  And I was also pregnant at the time.  And I called the police, and they told us that we needed to \nget our phone number changed and there was nothing else they could do.  So we just went on, you know.  We had \nto.\n\nThen in '07, I had been off work due to an injury.  In February of '07 I called the Tennessee Department of Labor \nand they told me that I should not -- that I had two workers' compensation claims out. I had gotten hurt at work.  \nAnd they said that on January 22 of 2007 that I had fell off a line de-boning chicken, and that they -- I knew that it \nwas another identity theft.  And they told me the name of the hospital that I allegedly went to.\n\n\n\nI went to Pick (sp) Foods, which is a chicken processing plant, and they argued with me and told me they had no \nway to believe I was who I said I was.  So I took my marriage certificate, because she was working in my maiden \nname.  And they arrested her that afternoon, after the HR manager had told me that they didn't want the police \ninvolved, but I went to the police.\n\nAnd the next month we went to the court date and the lady couldn't speak English.  She admitted through an \ninterpreter that she worked there using my name and Social Security number for almost two years.  And she was \ncharged with a misdemeanor and let go the same day.\n\nAnd two weeks after that I received a letter from the IRS, and for the year of 2005 alone we owe $7,854 in back \ntaxes.  We have sent letters, statements, and finally David Davis got involved, and they -- we had to pay for an \nappeal so they wouldn't garnish our wages, even though we had proof that these people admitted they did it.  And \nwe had to end up paying another $100 that they relieved us from 2005, but they said that they would have 2006 \nand 2007.  She took FMLA leave in my name, and she had a baby at -- not in my name, but she signed in the \ndoctor's office in my name, but she went to the hospital in her Hispanic name.\n\nAnd I guess to sum it up very quickly, I had the life that I always wanted, and now, because of this -- I believe \nthere's an argument that illegal immigrants have a right to come here, make a living, have a better life, but at what \nexpense?  I mean, I've worked hard my whole life to have what I wanted, and by adopting a little girl and trying to \ndo the right thing -- my husband and I have had to seek counseling, and, I mean, we -- we're not who we were.  I \nthink -- I have to fight every day to prove who I am.\n\nI wonder how many of you are willing to give up all you have worked for.  That option was not given to us.  Our \nidentity was taken. After extensive research we now know we can never fully regain who we rightfully are.  Every \nday is a constant fight for the rest of our lives to defend who we are.  This is a fight that should never have begun, a \ntedious, day-to-day worry that has taken many joys, happy times in life, a life that we did all the correct things and \nwe earned that is no longer ours.\n\nREP. LOFGREN:  Mrs. Costner, thank you for your testimony.\n\nWe are going to recess this hearing now.  We have a series of votes, and we will not be back before 3:15.  So go \nget a cup of coffee and we'll ask some questions when we return.\n\n(Recess.)\n\nREP. LOFGREN:  The subcommittee will reconvene.  Hopefully, the ranking member will be here shortly.\n\nFirst, apologies; we thought that we would be back by 3:15, but we had more votes than we had anticipated.  And \nwe appreciate your patience and your willingness to stick with us on this.\n\nWe have just a couple of questions that we will be able to pose to all of you.  But before I do, let me just say to you, \nMrs. Costner, what happened to you was really terrible and outrageous.  And I don't think there's a person in the \nCongress who would defend what happened to you.  And I appreciate that you were willing to come here and share \nyour story.\n\nThe individual that did that to you should have been prosecuted. And I think it's -- you know, I don't know if the U.S. \nattorneys are here now.  I don't understand why they didn't do their job to protect you and your family.  And I just \nwanted to say that before getting into the legal questions for the others.\n\nAnd let me ask you, Dr. Camayd, you have been a translator for a long time.  And I read the statement that you \nmade that was available publicly after this raid.  And I was struck by, in your statement, how shocked you seemed \nto be by the procedures that you encountered here and that it was your judgment that these individuals had no idea \nwhat was going on.\n\n\n\nAnd you're, of course, the interpreter, so you were in kind of the catbird seat to understand what people knew, \nperhaps even better than the lawyers because they couldn't actually talk directly to the defendants.\n\nIn your -- have you ever seen anything like this before in your 23 years as an interpreter?\n\nMR. CAMAYD-FREIXAS:  Never.\n\nREP. LOFGREN:  I think that's quite revealing.\n\nIn your judgment, did these defendants understand the nature of these proceedings and the pleas that were -- there \nwas a lot of representation that the defense counsel had advised them and they knew all the immigration issues.  \nDid you observe that?\n\nMR. CAMAYD-FREIXAS:  Well, there were almost 300 individuals, and the level of understanding was different \nfrom one to the other.  My determination is that the majority of them did not understand the charges or the rights \nthat they were waiving.\n\nAnd I base that on several factors.  First, it is unclear to what extent the numerous ethnic Mayans understood \nSpanish as a second language.  Then there are vast cultural differences between Mexicans and Guatemalan rural \ncultures, on the one hand, and American legal culture on the other.  And the most important factor is that, in my \nexpert opinion as an educator, due to their lack of schooling and low rate of literacy, most of the defendants had a \nlevel of conceptual or abstract understanding equivalent to that of a third grader or less.\n\nSo they clearly needed a lot more time, a lot more educating on a one-to-one basis on the part of their defense \nattorneys to even come closer to understand what these things meant.\n\nIn addition to that, they were -- they really were tuning it all out because the only thing -- particularly the parents -- \nthe only thing that they cared about is how to get back to their families to look after their families.\n\nSo they were just listening to the time factors: \"Okay, if I do this, do I get home quicker, or if I do that?\"\n\nParticularly troubling was the waiver of the right to be indicted by a grand jury on felony charges.  These were all \nfelony charges.\n\nThey basically at that point had no knowledge of the plea agreement or the plea offer that the government was \ngoing to make.  So they basically were given false hopes that if they waived the right to a grand jury indictment, \nthey would go home faster.  So they did.\n\nREP. LOFGREN:  Let me ask you this:  You were -- we had testimony that they were, the defense lawyers had \nbeen completely schooled on immigration law and that there were immigration lawyers in the facility.  If -- did you \nobserve that?\n\nMR. CAMAYD-FREIXAS:  I'm sorry, I didn't --\n\nREP. LOFGREN:  That there -- that the defense counsel was -- had been instructed in immigration law and that \nthere were immigration lawyers there at every stage, helping the defendants understand.  Did you see that?\n\nMR. CAMAYD-FREIXAS:  No, I didn't see any immigration attorneys there.  There were actually very few \nattorneys each day because even though 18 defense attorneys participated, they would come in three, four, five \neach day.  And I didn't see any immigration attorney.\n\nI also understood that the official policy was that these were criminal cases, not immigration cases; therefore --\n\nREP. LOFGREN:  Right.  But they have implications once you plead guilty to this crime.  Even if you had another -- \na benefit available to you under existing immigration law, that would then be foreclosed.\n\n\n\nMR. CAMAYD-FREIXAS:  Well, I did observe that some attorneys were able to call on immigration law colleagues.\n\nREP. LOFGREN:  Okay.\n\nMR. CAMAYD-FREIXAS:  But the issues were so complicated that sometimes they had to consult with two and \nthree different lawyers and they would get different indications.\n\nREP. LOFGREN:  Let me ask the two law professors -- and I'm going to read from the affidavit that was filed in \nsupport of the application for the search warrant.  And it's point 85.  I'll summarize.  The first part isn't really that \nmaterial.\n\nA search was conducted by ICE agents in the accurate database -- which, as we know, is a private sector database \nthat's highly Accurate -- for the individual Social Security numbers listed in the second quarter 2007 payroll report.\n\nThis search revealed that approximately 878 out of 1,116, or 78.6 percent, of the Social Security numbers entered \ninto Accurate either did not appear to be associated with the person assigned to that Social Security number or the \nnumber did not reveal any person associated with the number.\n\nWhat we're hearing here from the government's own affidavit is that 78 -- well, let's say almost 79 percent of the \nindividuals didn't have somebody else's Social Security number.  They had just a made-up number.\n\nHow is that consistent, in your judgment, with the necessity to base a prosecution on evidence -- that the \nprosecutor's burden to have the elements of the crime known and present before proceeding with a prosecution?  \nCould you comment briefly on that?\n\nMR. LEOPOLD:  Well, that statistic, Madame Chairwoman, is very troubling.  Eighty percent of these people \napparently did not have -- their Social Security number didn't correspond to a real person.  That draws into real \nquestion the whole use of the identity theft as a charge and really brings into question the Social Security charges.\n\nI'll tell you, I've sat on the CJA panel, Northern District of Ohio now for 10 years.  And I've handled criminal cases in \naddition to my immigration practice.  I would love an opportunity to cross-examine the -- (inaudible) -- here about \nthat because what he seems to say in this paragraph at the end is:  \"Well, this evidence didn't really add up, but so \nwhat?  I'm an expert.  Believe me.\"  So it's very troubling.\n\nMR. RIGG:  I concur with Mr. Leopold's analysis there.  The two parts of that paragraph seem to be inconsistent.  \nBut again, that's something that would have been submitted to a judge.  But that's the type of information you would \nwant a preliminary hearing on.\n\nREP. LOFGREN:  Well, if I may, my time is running out, but it just seems to me that the prosecutor's obligation is \nfirst to do justice, not just to get convictions.  It's to, as an officer of the court, to make sure that justice is done.  \nThat's the whole system. And if the elements of the crime, by the government's own attestation under oath, aren't \nthere, how can the prosecutors, consistent with their ethical obligations, proceed?\n\nI just -- I have a concern about that.\n\nMy time has expired, so I am going to turn to the ranking member for his five minutes of questions.\n\nREP. KING:  Thank you, Madame Chair.\n\nTurn first to Dr. Camayd.  And I don't see it in your written testimony, but what I think I heard you say was that the \nsubjects of this raid endured cruel and unusual punishment.  Did I hear that correctly?\n\nMR. CAMAYD-FREIXAS:  Yes, sir.\n\n\n\nREP. KING:  And I just can't help but reflect that the Supreme Court has conferred habeas rights on enemy \ncombatants and also conferred Geneva Convention status to enemy combatants.  And I have -- I'm looking at this \nas being precisely language from the Eighth Amendment of the Constitution, cruel and unusual punishment.\n\nWere you advocating that those defendants, then, would bring a case to have their constitutional rights protected?\n\nMR. CAMAYD-FREIXAS:  No, sir.  I don't have an opinion about that.  As an interpreter, part of my job is to \ninterpret the meaning of what people are saying, not just the words.  In order to do that, I have to put myself in the \nposition of the individuals I'm interpreting for, whether they are attorneys or witnesses or defendants.\n\nAnd when I did that for 14 hours during the jail interviews on a Friday and Sunday and I was able to put myself in \nthese individuals' situation, and I was talking specifically about the parents who were worried sick about their \nchildren and their families and having to basically spend the next five months at every moment of their waking hours \njust consumed with this --\n\nREP. KING:  And I understand that.  It's part of your earlier testimony.  And I agree with you that a good interpreter \ninterprets not just the words but voice inflection, words unsaid, body language, all those things together.  And I read \nthe words in your testimony, too, and some of them are -- they're inflammatory to me.  And so I'll just leave that \nthere and -- rather than belabor that point.\n\nAnd I would turn, then -- first I wanted to make a little comment about Mr. Riggs' testimony.  First, I think it's the \nmost reasonable of the majority's witnesses here.  And you made two points:  one, that the compression of time \nimposed limits on attorneys that may have put their, the defendants' rights at risk.  I think that's a valid point. And I \ndon't know if it's -- and I don't necessarily agree or disagree with it.  I just think it's a good point to have raised.\n\nThen the -- you referred to as an ambush, I think, a surprise to the attorneys who were drawn into this process.  \nThat's how I interpreted it.\n\nI just wanted to say to you that being on the Iowa Supreme Court Advisory Committee, I have a certain amount of \nenvy that I'm not on that advisory committee.  So instead of asking you a question, I'll just take a little license here, \nand in the time that is remaining, I really want to turn to Mrs. Costner and say I recognize how difficult this was for \nyou to be here today.\n\nAnd I appreciate the chairman's cooperation in that.\n\nAnd I know that you had to overcome a fair amount of intimidation, just from the very fact of this being Congress, to \ncome here and testify.  And I think the way that you went through your testimony and got to the end of it and \nactually compressed it within the five minutes, I want to thank you.  And I know there are members on both sides, \nthe Democrats and Republicans, that know how difficult this was.  And that's the way citizens serve this country.  \nYou have done that.\n\nBut I'd ask you, are you finished?  Do you know that the identity theft is over?  And how would you know if it was?\n\nMS. COSTNER:  I was told that I wouldn't -- we would never know, that unless we changed our names and Social \nSecurity numbers that they would always be out there.  And the IRS told me that we would get tax notices for '06 \nand '07.  I just don't know when they'll be here.\n\nREP. KING:  Do you know the initial perpetrator?  Do you know where he is now in the legal process?\n\nMS. COSTNER:  They let him go.  They said that it was not illegal to use someone's name to obtain employment.\n\nREP. KING:  But he was -- was he never ordered deported from the United States?\n\nMS. COSTNER:  That's what the D.A. told us was going to happen when we left court.  But then they --\n\n\n\nREP. KING:  But it didn't happen.  And we're very familiar with those circumstances by which we're short of law \nenforcement personnel in a lot of ways.  And I'd just say as a matter of, statistically, two of my staff people have \nbeen hit by drivers who were illegal.  And in each case, law enforcement took the information, took the Matricula \nConsular card number.  They knew very well it wouldn't hit a positive hit in the database; turned them loose.  And \neven though when I send my chief of staff to town to try to get enforcement, we can't get it, even in my own staff.\n\nSo I just, I thank all the witnesses.  I know we have strong emotional feelings.  And as emotions come out in your \ntestimony, Dr. Camayd -- and I actually think some of that was plenty.  And I appreciate the professionalism that \ncomes here when it arrives.  And I know how it's most difficult for Mrs. Costner.\n\nAnd again, I thank you for your testimony especially.\n\nREP. LOFGREN:  The gentleman's time has expired.\n\nI will turn now to the gentleman from Illinois, Mr. Gutierrez.\n\nREP. GUTIERREZ:  Thank you very much.\n\nLet me share with Mrs. Costner, thank you for coming and brining your testimony before this committee.  I think it's \nvery valuable information and testimony for us.  We need to do more about identity theft.  And I thank you for your \ntestimony.  I think it will help us here.  At least, I'm very hopeful it will help us here.\n\nLet me go to Mr. Camayd.  We heard Ms. Costner's testimony about identity theft.  It sounds to me like the \ngentleman who stole her identity committed aggravated identity theft.  Would that be your opinion?\n\nMR. CAMAYD-FREIXAS:  Absolutely.\n\nREP. GUTIERREZ:  And I just want to see how that relates to your experience in being an interpreter and what the \npeople who were charged -- was there any evidence of this kind of critical criminal intent, as using someone's \nidentity, Social Security number, and causing the kind of harm that was caused to Mrs. Costner and her husband?\n\nMR. CAMAYD-FREIXAS:  Well, I expressed to Mrs. Costner how sorry I was for what happened to her during the \nbreak.  And I want her to know for her piece of mind that the individuals that I saw in this case in Iowa were just \nhardworking people.  And in fact, only five out of 389 arrestees had any kind of criminal record.\n\nSo one of the issues that bothered me about the case in Iowa is that individual circumstances of each case were \nnot considered.  And I think that when we look at the very unfortunate case of Mrs. Costner as well as issues as to \nwhether illegal workers are good or bad for the country, I think it -- I keep going back to that situation and saying, \nwell, how can we apply these broad issues to the individual cases if we don't know the facts of each case?\n\nREP. GUTIERREZ:  And so of the people that you helped interpret for, there was no evidence -- in your testimony, \nyou seem to really stress the difference between the aggravated identity theft and the use, the improper use of a \nSocial Security card.  Would you -- what's the difference?\n\nMR. CAMAYD-FREIXAS:  Well, aggravated identity theft was a charge created by an act of Congress in 1998.  For \nalmost 10 years, it had been used for its proper purpose and meaning.  And it was only until the middle of 2007 that \nit began to be used in immigration cases, basically in presenting false documents to obtain employment.\n\nSo it seemed like it was a way of testing the waters until -- and -- (inaudible) -- really was applied on a large scale.\n\nBut the Department of Justice website has a very good page on identity theft.  It explains what it is.  It gives several \nexamples. The examples it gives pertain to people who have stolen identities to charge sometimes hundreds of \nthousands of dollars under somebody else's name.  That --\n\nREP. GUTIERREZ:  To commit -- that is to use somebody's identity to commit a crime.\n\n\n\nMR. CAMAYD-FREIXAS:  That is correct.\n\nAnd also, it remits you to the actual statute.  And the language of the statute is that identity theft is using somebody \nelse's identity to commit a crime under the false pretense of being another person.\n\nREP. GUTIERREZ:  Let me just follow up because I'd like to ask Mr. Leopold, so, when I read if you plead guilty to \nthe charge of knowingly using a false Social Security number, the government will draw the heavier charge of \naggravated identity theft -- and this is from the interpreter; this was the plea agreement, which the assistant general \nattorney had a little bit of problem but not much problem with.  I mean, this is basically what the interpreters are \nsaying, that they -- that the defense counsel was given to their client.\n\nWhat's wrong with that?  What, in essence, is -- is there anything wrong with an attorney, with a U.S. attorney or the \nfederal government accusing somebody of something and then offering them the lesser plea?  What's wrong in this \ncase?\n\nMR. LEOPOLD:  Well, what's wrong with it is that apparently there was very little evidence to convict, and even on \nthe lesser plea.  And what they did was they compressed this whole situation by use of what's otherwise known as \nan exploding plea agreement, which was seven days long or it ended.\n\nSo that compressed time frame, coupled with the fact that most of these people, or all of them, their real intent was \nreally to get out and work and feed their families again, and their real -- this whole situation banked on the fact that \nthe workers really didn't understand the nature of the charges against them.\n\nWhat was wrong was to use that kind of leverage in this particular case and to try to criminalize and to successfully \ncriminalize as many undocumented workers as they did when, in fact, all they were trying to do was feed their \nfamily.\n\nREP. GUTIERREZ:  One last question.  Would you -- if it's an immigration case, would you take any lawyer for an \n-- is there a particular reason you'd want an immigration lawyer to deal with an immigration case?\n\nMR. LEOPOLD:  Well, look, absolutely, Congressman.  The travesty here is that these pleas that were given could \nnot possibly have been given knowingly because there was not adequate advice of immigration counsel.  And in a \ncriminal case involving a non-citizen, part and parcel of the defense is an analysis of the immigration \nconsequences.\n\nIn Dr. Camayd's essay, there was a discussion of a man from Guatemala.  And as the chairwoman mentioned, \nGuatemala has a rather checkered history with human rights violations.  And many of these farmers were from \nGuatemala.  There were probably asylum claims in there.  There were probably people that needed protection.  All \nthey needed to do -- all the U.S. attorney's office needed to do and should have done and failed to do was ensure \nthat immigration advice, competent, thorough immigration advice was available to all of these detainees.\n\nREP. LOFGREN:  The gentleman's time has expired.\n\nThe gentleman from California, Mr. Lungren, is recognized.\n\nREP. LUNGREN:  Well, I'm sorry I missed a good portion of this while I was tending to other things.  But I guess \nI've been here long enough to see what the hearing's all about.\n\nThe ICE screwed up, Labor Department screwed up, U.S. attorneys screwed up, courts screwed up.  There's no \ncriminality here.\n\nPeople like Ms. Costner, who have their identities stolen and suffer the consequences, we apologize to you, but, \nyou know, no one really did anything wrong here.  They just took your identity.\n\n\n\nI have been in this place 14 out of the last 30 years working on immigration issues.  I thought that we solved this \nproblem in 1986 when we had the largest, most generous legalization in the history of this country, which, by the \nway, was not very particularized; there wasn't much you had to prove then.  And we managed to legalize millions of \npeople.  But we did not enforce the law.\n\nAnd if people think the comments here about the federal employees who worked on this are not going to deter them \nfrom doing their job, I think they're sadly mistaken.  We've been told that they were cowboys, that they were rogues, \nthat they had no consideration for the rights of anybody.\n\nNow, maybe that's true.  Maybe this was wholesale.  Maybe every single ICE officer disrespected the rights of \neverybody else.  Maybe the U.S. attorney's office did it completely.  Maybe the Labor Department was involved in \nsome sort of grand conspiracy with the Department of Homeland Security.  But frankly, I find that a whole lot hard to \nswallow.\n\nMs. Costner, when you lost -- when your identity was lost and taken by somebody else, were you concerned \nwhether the person was doing it for a reason they considered to be good?  Would that have made a difference in \nterms of the implications with you, the impact on you?\n\nMS. COSTNER:  No.  When I went to court with the lady, I actually was in a position to where I felt sorry for her.  \nBut I still owed $8,000 and had lost a big part of my life.\n\nREP. LUNGREN:  This upside --\n\nMS. COSTNER:  I mean, I'm --\n\nREP. LUNGREN:  Did this turn your life upside down?\n\nMS. COSTNER:  Yes.\n\nREP. LUNGREN:  So it's not a victimless crime.  I mean, you were a victim in this.\n\nMS. COSTNER:  And will be the rest of my life.\n\nREP. LUNGREN:  But what we hear in Congress mostly is to blame the Social Security system because they didn't \ndo a good enough job in it and because we don't check well enough.  I mean, at some point in time, I hope people \nunderstand folks have to take responsibilities for their action.\n\nAnd it is illegal to come into this country when you don't have a basis for coming into this country.  It is illegal to take \na job when you don't have a right to have a job.  And I will continue to talk about this until something is changed.\n\nWe have an unbelievable crisis in this country, a scandal in this country with the unemployment among young \nAfrican-Americans aged 17 to 35.  I dealt with it when I was attorney general.  We were dealing with the high rate of \nincarceration of that group.  And one of the concerns was where are the jobs?  And I hope we will not forget about \nthat.\n\nBut I hear very little about that.  And you know, when you're trying to balance the scales of justice, we ought to treat \npeople fairly.  They ought to have the right to have a fair hearing.  They ought to have the right to have lawyers.  But \nlet's also remember the other side of the balance here.  There's people like Ms. Costner, who --\n\nMS. COSTNER:  Had to pay for my lawyers.\n\nREP. LUNGREN:  And your life's been turned upside down.\n\nMS. COSTNER:  Yeah.\n\n\n\nREP. LUNGREN:  And maybe no one intended that, but that's what happens when people steal identity here.  And \nit's almost as if we're saying --\n\nREP. LOFGREN:  Would the gentleman yield?\n\nREP. LUNGREN:  -- not that big a deal.  I'd be happy to yield, but I -- I mean, I've sat here and heard the questions \nwhile I was here.\n\nREP. LOFGREN:  But I don't think you had arrived yet when all of us expressed concern about Mrs. Costner's \nsituation --\n\nREP. LUNGREN:  No, I understand --\n\nREP. LOFGREN:  -- and also expressed the view that the perpetrators should have been prosecuted and deported.  \nBut here's -- and I thank the gentleman for yielding.  The affidavit filed by the government based on their search \nsays that 80 percent of the individuals didn't take somebody's Social Security, not -- it was a number that -- it wasn't \nsomebody's Social Security number.  It was a made-up number not attached to any real person.  And I think that is \none of the issues that at least is of concern here.  There was no victim because there was nobody who had the \nnumber.\n\nAnd I thank the gentleman for yielding.\n\nREP. LUNGREN:  I appreciate that.\n\nYou know, we have a schizophrenic country.  On the one hand, we want to deal with illegal immigration and \nenforce the law.  On the other hand, we want to have people here to take jobs that, quote- unquote, \"Americans \nwon't take.\"  And I think there is an area in which that applies.  And that's why I've been working for 30 years to get \na temporary worker program and to get some legal means to do it.\n\nBut I -- it's my observation the American people will not allow us to do that until they believe we have the \nenforcement side in control.  And when they see the impact of phony Social Security cards or stolen identity, that \ndoes not give them great confidence that we have this under control.  And my fear is that we will never get to the \npoint of having that temporary worker program, having those means by which we can determine how many people \nshould come here, take them out of the shadows of illegality so they have the protections of the law unless we take \nenforcement seriously.\n\nAnd my bottom-line concern is that the hearings seem to be directed at an agency that screwed up.  And I suppose \nwe might find a raid where they actually did things right.\n\nREP. LOFGREN:  We'll keep looking.\n\nREP. LUNGREN:  Well, I know we'll keep looking.  But that's very encouraging to the people at ICE, as we've been \ntold, that we have great respect for them and the work they do.  And then we just constantly tell them they've done \na terrible job.\n\nIf I sound frustrated, I am frustrated because I've worked for 30 years to try and get a solution here.  And one of the \nresults of not having a solution is Ms. Costner, is what you had to go through.\n\nAnd unless we get a grip on this, many others are going to go through that.  And we're all going to invite you here.  \nAnd we're all going to apologize to you, say we're sorry it happened to you.\n\nMS. COSTNER:  Pass around the hat.  (Laughs.)\n\nREP. LUNGREN:  Yeah, we'll pass around the hat.  But we won't do anything about it.\n\n\n\nSo I'll add my apology, too.  But the best apology we could make to you is when we actually pass a law that deals \nwith this and puts it on the right track.  Thank you very much.\n\nREP. LOFGREN:  The gentleman's time has expired.\n\nI recognize the lady, gentlelady from Texas, Ms. Jackson Lee.\n\nREP. JACKSON LEE:  Thank you, Madame Chairwoman.\n\nAgain, I associate myself with the latter words of my good friend from California.  We do have to pass a law, Ms. \nCostner.  And I will start with you simply to say that I am outraged about what happened to you.  As I looked over \nyour very eloquent statement, this is, I think, the thrust of my comments.\n\nI want the bad guys, the ones who are stalking you, who are criminally calling you up on the phone and ridiculing \nyou, I want the guy who speeded and got a speeding ticket to be deported.  And the outrage is where was -- why \nwas there a disconnect?  The local law enforcement could have taken the gentleman in and called the federal law \nenforcement right there.  That's the kind of criminal bad guy that you want to be gone.\n\nObviously, we'd like a lot of these incidences to not occur.\n\nSo my questions -- I know that you are not an expert in federal law.  And I see this other individual who you felt \nsympathy for.  But there was a purposeful use of your identification.  And I don't want to stereotype or profile, but I \nwould think your name is slightly different -- maybe they perceived you to be -- this individual to certainly have the \nability to have maybe a name as yours, but it might have been an indicator to ask a few more questions.\n\nAnd so I think, obviously and conspicuously on the face of your facts, we could have helped you.  And I apologize \nfor the lack of coordination.  We've advocated that there should be coordination.  We don't think local law \nenforcement or federal law enforcement.  But if this person was poised to be deported for conspicuous, reckless, \ncriminal action -- I'm talking about the first individual who seemingly began to stalk you -- that should have occurred.\n\nAnd I'd just simply ask you the question, would you like to see, as we look to try to fix this immigration system, that \nour law enforcement goes after those who are poised or already in the act of criminal acts that already violate the \ncriminal laws?  If you were doing that, that would be against the law.  Should we be putting resources there to get \nthose kind of people?\n\nMS. COSTNER:  Yes.  I would like to see them here, going through the channels to be here legally so it's not a \nquestion and they don't have to steal an identity to work to feed their families.\n\nREP. JACKSON LEE:  Well, you're very gracious.  And I just want to apologize to you and thank you for your \ntestimony --\n\nMS. COSTNER:  Thank you.\n\nREP. JACKSON LEE:  -- and for being here.  And we will certainly look at some of the fractures in the system that \ncaused this individual, the first individual that took your husband's ID, of course, to treat you in that manner.  And I \nthank you for your testimony.\n\nLet me go to Mr. Leopold.  I went down this line of reasoning with the representative from the DOJ and the ICE, \nwhich is to suggest that there may have been some thinking as relates to putting forward these criminal charges, \nknowing that criminal charges placed on individuals who, as you had indicated, come from places like Guatemala, \nmay have been simply farmers who were trying to come here for economic opportunity, albeit that they were \nundocumented; that placing them in this criminal predicament, in this criminal charge predicament would have then \ncast them as felons and made their journey back home more difficult or their journey and their ability to return more \ndifficult.\n\n\n\nWhat do you think about that kind of thinking?\n\nMR. LEOPOLD:  Well, the criminalization of undocumented farmers really goes nowhere.  Yes, it does brand them \nas felons.  And you're correct, once somebody's branded as a felon, it creates all kinds of problems later on with \nrespect to admissibility to the United States.\n\nNot everybody's deportable who's a felon, but many are.  Many people who are felons, it's impossible to be \nadmitted.  There's no 10- year bar -- I think I heard the representative from the Department of Justice talk about a \n10-year limit.  I don't know of any 10-year limit.  It's a lifetime limit.\n\nREP. JACKSON LEE:  It's a lifetime, right.\n\nMR. LEOPOLD:  You're correct.  And absent a waiver -- and even then, you have to show a qualifying relative.  It \nbecomes extremely, extremely complicated.\n\nREP. JACKSON LEE:  I don't want to cut you off, but my time -- and I'd like the other three gentlemen -- I don't want \nus to get painted as unpatriotic because we are arguing for a sense of balance. But I need some help.\n\nI know that you've been engaged in this.  The use of resources used like this, raids -- help me find a more effective \npathway.  I've looked at the numbers:  104 raid teams, and we looked to get 4,000 in 2008; immigration lawyers \nbeing utilized; other resources.  Is there a -- is this an effective tool for enforcing immigration laws or putting the \nsystem right-side up?\n\nYou want to start, Mr. Rigg?\n\nMR. RIGG:  Thank you.\n\nI don't think it is the most effective tool.  You can make an argument that yeah, we achieve what we've set out to do \nif you're ICE, that we've removed individuals who are undocumented.  We're getting them out of the country.  We \nhave now prosecuted them.  And you can claim some success with that.\n\nWas the overall process a fair one?  That's where I have real problems.  And the purpose of the criminal justice \nsystem is to make sure that we get at the truth and that justice is in fact done.\n\nAnd critical resources have to be devoted not only to ICE and to the Department of Justice, and they also have to \nbe devoted to the Judiciary and the criminal defense bar.  And everybody tends to overlook the criminal defense bar \nand give them, I think, the opportunity to have some input into this and maybe make suggestions that might actually \nserve ICE's purpose better.\n\nREP. JACKSON LEE:  Mr. Leopold, could you quickly just answer the effective use of resources?\n\nMR. LEOPOLD:  The most effective use of resources, Congresswoman, would be to fix the broken immigration \nsystem.  As Congressman Lungren pointed out, it is broken.  And it does need to be fixed.  And this is a symptom -- \nthe terrible story that we hear from Mrs. Costner, other stories, this is a symptom of a broken, badly broken \nimmigration system.  And frankly, Congress needs to roll up its sleeves, get down to the nitty gritty of fixing the \nsystem.  It's not going to happen overnight, and it's going to take a lot of hard work.  And frankly, I implore Congress \nto do its job.\n\nREP. LOFGREN:  The gentlelady's time has expired.\n\nREP. JACKSON LEE:  I thank the distinguished chairwoman.\n\nAnd I will just say, Madame Chairwoman, in closing my sentence, I think we need to ask the president of the United \nStates, which has to be a partner in signing a bill -- and I personally asked him if he would take, in these waning \nmonths, leadership on helping turn this system right-side up.\n\n\n\nI yield back.  Thank you.\n\nREP. LOFGREN:  Thank you.\n\nThe gentlelady from California, Ms. Sanchez, is recognized for five minutes.\n\nREP. LINDA SANCHEZ (D-CA):  Thank you to the chairwoman for holding this hearing because I think although it's \nbeen a long day, it highlights several issues that I think speak to the fundamental nature of what are we as a \ndemocracy?  And while I don't want to diminish the terrible circumstances that Ms. Costner has gone through, in \nlistening to, in reading through some of the testimony, it's clear that the workers who were using Social Security \nnumbers that were not assigned to another individual, their intent was not to wipe out somebody's bank account, \ncharge up thousands of dollars on their credit cards or steal their pension.  It was simply to work.\n\nAnd I think in all the panels, we've heard at some point or another people saying we need to fix the broken \nimmigration system. Otherwise, these types of things are going to continue to occur.\n\nAnd there will be criminals, like the criminal who stole Ms. Costner's identification, who will go unpunished.  But \nthere will also be hardworking people who are just trying to feed their families or trying to make a better life for \nthemselves or escape repressive regimes in their home countries of origin who are also going to get caught up in \nunfortunate circumstances, because I consider some of their circumstances very unfortunate as well.\n\nWhat particularly concerns me about this raid is the question of due process rights.  And much has been made \nabout the fact that the taxpayers pay for it.  Well, you know what, it's a constitutional guarantee that if you cannot \nafford an attorney and you're being charged with a crime in this country, one is provided for you.\n\nAnd yet, you know, people seem to make light of the fact that, hey, as long as you're given an attorney, what are \nyou complaining about?  Well, if you don't have a reasonable way to participate in your own defense, if you don't \nhave a understanding, a basic grasp of what you're being charged with, how can you really make informed \ndecisions in a criminal process?  And the compressed time frame I think only underscores the egregiousness of the \ndue process that was not afforded to many of these workers.\n\nIn my Subcommittee on Commercial and Administrative Law, we've heard testimony under Operation Streamline \nand Postville.  Defense lawyers were being assigned up to a dozen clients at once and given less than 30 minutes \nto, number one, meet and educate the client themselves; number two, decide whether the client was competent to \nstand trial; number three, determine whether there is a defense of citizenship or duress, a lack of intent or a need \nfor pretrial motions to suppress evidence or statements due to constitutional violations; and number four, learn \npersonal information which might mitigate a sentence, and a whole host of other things.\n\nThirty minutes was granted to each of these people.\n\nI want to ask Mr. Leopold and Mr. Rigg, in your professional opinion, can any defense attorney adequately and \nethically execute their duties in less than 30 minutes to a client, and especially in a case where they have to \ninterpret with somebody who doesn't speak the language?  Does 30 minutes seem like a sufficient amount of time?\n\nMR. LEOPOLD:  Well, you know, I can speak from experience as a CJA panel attorney myself.  Thirty minutes is \nenough time to shake a client's hand and get to know their name.  Of course not, Congresswoman.  Of course not.\n\nYou know -- and couple that with this compressed plea agreement -- and by the way, I don't know, nobody's ever \nexplained -- the representative from the Department of Justice or the U.S. attorney -- nobody has ever explained \nwhy did they have to impose this seven-day deadline on the plea agreement?  Why?\n\nThere was absolutely no reason to do that other than to pressurize not only the panel attorneys, the CJA panel \nattorneys -- who, by the way, did a valiant job out there in Iowa -- but to pressurize the clients into taking these \npleas.\n\n\n\nI know of no situation in my experience -- and I've asked other attorneys -- where this type of plea agreement was \nused.\n\nREP. SANCHEZ:  And Mr. Rigg.\n\nMR. RIGG:  I'm also the director of the criminal defense program, and one of the things I do is I supervise students \nin criminal cases. I would fail any student who took 30 minutes to advise a client on a misdemeanor charge to \nplead or not to plead, much less do the analysis that you've described.  Essentially, what you've described is a \nviolation of every standard of the ABA standards for prosecution function and defense function.\n\nREP. SANCHEZ:  Thank you.  I appreciate your honest answers to that.\n\nMr. \"Camayd\" -- did I pronounce that correctly?\n\nMR. CAMAYD-FREIXAS:  \"Camayd.\"\n\nREP. SANCHEZ:  \"Camayd.\"\n\nTo the best of your knowledge, did any individual who you interpreted for refuse to answer questions during ICE's \nprocessing?\n\nMR. CAMAYD-FREIXAS:  I was not present during that questioning session, so I wouldn't be able to answer that.\n\nREP. SANCHEZ:  Okay.  So you don't know if any, during processing, asked for an attorney at that point, either?\n\nMR. CAMAYD-FREIXAS:  I'm sorry?\n\nREP. SANCHEZ:  If any individual during the processing asked for an attorney.\n\nMR. CAMAYD-FREIXAS:  I do not know that.\n\nREP. SANCHEZ:  Okay.\n\nI just want to ask one final question.  And I would beg the chair's indulgence, as I did not get a chance to question \nany of the previous panels.\n\nClearly, there seems to be a problem with this particular instance in terms of whether people had a knowing and a \nfull understanding of what they were doing before they entered their plea agreements.\n\nI want to know from our panelists Mr. Leopold and Mr. Rigg, what is the potential harm to the American system of \njustice when we allow criminal prosecutions to go forward in this manner?  I mean, if it came up in here, can there \nnot be other instances in which it can happen?  And then what does that do fundamentally to the American system \nof justice?\n\nMR. LEOPOLD:  Well, Congresswoman Sanchez, if you could imagine for a second how we would react if we \nheard of a group of Americans overseas in a foreign country being rounded up into a cattle pen and prosecuted in \nseven days, I mean, the whole spectacle itself demeans our system of justice and stands as a stain upon this \nsystem which we all cherish.\n\nThese types of precedents, in terms of the type of prosecution that was done out there, is a terrible precedent, \nterrible way to handle justice.  And I would respectfully submit that it shouldn't ever happen again.\n\nREP. SANCHEZ:  Thank you.\n\nMr. Rigg?\n\n\n\nMR. RIGG:  I think any time you value high turnover and economy of justice, that's exactly what you get, but you \ndon't get justice and you probably are going to violate due process in doing so.\n\nAnd any time the American system -- and every day, the American system is put on trial.  And are we getting it \nright?  And it's rightfully tested by the careful arguments between defense counsel and prosecutors with a neutral \nand detached judge.  And when you take any part of that component away, you are guaranteeing at some level \nyou're going to create a problem.\n\nREP. SANCHEZ:  All right.  And one final question, and I can't resist asking this because Mr. Leopold said if you \ncould imagine this happening to Americans overseas.\n\nWhat if U.S. citizens here in the United States were rounded up and arraigned 10 at a time and processed and \ngiven plea agreements? What can you imagine would happen here if American citizens were treated like that under \nour system of justice?  Because it seems to me that there is an inherent bias that we say, \"Well, it's fine because \nyou know what, these people don't matter anyway; they don't really count.\"\n\nMR. LEOPOLD:  Well, I think that's an astute point.  I think that we wouldn't see that kind of roundup of U.S. \ncitizens.  And on the panel cases that I've done in the Northern District of Ohio involving big cases with a lot of \ndefendants, it's always one lawyer to one client.  I've never seen 17 clients to one lawyer, 15 minutes or 30 minutes \nto speak to the client.\n\nAnd in this case, this is the immigration law, this huge book.  I don't know how you can explain this in 30 minutes \nto somebody, let alone the enormous consequences of taking a plea.\n\nREP. SANCHEZ:  Any further comment from any of the panelists on that?\n\nREP. LOFGREN:  The gentlelady is granted one additional minute for an answer, and then we will be adjourning \nthe hearing.\n\nMR. CAMAYD-FREIXAS:  Yes, I want to make clear that I believe everybody here is in favor of enforcement but \ndone the right way.  The consequences of not doing it the right way, we don't have to look too far to find them.  And \nMrs. Costner's case is a case in point.\n\nRelated to this case, I heard of situations in which the authorities were called about an individual, similar to in the \ncase of Ms. Costner's, and their response was, \"You have only one guy?\"  They said, \"No, we can't take care of it.\"\n\nIn this case, obviously, there were 700 warrants.  So this is what attracted the attention of law enforcement.\n\nI also wanted to point out that I want to dispel the myth that the target was the employer.  As a matter of fact, one of \nthe three charges, which was very much related to the Social Security fraud charge, was use or possession of \nfalse identity documents with intent to deceive.  Now, that phrase, \"with intent to deceive,\" is really \"with intent to \ndeceive the employer.\"  So that held the employer harmless.  Not only that, but that made it a crime of moral \nturpitude, which renders the convict ineligible to even apply for immigration relief.\n\nREP. SANCHEZ:  Thank you.  And I'll just, before I yield back my time, will make one last comment, and that is I \nfind it interesting that when we talk tough about getting tough on illegal immigration, we always talk about \ncriminalizing the immigrant.  We never talk about criminalizing the employer.  And I think that if we made it a \ncriminal penalty to knowingly hire somebody who was undocumented, I think a large part of our immigration \nproblem might be solved.  But the employers are typically only let off with a slap on the wrist or a fine, if that.\n\nAnd with that, I will yield back the balance of my time.\n\nREP. LOFGREN:  The gentlelady's time has expired.\n\nThe ranking member has asked to be recognized for a brief comment.\n\n\n\nREP. KING: Thank you, Madame Chair.\n\nThis committee is poised to adjourn with a misconception hanging in the air.  And I'd direct the attention to Page 10 \nof Ms. Rhodes' testimony, the U.S. attorney from Alabama, who in her testimony says, \"Nearly all the defendants \nsentenced to time served had admitted to using identification information that belonged to other people.\"\n\nAnd the specifics of it are this:  233 are false use of identification after admitting the use of an actual person's \nidentity; 30 for false use of Social Security number after admitting the use of an actual person's identity; and two for \nfalse identification to obtain employment after admitting an actual person's identity.  So the idea that it's a minority \nrather than majority, almost all, nearly all defendants used somebody else's identity, somebody like Mrs. Costner.\n\nThank you.  And I yield back.\n\nREP. LOFGREN:  Gentleman yields back.\n\nI will just note that this -- the ranking member's comment really proves the point of the lack of due process because \nthere was an admission to something that was not true.\n\nThe evidence, which is found on point 85 of the application for the search warrant, shows that the evidence is that \n80 percent of these people had a number that didn't belong to anybody.  And so really, it does go to the due \nprocess question of whether these individuals were -- pled guilty to something that there was no factual basis for.\n\nREP. LUNGREN:  Would the chairlady yield on that?\n\nREP. LOFGREN:  I certainly would.\n\nREP. LUNGREN:  I believe that affidavit deals with the over 700 people that they were talking about in the first \ninstance, about half of which, I believe, were not at the site at the time that the exercise by ICE took place.  And the \nnumber that the ranking member was talking about was the number that actually pled, which is a much smaller \nnumber than the overall 700.\n\nREP. LOFGREN:  I concede the gentleman's point, the further point being that since there was no trial, there was \nno fact gathering, the only evidence we had was this, and there was no way to sort the individuals who in ignorance \npled guilty from those who, the 80 percent that did not have a number.\n\nI'm not going to belabor this point because we have been here all day.  I do want to thank all of the witnesses.  \nPeople don't realize that the witnesses are volunteers for our country, come here of their own free will to share \ninformation, to inform the Congress, hopefully to improve our country.\n\nI will say that I personally find the processes used in the criminal proceedings to be unusual and provocative and do \nhave questions about whether they meet the requirements of due process that have guaranteed in our Constitution.\n\nLooking at you, Mrs. Costner, I'm so disappointed.  I mean, the law really required ICE to do something they didn't \ndo.  They were busy doing things with people who weren't doing people harm, and they wouldn't take the time to \ndeal with your situation when harm was done. And that is really just so maddening to me, and I think to all of us.\n\nSo we will be adjourning now.  Our hearing is open for five days. We may have additional questions in writing for \nyou.  And if so, we would ask that you respond as promptly as you can.\n\nAnd again, many, many thanks to all of you for being here and for helping to shed some light on this situation.\n\nBefore adjourning, I will just note that Mr. Gutierrez will be, and several other members of Congress, will be going to \nPostville at their own expense, not as a part of, official part of this committee, to investigate matters further this \nweekend.  And we look forward to getting their feedback after that trip is concluded.\n\nAnd with that, this hearing is adjourned.  (Sounds gavel.)\n\n\n"}