{"title": "Calm returns, but tensions still high", "body": "\nOn the surface, everything appeared routine in Riverside yesterday.\n\nGovernment functioned. Trains rolled. Commerce flowed. It was as though the hundreds of protesters who filled the \nsmall downtown on Sunday were never there, rallying for and against a ban on hiring and housing illegal \nimmigrants.\n\nBut they were there, shouting and furious, reacting to long-held tensions that some say are now changing the \nfabric of this Burlington County river town of 8,000.\n\n\"We didn't think there would be so many angry people,\" said Luis Ordonez, a landlord and owner of a music and \nelectronics store who marched against the ban.\n\n\"I used to think it was just the kids who had that attitude, but to see mothers and elderly people there shouting \nhatred. They are showing a side that was not there before. It's uncomfortable.\"\n\nRiverside is one of several towns across the nation that have taken it upon themselves to deal with illegal \nimmigration issues.\n\nHazleton, Pa., was the first to make headlines when it passed a similar law.\n\nThe unease in Riverside over illegal immigration has been growing for several years, especially since an influx of \nBrazilians five years ago. Emotions rose to the surface last month, after the town council passed an ordinance \nmaking it a crime to hire or rent to illegal immigrants. Business owners and landlords can be fined up to $1,000 for \nviolating the law and can be denied business permits, municipal contracts and grants.\n\nTown officials estimate that 1,500 to 3,500 illegal immigrants live in town. Residents say that they have no problem \nwith legal immigrants, but that the illegal newcomers are a drain on taxpayers and don't contribute to the town \ncoffers.\n\nThe Sunday gathering, organized by the National Coalition, was to be a prayer rally aimed at pressuring town \nofficials to reconsider the ban. But as protesters on both sides gathered, shouting and name-calling ensued.\n\nBoth sides carried banners representing their causes; a handful carried Confederate flags.\n\n\n\"We are accustomed to this kind of behavior. We've seen it before,\" said Maite Arce, a member of the board of the \nNational Coalition of Latino Clergy and Christian Leaders. \"It just forces us to focus and bring to light what is \nhappening in these communities, keep the pressure on officials, unite the Latino community, and be consistent \nthrough vigils and court action.\"\n\nMayor Charles Hilton did not return phone calls for comment yesterday. Last week, he said the rally would not \nchange the council's decision on the ban. But some in town feel a subtle but significant change has taken place.\n\n\"This doesn't bode well for the town,\" said longtime resident Ed Robins, owner of Scott Street Music in town. \"I \nbelieve in tolerance. Yes, there is a problem, but let's rationally think about what we need to do. It's our \nresponsibility to be tolerant and good neighbors. I don't consider what's going on here neighborly.\"\n\nThough some say the problem is cultural, others say the main issue is unlawful entry into the country.\n\n\"It's new to the news media, but it's not to the people that live here,\" said Shirley Rossi, a Delanco Realtor who sells \nhouses in Riverside. \"There's no objection to people moving in - because they've been doing that for years without \nproblems. But the illegal part is what is creating the uprise.\"\n\n\"If you don't have a green card, get out,\" said Albert Anicic, a Croatian national who has lived in Riverside for 50 \nyears. \"You have no business here.\"\n\nPolice said there hadn't been any violence or harassment complaints reported since the protests. Some business \nowners in town attribute that to the heavy police presence on the street on Sunday.\n\nRiverside Police Lt. David Jaensch said police from several surrounding towns as well as the Burlington County \nSheriff's Department were on patrol. Police were also on standby on the town perimeter. Jaensch said that after \npolice saw the anger and shouting that arose in July during a town meeting at which the ordinance was passed, \nthey knew they had to be ready last weekend.\n\n\"We knew that there was a possibility it could be volatile,\" Jaensch said. \"And we even anticipated some retaliatory \nevents afterward, but that, thankfully, didn't happen.\"\n\nDespite the conflicts, new businesses and new residents still come to Riverside.\n\nRossi said that she had sold a house in town over the weekend and that yesterday a caller specifically wanted a \nhouse in Riverside or the surrounding area.\n\nIn October, Bruce Behmke will open Boost Cafe - named after the high-octane caffeine drink originally made in \nRiverside. Behmke, who chose Riverside for his new business, said it would have a cozy feel.\n\nHe hopes to attract the crowd expected to move into high-end condominiums that J.S. Hovnanian is building near \nthe River Line light rail.\n\n\"What are we supposed to do, pack up and leave?\" Behmke asked as work crews hammered inside the shell of a \nshop. \"Things will be fine.\"\n\nOnline Response to Riverside Protests\n\nHere's what some readers are saying about the Riverside immigration law protest - and counterprotest - on \nPhilly.com:\n\nI don't understand why this has gotten so out of hand. It is a matter of the law. If protesting is all we have to do to be \nallowed to break laws, what is next? We do not have an issue with immigration, just illegal immigration. If you are \nlegal, you are welcome.- RW\n\n\n\nOnce again, leave it up to the press to paint those calling for tighter immigration controls bigots and Nazis, while \nportraying those here illegally [as] the proverbial poor, hardworking souls who deserve a chance and do us no \nharm. - Steve\n\nOur country cannot sustain itself as a superpower under the increased weight of illegal immigrants. This will divide \nand conquer us all. - Wewillfall\n\nIllegal immigration: this election year's gay-marriage, anti-flag-burning, anti-abortion hot button issue designed to \ninflame the populace and draw attention from the real issues, like the systematic dismantling of the Constitution, the \nstagnation of wages, the cost of healthcare, the overall diminishing standard of living of the middle class, the cost of \nputting a kid through college, the disenfranchisement of the poor, and the overall mortgaging of our future to \nsupport tax cuts for the wealthiest 1 percent of Americans. -M. Defarge\n\nNearly every Brazilian I have seen in Riverside, and I live there, works long hours. Cut them a break will you? - \nRiverside Woman\n\nThere is no legal way for these people to immigrate to the United States. That is the problem with our broken \nimmigration system.- sjy\n\nThese protesters are not even from the town. These organizations get together from Philadelphia and stuff, call the \nnews networks and go up there to make people believe that it is the illegals yelling. No! These people from \norganizations are putting these rallies up and I am proud to say that the people counterprotested to show the rest of \nthe country that we are not going to take this. - Rey\n\nThese laws need to be enforced and the punishment for hiring illegal immigrants needs to be severe. This is the \nland of the free but it is 2006 not 1750. Immigration is a problem - they are taking jobs away from US citizens. - Matt\n\nOnly a couple rednecks had a Confederate flag. To lump us all together as ignorant like that is racist. Completely \nracist. - anonymous\n\nHatred in this country will never go away. One group is always going to be someone's target. But illegal entry is \nillegal. Enter correctly and help this country move forward.- Bob\n\nYou can't stop market forces. As long as there is a disparity in wealth people will come here and work, immigration \nlaws be damned! - Dan\n\nContact staff writer Toni Callas at 856-779-3912 or tcallas@phillynews.com.\n"}