{"title": "Q&A ON THE NEWS;Q&A ON THE NEWS;Colin Bessonette Do you have a question on the news - local, national or international?", "body": "\nQ: Where can I get information about State Department warnings on travel to foreign countries? --- Ralph Sanders, \nLawrenceville A: You can listen to such warnings (as well as consular information sheets with facts about various \ncountries, and public announcements) 24 hours a day by calling 202-647-5225 from a touch-tone phone. Or you \ncan get printed information by sending a self-addressed, stamped envelope to the Office of Overseas Citizens \nServices, Room 4800, Department of State, Washington, D.C. 20520-4818; write the name of the requested \ncountry or countries on the outside of the envelope. The information also is available from travel agents, and can be \nfound on the State Department's home page: http://www.state.gov Q: At the end of the movie \"As Good As It Gets,\" \na statement of dedication in the credits lists three names, one presumably a pet. Can you explain? --- Jackie \nPrucha, Dunwoody A: All three are related in some way to Jim Brooks, the film's director. And all three are \ndeceased. One was Ted Bessell, actor and close friend of Brooks; another was Diane Brooks, his sister; the third, \nBoo, was the director's dog. Q: A commentator at the Olympics said a hockey player had dual citizenship in the \nUnited States and Canada. Is that legal? I thought people who emigrated to the United States had to renounce \ncitizenship in all other countries. --- Mark Charles, Marietta A: It's not illegal, but it can be confusing. Oddly, the \ncurrent U.S. nationality laws don't specifically refer to dual nationality, and because of the problems it may cause, \nthe U.S. government doesn't endorse dual nationality --- even though it recognizes the existence of dual nationality \nand permits Americans to have other citizenships.\n\nThe U.S. Supreme Court has stated that dual nationality \"is a status long recognized in the law\" and that \"a person \nmay have and exercise rights of nationality in two countries and be subject to the responsibilities of both.\" Dual \nnationality results from the lack of a uniform rule of international law relating to the acquisition of nationality. Each \ncountry has its own laws, and its nationality is conferred on the basis of its own independent domestic policy. \nSometimes the laws differ, and sometimes one country's laws are in conflict with those of another.\n\nOne of the requirements for U.S. naturalization is a renunciation of other nationalities. However, some countries \ndon't recognize naturalization in a foreign state as grounds for loss of citizenship, so a person from one of those \ncountries who is naturalized in the United States keeps the nationality of the country of origin. Q: If you live in one \ncounty and buy a vehicle in another, which county's sales tax rate applies? --- Bob Rudoff, Lawrenceville A: The \nsales tax rate in the county where you live is the one that applies, said Vanessa Cantrell of the Georgia Department \nof Revenue. If you buy your vehicle in a county where the tax is lower, and the dealer assesses the tax of that \ncounty, you will be billed for the difference, she added. Q: Do taxpayers pay for the free advertising on those official \nsigns near highway exits naming gas station brands, restaurants, motels and so on at that exit? --- Charles \n\n\nMayfield, Covington A: The Georgia logo sign program was privatized in May 1995. Since then, no taxpayer dollars \nhave been used in administering the program, according to Chris Myers of the state Department of Transportation. \nStatewide, there are 10,000 logo signs. Georgia Logos Inc., the company that administers the program, charges \nfees to the establishments whose names are listed. The company points out that the state lost money when it was \noperating the program, but now the state is paid $ 50,000 a year for the life of the 10-year contract. Q: Since her \nretirement from tennis several years ago, what has Martina Navratilova been doing? --- Debbie Clay, Draper, Va. A: \nShe retired from the singles circuit in 1994, but she hasn't stopped playing tennis or being involved in various \ncauses. In December, she took part in the Virginia Slims Legends Tour in Florida. Other projects include providing \n\"color\" as a commentator for HBO's Wimbledon coverage; working for charities that benefit animal rights and \nunderprivileged children; and working to aid lesbian and gay causes, such as promoting the Rainbow Card, a Visa \ncard that raises money for gay civil rights groups. Navratilova, whose permanent residence is in Aspen, Colo., also \nwrites; her third mystery, \"Killer Instinct,\" written with Liz Nickles, was released last fall.\n\nGraphic\n\n \n\nPhoto :\n\n Mug of Martina Navratilova.\n"}