{"title": "Program's Value in Dispute As a Tool to Fight Terrorism", "body": "\nThe anxious man with silvering hair joined the sea of immigrants pouring into the steel and glass building in \nManhattan that houses one of the nation's busiest immigration courts. When a judge called his name on one recent \nmorning, the man, Rafiqul Islam of Bangladesh, steeled himself to hear that his life in America was finally over.\n\n Last year, Mr. Islam and thousands of other Arab and Muslim men came forward to be fingerprinted, photographed \nand interviewed by immigration officials hunting for terrorists. Officials ultimately determined that almost none of \nthem had links to terrorism. But Mr. Islam was in this country illegally, and the judge said he had no choice but to \ndeport him.\n\n  ''You must leave the United States no later than Feb. 25,'' the judge, Gabriel Videla, told Mr. Islam, 63. ''Good luck, \nsir.''\n\n Mr. Islam is one of nearly 13,000 illegal immigrants from Arab and Muslim countries who were placed in \ndeportation proceedings after voluntarily participating last year in the nation's largest effort to register immigrants in \ndecades. The counterterrorism program, created after the attacks of Sept. 11, 2001, was hailed as a success by \nJustice Department officials, who said they had arrested suspected terrorists and gathered vital information about \nmore than 83,000 immigrants from countries considered breeding grounds for terrorism.\n\n But though the program made the government aware of thousands of illegal immigrants like Mr. Islam, officials \nnow say there is little evidence to suggest that it succeeded in capturing suspected terrorists. Homeland Security \nofficials, who said that six men linked to terrorism were arrested as a result of the call-in program, have been \nchallenged by the Sept. 11 commission, which reported this year that it had found little evidence to support that \nclaim.\n\n The commission said two of the six men were captured through other means. It could not determine how the \nremaining suspects were arrested and concluded that the counterterrorism benefits of the program were ''unclear.'' \n\n The call-in program required male noncitizens from 25 mostly Arab and Muslim countries to register with \nimmigration authorities between November 2002 and April 2003. None of the Arab and Muslim men who came \nforward has been charged with crimes related to terrorism.\n\n Homeland Security officials, who inherited the program from the Justice Department, suspended it 12 months ago, \nsaying resources could be better used on other counterterrorism initiatives. They declined to comment on the \ncommission's findings. But the impact of the program continues to be felt across the country as some illegal \nimmigrants who registered with the authorities receive deportation orders, while others wage legal battles to remain \nin the United States. \n\n\n In the Midwood section of Brooklyn, the Muslim owners of more than 30 businesses have already shuttered their \nstores and left the country, community advocates say. In Columbia, Md., Nasir Qureshi, a Pakistani jeweler, is \nscrambling to legalize his status by Dec. 31, the deadline set by a local immigration judge, so that he does not have \nto uproot his wife and three young children. In Ann Arbor, Mich., two taxi drivers from Morocco who had dreamed of \nfinding wives and well-paying jobs have been ordered to return home by Feb. 14.\n\n And in Elmhurst, Queens, Mr. Islam, an engineer and artisan, is preparing to pack his bags after eight years in the \nUnited States.\n\n For his 22-year-old daughter, Nishat, who plans to stay behind, the news of his coming departure was a second \nblow. Last year, her husband was deported after participating in the program. \n\n Some officials say this sweeping roundup of illegal immigrants diverted resources from more pressing \ncounterterrorism needs, strained relations with some Arab and Muslim nations and alienated immigrants who might \notherwise have been willing to help the government hunt for terror cells in this country. Because the immigration \nservice has long lacked adequate resources to crack down on the millions of illegal immigrants living here, some \nadvocacy groups have accused officials of practicing selective enforcement by focusing on those from Arab and \nMuslim nations.\n\n James W. Ziglar, who was commissioner of the Immigration and Naturalization Service before it was subsumed \ninto the Department of Homeland Security, said he and members of his staff had raised doubts about the benefits of \nthe special registration program when Justice Department officials first proposed it. He said he had questioned \ndevoting significant resources to the initiative because he believed it unlikely that terrorists would voluntarily submit \nto intensive scrutiny.\n\n ''The question was, 'What were we going to get for all of this?''' said Mr. Ziglar, whose employees at the I.N.S. were \nresponsible for registering the Arab and Muslim immigrants. ''The people who could be identified as terrorists \nweren't going to show up. This project was a huge exercise and caused us to use resources in the field that could \nhave been much better deployed.''\n\n ''As expected, we got nothing out of it,'' said Mr. Ziglar, who had a cool relationship with his boss, Attorney General \nJohn Ashcroft, before leaving government service in 2002. ''To my knowledge, not one actual terrorist was \nidentified. But what we did get was a lot of bad publicity, litigation and disruption in our relationships with immigrant \ncommunities and countries that we needed help from in the war on terror.''\n\n Kris Kobach, the architect of the program at the Justice Department, disputes that assessment, saying the \nprogram was invaluable. He said it had provided the government with fingerprints, photographs, banking and credit \ncard records about Arab and Muslim immigrants that were previously unavailable.\n\n The mass registrations were necessary, Mr. Kobach said, because there was no systematic way to track \nimmigrants once they entered the country, a fault that became evident when it was found that some Sept. 11 \nhijackers had overstayed their visas. And he dismissed concerns about the impact of the program on immigrants, \nnoting that only those living here illegally were subject to deportation.\n\n In the 1940's and 1950's, with mounting fears of war and Soviet infiltration, the government also conducted mass \nregistrations of immigrants, eventually involving more than two million. Mr. Kobach said officials tried to walk a fine \nline with the special registration program, striving to protect national security while maintaining the nation's \ncommitment to immigrants.\n\n ''No one was charged with terrorism crimes, but that argument completely misses the point,'' said Mr. Kobach, \nwho was an adviser to Mr. Ashcroft and is now a law professor at the University of Missouri-Kansas City.\n\n ''We gained a lot of information and we have to remember the disruptive value: this forced terror cells in the United \nStates to modify their behavior,'' said Mr. Kobach, who disputes the Sept. 11 commission's conclusions. ''We were \n\n\n\nable to identify terrorists who came in to register. And for those terrorists who didn't come in, we now have a legal \nbasis for arrest if we encounter them.''\n\n The program, which made failure to register a misdemeanor and grounds for deportation, has given the authorities \nthe legal basis to arrest and deport suspected terrorists, even those who are in the United States legally.\n\n In its report, the Sept. 11 commission noted that one detainee from Al Qaeda reported that government efforts to \nreview immigration files and deport Muslim immigrants had made Qaeda operations more difficult. The commission \nsaid that if the detainee was credible, the program might have had a deterrent effect, but that it was difficult to \nmeasure the success of operations that include deterrence as a goal.\n\n The commission also made it clear that concerns about the program extended beyond the Immigration and \nNaturalization Service. Some State Department officials feared that the program would offend Arab and Muslim \nnations that were cooperating with the United States in the global campaign against terrorism. Robert S. Mueller \nIII, director of the F.B.I., echoed those concerns in testimony before the commission, saying the program came at a \ncost to American relations with important allies.\n\n In a notice published in the Federal Register last year, Department of Homeland Security officials said the initiative \nwas not cost-effective. But they say it did provide some important benefits.\n\n They say they still use information collected from the registrants to track immigrants who raise security concerns. \nThey have initiated deportation proceedings against 192 immigrants who failed to register and charged a handful of \nthem with misdemeanor crimes.\n\n ''It was the right tool back then,'' said Victor X. Cerda, the acting director of detention and deportation operations at \nthe Department of Homeland Security. ''But we've moved forward to start looking in a more targeted manner now. \nIt's potentially more efficient and more effective using our resources in a more targeted manner.''\n\n Some aspects of the original registration program remain. Immigrants from the 25 countries are still required to \nregister with immigration officials when they enter and leave the country. Officials had said this practice would be \neliminated when fingerprinting and photographing of foreign visitors at airports became routine, but now say they \nhave kept the process because the interviews required of registrants are more extensive than those required of \nmost foreign visitors.\n\n But it is the call-in program that has many immigrant neighborhoods churning. After the program was announced \nin 2002, hundreds of illegal immigrants from Arab and Muslim nations fled to Canada. Others burrowed more \ndeeply underground.\n\n Of the 192 men placed in deportation proceedings for failing to register, 35 have already left the country. Officials \nsay they do not know how many of the roughly 13,000 illegal immigrants who registered have been deported so far. \nBut in many cities, Arab and Muslim immigrants are quietly vanishing one by one.\n\n In Pittsburgh, Abdel Qader Abu-Snaineh, a 22-year-old student from Jordan who lived in the United States legally \nand graduated with a bachelor's degree in computer science from La Roche College in Pittsburgh, was sent home \nin October because he forgot to register. In Brooklyn, Moustafa Fahmy, 52, who washed cars for a living, went back \nto Egypt in October after acknowledging that he was living illegally in the United States when he registered last \nyear.\n\n In Queens, Mr. Islam spends sleepless nights, wondering how his daughter and two grandchildren will cope without \nhim. He and his daughter traveled to this country on tourist visas in 1996 and stayed on after they expired, hoping \nto build lives here. Ever since his son-in-law, who managed a perfume store, was deported in October 2003, Mr. \nIslam has tried to support his family by selling ornate handmade placards and wooden figurines.\n\n Immigration officials have not tried to systematically deport the relatives of the Arab and Muslim men who \nregistered with the government. So for now, Mr. Islam's daughter plans to remain here. But since her husband was \ndeported, she has struggled to find work and often cannot afford food or medicine for her young children.\n\n\n\n ''In our country, we think America is the dream country,'' she said bitterly. ''But our dreams are broken. There are \nno dreams come true here.''\n\n Mr. Islam acknowledges that he was living in the United States illegally and does not have grounds to legalize his \nstatus. He will not hide, he says, or try to evade the deportation order. But he still cannot understand why the \ngovernment would force him to leave when he willingly responded to its call for help in the hunt for terrorists.\n\n ''We know that if we stay in this country we should obey the rules,'' Mr. Islam said. ''That's why we went to register. \nI wasn't worried. I knew I hadn't done anything bad. We came here just to work and to prosper.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Nishat Islam of Queens, whose husband was deported last year, may soon lose her father, Rafiqul, right, \nwho has been ordered out of the country.\n\n Moustafa Fahmy of Brooklyn left after admitting he was in the United States illegally. His friends raised money for \nhis one-way ticket to Cairo. (Photographs by Marilynn K. Yee/The New York Times)\n"}