{"title": "White House Report Lauds Immigrants' Positive Effects", "body": "\nHoping to influence Congressional debate, the White House issued a report on Tuesday saying, ''Immigration has \na positive effect on the American economy as a whole and on the income of native-born American workers.'' \n\n  But it acknowledged that some research had found ''small negative effects'' on the wages of the least-skilled \nAmerican workers.\n\n  The report, prepared by the president's Council of Economic Advisers, says immigrants enhance the productivity \nof native-born workers and increase their earnings a significant amount, estimated at $37 billion a year.\n\n  In an interview, Edward P. Lazear, a labor economist who is the council chairman, gave the example of a \nconstruction site with many immigrants working as roofers.\n\n  ''They might drive down slightly the wages of roofers in the United States,'' Mr. Lazear said. ''But as a result of \nhaving this valuable supply of labor from abroad, other people on the construction project like carpenters and \nelectricians are more productive. They have better people to work with, more people to work with. The cost of doing \nthe job is lower, and some of that is passed on to consumers in the form of lower prices.''\n\n  The study reinforces President Bush's campaign for a comprehensive immigration bill that calls for more border \nsecurity, a guest worker program and a ''merit-based system'' of selecting immigrants that emphasizes education \nand job skills. The bill, pending in the Senate, would also offer legal status and work permits to most of the \nestimated 12 million illegal immigrants in the United States.\n\n  Many Democrats say the bill could depress the wages of American workers. Senator Byron L. Dorgan, Democrat \nof North Dakota, said the guest worker program would ''put downward pressure'' on the wages in construction, \nmanufacturing and other industries. \n\n  The White House is entering a debate that has been raging for years. \n\n  In one study, George J. Borjas, a professor of economics at Harvard, found that ''by increasing the supply of labor \nbetween 1980 and 2000 immigration reduced the average annual earnings of native-born men by an estimated \n$1,700, or about 4 percent.''\n\n  ''Among natives without a high school education, who roughly correspond to the poorest tenth of the work force,'' \nProfessor Borjas said, ''the estimated impact was even larger, reducing their wages by 7.4 percent.''\n\n  ''Over time,'' Professor Borjas said in an interview, ''the economy adjusts to the presence of immigrants. But in \nthe long run, after all the adjustments, the wages of low-skill workers still go down by 4 percent or 5 percent.''\n\n\n  The White House report is more consistent with the findings of David Card, a professor of economics at the \nUniversity of California, Berkeley, who said in an interview, ''The overall effect of immigration on the average wages \nof natives is slightly positive.''\n\n  In their report, the White House economists said, ''The difficulties faced by high school dropouts are a serious \npolicy concern.'' \n\n  But the economists added, ''Immigration is not a central cause of those difficulties, nor is reducing immigration a \nwell-targeted way to help these low-wage natives.''\n\n  On another volatile question, the White House said immigrants and their children tended to have ''a slightly \npositive fiscal impact'' because, in the long run, they pay more in taxes than they consume in benefits. \n\n  The White House study acknowledged that ''the positive fiscal impact tends to accrue at the federal level, while \nnet costs tend to be concentrated at the state and local level,'' where education and health care are provided.\n\n  Immigrants sometimes compete with native-born workers. But the White House said, ''Immigrants tend to \ncomplement -- not substitute for -- natives'' in the workplace.\n\n  Over all, foreign-born workers make up 15.3 percent of the civilian labor force and account for half the growth in \nthe labor force in the last 10 years. They differ in significant ways from native-born workers.\n\n  ''In contrast to their 15 percent share in the total labor force,'' Mr. Lazear said, ''foreign-born workers accounted for \nmuch higher proportions of workers without high school degrees and of those with Ph.D. degrees, especially for \nthose working in scientific occupations.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Edward P. Lazear, whose Council of Economic Advisers issued a report praising immigrants' role. \n(Photograph by Carol T. Powers/Bloomberg News)      \n"}