{"title": "Immigrants Question Idea of Assimilation", "body": "\nNight is falling on South Omaha, and Maria Jacinto is patting tortillas for the evening meal in the kitchen of the small \nhouse she shares with her husband and five children. Like many others in her neighborhood, where most of the \nresidents are Mexican immigrants, the Jacinto household mixes the old country with the new.\n\nAs Jacinto, who speaks only Spanish, stresses a need to maintain the family's Mexican heritage, her eldest son, a \nbilingual 11-year-old who wears a San Francisco 49ers jacket and has a paper route, comes in and joins his \nbrothers and sisters in the living room to watch \"The Simpsons.\"\n\nJacinto became a U.S. citizen last April, but she does not feel like an American. In fact, she seems resistant to the \nidea of assimilating into U.S. society.\n\n\"I think I'm still a Mexican,\" she says. \"When my skin turns white and my hair turns blond, then I'll be an American.\"\n\nIn many ways, the experiences of the Jacinto family are typical of the gradual process of assimilation that has \npulled generations of immigrants into the American mainstream. That process is nothing new to Omaha, which \ndrew waves of Czech, German and Irish immigrants early this century.\n\nBut in the current immigration wave, something markedly different is happening here in the middle of the great \nAmerican \"melting pot.\"\n\nNot only are the demographics of the United States changing in profound and unprecedented ways, but so too are \nthe very notions of assimilation and the melting pot that have been articles of faith in the American self-image for \ngenerations.\n\nE Pluribus Unum (From Many, One) remains the national motto, but there no longer seems to be a consensus \nabout what that should mean.\n\nThere is a sense that, especially as immigrant populations reach a critical mass in many communities, it is no \nlonger the melting pot that is transforming them, but they who are transforming American society.\n\nAmerican culture remains a powerful force -- for better or worse -- that influences people both here and around the \nworld in countless ways. But several factors have combined in recent years to allow immigrants to resist, if they \nchoose, the Americanization that had once been considered irresistible.\n\n\nIn fact, the very concept of assimilation is being called into question as never before. Some sociologists argue \nthat the melting pot often means little more than \"Anglo conformity\" and that assimilation is not always a positive \nexperience -- for either society or the immigrants themselves. And with today's emphasis on diversity and ethnicity, \nit has become easier than ever for immigrants to avoid the melting pot entirely. Even the metaphor itself is \nchanging, having fallen out of fashion completely with many immigration advocacy and ethnic groups. They prefer \nsuch terms as the \"salad bowl\" and the \"mosaic,\" metaphors that convey more of a sense of separateness in \ndescribing this nation of immigrants.\n\n\"It's difficult to adapt to the culture here,\" said Maria Jacinto, 32, who moved to the United States 10 years ago with \nher husband, Aristeo Jacinto, 36. \"In the Hispanic tradition, the family comes first, not money. It's important for our \nchildren not to be influenced too much by the gueros,\" she said, using a term that means \"blondies\" but that she \nemploys generally in reference to Americans. \"I don't want my children to be influenced by immoral things.\"\n\nOver the blare of the television in the next room, she asked, \"Not all families here are like the Simpsons, are they?\"\n\nAmong socially conservative families such as the Jacintos, who initially moved to California from their village in \nMexico's Guanajuato state, then migrated here in 1988 to find jobs in the meatpacking industry, bad influences are \na constant concern. They see their children assimilating, but often to the worst aspects of American culture.\n\nHer concerns reflect some of the complexities and ambivalence that mark the assimilation process these days. \nImmigrants such as the Jacintos are here to stay but remain wary of their adoptive country. According to \nsociologists, they are right to be concerned.\n\n\"If assimilation is a learning process, it involves learning good things and bad things,\" said Ruben G. Rumbaut, a \nsociology professor at Michigan State University. \"It doesn't always lead to something better.\"\n\nAt work, not only in Omaha but in immigrant communities across the country, is a process often referred to as \n\"segmented\" assimilation, in which immigrants follow different paths to incorporation in U.S. society. These range \nfrom the classic American ideal of blending into the vast middle class, to a \"downward assimilation\" into an \nadversarial underclass, to a buffered integration into \"immigrant enclaves.\" Sometimes, members of the same \nfamily end up taking sharply divergent paths, especially children and their parents.\n\nThe ambivalence of assimilation can cut both ways. Many native-born Americans also seem to harbor mixed \nfeelings about the process. As a nation, the United States increasingly promotes diversity, but there are underlying \nconcerns that the more emphasis there is on the factors that set people apart, the more likely that society will end \nup divided.\n\nWith Hispanics, especially Mexicans, accounting for an increasing proportion of U.S. population growth, it is this \ngroup, more than any other, that is redefining the melting pot.\n\nHispanics now have overtaken blacks as the largest minority group in Nebraska and will become the biggest \nminority in the country within the next seven years, according to Census Bureau projections. The nation's 29 million \nHispanics, the great majority of them from Mexico, have thus become the main focus for questions about how the \nUnited States today is assimilating immigrants, or how it is being transformed.\n\nIn many places, new Hispanic immigrants have tended to cluster in \"niche\" occupations, live in segregated \nneighborhoods and worship in separate churches. In this behavior they are much like previous groups of \nimmigrants. But their heavy concentrations in certain parts of the country, their relatively close proximity to their \nnative lands and their sheer numbers give this wave of immigrants an unprecedented potential to change the way \nthe melting pot traditionally has worked.\n\nNever before have so many immigrants come from a single country -- Mexico -- or from a single linguistic source -- \nSpanish-speaking Latin America. Since 1970, more than half of the estimated 20 million foreign-born people who \nhave settled in the United States, legally and illegally, have been Spanish speakers.\n\n\n\nBesides sheer numbers, several factors combine to make this influx unprecedented in the history of American \nimmigration. This is the first time that such large numbers of people are immigrating from a contiguous country. And \nsince most have flowed into relatively few states, congregating heavily in the American Southwest, Mexican \nAmericans have the capacity to develop much greater cohesion than previous immigrant groups. Today Hispanics, \nmostly of Mexican origin, make up 31 percent of the population of California and 28 percent of the population of \nTexas.\n\nIn effect, that allows Mexican Americans to \"perpetuate themselves as a separate community and even strengthen \ntheir sense of separateness if they chose to, or felt compelled to,\" said David M. Kennedy, a professor of American \nhistory at Stanford University.\n\nTo be sure, assimilation today often follows the same pattern that it has for generations. The children of \nimmigrants, especially those who were born in the United States or come here at a young age, tend to learn \nEnglish quickly and adopt American habits. Often they end up serving as translators for their parents. Schools exert \nan important assimilating influence, as does America's consumer society.\n\nBut there are important differences in the way immigrants adapt these days, and the influences on them can be \ndouble-edged. Gaps in income, education and poverty levels between new immigrants and the native-born are \nwidening, and many of the newcomers are becoming stuck in dead-end jobs with little upward mobility.\n\nPrevious waves of immigrants also arrived unskilled and poorly educated. What has changed, however, is the \nnature of the U.S. economy, which increasingly requires education and skills to assure an upward path.\n\nAlthough the children of these low-income, poorly educated immigrants may grow up fluent in English, acquire \nmore education than their parents and assimilate in other ways, research shows that \"they will lag well behind \nother students, particularly in college attendance,\" said Georges Vernez, director of the Center for Research on \nImmigration Policy at the RAND Corp.\n\n\"Today, for instance, native-born Hispanic youths are 30 percent less likely to go on to college after high school and \nthree times less likely to graduate from college than non-Hispanic white students,\" he told a House hearing last \nmonth.\n\nNationally, Hispanic youths are the most likely to abandon the classroom. Their dropout rate of 29.4 percent is more \nthan double the rate for black Americans and four times higher than the rate for non-Hispanic whites.\n\nYet the statistics also show that the dropout rate for second-generation Hispanic students is higher than that for \nfirst-generation youths, suggesting that assimilation does not always work as intended.\n\nSociologist Rumbaut said his research has shown that the most disciplined, hardest-working and respectful \nstudents \"tend to be the most recently arrived.\" They are the ones \"who have not been here long enough to be \nAmericanized into bad habits, into a Beavis and Butt-head perspective of the world.\"\n\nSince the children of immigrants tend to adapt much faster than their parents, the result is often tension and \ndivisions within families. Immigrants who arrive as adults to escape poverty tend to view their lives here as an \nimprovement over what they left behind, but their children often compare their circumstances to those of other \nAmericans and find themselves lacking. Some gravitate toward a growing gang culture that offers them an identity \nand an outlet for their alienation, according to researchers.\n\nIn Omaha, police, teachers and social workers attribute rising youth gang activity in part to an influx of Hispanic \nfamilies from California. Ironically, many left California precisely to escape a violent gang subculture there but \nended up spreading the infection.\n\n\"A number of families who moved from L.A. brought children who were already involved with gangs,\" said the Rev. \nDamian Zuerlein, the parish priest of the nearby Roman Catholic church, Our Lady of Guadalupe, which caters to \nthe community's growing Mexican population.\n\n\n\nOmaha now has an estimated 1,800 \"hard-core\" gang members, police say. Two main competing Hispanic gangs \nare believed to have several hundred members each.\n\nAnd, as it is across the nation, the high school dropout rate among Hispanics is a growing concern here. In the \n1995-96 school year, the most recent for which statistics are available, 12 percent of Hispanic students dropped out \nof Omaha public secondary schools, double the rate for non-Hispanic whites. According to Mario Remijio, a teacher \nat South High School here, many Hispanic teenagers drop out to get jobs under pressure from their parents.\n\nIn many cases, argues University of Nebraska sociologist Lourdes Gouveia, the problem is not a lack of \nassimilation to American culture, but too much of it.\n\n\"An attachment to one's home country, culture and language can be very positive\" for immigrant children in U.S. \nschools, contends Gouveia. These attachments \"help maintain a sense of identity and self-respect when the family \ndrops in status,\" as often happens when foreigners immigrate. As a result, the Venezuelan-born Gouveia said, \nciting studies by Rumbaut and others, students who are the least \"assimilated\" often do better in school than other \nimmigrants and sometimes top even the native born.\n\nOn the other hand, some critics contend, the United States should not be abandoning a concept -- the Melting Pot -- \nthat has served the country well for generations, helping to maintain unity through two world wars. They worry that \nthe traditional U.S. commitment to assimilation is breaking down from an incessant advance of \"multiculturalism.\"\n\n\"On the whole, there is an American national identity that immigrants ought to be encouraged to assimilate into,\" \nsaid John J. Miller, author of a new book on the issue.\n\nFor all the concerns, the recent wave of immigration has brought some notable benefits to Omaha. The city is now \nhome to about 20,000 Latinos, the vast majority of them concentrated in South Omaha. By all accounts, the influx \nhas revived that part of the city. New businesses owned by Hispanics and other immigrants have sprouted up, \nlending an air of vibrancy to South Omaha's main street.\n\n\"Ten years ago, this area was dying,\" said the Rev. Zuerlein. \"Stores were closing, and people were moving out.\"\n\nThe wave of immigration also has stirred new ethnic consciousness among longtime Latino residents, notably the \nassimilated descendants of Mexicans who came to Nebraska in the early part of this century to work on the \nrailroad and harvest beets.\n\n\"When I was a kid, the Hispanics here all just about knew each other,\" said Virgil Armendariz, a Mexican American \nbusinessman who grew up in Omaha. \"Now there are hundreds of families. . . . Until recently, we were pretty much \ninvisible.\"\n\nThe influx has helped revive long-forgotten Mexican customs, he said, such as the special celebration of the \nquincean era, or 15th birthday. \"People who were born here are starting to learn more about their culture,\" \nArmendariz said.\n\nNext door to the Jacintos, Matt and Sharon Swanson are one of the few native-born families left in the \nneighborhood. They agree that the immigrant influx has \"revitalized\" the nearby main drag but say that gang \nactivities, including drive-by shootings and occasional murders, have become a big problem.\n\n\"I see a lack of respect for other people's property,\" said Mickey Dalton, 50, a friend of the Swansons who lives \nnearby. The neighborhood is destined to turn even more Hispanic, with little prospect for assimilation, he said.\n\n\"They're sticking to their own,\" Dalton said. \"When the Czechs moved here, the big push was to learn English. You \ndon't see that so much now. A lot of them don't want to learn English.\"\n\nAt the Guadalupe church recreation hall, several of the young Mexican immigrants who gather weekly say they \nwant to learn the language but find it difficult because they came here in their teens or early twenties and \n\n\n\nimmediately entered a Spanish-speaking milieu. Some say their biggest problems come from Mexican Americans, \nknown as Chicanos, who mock their attempts to speak English.\n\n\"I want to join the U.S. Army or Air Force, but because of the language, I can't,\" said Jose Fernandez, a lean 22-\nyear-old from Guadalajara who briefly attended high school here before dropping out.\n\n\"When I'm around Chicanos, I feel ashamed to speak English,\" said Margaro Ponce, 23, who came to Omaha two \nyears ago to join relatives. \"Instead of helping you, they make fun of you,\" he said in Spanish.\n\nGuillermina Becerra, 22, arrived nearly seven years ago and spent three years at South High, where she took \ncourses in English as a second language. But she made no American friends and never became fluent. \"When I \nwent to other classes, I never spoke with anyone,\" she said. \"When I spoke English, I think some people were \nlaughing.\"\n\nBecerra has four brothers -- one of them a U.S. citizen -- and two sisters here but is not a legal resident herself. She \nfirst entered the country with her sister-in-law's green card. She plans to stay in the United States because of \ngreater \"opportunities\" here and hopes eventually to legalize her status and become a citizen.\n\nBut even if she does, she says, \"I think I will still feel like a Mexican.\"\n\nGraphic\n\n \n\nIllustration, linda perlstein and laura stanton; Photo, william branigin for The Washington Post, America's Foreign-\nBorn, Closer to Home 1920s Earlier this century, people came to the United States mostly from one continent -- \nEurope -- but they were by no means homogenous, ethnically or linguistically. In a time before people could easily \nphone, fly or fax home, it was not easy to retain ties to the motherland, and the need to assimilate into America \nwas more compelling.  Foreign-born Americans in 1920 by place of origin Europe 87% Canada 8% Asia 1% Latin \nAmerica 4% Transplanted Europeans spoke at least 20 languages and came from as many countries.  Germany \n14% Italy 14 Russia 13 Great Britain 10 Poland 10 Ireland 9 Other 30 1990s Now, half of the country's foreign-born \nare from Latin America, most of them from Mexico. With their home countries a flight away and many speaking the \nsame language, keeping a firm hold on one's ethnicity -- and in turn, keeping from total \"Americanization\" -- is \neasier.  Foreign-born Americans in 1996 by place of origin Canada 3% Asia 27% Europe 17% Latin America 50% \nMore than half the transplanted Latin Americans come from Mexico.  Most speak Spanish, with some Portugese, \nFrench and English.  Mexico 55% El Salvador 6 Other Central America 8 Cuba 6 Dominican Republic 4 Jamaica 4 \nOther Caribbean 6 South America 11 Americans born in Asia come from several countries and speak several \nlanguages.  Philippines 18% China 12 India 12 Vietnam 11 Korea 8 Other 39 SOURCE: Census Bureau Above, a \nmural behind Omaha's Our Lady of Guadalupe Church is marred by Hispanic gang graffiti. Maria and Aristeo \nJacinto, left, moved with their five children to Omaha from California to escape such influences and find better jobs.\n"}