{"title": "Hispanic rights leader indicted / Illegal immigrants brought in by 'busload,' feds charge", "body": "\nThe indictment of a national Hispanic civil rights leader on charges of running a multimillion-dollar immigration \nfraud scheme is the largest such case ever, Justice Department officials say.\n\nThe 17-count federal indictment filed Tuesday in Las Vegas accuses Jose Velez, president of the League of United \nLatin American Citizens, of running a nearly $ 6 million \"assembly line\" operation that produced fake docu- ments \nfor thousands of illegal Asian and Hispanic immigrants. Three Taiwanese businessmen also were indicted.\n\nThe Velez indictment, coupled with reports of illegal Chinese immigrants being smuggled into the USA, provides a \nglimpse of the lucrative underground trafficking in human cargo that investigators say has grown dramatically.\n\n\"No one can put a dollar value on it . . . but there's no question it's a big-time business, ranging from the nickel-and-\ndime 'coyotes' (smugglers) on the Mexican border to large organized-crime syndicates,\" says Alan Nelson, former \ncommissioner of the Immigration and Naturalization Service.\n\nLULAC, which lobbies for political, economic and educational rights for Hispanic Americans, was not accused of \nany wrongdoing.\n\nBut some officials said the charges are embarrassing and there is fear they could hurt other Hispanic groups.\n\nVelez, 56, has been under investigation by INS since 1990, when authorities revoked his company's right to handle \nimmigration cases and raided LULAC offices in Las Vegas seeking evidence of fraud.\n\nThe Velez indictment charges that between March 1988 and January 1991, Velez and his immigration consulting \nfirm, Velez and Sons, brought illegal immigrants to Las Vegas \"by busloads\" to file false applications for \namnesty under the 1986 Immigration Reform and Control Act.\n\nThe law allowed illegal immigrants who had lived continuously in the USA before 1982 to legalize their status. It \nalso allowed immigrants who did seasonal agricultural work to legalize their status. Both programs are now closed.\n\nVelez and co-defendants, Billy Tzeng, Simon Chang and Al Feng, are charged with conspiring to falsely claim in \ndocuments, applications and statements to INS that their illegal clients qualified for amnesty or as agricultural \nworkers.\n\nVelez's son Peter pleaded guilty March 22 to helping his father process 5,600 false applications for $ 5.7 million. \nFive others also pleaded guilty.\n\n\nJohn Russell, a Justice Department spokesman, said two-thirds of the Velez clients were Hispanic, many Mexican. \nThe others were Asians, including wealthy Taiwanese. Most applicants were charged between $ 250 to $ 3,500, \nbut at least one Taiwanese was charged $ 45,000, he said.\n\nVelez is to be arraigned Friday. His lawyer, Edward Marshall, refused to comment but previously had told the Las \nVegas Review-Journal that Velez was not involved.\n\n\"He gave (his staff) clear and implicit instructions that nobody was to be involved in any illegalities,\" Marshall said.\n\nNotes\n\nTHE NATION; See related story; 03A\n\nGraphic\n\n \n\nPHOTO, b/w, AP\n"}