{"title": "LEGAL IMMIGRANTS FACE TERROR IN TERRORISM LAW: DEPORTATION", "body": "\nRefugio Rubio Arias, Mexico-born but a legal U.S. resident for 33 years, applied for citizenship in January. He had \none blot on his record: a 1972 conviction for marijuana possession.\n\nIn the 24 years since his conviction, he had lived a clean life. He had worked as a pipe fitter at the same company \nfor 15 years. He and his wife had built a house in Vallejo, where they raised seven boys. His lawyer believes he had \na strong case for citizenship.\n\nBut when Rubio checked in last month at the U.S. Immigration and Naturalization Service office in San Francisco, \nhe was arrested, jailed and told he would be deported for the 1972 felony - an offense for which he had already \nserved months in jail.\n\nThousands or even tens of thousands of other legal immigrants nationwide, and hundreds in the Bay Area, face a \nsimilar plight.\n\nUnknown to Rubio, and practically unnoticed outside of the nation's capital, the number of criminal actions for which \na non-citizen could be deported was expanded by Congress in the anti-terrorism law it passed in April.\n\nUnder the old law, foreigners with at least seven years' legal residence in the United States who had also \ncommitted deportable offenses could ask a judge for permission to stay in the United States on humanitarian \ngrounds. The crimes had to be punishable by no more than a five-year prison sentence. Now, a judge's ability to \ngrant such permission has been almost eliminated - even in cases in which the felon has created a new life.\n\n\"Most people were completely unaware,\" said Camille Cook, Rubio's San Francisco-based attorney.\n\nWhile no one knows for sure how many legal residents committed felonies at some point in their lives, the number \nof would-be citizens who have applied for the waiver offers some clue into the size of the relevant population. In the \n12 months that ended Oct. 31, 1995, 2,303 people received such waivers, out of 5,330 who applied nationally. In \nthe previous 12 months, 1,778 received waivers out of 4,134 who applied, according to INS figures.\n\n\"The numbers are very, very small and don't affect in any meaningful way the demographics of immigration,\" said \nMark Silverman of the Immigrant Legal Resource Center, which has San Francisco and East Palo Alto offices. \n\"This is not only anti-immigrant but anti-family and anti-human rights.\"\n\nA large portion of the people applying for waivers had immigrated as children and were convicted of drug offenses, \nimmigration lawyers say.\n\nSupporters few, foes vocal\n\n\nSupporters of the new law are hard to find in Washington. Con gressional staff members, activist groups, lawyers \nand even INS officials say they don't know exactly who put the immigration provisions in the anti-terrorism bill, \nalthough similar measures were in an earlier House crime bill. Opponents, however, are outspoken.\n\nImmigration lawyers say many of the people who could now be deported are people who have lived here for years, \nsometimes their whole lives. If they are sent back to their countries of origin, their families will be broken apart and \nthey will be returning to countries they do not know, where they have no friends or family and often do not speak the \nlanguage.\n\nTypical is the case of Manuel Sardinha, a 26-year-old Santa Clara resident. Born to Portuguese parents in South \nAfrica, he moved with them to the United States when he was 7. He has never been back to South Africa.\n\nSardinha has been jailed twice in the United States, once for possession of a stolen vehicle and once for evading a \npolice officer. After the latest jail sentence ended about a year ago, the INS began to deport him to South Africa.\n\n\"I've been here 20 years,\" he said in an interview. \"I was raised here, you know what I mean? I'm American!\"\n\nIn another case, Joe M., who would tell his story only if his full name was not used, moved to the United States in \n1969 with his Costa Rican parents. He was 5 years old. After moving to California at age 17, he was arrested twice \non drug charges. The INS is in the process of deporting the 33-year-old to Costa Rica, where he has never been \nas an adult.\n\n\"I have been clean and sober for the last three to four years,\" the Santa Cruz resident said. \"I haven't even received \na ticket or nothing. Basically, I have turned my life around.\"\n\nTwo worst parts of new law\n\n\"The worst part of the law is that it doesn't recognize that people can be rehabilitated,\" said Byron Park, an \nimmigration attorney whose 37 cases of people eligible to stay under the old program have been reduced to one. \n\"The second-worst part is that people who are deported are probably going to sneak back in.\"\n\nA deportee who is caught in the United States can be jailed for 10 to 15 years.\n\nINS general counsel David Martin, who wants to see the law modified, concedes nonetheless that the current law \nwill speed deportation procedures and save money. Yet he added that the government should recognize that \nbreaking some human ties, what lawyers call \"equities,\" might be harmful.\n\n\"There ought to be some capacity for recognition of the equities that somebody has developed, and these cases \ninvolve individuals who have developed those ties perfectly lawfully,\" Martin said.\n\nImmigration attorneys and civil rights groups also worry about the vague wording of the new law. INS offices around \nthe country initially interpreted it to mean that any non-citizen who had been convicted of a felony must be \ndeported, no matter how long ago the offense was committed.\n\nBut arrests of people with old convictions, like Rubio's, prompted an outcry from immigration lawyers and activist \ngroups. On May 7, a few days after the new law took effect, the INS instruct ed local offices not to arrest people \nwith old convictions. Although he and other former felons still face deportation proceedings, Rubio was released \nfrom INS detention May 10.\n\nJudge taking action on own\n\nOne immigration judge in San Francisco is taking action on his own. Administrative law judge Bernard J. Hornbach \nhas said he will throw out cases of non-citizens with criminal convictions that occurred prior to the new law. Other \njudges have not said what they will do.\n\n\n\nImmigration lawyers and the INS are now are trying to get the law changed. The Senate version of an omnibus \nimmigration bill that will be discussed in a House-Senate conference committee this week restores the ability of \njudges to waive deportation under special circumstances.\n\nCongress originally adopted the waivers because politicians got tired of constantly being petitioned by legal \nresidents for legislation to allow them to stay in the country.\n\n\"Clearly, Congress is going to want a strong statement on criminal aliens,\" Martin said. But if the new law isn't \nchanged, he said, the volume of demand for legislation affecting just one person or family will probably increase. \n\"As the volume builds up, I suspect history will repeat itself.\"\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: BY RICHARD WISDOM - MERCURY NEWS\n\nRefugio Rubio Arias holds one of the chickens his family uses for food and eggs. Because of a 1972 marijuana \nconviction, he faces deportation, even though he has lived in Vallejo and worked as a pipe fitter for 15 years.\n\n[960603 FR 14A 5]\n\nPHOTO: Rubio\n\nNew law has him fighting deportation\n\n[960603 FR 1A 6; color]\n"}