{"title": "The Local Vapor Announces Support of Governor Tom Wolf's Marijuana Legalization Initiative; The Bucks County-based vapor shop endorses Wolf's stance on marijuana legalization; draws attention to safe applications of marijuana and CBD products.", "body": "\nPR Newswire\n\nDOYLESTOWN, Pa., Oct. 21, 2019 /PRNewswire-PRWeb/ -- The Local Vapor, Bucks County's leading retailer of \npremium e-liquids, vaping hardware and CBD products since 2014, today announced its support of Pennsylvania \nGovernor Tom Wolf's ongoing marijuana legalization efforts. The shop has carried CBD vape oils, as well as non-\nvapor CBD products derived from hemp, since 2015.\n\n\"As a leading voice in Bucks County's vaping community, we hold a responsibility to help shape public perception of \nvapor products in a constructive, facts-based manner - particularly when it comes to the various forms and \napplications of cannabis,\" said Ken Cala, Co-Owner and Executive Director of The Local Vapor. \"We believe \nGovernor Wolf's support of marijuana legalization, both medical and recreational, bodes well for mindful, \neducation-focused businesses like us.\"\n\nIn September, Governor Wolf proposed a plan to legalize marijuana beyond medical uses, calling for the \ndecriminalization of nonviolent cannabis-related crimes as well as the legalization of adult recreational marijuana \nuse. The announcement followed Lt. Governor John Fetterman's statewide recreational marijuana tour, which \nhelped the administration understand Pennsylvania residents' views on whether or not marijuana should be \nlegalized.\n\nSince signing the bill to legalize medical marijuana use in Pennsylvania in 2016, Wolf's administration has worked \nto make medical marijuana more accessible for PA residents, announcing a total of 100,000 patient certifications \nissued as of April 2019. The availability of medical marijuana corresponds withthe rise of non-psychoactive \ncannabidiol products, with many consumers now using CBD for anxiety treatment, pain management, and an array \nof other uses.\n\nIn response to this market trend, The Local Vapor has expanded their CBD offerings to include products like CBD \ngummies. The shop also promotes several vapor-free CBD product variants that can be applied topically or \ningested orally.\n\n\"Our culture has made a lot of progress in de-stigmatizing responsible use of cannabis. Lots of our customers use \nCBD for anxiety and other health concerns, but it's clear that there's a bigger shift happening,\" Cala said. \"It's \nimportant to us to be a part of that conversation as we continue to dispel misinformation in our industry and fight \nsubstance abuse.\"\n\n\nThe announcement comes on the heels of two Pennsylvania state senators introducing Senate Bill 350 - also \nknown as the Adult Use Cannabis bill - in Harrisburg on Tuesday. The bill, if passed into law, would legalize \nconsumer and recreational use of marijuana in the Commonwealth of Pennsylvania.\n\nAbout The Local Vapor\n\nThe Local Vapor is a locally-owned, community-minded vapor shop offering only the highest quality vaping liquids, \neCigarettes, CBD vape oils and non-vapor CBD products. It is widely regarded as the best vapor shop for \nconscious consumers in Bucks County and the Greater Philadelphia area. Founded in 2014, The Local Vapor \nseeks to promote safe vaping practices, provide expert product knowledge, and encourage alternatives to smoking. \nMore information is available athttp://www.thelocalvapor.com.\n\nSOURCE The Local Vapor\n"}