{"title": "COMFORTABLE NICHE;COMING TO REGION, COUPLE FOLLOWED GROUP OF EARLIER IMMIGRANTS", "body": "\nRudy and Flor Nasol moved to Mountain View in 1970 with only $50 to their name. But the young couple had good \nreason to be more optimistic about their future here than in the Philippines, where President Ferdinand Marcos was \nsoon to declare martial law.\n\nMore than 600,000 Filipinos immigrated to the United States during the two decades of the Marcos regime, starting \nin 1965 when the American restrictions on Asian immigration were lifted -- the same year Marcos took power.\n\nLike many who left, the Nasols chose the Bay Area because it had an existing Filipino community, ranging from the \ndescendants of farmworkers to a budding group of medical professionals. Flor Nasol was a nurse and her husband \nwas a mechanical engineer. Her aunt, a secretary at the Veterans Affairs Medical Center in Palo Alto, offered them \nfree lodging.\n\nToday, there are more than 321,000 Filipinos in the Bay Area, which does not include 54,000 who report on census \nforms that they are part Filipino. They make up a quarter of the Bay Area's Asian population, the largest groupafter \nChinese.\n\nThough the Nasols struggled at first, they have achieved the American dream -- and more. Rudy Nasol was \nrecently re-elected to the board of the Berryessa Union School District, a rare political victory that he said he owes \nin part to his diverse ethnic background. Like many Filipinos, he's part Spanish and part Chinese.\n\n\"People think I'm Latino,\" he said. \"It's a plus for me because I get the Filipino, Asian and Latino vote.\"\n\nUnlike other Asians, Filipinos stand out for their ability to blend in, so much so that sociologists have called them the \n\"Invisible Asians.\" It's a characteristic born of their diverse multicultural heritage and history of being colonized by \nthe United States and Spain. The Philippines is the only predominantly Catholic country in Asia; the education \nsystem is based on the American model; and English is the language of instruction in schools.\n\nAll Filipinos in the Mercury News/Kaiser poll said they spoke English well, and seven in 10 described themselves as \nAmerican, the most in both cases of any Asian subgroup. They are the most likely to say they have a lot or a fair \namount in common with Latinos and whites, and to approve of intermarriage.\n\n\nThe household income of the Bay Area's Filipino community makes it solidly middle class, though families tend to \nbe larger. Filipinos have a smaller percentage of low-income households than Chinese, but they also have a \nsmaller percentage of households earning $200,000 or more, according to the 2000 census.\n\nStill, more than eight in 10 Filipinos say they are successful, the second-highest of any Asian ethnic group after \nIndians, belying their national image as a disadvantaged minority group. Rudy Nasol started out as an elementary \nschool janitor because no one would hire him as an engineer after he arrived. He is now the facilities project \nmanager at the San Jose/Evergreen Community College District. His wife easily found a job in a hospital.\n\nIn the Bay Area, and even more so nationally, Filipinos make up a disproportionately large share of health care \nworkers. In San Mateo County, Filipinos make up 8 percent of all workers 16 and older, but 20 percent of health \ncare workers, according to the 2000 census. That may have helped insulate the community from the brunt of the \neconomic downturn.\n\n\"Here, we were able to give the kids a better life with lots of choices,\" Flor Nasol said. \"In the Philippines, you don't \nhave the same opportunity to spread your wings.\"\n\nNotes\n\nRELATED STORIES: Pages 1A, 20-21A\n\nFILIPINOS: 321,000 IN BAY AREA\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: PAULINE LUBENS -- MERCURY NEWS\n\nRudy and Flor Nasol go over voter registration lists while canvassing a San Jose neighborhood in October. Rudy \nNasol won re-election to Berryessa Union school board and was later voted president by his peers.\n"}