{"title": "Immigration reform faces a wide divide", "body": "\nThe Albuquerque Tribune, in an editorial: \"After years of inaction, political dodgeball and head-butting, it looks as if \nthe Senate has drafted a potential winner on comprehensive immigration reform. ...  It's about time that this nation \nis on its way to dealing realistically with the complex problem of illegal immigration in a manner that attends to its \nvexing economic, national security, tax and social aspects. ... The Senate bill would: toughen border security ... use \nnew technology to implement an employment verification system; and recognize the realities of millions of existing \nundocumented immigrants well-entrenched in the country's economic system by providing a path to citizenship. It \nmay not be the perfect solution from every vantage point, but the fact that 18 months before the national elections, \nleading Senate Republicans and Democrats are on the same page of this politically loaded issue is extremely \nencouraging.\"\n\nThe Washington Times, in an editorial: \"The bipartisan immigration 'reform' legislation ... is a disaster in the \nmaking. ... It's a disaster for national security, for keeping Islamist jihadists out of the country, for exploding the \ncosts of Social Security, Medicare and Medicaid, for preserving the rule of law, and for that quaint principle called \nnational sovereignty. ... The legislation, which provides amnesty for nearly all of the 12 million (or maybe even 20 \nmillion) illegal aliens already here, would swell the size of the welfare state in a way we haven't seen since Lyndon \nJohnson imposed his Great Society on us four decades ago.\"\n\nThe Sacramento Bee, in an editorial: \"It's not news to anyone that the U.S. immigration system is broken. A year \nago, in a major effort to fix it, the Senate, with President Bush's support, passed a bipartisan bill. ... But House \nRepublicans killed the measure. ... Now a dozen senators have pushed forward incoherent mishmash that will solve \nvery little. A root cause of the current mess is that legal channels of immigration are few and inadequate to U.S. \nneeds. One result is a huge backlog in family visas for those seeking to join family members. The wait is routinely \nseven to 10 years and can be as long as 22 years. Another is that employment-based visas don't begin to fill the \ndemand for workers.  ... This latest proposal is unworkable and a formula for more illegal immigration. The best bet \nstill is to revive last year's Senate bill.\"\n\nSt. Petersburg (Fla.) Times, in an editorial: \"Critics from the left and right have taken aim at the comprehensive \nimmigration bill being considered in the Senate. They appear to be trying to hack the proposal to death even \nbefore there is a chance for serious debate and revision. The legislation has serious flaws, including a provision that \nwould require illegal immigrants to leave the country and apply for re-entry in order to qualify for legal status. Even \nso, our nation has an urgent need to address the ongoing problem of illegal immigration. ... And before it's \nshredded by hysterical critics, it should be carefully considered and revised. Whatever its flaws, this legislation may \nbe as close as Congress will come anytime soon to enacting serious immigration reform.\"\n\nKevin O'Brien, columnist, The Plain Dealer, Cleveland: \"Critics on the left don't like the bill because it would punish \npeople who have broken the law, a concept that's simply too radical for them to grasp. Critics on the right see it ... \nas an eraser aimed squarely at the United States' southern border. Heaven knows, we've been down this well-worn \ndesert trail before. At regular intervals, Congress emerges from its hole and presents the nation with a bill designed \n\n\nto 'fix' immigration policy. Invariably, Congress sees its own shadow, and we end up with 6 million more illegal \naliens. Except when we get 12 million more. Or 20 million more. ... Illegal aliens should be sent home whenever \nthey're caught, and employers who hire them should be fined up to their eyeballs. It's that simple: Dry up the jobs, \nand the people who come here just for money won't come here anymore. Those who want to come here because \nthey want to be Americans will still be welcome to come, by legal methods.\" \n\nGraphic\n\n \n\nPHOTO, B/W, Tim Dillon, USA TODAY\n"}