{"title": "THE GOP ANTI-LATINO CONGRESS\" SPECIAL REPORT", "body": "\nNovember 20, 1997\n\nDear Member of the Press:\n\nI want to call your attention to the attached report entitled, -The GOP Anti-Latino Congress.\" The report outlines the \nanti-Latino agenda advocated by House Republicans 104th and 105th Congresses. The Republicans have pushed \nproposals ranging from an effort to deny much-needed aide to legal immigrants to refusing to end the partisan \ninvestigation into the election of our colleague Loretta Sanchez.\n\nIn 1996, Hispanic-Americans voted in larger numbers than ever before - with the number of Latino registered voters \nincreasing nearly 30% from 1992 to 1996 to more than 6.6 million nationwide. One of the reasons Republicans hold \nsuch a narrow majority in the House is their failure to represent the interests and views of Hispanic Americans. The \nLatino vote in 1998 will have a significant impact on the outcome of the midterm elections.\n\nIf you would like a copy of this report in Spanish or should you have any questions, please contact Elizabeth Miller \nin my office at 202-225-6760.\n\nYours very truly,\n\nDick Gephardt\n\nDemocratic Leader\n\nTHE\n\nGOP\n\nANTI-LATINO\n\nCONGRESS\n\nA Special Report Prepared by House\n\nDemocratic Leader Richard Gephardt\n\nNovember 20, 1997\n\nTHE GOP ANTI-LATINO CONGRESS\n\n\nLast week marked the one-year anniversary of the election of Loretta Sanchez, the first Hispanic Congresswoman \nfrom Orange Country, California, who succeeded in unseating the Republican Bob Dornan. After his defeat, Dornan \nmade wild allegations of massive voter fraud as an excuse for his defeat.\n\nOne year later, Republicans in the House continue to search high and low for any evidence to substantiate the \nDornan allegations; but have failed. According to the Los Angeles Times, some of Dornan's so-called \"suspect \nvoters\" have turned out to be marines, nuns, senior citizens, and even some Dornan supporters. But one year later, \nrather than admit that Dornan had no proof behind his allegations, Republicans continue to drag out the search.\n\nIt is dear why Republicans continue to pursue this matter. This is an all-out effort to intimidate and harass new \ncitizens and those with foreign surnames and stop them from voting. This Is obvious as Republicans are not \nchecking the citizenship of voters in any other close election across the country. As the President of the non-\npartisan League of Women Voters has noted, the Committee investigation \"is being carried out in ways that may \nintimidate future voters...\" (Los Angeles Times, 7/13/97)\n\nFurther, Republicans are pursuing, under the guise of \"campaign reform,\" a bill that would erect significant barriers \nto ballot box, particularly those with Hispanic names. The Horn bill requires Attorney General, INS and Social \nSecurity Administration to provide INS data and SSN numbers to any \"election official\" who calls 66800 number to \nask for info on any registered voter. The bill would overturn privacy protections in current law, essentially allowing \npeople's social security numbers to be on voter registration lists that are accessible to the general public.\n\nRepublicans have every reason to hope that Hispanic and other minority voters stay home at election time. That is \nbecause in 1996 Hispanic-Americans voted in larger numbers than ever before and supported Democrats by a \nsignificant margin.\n\nSpecifically, the number of Latino registered 'voters increased nearly 30% from 1992 to 1996 to more than 6.6 \nmillion nationwide and 75% of these registered Hispanic voters cast a ballot in 1996 compared to the 49% general \nvoter turnout. In 1996, Hispanic voters sided with Democratic congressional candidates by an overwhelming 72 to \n26 percent margin. according to Voter News Service, up from a 59 to 37 percent margin in 1994. (Roll Call, 11/7/97)\n\nThat is because Republicans are advocating an agenda that is openly hostile to minorities in this country, \nparticularly Hispanic Americans. While America was founded to be the land of freedom and opportunity, \nRepublicans have pushed mean-spirited proposals ranging from an effort to deny much-needed aid to legal \nimmigrants to denying public education to undocumented children. This report documents the Republicans' anti-\nHispanic agenda.\n\nGOP Trying to Put a Good Face on Their Record\n\nEven Republican commentators have noted the huge problem that the Republican party has when it comes to \nHispanic Americans. As Paul Gigot recently wrote, \"the two studies [in California] all but shout that unless \nRepublicans repair their fractured relations with the states Hispanics, the party will soon be a permanent minority.\" \n(Wall Street Journal, 8/22/97) Frank Luntz, a Republican and Immigrant Education Program provides federal \nfunding to school districts across the country to help 1.4 million limited-English-proficiency (LEP) students. (1995 \nCQ Vote #626, 8/4/95)\n\nEnglish Only\n\nWhile Republicans sought to out funds for bilingual education, they were seeking to restrict now immigrant's \naccess to the Federal Government and the voting booth.\n\nToward the end of 104th Congress, Republicans passed a unnecessary, mean-spirited and dangerously divisive bill \n(H.R. 123) to declare English as the official language of the U.S. government and require the Federal Government \nto conduct most of its official business in English. The bill also would have erected barriers for Hispanics at the \nvoting booth by eliminating the current requirement that bilingual voting \"ballots be provided in areas with voters \nthat do not speak English. (1996 CQ Vote #391, August 1, 1996)\n\n\n\n* Al the same time, Republicans rejected a Democratic proposal to state that the Federal Government should \npromote English as the common language and to expand educational opportunities so that all residents to become \nfully proficient in English.\n\n105th Congress\n\nWelfare/SSI Fix\n\nAfter passage of the welfare bill, the President introduced a package of changes to help ameliorate the effects of \nthe bill on legal immigrants. During the negotiations on the budget agreement, Republicans agreed to Democrats' \nproposal to: \"Restore Supplemental Security Income and Medicaid eligibility for all disabled legal immigrants who \nare or become disabled and who entered the United States prior to August 23, 1996.\"\n\nHowever, when it came time to put the deal into actual legislation, the House Republicans reneged. The House \nGOP reconciliation bill (H.R. 2015) would have harmed Legal immigrants by denying SSI benefits to thousands of \ndisabled legal immigrants, who should be covered under the budget agreement.\n\nIn other words, the bipartisan budget agreement would have protected the most vulnerable individuals by providing \na safety not for all immigrants in the country when the welfare law was signed who have suffered - or may suffer in \nthe future - a disabling accident or illness. However, the GOP bill directly violated that agreement by limiting \nbenefits only to those who were actually receiving benefits on August 22, 1996 - not for those who were in the \nUnited States then and later become disabled.\n\nFor example, a now healthy 65-year-old who was in the United States last August and later develops Alzheimers \nwould have received benefits under the bipartisan budget agreement - but will not receive benefits under the GOP \nbill. This is a betrayal of the most needy among elderly legal immigrants.\n\nRepublicans' indifference to the plight of legal immigrants who become disabled was demonstrated by one of the \nleading Republicans on welfare reform. When asked what he expected legal immigrants to do if they suffer the \nmisfortune of becoming disabled, Shaw replied: \"I guess they wrote him his briefing book \"Language of the 21st \nCentury\" \"Republicans barely maintained their Congressional majority in 1996, and a major reason … was the utter \ncollapse of the Hispanic vote.\"\n\nNow, Republicans are desperately trying to put a good face on their record. As the Hill (10/8/97) recently pointed \nout, Republicans have:\n\n* created a New Majority Council in the Republican National Committee to highlight Republican issues that would \nbe popular with the Hispanic community;\n\n* sought to downplay their opposition to the affirmative action and their support for English-only laws;\n\n* Speaker Gingrich has hired a Spanish speaking spokesperson and has begun to translate his press releases into \nSpanish.\n\n* Central America Bill - Republicans enacted a bill to provide some relief from deportations called for under last \nyear's immigration bill. Unfortunately, Republicans have chosen to selectively apply these provisions granting full \nrelief only to Nicaraguans and Cubans, and only partial relief to Guatemalans and Salvadorans.\n\nHowever, a few cosmetic gestures cannot hide the anti- Hispanic agenda that Republicans have been pushing for \nthe past three years.\n\n104th Congress\n\nWelfare Bill and Legal Immigrants\n\n\n\nAt the beginning of the new Republican Congress, a key priority for Republicans was the welfare bill in their \nextreme Contract with America. Not only did that measure balance the budget on the backs of lower-income \nAmericans, it disproportionately hit legal immigrants many of whom have lived in the United States for many years \nand paid their taxes. Republicans voted overwhelming to deny access to. Food Stamps and the SSI (Supplemental \nSecurity Income) program to all, legal immigrants. Republicans overwhelmingly voted to cut $ 22 billion - or one-\nhalf of the cuts in the welfare bill - in benefits to immigrants.\n\nRestrict Access to Education\n\nNot only did Republicans target legal immigrants, many of whom were elderly or disabled for cuts in federal \nbenefits, they pushed policies that would limit children's access to public education.\n\n* Deny Public Education - Republicans voted on the immigration bill (H.R. 2202) for the Gallery amendment, which \nwould have given states the option of denying public education to undocumented immigrant children despite the \nopposition of law enforcement. The amendment would require states to check the documentation of families, \ndiscrimination would be promoted against students who merely look or sound foreign. (1996 CO Vote #75,312W6)\n\n* A 50% Cut in Bilingual and Immigrant Education - The Republican Congress voted to cut Bilingual and \nImmigrant Education by $ 104 million or by 50% in FY 1996. The Bilingual can go home.\" (USA Today, 6/5/97)\n\nThe story of the Republicans backing off the commitments they made In the bipartisan budget agreement was \nreported in the New York Times on June 5, 1997 in an article entitled \"GOP Backing Off A Deal to Restore Aid to \nImmigrants\" \"House Republicans today backed away from their commitment to restore federal aid for certain legal \nimmigrants, prompting the Clinton Administration to complain that the Republicans were violating the bipartisan \nbudget agreement reached Just five weeks ago.. The Republicans am playing with political fire in restricting \nbenefits for legal immigrants. Their proposals have proved unpopular in parts of Florida, Texas, and other states \nwith many immigrants.\n\nAccording to the Social Security Administration, the GOP bill would have the effect of protecting 125,000 legal \nimmigrants than the bipartisan budget agreement by the year 2007.\n\nDemocrats fought, and successfully overcame Republican betrayal of these legal immigrants, to ensure that all \nlegal immigrants in the country when the welfare bill was signed would be eligible for SSI, which provides cash to \nlow-income aged and disabled - regardless of when they become disabled.\n\nCensus\n\nRepublicans are adamantly fighting efforts by the Census Bureau to accurately count the population for purposes of \nadjusting congressional districts. House Republicans attached to their version of the Commerce-Justice-State \nAppropriations bill a policy rider banning the Census Bureau from using statistical sampling in the 2000 Census. (By \ncontrast, the Senate-passed bill does not contain a rider banning sampling.)\n\nIn the 1990 Census, more than 4 million people were not counted, and many of those not counted were minority \nvoters. By opposing Census efforts to count everyone, Republicans are seeking to undercount minorities, reduce \nminority representation in Congress, and protect their tenuous majority in the House. As the head of the Republican \nNational Committee has said Republicans could lose as many as 25 seats if the census is conducted accurately. \n(Congressional Quarterly, 6/21/97)\n\nIt is evident that the census issue must be about the politics of excluding minorities rather than based on the policy, \ngiven that the scientific community is staunchly supportive of sampling as the most effective way of reducing the \nCensus undercount, and it would save taxpayers some $ 800 million to conduct the Census in this more accurate \nmanner. As David Broder recently wrote, \"I can find almost nothing to sustain the Republicans' objections \n[Republicans' objections [to census sampling] other than a simple calculus that they can more easily hold the \nHouse in years to come if millions of hard-to-find people - typically minorities or low-income mobile youths - are left \n\n\n\nout of the calculus when congressional districts are drawn to Census specifications.\" (Washington Post, August 20, \n1997)\n\nThe Census Bureau has supported the targeted use of scientific sampling for the 2000 Census both to improve \naccuracy and to eliminate the problem of undercounting in urban and rural areas that was significant in the 1990 \ncensus. The problem of undercounting in the 1990 census was particularly prevalent among Native Americans, \nHispanics, and African Americans who were undercounted by 12.2 percent, 5 percent, and 4.4 percent respectively. \nWithout sampling, the Census Bureau estimates that The 2000 Census would miss 1.9% of the U.S. population or \n4.8 million people.\n\nThe scientific community clearly supports the use of sampling as the best way of conducting the census. A recent \nstudy by the National Academy of Sciences endorsed the use of sampling in concluding that sampling, a statistical \ntechnique widely used in modem statistics, as the only way to ensure the most accurate census count. In addition, \nthe Department of Commerce's Inspector General has concluded that prohibiting the use of sampling could drive up \nthe cost of the census by $ 800 million.\n\nEven Barbara Bryant, the Republican-appointed director of the Census Bureau under President Bush, states that \nshe supports the decision of the Census Bureau to use sampling in the 2000 Census. She recently said:\n\nI am very much in favor of the plan the Census Bureau has. It builds on work I started back in 1990. - (Washington \nPost, 8/20)\n\nRepublicans held up the disaster relief bill for two months over their insistence to undercount Hispanic Americans in \nthe 2000 Census.\n\nAnd yet, despite the lack of merits to their argument, extremist House Republicans have been willing to hold up the \nCommerce-Justice-State appropriations bill in order to impose a ban, on sampling.\n\nImmigration: 245(i)\n\nOne of the key issues that has been holding up completion of the Commerce-Justice-State Appropriations \nconference report has been an effort by certain right-wing House Republicans to require hundreds of thousands of \naliens to immediately leave the country - by refusing to extend Section 245(i) of the immigration code.\n\nSection 245(i) permits individuals who are eligible to become legal permanent residents but have technically \nviolated the immigration laws to remain in the United States while they adjust their status. The only people who can \nuse-Section-245(i) those who are lawfully entitled to legal status because a close family member - such as a \nspouse - or an employer has sponsored them. Under 245(i) these individuals must pay a fine in the amount of $ \n1,000 to the immigration and Naturalization Service (INS). These revenues are them used to increase detention \nefforts and improve INS services.\n\nUnder current low, Section 245(i) will expire on November 7. If 245()i is B21 extended, beginning on November 7. \nindividuals will have to return to their home countries before their immigration status can be adjusted - which in \nmany cases will split up families.\n\nThe House position, in passing the Commerce-Justice-State Appropriations bill on September 30, was to permit \nSection 245(i) to immediately expire. By contrast, the Senate passed the Commerce-Justice-State bill with a \npermanent extension of Section 24-561.\n\nThis permanent extension of Section 245(i) is supported by the Clinton Administration and by broad range of \nbusiness labor, god religious organizations - including the National Association of Manufacturers, U.S. Chamber of \nCommerce, AFL-CIO, UNITE, U.S. Catholic Conference, American Jewish Conference, Lutheran immigration and \nRefugee Services, and Presbyterian Church, USA.\n\nAnd yet, despite the wide range of support for permanent extension of 245(i), key House Republicans are insisting \nthat the Commerce-Justice-State bill be held hostage until their demand is met that 245(i) be allowed to expire on \n\n\n\nNovember 7 - which would require hundreds of thousands of aliens currently in the United States to leave the \ncountry immediately. This extremist GOP position would have devastating consequences for hundreds of \nthousands of families.\n\nExtension of 245(i) becomes even more crucial when viewed in conjunction with the Illegal Immigrant Reform and \nImmigrant Responsibility Act of 1996 (PL 104-208). This law, signed into law on September 30, 1996, bans \nindividuals who have violated their status from entering the United States for three or even 10 years. If 245(i) is not \npermanently extended and an employee must leave the country to obtain permanent residence, that employee \ncould be barred from entering the United States for at least three years, and possibly ten.\n\nOn October 29, 98% of House Democrats but only 32% of House Republicans voted against a motion offered by \nRep. Rohrabacher (R-Calif.) to instruct House conferees to insist on the House position requiring Section 245(i) to \nexpire. Despite this defeat, Rep Rohrabacher and other right-wing Republicans continue to insist that 245(i) not be \nextended.\n\nThe permanent extension of 245(i) is a common-sense, reasonable measure - strongly supported by an enormously \nwide range of business, labor, and religious organizations.\n\nThe final conference report on Commerce-Justice-State extends 245(i)) through January 14. Despite Republican \ninsistence that thousands of immigrants leave the country immediately, Democrats fought hard and were \nsuccessful in getting an extension. These Democratic efforts allowed at least 1 million immigrants to remain in the \nUnited States while seeking permanent resident status: (Washington Post, 11/14/97)\n\nRep. Chenoweth the GOP Expert on Minority Issues\n\nThe Republicans complete lack of concern regarding minority issues is evident through their spokepeople on \ndiversity. The California Republican party selected as the keynote speaker for their \"Pride and Diversity\" breakfast \nRep. Helen Chenoweth, who has stated that only endangered species she knows is \"white Anglo Saxon males.\" \nRep, Helen Chenoweth has also adamantly opposed the Forest Services' practice of recruiting minority applicants \nfrom outside the northern Idaho region, arguing that blacks and Hispanics do not move to Idaho because of its cold \nclimate. \"The warm-climate community just hasn't found the colder climate that attractive. It's an area of America \nthat has simply never attracted the Afro-American or the Hispanic. ' (The Hill, 5/14/97)\n\nLeave Town Without Putting an End to Bob Dornan \"s Witchhunt\n\nAgainst Loretta Sanchez\n\nIt is simply outrageous that, more than a year after the 1996 election, Republicans are adjourning for more than two \nmonths without closing the investigation into Loretta Sanchez's election. Over this year-long period, House \nRepublicans have been conducting a blatantly partisan investigation into U.S. Congresswoman Loretta Sanchez's \nelection last November to represent California's 46th district. Spurred on by sore loser Bob Dornan, who lost his \nseat in Congress to Sanchez.\n\nRepublicans have carded out an unprecedented, outrageously partisan investigation, in which they have \nmanipulated the Federal Contested Election Act, abused subpoena authority. forced Congresswoman Sanchez and \nthe taxpayers to spend hundreds of thousands of dollars, and invaded the privacy of 500,000 Americans.\n\nNearly a year of inquiry and $ 500,000 in wasted taxpayer dollars later, Republicans have utterly failed to prove \nDornan's loss was the result of electoral fraud. In fact, virtually all of Domain's original allegations have been shown \nto be completely without merit. According to the Los Angeles Times, some of Dornan's so-called \"suspect voters\" \nhave turned out to be marines, nuns, senior citizens, and even some Dornan supporters. Despite their failure to \ncome up with proof, Republicans have refused to dismiss the case, even in the face of an unrelenting campaign by \nHouse Democrats and Hispanic organizations.\n\nInstead, Republicans have found yet another delaying tactic. On October 24, House Oversight Committee \nChairman Bill Thomas (R- CA) handed confidential Immigration & Naturalization Service records over to California \n\n\n\nSecretary of State Bill Jones, asking him to see what he can drum up. Jones, a Republican, already certified that \nSanchez was duly elected last November.\n\nThis is clearly an effort by the Republican leadership to harass and intimidate Hispanic voters. Of all the close \nelections last year, Republicans are checking the citizenship of voters in exactly one district - a district with a large \nHispanic population represented by an Hispanic woman. Through the Dornan- Sanchez investigation, Republicans \nhave been intimidating and harassing new citizens and people With Hispanic surnames to stop them from voting.\n\nWhy'? Because in 1996, Hispanic-Americans voted in larger numbers than ever before, and supported Democrats \nby a significant margin In large part because of the GOP's anti- Hispanic and extreme record. Given the GOP \nrecord in 1997, seem likely that this will continue.\n"}