{"title": "U.S. REPRESENTATIVE JAMES HANSEN (R-UT) HOLDS HEARING ON UTAH PARK LANDS", "body": "\nHOUSE COMMITTEE ON RESOURCES: SUBCOMMITTEE ON NATIONAL PARKS\n\nAND PUBLIC LANDS HOLDS HEARING ON SHIVWITS PLATEAU AND UTAH\n\nWILDERNESS\n\nOCTOBER 19, 1999\n\nSPEAKERS: U.S. REPRESENTATIVE JAMES V. HANSEN (R-UT), CHAIRMAN\n\nU.S. REPRESENTATIVE ELTON GALLEGLY (R-CA)\n\nU.S. REPRESENTATIVE JOHN J. DUNCAN (R-TN)\n\nU.S. REPRESENTATIVE JOEL HEFLEY (R-CO)\n\nU.S. REPRESENTATIVE RICHARD W. POMBO (R-CA)\n\nU.S. REPRESENTATIVE BARBARA CUBIN (R-WY)\n\nU.S. REPRESENTATIVE GEORGE P. RADANOVICH (R-CA)\n\nU.S. REPRESENTATIVE WALTER B. JONES (R-NC)\n\nU.S. REPRESENTATIVE CHRIS CANNON (R-UT)\n\nU.S. REPRESENTATIVE RICK HILL (R-MT)\n\nU.S. REPRESENTATIVE JIM GIBBONS (R-NV)\n\nU.S. REPRESENTATIVE MARK SOUDER (R-IN)\n\nU.S. REPRESENTATIVE DON SHERWOOD (R-PA)\n\nU.S. DELEGATE CARLOS ROMERO-BARCELO (D-PR),\n\nRANKING MEMBER\n\nU.S. REPRESENTATIVE NICK JOE RAHALL (D-WV)\n\n\nU.S. REPRESENTATIVE BRUCE F. VENTO (D-MN)\n\nU.S. REPRESENTATIVE DALE E. KILDEE (D-MI)\n\nU.S. DELEGATE DONNA CHRISTIAN-CHRISTENSEN (D-VI)\n\nU.S. REPRESENTATIVE RON KIND (D-WI)\n\nU.S. REPRESENTATIVE JAY INSLEE (D-WA)\n\nU.S. REPRESENTATIVE TOM UDALL (D-NM)\n\nU.S. REPRESENTATIVE MARK UDALL (D-CO)\n\nU.S. REPRESENTATIVE JOSEPH CROWLEY (D-NY)\n\nU.S. REPRESENTATIVE RUSH HOLT (D-NJ)\n\nU.S. REPRESENTATIVE JOHN SHADEGG (R-AZ)\n\nU.S. REPRESENTATIVE BOB STUMP (R-AZ)\n\nU.S. REPRESENTATIVE MERRILL COOK (R-UT)\n\nU.S. REPRESENTATIVE MAURICE HINCHEY (D-NY)\n\nMICHAEL LEAVITT, GOVERNOR, UTAH\n\nBRUCE BABBITT, U.S. SECRETARY OF THE INTERIOR\n\nCAROL ANDERSON, MOHAVE COUNTY SUPERVISOR\n\nW. HAYS GILSTRAP, COMMISSIONER, ARIZONA GAME AND\n\nFISH DEPARTMENT\n\nANTHONY HEATON, RANCHER\n\nJOE JUDD, COMMISSIONER, KANE COUNTY, UTAH\n\nLEE ALLEN, COMMISSIONER, BOX ELDER COUNTY, UTAH\n\nALAN D. GARDNER, COMMISSIONER, WASHINGTON COUNTY, UTAH\n\n *\n\nHANSEN: Good morning.  Welcome to the Committee on National Parks and Public Lands.\n\nWe welcome our distinguished guests here today, including Secretary Babbitt, Governor Michael Leavitt, members \nof the Arizona and Utah delegation, many of our elected officials, and many other interested parties.\n\nWe thank you for taking the time to be with us.  We -- it's going to be a very busy day in Congress today, and \nmembers will be walking in and out throughout the day, so expect a lot more members to show up as time goes on.\n\nSecretary Babbitt and Governor Leavitt are in the back room, and will be in in just a few minutes when it's their turn \nto testify.\n\n\n\nToday we will hear two bills: H.R. 2795, a bill to create the Shivwits Plateau National Conservation Area, introduced \nby Mr. Stump; and H.R. 3035, the Utah National Parks and Public Lands Wilderness Act, introduced by myself.\n\nThe first bill, H.R. 2795, was introduced by my good friend Bob Stump, which would create the Shivwits Plateau \nNCA.  The issue of the Shivwits Plateau dates back to November 1998, when Secretary of Interior Bruce Babbitt \nsuggested that he might recommend that the president create a new national monument, the Shivwits Plateau area, \nnorth of the Grand Canyon.\n\nThese press reports caused immediate concern among elected officials throughout the West.  I've held public \nmeetings on the issue in my district, just north of the plateau, and other meetings have been held by Arizona \nmembers and Secretary Babbitt.\n\nArizona's congressional delegation did get assurances from the secretary that he would not recommend the \ncreation of the Shivwits monument if Congress were to protect the area legislatively.\n\nWhile almost all concerned parties, including the Interior Department, agree that the area is already well protected, \nSecretary Babbitt has insisted that the area needs some sort of special designation.  Therefore, members of the \nArizona delegation agreed to craft legislation to create a national conservation area in the Shivwits area.\n\nWe appreciate that Secretary Babbitt has committed to work with Congress on this issue.  The public lands are \npriceless treasures whose ultimate disposition has been constitutionally entrusted to Congress.\n\nWe look forward to working with you on this issue, Mr. Secretary.\n\nThe second bill we will hear today is H.R. 3035, introduced by myself.  H.R. 3035 would designate over 2.4 million \nacres of wilderness in the state of Utah.  More specifically, the bill would designate over one million acres in Utah's \nWest Desert and over 1.3 million acres of wilderness in eight park units in Utah.\n\nThe issue of Utah BLM wilderness has plagued our state for over 20 years.  Myself and Senator Jake Garn passed \nthe 1984 Utah Forest Service bill, which designated over 800,000 acres of wilderness at a time when all parties \nwere willing to sit down and negotiate legislation that preserved the lands and served the people of Utah and the \npeople of America.\n\nBLM wilderness has been a different story.  In 1991, the professionals at BLM found that 3.2 million acres of lands \nwere eligible for wilderness, but they recommended that 1.9 million acres were suitable for wilderness designation.  \nAlthough a court-endorsed final EIS justified these results, they have been largely ignored by everyone except the \nUtah delegation and the locally elected officials.\n\nAt the beginning of this Congress, Secretary Babbitt, Governor Leavitt and myself put our heads together and \ndecided we needed a different approach to BLM wilderness, and decided to focus on individual areas and ignore \nthe numbers game.\n\nAfter months of field work, poring over maps, working with local officials and others, and asking all interested parties \nif they would please take a part of it -- many of them have elected not to do that -- the secretary and our governor \nhave brought this legislation forward that will finally break the gridlock of Utah BLM wilderness.\n\nThis legislation is a difficult compromise, where neither party is completely satisfied.  I know that our locally elected \nofficials are struggling with this bill.  It is more acreage than they are comfortable with and designates areas that \nwere not previously considered.  On the other side, the secretary has had a difficult time coming to this deal, also.\n\nIn the end, we now have an opportunity to designate over 2.4 million acres of wilderness.  We have a chance to \nresolve an important issue as opposed to perpetuating a problem.\n\nLet me make it clear this bill is far from perfect.  There are additional details that need to be worked out.  I fully \nunderstand that the national park section needs a lot of work.  We were so focused on the BLM lands and language \nthat we have yet to really negotiate the language and boundaries within the park units.\n\n\n\nAnd to make sure that we weren't running over the parks, last weekend -- the weekend before last, I went to the \nWaweep (ph) and met with nine -- excuse me, six superintendents to go over the bill, explain it to them in detail that \nthey could start working these things out.  We fully realize that there's a lot of work to be done there.\n\nI pledge my efforts to continue working with the secretary to reach agreements on these units.\n\nAdditionally, we have not worked out the problems on the BLM section.  Our local officials still have serious \nconcerns that need to be addressed, and I am committed to working with them over the next few months, and the \nsecretary, to reach as many agreements as possible.\n\nMoreover, the school trust land issue must be resolved. Currently, the School Trust Lands Administration is working \non an agreeable land exchange that can be incorporated into this legislation.  I appreciate the BLM working with us \non this important exchange.\n\nThis bill, as all others, is a work in progress.  In my many years in this Congress, I'm always amazed that some \npeople feel that once this thing is written, that's it -- that you can't change one comma or semi-colon.  That is totally \nwrong.  Nothing ever comes out in the end as it goes in, and they're always subject to change.\n\nMoreover, the school -- let's see -- the bill, as all others, is a work in progress.  Those individuals who wish to \noppose those bill from the outset fail to understand this aspect of Congress.  I am sure there are those who will \nsimply use this bill to run ads in major papers and raise membership and money.  Indeed, Utah wilderness has \nbecome a business for some, and I am sure they do not want to see this issue resolved.\n\nHowever, the responsible parties need to work toward a solution, and will sit at the table and contribute, rather than \ndetract from the -- the resolution.\n\nI want to thank the secretary and governor for their hard work, because they have taken a lot of heat over their \nefforts.  This is just the beginning of this process, and I look forward to working over the recess to resolve the \nremaining issues.\n\nWe have an awful lot of witnesses today, and there'll probably be bells going off, and there's going to be a lot of \nthings going on on the floor, so I hope you're all wearing iron pants, because we sure have to on a day like this.\n\nWe'll have to -- after we hear from the congressional delegations and the members of Congress and the governor \nand the secretary, we'll have to limit our witnesses to five minutes.\n\nWhen you folks come up to testify, you'll notice a little thing like this in front of you.  It's very simple.  This says, talk, \nsum up and stop.  And when the witnesses come up, we'd appreciate it if you'd stay within that time limit.  If not, it's \ngoing to be an awfully long day, and probably into the night.\n\nWe would ask the members of Congress to testify first.  After that, they're welcome to join the committee on the \ndais.  Next, we'll hear from Secretary Babbitt and Governor Leavitt.  Then we'll hear from the panel of H.R. 2795, \nthe Shivwits bill.  We will then proceed to the panels in H.R. 3035.\n\nThank all of you for participation.  I -- supposed to recognize the ranking member, the gentleman from Puerto Rico, \nwho's over in the Senate at this particular time.\n\nWould the gentlelady from Virginia have an opening statement? From Virgin Islands -- excuse me, I apologize.\n\nCHRISTIAN-CHRISTENSEN: Thank you, Mr. Chairman.  I'd like to enter one into the record and welcome my \ncolleagues.  I have no opening statement.\n\nHANSEN: We appreciate the gentlelady from the Virgin Islands being with us.\n\nThe gentleman from the third district in Utah, Mr. Cannon.\n\nCANNON: Thank you, Mr. Chairman.  I appreciate you holding this hearing this morning.\n\n\n\nI'd like to welcome all of our witnesses from our great state. Many have traveled long distances, and I want to thank \nthem particularly for coming here and participating in this process -- pardon me.\n\nAs we all know, the wilderness debate has plagued Utah for decades.  As you have stated, Mr. Chairman, the bill \nbefore us today would designated roughly 1.1 million acres of BLM land in the western part of Utah -- or your \ndistrict -- the chairman's district -- and roughly 1.3 million acres of National Park Service land throughout the state, \nthe majority of which is in my district.\n\nI know Congressman Hansen, Governor Leavitt and Secretary Babbitt have been working very hard to develop a \ncompromise that balances environmental protection without jeopardizing the livelihoods of surrounding \ncommunities.\n\nAlthough I have some concerns with the bill as introduced, I remain hopeful that a reasonable comprise ultimately \ncan be reached. I believe this hearing will provide the proper forum for a variety of views to be expressed, and I'm \nanxious to hear the testimony of our witnesses this morning.\n\nI believe that this is important -- it is important to hear the views of our local officials.  I am glad that so many have \ncome here to state their opinions.\n\nAbove all, I feel it's important -- vital, in fact -- that the people of Utah stay united as we move through this process, \nas there are plenty of non-Utahans waiting in the wings ready to make decisions on land management policies for \nus in the state of Utah.  And I don't think this bodes well for Utah or Utahans.\n\nI remain committed to the people of Utah and will continue to work with you, Mr. Chairman, to reach a reasonable \nconsensus.\n\nThank you, now -- I would just like to apologize, also, in advance, Mr. Chairman.  I have a markup in Judiciary that \nI'll need to leave occasionally to make a vote on.\n\nThank you.\n\nHANSEN: Thank the gentleman from Utah.\n\nIf you folks standing want to come up and use this bottom tier, we won't be using it today, I can promise you that.  I \n-- I know a lot of you wouldn't feel comfortable.  If you'd like to, please come up and use the bottom tier -- we'd be \nhappy to have you use that.\n\nWe welcome our colleagues, who are our first witnesses.  We'll first hear from Congressman Bob Stump from \nArizona, who'll testify on the Shivwits bill; Mr. Shadegg from Arizona; and then Mr. Merrill Cook, who'll testify on \n3035.\n\nMr. Stump, we turn to you, sir.\n\nSTUMP: How's that?\n\nThank you, Mr. Chairman, for acting so expeditiously on holding a hearing on this H.R. 2795, the Shivwits Plateau \nNational Conservation Establishment Act.\n\nI'm hopeful that this hearing will continue -- will be a continuation in the series of public discussions on the future of \nthe Shivwits Plateau and the need for legislative action.\n\nAs you know, Mr. Chairman, the Shivwits Plateau is located on the southern end of the Arizona strip bordering \nArizona, Utah and Nevada. This vast area is famous for its primitive landscape, containing a spectaculararray of \nnatural, historic and cultural resources.\n\nIn November 1998, Secretary of Interior Babbitt first announced his desire to use the Antiquities Act to create a \nnational monument on the Shivwits Plateau.  Since that time, the actions and statements made by the secretary \n\n\n\nindicated the Department of Interior has some general environmental concerns over the Shivwits Plateau that \ncannot be redressed by current law.\n\nIn the past year, my staff has attended numerous meetings on the Arizona strip, attempting to identify those -- the \nneeds of those on the strip.  H.R. 2795 is the result of those meetings with the secretary of the interior, the Arizona \nStrip Regional Planning Task Force, as well as comments from the federal land management, the local government \nofficials, the governor of Arizona, Arizona state agencies, ranchers and economic interests on the Arizona strip.  \nWe have worked for months to develop a piece of legislation that has been committed by those involved.\n\nWhile Secretary Babbitt has made some general comments on the protections he would like to see on the Shivwits \nPlateau, I have attempted to translate these comments and concepts into legislative language.\n\nRecent comments, however, by the solicitor for the Department of the Interior, and the Grand Canyon Trust, have \nindicated that the management framework outlined in H.R. 2795 is 180 degrees from what is needed to manage the \nplateau.\n\nMr. Chairman, I believe nothing is further from the truth.\n\nLast November, the secretary issued a challenge to develop a solution to preserve the Arizona strip.  At that time, \nhe stated he would like to bring this issue to a close here on his watch.\n\nWith a vague time frame, I took that challenge on step further. 2975 goes beyond balancing preservation with \nmultiple use on the plateau.  It sets forth a prescription to restore the public lands on the Arizona strip.  H.R. 2795 \nprotects the remoteness, biodiversity and ecological richness of the Shivwits Plateau, but at the same time \nincreases public awareness and outdoor recreation use.\n\nEqually as important, this bill preserves the ranching lifestyle, maintains existing historic and traditional use to the \nShivwits' goals and the secretary -- that the secretary has expressed in his public forums throughout this year.\n\nMr. Chairman, in my written testimony, I have discussed sections of the bill in detail, and will ask Mohave County \nSecretary -- pardon me -- Supervisor Carol Anderson, Arizona Game and Fish Commissioner Hays Gilstrap, Kane \nCounty Commissioner Joe Judd, and Utah rancher Tony Heaton to discuss certain specifics of the bill.\n\n STUMP: The proposed NCA encompasses approximately 700 -- 570,000 acres, contains 384,000 acres of BLM \nland, 164,000 acres of public land with the -- within the boundaries of the Lake Mead National Recreation Area, \nwhich are geographically separated from the rest of the Lake Mead.\n\n In addition, the NCA contains 14,000 acres of Arizona State Trust land and 8,000 acres of private land.\n\n The resources of this area within the plateau can best be managed solely, I believe, by the Bureau of Land \nManagement as a separate, distinct management unit.  For this bill -- reason the bill removes lands in the NCA that \nare currently within the boundaries of the Lake Mead Recreational Area from the jurisdiction of the National Park \nService to the jurisdiction of the BLM.\n\n Grazing on this land is currently managed by the BLM, but the land is under the general supervision of the National \nPark Service. The BLM will protect and administer the NCA and develop a new management plan.  The BLM has \nmanaged this region throughout -- and its existing resources -- through its existing resources management plan, \nand the results have been commended by all users, including by the secretary.\n\n For that reason, the bill directs the BLM to use existing plans as a foundation for developing a management plan \nfor the Shivwits NCA.\n\n Mr. Chairman, the secretary, during numerous visits to Arizona, has expressed his desire to permit the \ncontinuation of valid existing uses.  In this regard, the bill permits continuation of existing authorized uses within the \nframework of the current management plan.\n\n\n\n Ranching continues to play a prominent role in the heritage and economics of the plateau -- a role that Secretary \nBabbitt has public acknowledged and will -- should continue.  In fact, the secretary has praised both ranchers and \nland managers for the condition of their lands and their importance as stewards of the land.\n\n Contrary to concerns expressed by the Department of Interior, the bill does not grant new grazing rights.  It simply \nallows grazing to continue to the extent currently permitted, based on existing management plans and guidelines \ndeveloped under existing law.  These guidelines, supported by the Department of Interior, conservationists, land \nusers, give federal land managers a great deal of flexibility to managed grazing in response to changing \nenvironmental conditions.  Hunting, fishing and wildlife management would continue to be regulated by the state of \nArizona.  State and private landowners would continue to have access to their land, and existing roads and trails \nwould continue to be maintained.  Local government and private parties would continue to have overflight access \nover the plateau, and existing water rights with the NCA will not be affected, consistent with the comments made by \nthe secretary.\n\n H.R.  2795 specifies that the lands within the NCA can only acquired from willing sellers, guaranteeing that land \nvalues will not be affected by the NCA designation, and fair market value will be paid for land acquisitions.\n\n Concerns have been expressed that the previous mineral assessments relative to the Arizona strip are \ninadequate.  We believe a comprehensive assessment is appropriate, so H.R. 2795 requires the secretary to \ncomplete a mineral assessment of the NCA and subject it to a peer review by the Arizona Department of Mines \nand Mineral Resources.\n\n Mr. Chairman, I realize the Interior Department has some concerns with the mineral leasing provisions of this bill.  \nAs the area is not now available for mining leasing -- mineral leasing, I would offer to remove the provision in H.R. \n2795 that authorizes mineral leasing in the Shivwits Plateau NCA.\n\n The bill also requires the secretary to develop and implement forest restoration projects, and provide alternative \ngrazing allotments to permitees affected by restoration projects.  As supported by the ecological restoration \ncommittee (ph), this legislation places an extendible three-year time limit on the amount of time a restoration project \nmay impact a grazing allotment.\n\n The bill also initiates a framework necessary for local communities to develop infrastructure to support this \nconservation area.  The bill authorizes the secretary to implement the recommendation contained in the April 1999 \nDepartment of Interior funding report of the Sonora Institute.\n\n This report details three major goals to ensure the long-time health of the local community and the surrounding \npublic land.  The three goals include: building local and agency capacity for partnerships, building local business \ncapacity and restoring health of landscape through local efforts.\n\n Finally, this bill conveys lands to Colorado City, Fredonia, Mohave County, and the Cayubab (ph) band of Paiute \nIndians certain federal lands needed to handle the increased visitor use on the Shivwits Plateau.  While the exact \nlands to be conveyed have not been identified, my goal is to ensure that these communities are not severely \naffected by land management changes on the strip.\n\n Mr. Chairman, as you know, I have represented this area for more than 20 years, and am not unfamiliar with the \nunique resources and the needs of the Arizona strip.  In Congress, I believe I've gone above and beyond to protect \nthis area.  In fact, in 1984, with the leadership of former Arizona Congressman -- my good friend -- Mo Udall, we \npassed the Arizona Strip Wilderness Bill, which designated more than 265,000 acres of BLM-administered lands as \nwilderness on the Arizona strip.  Chairman Hansen was very instrumental in this bipartisan effort.\n\n I cannot recall one individual, group, agency or special interest group on the strip who opposed that Strip \nWilderness Bill of 1984 when we got to exchanging and -- and giving and taking on various issues.\n\n We have provided a time frame -- we were provided with a time frame, and as a group, we developed a sensible \nsolution.  More than 15 years later, I only hope that we can move forward with the identification of the special needs \nof the Shivwits Plateau, and that we once again use sensibility and set politics aside.\n\n\n\n Mr. Chairman, by introducing this legislation, my hope was to continue a public legislative dialogue on protecting \nthe plateau.  I appreciate your very diligent efforts, and those of -- on the efforts of the Arizona and Utah \ndelegations, as well as the governor's office, and those that are affected.\n\n As you know, the Shivwits Plateau is truly a special area, and I look forward to working with the secretary on a \nlegislative proposal that assures future generations continue to use and enjoy the Shivwits Plateau.\n\n Mr. Chairman, once again, thank you for holding this hearing.\n\n HANSEN: Thank you, Mr. Stump.\n\n Mr. Shadegg.\n\n SHADEGG: (INAUDIBLE) to begin, Mr. Chairman, to thank you for inviting me to participate in this hearing.  \nAlthough I am no longer a member of the Resources Committee, these issues are and always will be of extreme \nsignificance to me.\n\n I'd also like to commend my colleague, Bob Stump, for his tireless efforts to put together an excellent piece of \nlegislation for the land use and conservation in the Arizona strip.  His outreach to the local community and his \nefforts to involve those residents in the -- in the decision-making process provides a model for how proposals of \nsignificant local impact should be developed.\n\n Finally, let me extend a welcome to my fellow Arizonan, Secretary of the Interior Bruce Babbitt, and thank him for \njoining us at this hearing.\n\n Since December of 1998, the possibility of a national monument designation has loomed over the residents of the \nArizona strip and their elected representatives.  While we may debate whether the monument designation process, \nestablished by the 1906 Antiquities Act, is necessary, I would caution that any process which gives the president \ncomplete discretion to make major land use decisions should be extremely troubling to any individual who believes \nin the importance of the separation of powers doctrine established by the U.S. Constitution.\n\n That Constitution, inthe areas of foreign policy and military affairs, appropriately concentrates discretionary power \nin the president himself, because those are areas in which instantaneous action is necessary to achieve important \nnational objectives.\n\n But in domestic areas, the legislative process was intended to be, and must remain, supreme.  This is the very \nfoundation of government based on law, not on the whim of a single individual.  Any approach to a domestic issue \nwhich circumvents the legislative process is inherently suspect and should be used, I believe, sparingly.\n\n H.R. 2795 embodies a locally developed consensus approach created by the residents of the area.  It is, after all, \nthese individuals who have the most at stake in the process and who have helped to develop a plan which \npreserves the multiple-use activities of the region, and at the same time, protects the environment.\n\n If these people who actually live in the Arizona strip want a national conservation area, which allows for multiple \nuses to be created by the legislative process established by the Constitution, it is their wishes which should be \nrespected.  They are the ones who will be most directly affected if there is environmental degradation, or if there is \nunemployment and a lowered standard of living by the way we handle this region of our country.\n\n The concern of the local residents that the president, under the Antiquities Act, might take unilateral action, I \nbelieve are well justified by decisions taken three years ago in an area next door to the Arizona strip.  I'm referring \nto the declaration of the Grand Staircase Escalante National Monument in Utah, prior to the 1996 election, and the \nunconscionable treatment of Utah's governor and Utah's congressional delegation by the administration.\n\n The story is one which deserves to be told at length, and I would -- I have included in my prepared statement, for \nthe record, a copy of the statement made by my friend and colleague from Utah, Representative Chris Cannon, on \nthe House floor on October 6, 1997.\n\n There is a central theme to the story which I would like to emphasize -- and that is the important (sic) of trust.  In \nthis particular case, Utah's elected leaders were assured by members of the administration time and time and time \nagain that no monument designation was imminent.  The day before the designation, indeed, the governor of Utah -\n- of the same party as the administration -- was told that no map of the monument existed, only to wake up the next \n\n\n\nmorning and see such a map in \"The New York Times.\" These elected representatives of Utah citizens, sadly, were \nmisled, for the sake of -- I'll leave you to conclude.\n\n I also would like to insert in the record, Mr. Chairman, a story from \"The Washington Times,\" from Thursday, July \n24, 1997, detailing memos written back and forth by members of the administration on the importance of the \nsecrecy of the development and designation of the Grand Staircase Escalante National Monument.  I think it's very, \nvery important that we honor public input and local input in this process.  I think it's critically important that we strike \na balance here, and I'm not convinced that that can be done if the unilateral process allowed under the Antiquities \nAct is followed.\n\n I know that there are grave concerns by the administration about the necessary steps to protect the environment, \nand about the degree of mining that ought to be continued to be allowed.  But I have read my colleague, \nCongressman Stump's legislation and I believe he has taken a careful step to strike that balance.  I think his \ncomments this morning with regard to his willingness to create mining and mineral rights in perhaps a more refined \nfashion illustrate his willingness to work cooperatively.  And I commend him for that legislation and I'm happy to be \nhere in support of it.  I yield back the balance of my time.\n\n HANSEN: Thank you, Mr. Shadegg.\n\n As you folks probably noticed, you look on that back wall, you'll see two lights on.  And what that means is that \nthere's a vote on. And I think before we go to Mr. Cook, and we welcome our fellow and past member of the \ncommittee, Mr. Hinchey -- before we go to you two gentlemen, why don't we go get this vote over with, and we'll \nhurry right back?\n\n Mr. Shadegg, Mr. Stump, you're welcome to join us on the dais.  I think you'd both be interested in the testimony of \n-- of Secretary Babbitt, who will follow this panel.  So we'll just stand in recess for this vote, and I'd urge everyone to \nhurry back.\n\n (RECESS)\n\n HANSEN: We appreciate your patience, and members returning, we'll now turn to the congressman from the \nsecond district in the state of Utah, Mr. Cook.\n\n COOK: Good, thank you.\n\n I want to thank Chairman Hansen and other member of the National Parks Subcommittee for the opportunity to \ntestify today in support of H.R. 3035, the Utah National Parks and Public Lands Wilderness Act.\n\n First of all, I want to commend Mr. Hansen for his diligence and his hard work in bringing together the various state, \nlocal, private and federal agencies and organizations to craft a bill to protect the West Desert area of Utah.  His \ntireless negotiations with Governor Leavitt and Secretary Babbitt have led to this landmark legislation. H.R. 3035 \nwill designate over one million acres of Bureau of Land Management property as wilderness in the West Desert, \nand over 1.3 acres as wilderness in Utah's exiting national parks.\n\n Utah is renowned for its scenic beauty, and the people of my state are committed to preserving their natural \nheritage.  At the same time, Utah is rich in the natural resources needed to make our state and nation strong \neconomically and militarily.  Balancing these sometimes divergent interests is never easy, and every group is never \ntotally pleased.  I know some concern's been expressed about so-called hard release language that would prevent \nthe BLM from managing as wilderness land currently being managed as wilderness, but not included in this bill.  I'm \nsure that as the bill proceeds through the legislative process, that the committee will work to address these \nconcerns.\n\n Overall, H.R. 3035 is a good, well-thought-out compromise, of which the committee should be justifiably proud, \nthat will protect the varied ecosystems of western Utah, which range from high desert peaks to Alpine forests, from \nsalt and mud flats to the Mohave Desert.  It will encompass 31 separate areas all along Utah's western border.\n\n\n\n At the same time, our nation's security interests at the Utah Test and Training Range, this country's premier \nmilitary training range, will be protected.\n\n There are numerous provisions in the bill which will improve wildlife management and preserve the historic water \nand grazing rights of local residents.\n\n In addition to the new wilderness land in the West Desert, the bill also designates new wilderness areas in five of \nUtah's most beautiful national parks -- Arches, Canyonlands, Capital Reef, Bryce Canyon, and Zion, as well as the \nGlen Canyon National Recreation Area and Dinosaur and Cedar Breaks National Monument.\n\n In his State of the Union address, President Clinton announced his interest in designating new wilderness areas in \nUtah.  I'm pleased that Secretary Babbitt and the administration appear to be supporting this legislation.  I know \nthat Mr. Hansen and the committee appreciate the administration's willingness to join in the development of this bill, \nas do the residents of the state of Utah.\n\n COOK: In the past, the administration has not been so willing to work with the Utah delegation, the governor and \nthe people of my state before making land decisions.  I hope today's legislation signals a change in that approach \nby showing that good can be accomplished through good-faith cooperation and open communication.\n\n I'm proud to be a cosponsor of this bill.  The people of Utah appreciate the committee's commitment to helping us \nprotect our environment and preserve our natural heritage.\n\n Again, I want to thank the members of the committee for giving me this time.\n\n HANSEN: Thank you, Mr. Cook.\n\n Before we start with Mr. Hinchey -- you folks standing, I'm embarrassed to see you stand there.  We still got a few \nseats in this lower tier, if you'd like to take them.  It's up to you -- you call it.\n\n We welcome our friend from Ithaca, New York, Mr. Hinchey, past member of the committee.  Mr. Hinchey, time is \nyours, sir.\n\n HINCHEY: Well, thank you very much, Mr. Chairman, and what a pleasure it is to testify before you and the \ncommittee that you chair on this very important subject.\n\n As you know, I'm a sponsor of legislation that would designate wilderness in the same area covered by the bill that \nis under consideration today.  I'm not here to testify on behalf of my bill, however, which covers a much wider area \nof the state, but rather to point out some of the differences between the two bills on the specific areas under \nconsideration today, and to express some of my concerns about the instant legislation.\n\n I believe many of the 151 cosponsors of the bill that I've introduced share my concerns about H.R. 3035.\n\n My bill focuses on BLM lands, rather than national park lands, and it is the BLM sections of the bill which I would \nlike to focus on today, Mr. Chairman.\n\n Before discussing those difference, however, I would like to say that I am pleased to see the subcommittee \nconsidering designation of wilderness in this particular area.  It was not long ago that we would hear people -- \nincluding some people who generally support the environment and cherish wilderness -- some people say that they \nsaw little worth protecting or preserving in areas like the West Desert and the Great Basin.\n\n These lands are not as photogenic as the mountains and lakes of the Bob Marshall Wilderness, not as charismatic \nin their wildlife as Alaska's forests, not as obviously spectacular as the red rock canyons to the south and east of \nthem.  They are not as welcome to campers and hikers and hunters.  But they have their own unique geology and \nbiology, their own irreplaceable and spectacular scientific value, and their own special beauty, as well.  More and \nmore people are coming to appreciate these desert landscapes -- as I know you do, Mr. Chairman.\n\n My own position on wilderness designation -- which I discussed often when I served on this subcommittee with you \n-- is simple: Save whatever wilderness we have left.  There is little enough remaining.\n\n\n\n I realize that some people support a much more limited approach, and that is what we see reflected in this bill.  \nHowever, I would suggest that desert landscapes demand a special degree of consideration even from those in the \nmiddle ground, simply because their value has come to be appreciated only very recently.\n\n HINCHEY: As I have mentioned in this subcommittee in the past, it was only recently -- well within my lifetime -- \nthat members of Congress and the Interior Department -- or the officials of that department -- were saying there \nwas little if anything worth protecting in places like Arches, Canyonlands, Death Valley and the Mojave Desert.\n\n That brings me to my first concern: the acreage protected in this bill.  As you know, Mr. Chairman, my bill would \nprotect 2.6 million acres in the areas in question here, more than twice what H.R. 3035 would protect.\n\n Lest anyone assume that I propose designating the entire area as wilderness, however, my bill would protect \nsomewhat less -- somewhat less than 30 percent of BLM lands in this area.  I am specifically concerned that some \nof the surveys of these lands preparatory to the drafting of this bill, including those conducted by the Department of \nthe Interior, were cursory and ignored some of the critical values that wilderness designation is in fact intended to \nprotect, including wildlife protection.\n\n I was told that some areas were excluded because the did not photograph well -- not a very good reason.  Still \nothers were excluded because of proximity to inactive mining claims, without any serious assessment of whether \nthe future mineral value of those claims may outweigh the value of keeping these unique landscapes wild.\n\n My second concern is the proposed status of the lands that would not be designated -- that is, the release \nlanguage of the bill.  All of that remaining acreage would be released from FLPMA section 603 review.  Moreover, \n120,000 would be released from BLM's section 202 requirements now in progress.\n\n As my legislation suggests, I do not object to release of millions of acres of BLM land in the West Desert.  But I am \ndeeply concerned that all the remaining land would be released, when I am convinced that so much of this land has \nnot been thoroughly reviewed and that its qualities and values are not yet well understood.\n\n My third concern is one I have raised in numerous other discussions of wilderness we have had in this \nsubcommittee over the years -- namely, water rights.  H.R. 3035 states, regarding both national park lands and \nBLM lands, that -- and I quote -- \"nothing in this title shall constitute either an expressed or implied reservation of \nwater\" -- unquote.  I believe that if we are directing an agency to manage land as wilderness, we should reserve \nwater for that purpose, unless we do not seriously care about protecting wilderness values at all.\n\n My bill uses the same language contained in the California Desert Act, the Arizona Desert Wilderness Act -- which \nincludes a portion of Utah, as you know, Mr. Chairman -- and that language, namely, is this: \"Congress hereby \nreserves a quantity of water sufficient to fulfill the purposes of this act\" -- unquote.\n\n We should do no less in Utah's West Desert.  As I have mentioned in previous hearings on wilderness matters, this \nis a particularly important point when we are considering wilderness designations in Utah, since state law in Utah \ndoes not recognize wilderness as a beneficial use of land for purposes of allocating water.\n\n The fourth and final concern that I would like to mention today is the overflight language.  Unfortunately, some \npeople have characterized my legislation as intended to block all military overflights over a large portion of the West \nDesert.\n\n This is not true.  I believe overflights can be compatible with wilderness designation, and I know there is a long \nhistory of legislation and cooperative agreements allowing military overflights over wilderness and even over \nnational parks.\n\n But H.R. 3035 goes well beyond that in expressing -- expressly, rather, prohibiting any restriction on altitude above \n10 feet, or any restriction on speed, frequency of route or the route itself.\n\n I have serious doubts about the need for such proscriptive language, and about the possible effect such language \ncould have in the future on the wildlife and the ecology of the areas that we are both determined to protect and that \nare supposedly protected in this bill.\n\n\n\n At the very least, we should investigate the perceived need for such unusual language and examine the conflicts it \nposes with the purposes of the Wilderness Act itself.\n\n In short, I am pleased we are talking about protecting wilderness in this exceptional area of our country.  But I hope \nwe will not be -- rather, we will be -- I hope we will be careful not to exclude areas that deserve protection, and I \nhope we will provide any designated areas with real and specific protection that will prevent their deterioration and \ngenuinely keep them wild, and not stop at simply giving them a wilderness certificate and moving on.  They \ndeserve, I think, better than that.\n\n And Mr. Chairman, I thank you again for the opportunity to testify before you on this very important matter.\n\n HANSEN: Thank you, Mr. Hinchley.  We appreciate your comments.\n\n Now, from the panel, questions to the congressional people who have testified, including Mr. Stump, who has now \njoined us on the dais, and was testifying prior to the last vote that we had.\n\n The gentleman from Washington, Mr. Inslee.\n\n INSLEE: Yes, if I could ask Mr. Hinchley (ph) both comments: On this issue of reserve water rights, I just wonder \nwhat the -- the reason or the rationale would be to not reserve water rights, knowing that water is obviously \nnecessary in the wilderness as other places for natural purposes.\n\n Why would Congress not give the same protection to this wilderness that we have to other wildernesses by making \nsure that there would be a water component available for the wilderness area? What possible rationale for that is -- \nif anyone could help me on that.\n\n I mean, I just -- I just can't imagine an argument that somehow we should not protect the water resources of this \nwilderness area as we have in other designations of wilderness areas.  And I'm just looking for anyone who can \nadvance an argument for that, because I can't imagine one.\n\n HINCHEY: Well, I -- I share your -- your view on this, frankly. And I very much appreciate the question, because I \nthink it's a very important issue that is before us, and it is an issue that is framed very precisely within the context of \nthe two bills that I mentioned in my testimony.\n\n We have one that protects water rights in wilderness area, and the other one which -- which does not.  And I would \nvery much share and appreciate the expression of your view that wilderness deserves water rights protection.  How \ncan you have wilderness without respecting the need for water rights within the wilderness area?\n\n Even if you were just considering, for example, the -- the wildlife in the area, obviously water is important.  And \nwithout recognizing the value of water and water rights to wilderness, you do a very great disservice.\n\n In fact, I would argue that you disrupt the entire concept of wilderness preservation as it is contained in the existing \nfederal overall wilderness act -- and which also is recognized within the other legislation that I mentioned, \nparticularly the California Desert Bill and the others.\n\n So I think it's a very important consideration that has to be addressed.\n\n INSLEE: Well, I'm obviously concerned about it, by the nature of my question.\n\n Let me ask a philosophical question, because I think it comes out in -- in wilderness bills in general, and that is \nhow we various members should look at this issue.  I represent a constituency that's hundreds of miles away from \nthese areas.  Others in Utah represent constituencies that live, you know, a stone's throw, literally, from these \nareas.  I'd ask, generally, should -- should our constituencies, in regard to this area, have any different valued \ninterest in preserving wilderness?\n\n And I'll tell you, my perspective is is that my constituents, who live hundreds of miles away from this federally-\nowned land, should be equally entitled -- equally, no greater and no lesser -- in the decision of preservation of \nwilderness, from those who may even live a stone's throw away.  And I say that because I think some of those who \nlive closer, sort of, feel that they have more ownership, or more vested interests in this kind of decision.\n\n\n\n I don't believe that's true.  I think everyone -- every member here's district have equal interests, and I would just \nask the two members of Congress whether they share that view.\n\n COOK: Well, Mr. Inslee, I would say, as someone that does live within a stone's throw of -- of some of those areas, \nthat the people of Utah have as much interest as anyone else in the country.  And I think all Americans share an \ninterest in any of the management techniques for federally owned land.\n\n I think the main objection that some of us in Utah have is when we're left out entirely of some of this decision-\nmaking.  There's evidence that we've talked about here today -- the monument's creation -- someone who actually \nsupports that monument -- not necessarily the boundaries that were created at the time, but as someone who does \nsupport that monument, I still feel that -- that it's not right to leave out the people that live in the surrounding \ncommunities that do feel a very strong sense of their economic development tied to the way that we manage these \nlands.\n\n So it's not that we don't appreciate the fact that people in Colorado, and people all across the country, and people \nin New York -- it's not that we don't appreciate the fact that they don't have a strong interest in this.  We just want to \nbe included, too.\n\n INSLEE: Good.\n\n This may be a rhetorical question, but -- in a sense -- but could someone advance the reason why we should \nstrangle the continued evaluation of these other wilderness areas in dealing with property that would not be placed \nspecifically in a wilderness?\n\n HANSEN: The time of the gentleman from Washington has expired. Does someone want to -- I'll -- I'll let somebody \nrespond.  Mr. Hinchey, if you want to respond, it's OK.\n\n HINCHEY: Well, if I may, Mr. Chairman, I'd -- I'd like to respond to the previous question, if that's…\n\n HANSEN: Sure.  This -- this is the last one, if that's OK with you.\n\n HINCHEY: It -- it occurred to me when you were asking the question that sometimes, when we live close to things \nthat are very important, we appreciate them differently.\n\n I know, for example, that many of my -- my friends, and even family, who live in New York City, appreciate the \nEmpire State Building, but they never visit it.  They appreciate the Statute of Liberty, but they never visit it.  They \nappreciate it differently.\n\n I know in upstate NewYork, where we have preserved large areas of wilderness -- in fact, the Adirondack Park is \nlarger than any national park in the country -- we have preserved millions of acres of wilderness in New York State.  \nAnd indeed, I am a stone's throw from wilderness in the Catskills -- the Catskill Mountains of -- of New York, where \nadditional millions of acres of land have been preserved in wilderness.\n\n Sometimes, I think we appreciate that wilderness differently.  We come to take it for granted, in some respects.  \nAnd because we are so close to it, we don't appreciate the great beauty that it has as well as some other people \nwho might come from other places.\n\n And that may be -- that -- that may be something like what is in play here.  I think people appreciate these lands, \nbut all of us have a responsibility to appreciate them in our various ways.  And those ways are going to vary, based \nupon an array of variables.\n\n HANSEN: We have a lot of ground to cover today, so I'm going to limit everybody to their five minutes, if that's OK.\n\n But Mr. Inslee, I would like to respond a little bit to your first question, if I may -- prerogative of the chair.\n\n If you turn to the Wilderness Act of 1964, it says this: \"Nothing in this act shall constitute an express or implied \nclaim or denial on the part of the federal government as to exemption from state water rights.\"\n\n So I think we pretty well covered that in this act that we're doing.\n\n And let me also point out this is the West Desert Act, and there is no water out there.  There's one unit in \nWashington County that we're looking at, we're working with the secretary on.\n\n\n\n As I stated when we started, there's a lot of ground to fill this baby out -- it's got a long way to go, so it's -- it really is \na desert area, and that's why these guzzlers are important, that Mr. Hinchey talked about -- which we appreciate \nyour bringing that up.\n\n The gentleman from Nevada, Mr. Gibbons, is recognized for five minutes.\n\n GIBBONS: Thank you very much, Mr. Chairman.\n\n I join you in my concern over the water rights.  For example, only 17 western states have the system called prior \nappropriation in terms of water rights, which means preexisting users have a standing of higher status than those \nthat come later in their application process.\n\n My concern, of course, in New York, is one where you have a riparian style of water rights, which is vastly different \nfrom the West.\n\n Mr. Hinchey, how would -- how would you see the creation of a wilderness area within which a reserved water right \nwould then preempt someone's pre-existing water right?  Would that be a taking, in your view?\n\n HINCHEY: I -- I don't think that that is an issue that would come into play very often, or at all, in -- in the present \ncontext.\n\n You're right in pointing out that for the most part, we have riparian water rights in the eastern part of the country, \nbut there are other water rights, as well, that relate to ground water which are treated differently than the riparian \nwater rights, which generally pertain to surface water supplies.\n\n I -- I just feel that, in the context of wilderness preservation, we ought to recognize and, to the largest extent \npossible, adhere to the traditions that have been established by previous Congresses in dealing with this issue.\n\n And I think if we were to do that in this particular situation, we would recognize that, in setting aside wilderness \nareas, there is a water right there that has to be dealt with -- not in a way that takes from others, not in a way that \ndamages others -- but in a way that recognizes that there has to be a sharing of this resource -- and in this \nparticular situation, obviously a very precious and extraordinarily limited resource.  But a sharing nevertheless.\n\n GIBBONS: Which -- which would you give priority to?\n\n HINCHEY: I'm sorry?\n\n GIBBONS: Which would you give priority to, in terms of sharing of that water resource?\n\n HINCHEY: Well, I think that that has to be addressed on a case- by-case basis.  I don't think that you could make \nan overall determination in that regard.\n\n My only stipulation in the present context is that you ought not to, in a blanket way, stipulate that there are no \nwater rights that adhere to wilderness areas.  I think that would be a serious mistake, because I believe that \ntradition and previous legislation, particularly, makes it clear that -- that previous Congresses have recognized that \nthere are water rights that adhere to wilderness designations, and that that ought to be recognized in this \nlegislation, as well.\n\n GIBBONS: The -- the issue of water is -- is, of course, very, very delicate for most western states.  And I can \nunderstand your concern about it.  There's an understanding, of course, with those of us from the West, about \nwater and -- and its importance, and where water usually stems or flows from, which is usually the higher elevations \n-- which are most, if not all, of the designated areas in this bill for wilderness designation.\n\n Once you establish those wildernesses, I'm sure -- as anyone would see and commonly understand -- in order for \nyou to protect and use water rights in upper elevations would require some sort of a diversionary system.  \nOtherwise, the water will run off and flow downhill for whatever purpose it's been used for in the past.\n\n Would you see some creation of a means by which you could retain the water in those wilderness areas, rather \nthan let it flow through?\n\n HINCHEY: Well, I think the -- the idea of wilderness indicates that things ought to be left as they are, without the \nintrusion of man.  And that -- and that the intrusion of our species ought to be kept to a very low minimum.  And I \nthink that that is what -- what is implied very clearly in the designation of wilderness.\n\n\n\n So I don't anticipate, in wilderness designation, any alteration of the natural water flows that exist currently.\n\n GIBBONS: One final question, Mr. Chairman.  With regard to the military overflights, do you envision -- either of \nyou, in either your support or opposition for these bills -- the establishment of some ambient noise standards for \nthese wilderness areas which might have a certain impact on the operations of our military aircraft in preexisting or -\n- or current areas?\n\n COOK: Well, Mr. Gibbons, I think it's very important that, as this bill works its way through Congress, that that -- \nthat training range be left intact -- that there be nothing that -- that hamper the operation of that.\n\n COOK: And if I can just quickly say, in answer to your first question, that any kind of elimination of preexisting \nwater rights would absolutely represent a takings.  And that's why I think it's so important that as we create \nwilderness in the state of Utah, that we do something -- that -- that we really get the input of -- of esteemed \ncolleagues like Mr. Hinchey, and that we have people from all over the country involved -- but that we, that struggle \ndaily with water and other resources there in the arid West, have an important input in this process, as well.\n\n HANSEN: Time of the gentleman has expired.\n\n The gentleman from Colorado, Mr. Udall.\n\n M. UDALL: Thank you, Mr. Chairman.  I just have a brief set of remarks.\n\n I wanted to extend my appreciation to you for scheduling a hearing on these two bills, and they're measures that \ndeserve careful attention.\n\n Particularly, I'm interested, if -- if I might be more specific, in the aspects of your bill that would designate \nwilderness in units of the national park system, and of course, on the public lands managed by the BLM.\n\n I'm -- say I'm encouraged, because I've introduced a couple of bills in this regard, to designate wilderness in Rocky \nMountain National Park.  And my colleague from Colorado, Ms. DeGette, has introduced a bill on the BLM lands in \nColorado.  And I'm hopeful that in the future, we might be able to also schedule some hearings on those particular \nbills.\n\n I'm mindful, listening to the discussion of water, that in the West, we say whiskey is for drinking, water is for fighting \nover -- and I'm glad to see that that tradition carries on to today.\n\n But if I might add that, in Colorado, we've had a lot of experience with this, and we've taken an area-by-area \napproach.  But we've been very mindful that water is really the heart of any natural system.  It's certainly very, very \nimportant to human activity.  And that I hope we take very seriously the concerns that have been expressed about \nwater rights and the impact that water has on any wilderness area.\n\n I thank you, and I yield back.  HANSEN: I thank you.  Let me just say this: The -- the thing that we've done on the \nparks is a place-holder.  We fully realize it has a lot of work to do, but it is a place-holder, because it came on later.\n\n But we'll -- hopefully the committee can work that out, because I do think it's a good step forward on taking care of \nwilderness in parks.\n\n M. UDALL (?): If -- if the chairman would yield just briefly. In Rocky Mountain National Park in Colorado, the park is \nbeing managed -- 95 percent of it is wilderness, and my bill would make that statutorily in effect, and I think it's -- \nit's an important thing we ought to do for perpetuity, and I look forward to working with you on that particular issue, \nas well.\n\n HANSEN: Thank you.\n\n M. UDALL (?): Thank you.\n\n HANSEN: Gentlelady from the Virgin Islands.\n\n CHRISTIAN-CHRISTENSEN: No questions, Mr. Chairman.\n\n HANSEN: We're fortunate to have with us Mr. Stump, Mr. Shadegg -- not members of the committee, but have an \ninterest in this bill.\n\n Do either of you have questions for the panel -- which included you, Mr. Stump?\n\n\n\n Or Mr. Shadegg -- no questions?\n\n Mr. Hinchey, let me just point out one thing -- from your testimony, I thought it was interesting.  I assume from \nwhat you said that you support guzzlers in wilderness areas.  Is that correct?\n\n HINCHEY: Support…\n\n HANSEN: For the benefit of wildlife?  Do you support guzzlers in wilderness areas for the benefit of wildlife?\n\n HINCHEY: I can't -- I couldn't hear your question, Mr. Chairman.\n\n HANSEN: I -- I'm sorry, Mr. Hinchey.  I -- I pointed out -- I thought in your testimony that you said that you \nsupported guzzlers -- you know, these things that they use to -- where there's not water, so wildlife can get a drink.\n\n Do you…\n\n HINCHEY: I don't remember mentioning that word, Mr. Chairman, in my testimony.\n\n HANSEN: I thought you had.  Could I ask you, do you support guzzlers in wilderness areas?\n\n HINCHEY: Guzzlers?\n\n HANSEN: Guzzlers.\n\n HINCHEY: (LAUGHS) No, I don't support guzzlers, Mr. Chairman.  I -- I support -- I support moderation, not \nguzzling.\n\n (LAUGHTER)\n\n HANSEN: Mr. Hinchey, do you know what a guzzler is?\n\n HINCHEY: I know what a guzzler is, Mr. Chairman.\n\n HANSEN: Let me explain…\n\n HINCHEY: I'm not sure I know what a guzzler -- what -- what your guzzler is, but I certainly know what a guzzler is.\n\n (LAUGHTER)\n\n HANSEN: It is a mechanism that is worked by evaporation on areas where there's no water so that wildlife can \nhave a drink.\n\n By that definition, where do you come from?\n\n HINCHEY: Well, I -- I think wildlife, Mr. Chairman, are entitled to a fair distribution of this very limited resource.  \nAnd I think if you're declaring any area to be a wilderness area, you have to recognize that in order for it to be \nwilderness, it has to, in some measure, be able to sustain a level of wildlife that it has traditionally sustained.\n\n And with that in mind, I believe that, in the designation of wilderness, you have to take into consideration the fact \nthat water is important to that designation.  And if you're going to maintain a wilderness area, wilderness should not \nbe excluded -- not excluded -- I don't think it should have any priority rights, or anything of that nature -- but it \nshould not be excluded from the use of water or access to that water, and I fear that your bill does that, Mr. \nChairman.\n\n HANSEN: I don't know if there's anything in there that even refers to that, but I was just curious where you're \ncoming from.\n\n Let me ask you this: When you first walked in the door, you introduced the 5.7.\n\n HINCHEY: You mean today, or some years ago?\n\n HANSEN: When you walked into Congress -- what -- three terms, four terms ago, something like that.\n\n HINCHEY: It wasn't the first day I walked in the door.  It was several weeks after, Mr. Chairman…\n\n HANSEN: Whatever.\n\n HINCHEY: … just to be accurate.\n\n HANSEN: And in that bill, that included, in this area that we're talking about, 870,000 acres of wilderness, which \nyou strongly supported, and talked about it ad nauseum, as a matter of fact.\n\n\n\n HINCHEY: You found me out, Mr. Chairman, that's true.\n\n HANSEN: Eight hundred and seventy thousand acres.  This bill includes 1.1 million acres of wilderness.  So you \ngot 200,000 acres of wilderness more in this bill than the bill you've been pushing all the way up to last January.  So \nwe're actually giving you more than you originally asked for.\n\n You want to respond to that?\n\n HINCHEY: Well, that's the trouble with life, Mr. Chairman.  As one lives longer, one recognizes that there is more \nto do.  And…\n\n HANSEN: OK, let me ask you this: If those additional…\n\n HINCHEY: … I think that is true in the present context as well.\n\n HANSEN: I may reclaim my time.  Let me just ask you: Of the additional 200,000 acres -- have you seen it \nyourself?  Have you personally been on the ground and looked at it?\n\n HINCHEY: I've seen much of it on the ground.  I've seen all of it from the air.  I…\n\n HANSEN: You want to describe it to this committee?\n\n HINCHEY: I'm sorry, Mr. Chairman?\n\n HANSEN: Would you like to describe that 200,000 acres to this committee?\n\n HINCHEY: Well, I don't know that anyone could -- could describe it, Mr. Chairman, in a way that does justice to it.  I \nthink that in order to be familiar with it and to understand it, you really have to see it.  And the best way to see it is \nboth from the ground and from the air, as I have tried to do on a number of occasions over the years.\n\n So I would not want to limit anyone's appreciation of the land by any feeble description that I might offer.  I think \npeople ought to go and see it for themselves.\n\n HANSEN: I could really agree with that.  I personally doubt that a lot of people have seen the additional 200,000, \nbut I surely take you at your word.\n\n And thank you for coming, and we'd be very happy to have you and Mr. Cook sit on the dais, if you're so inclined.  \nAnd we will include you in the questioning, if you would be so inclined.\n\n And thank you very much.\n\n HINCHEY: Mr. Chairman, I thank you.\n\n HANSEN: Our next panel is the secretary of interior and the governor of the state of Utah, if they'd like to take their \nplaces at the front.\n\n Well, we're honored and privileged to have the secretary and the governor with us.  And Secretary Babbitt, if it's \nOK, we'll start with you, sir.\n\n BABBITT: Mr. Chairman, committee members, I'm pleased to be back with you once again to deal with these \nissues.\n\n There are -- as we are all aware -- two separate issues.  What I would propose to do is to talk briefly about the \nArizona proposal, in the form of the Shivwits Plateau legislation, and then discuss, at slightly more length, my \nefforts with the governor of Utah with respect to the wilderness issues in the West Desert.\n\n The Grand Canyon/Shivwits Plateau/Parashant issue surfaced almost a year ago.  And during the course of that \nyear, there have been hearings by you.  There have been hearings conducted by me in Flagstaff.  In Colorado City, \nthere have been -- as was earlier mentioned -- extensive discussions and, indeed, wide-ranging publicity about the \nneed for protection of this area north of the Grand Canyon.\n\n I've read the legislation -- the bill -- and I appreciate the efforts of the sponsors, but I want to be candid: The bill is a \nstep backward.  The bill provides less protection than we have under existing Federal Land Policy and Management \nAct provisions.\n\n But my intention in stimulating this discussion was not to step backward, but to see if we could step forward.  And \nwe have not met that standard.  And let me very briefly explain why.\n\n\n\n First of all, the National Conservation Area concept is an increasingly known and understood concept, and all \nNational Conservation Areas, and all of the legislation, begins with a declaration of purpose, which is that the \nconservation values are the primary objective of the National Conservation Area.\n\n Now, this legislation does not do that.  It has many comments about management -- for example, one which says \nthe secretary shall comply with the goals identified in the 1992 Arizona Strip Resource Management Plan.\n\n But that is not the purpose of this discussion.  The purpose of a National Conservation Area is to move beyond the \nmultiple-use resource plan of previous years.\n\n Secondly, the bill confers various mineral entitlements and rights.  Now, I heard Congressman Stump say that he \nwould be willing to -- if I heard his testimony -- recede from those provisions.  But even that, in my judgment, is not \nadequate.  A National Conservation Area should be underlain by a permanent withdrawal by legislation.  And that \nis, to my knowledge, not yet either there or contemplated.\n\n With respect to grazing, the legislation confers uses and rights that go beyond the Taylor Grazing Act, which was \nadopted in 1934. This takes a step backward from a standard set 60 years ago.  It does that in a number of ways.\n\n One example is mandating that grazing -- that a carrying capacity will always be at the level of 1998 permits.  Not \neven the Taylor Grazing Act went so far to give a preferential vested right to the grazing use at the expense of all \nother uses.\n\n With respect to the enholders, there is an unprecedented provision which, in summary, says thatif an enholder \nwants to divest a right, the government has an obligation to buy that, and the owner has a right of inverse \ncondemnation triggered by saying: I want to dispose of the land.\n\n Not in 200 years of public land law -- to my knowledge -- has there even been such a broad, unqualified, sweeping \nprovision.\n\n One more example: The bill removes 150,000 acres from the Lake Mead National Recreation Area and the \njurisdiction of the Park Service.  I can't conceive of -- of this administration or any friend of conservation supporting \na bill which starts out by stripping lands away from the jurisdiction of the National Park Service.\n\n So let me just say that I appreciate the fact that there is legislation on the table.  I must regretfully say that it is not \na step forward.\n\n With respect to Utah, my thoughts, I believe, are going to be considerably more positive.  And I begin with just \nsome brief background.\n\n I began working with the governor of Utah seven years ago, when he indicated that he was ready and willing to try \nto solve some of the most untractable, difficult, contentious problems in the American West.\n\n I don't think either one of us had high expectations, but he was persistent and willing to get down on the ground.  \nAnd we started on the Virgin River, in the vicinity of Zion National Park, and two years later, somewhat to our \nsurprise, we negotiated a water rights settlement for the Virgin River, acquiesced in by the parties and ratified by \nthis Congress.\n\n Encouraged by that effort, we then thought that we would attempt a land exchange covering every national forest, \npark, monument, recreation area, and some of the Indian reservations in the state of Utah.  It's never been tried \nbefore.\n\n And after approximately a year of the most intense, non- ideological, non-partisan discussion, sitting over maps \nand working this in the most intense fashion, we came up with a bill which had the unanimous support of the Utah \ndelegation and passed this Congress in one single session -- to the lasting benefit of the federal lands and perhaps \n-- no, certainly, as or more important -- to the lasting benefit of the Utah School Trust, which now has set of mineral \nlands which represent, I would say in retrospect, not an embezzlement by the state of Utah, congressionally \nsanctioned, but a certainly more than traditional fair-value exchange -- all in favor of Utah, which I certainly support.\n\n\n\n Now, against the context of those seven years, we decided approximately a year ago to step up to the wilderness \nissue -- the most contentious single public lands issue in the American West.\n\n The first decision we made was that trying to do a state-wide wilderness bill would simply be a continued exercise \nin frustration. So we looked across the map of Utah and said: What are -- where is the area where we think there \nare the least historic obstacles and the best chances of working with all of the stakeholders and the local groups?\n\n The governor recommended western -- the West Desert, and we went to work -- meeting frequently with \nCongressman Hansen, with Congressman -- with other members of the Utah delegation, and doing the most \nintense effort to delineate areas without regard to all the history, by getting out on the ground.\n\n We also decided that we would fast-forward a land exchange program, so that we would have not only a \nwilderness bill, but another swap-out of school sections to benefit the Utah School Trust.\n\n The result that is now before you, in terms of the boundaries of the wilderness area, has my strong support -- not \nwhat I would have drawn, had I been the sole sponsor of this bill, but I'm not entitled to sponsor bills, and I'm not \nthe sole participant.  This effort represents an intensely bargained compromise, for which the governor and I, having \nproduced this good deed, have been amply, amply attacked from partisans on all sides.\n\n I strongly support the acreage provision, with just a very small footnote about the Newfoundland (ph) and Rockwell \n(ph) areas.  They are not technically a part of the wilderness boundary, but there are some special provisions to \ntwo small areas outside of wilderness. That said, I support it.\n\n So, the question comes: Why am I not supporting the bill?  Well, the answer is that there are other provisions \nwhich are not yet satisfactory to either me or the administration.\n\n Just very, very briefly, Mr. Chairman -- you've already mentioned the parks issues.  There are two sets of issues in \nthe park wilderness which I'll not discuss.\n\n The first one are the boundaries, which I think is largely a technical matter.\n\n The second one is provisions that appear to us to confer rights on third parties that undermine and erode the \nadministration of national parks.  These are the so-called confirmation of privileges and the, sort of, customary \naccess provision.\n\n I would strongly suggest that if we could just drop that language -- because this is national park land, and there \nalready is an existing set of provisions -- that that could be made acceptable.\n\n Now, with respect to the West Desert issues, the major impediment is the language with respect to rights accruing \nto the Air Force.  The language goes vastly beyond any language in any previous wilderness bill -- and indeed, it \ngoes vastly beyond anything that the Air Force, to my knowledge, has ever demanded in many of the training-range \nissues that we've dealt with.\n\n For example, it gives the Air Force unfettered discretion to put up facilities in a wilderness area.  The Air Force \ndoesn't have that under any of the existing wilderness bills.  They've never indicated that they want it, and they \ndon't need it.  That should be a subject of land management, as it is under existing law.  The Air Force would have \nmore than they do now in this area, even though it's not a wilderness.\n\n BABBITT: The second issue, just generally, is the power of the Air Force to exclude the public from the wilderness \narea unilaterally. Air Force has never asked for it anywhere else.  They've never needed it.  They've always worked \nwith the Bureau of Land Management.  There is no problem, and I cannot acquiesce in saying to the Bureau of \nLand Management, the Air Force is running this land.  It creates a problem that is not there.\n\n Lastly, we have, I believe, two choices with this bill.  And I feel quite strongly about this.  One is to throw in the \ntowel.  Now, I believe there are partisans on both side in this conference room who would like to throw in the towel.  \nIt's especially tempting as we move into a presidential election year, because the partisans on both sides can easily \n\n\n\nmake the case that it's better to talk to your respective constituencies of the right and the left, wave the bloody shirt, \nand, as usual -- I say that word advisedly -- adjourn a Congress with nothing having been accomplished.\n\n I hope that we can find another alternative -- which is moving this bill out of this committee even if it is somewhat \nshort of the objectives of -- of the members.  We have a chance in this bill to break this gridlock, to build on the work \nthat's been done in the last couple of years, and to begin the process working.\n\n Now, Mr. Chairman, if the committee chooses to refer this bill out to the Defense Department and the Interior \nDepartment, that is equivalent to killing it -- because these differences are rather large, and they cannot, in my \njudgment, be resolved with an admonition from you or anyone else.\n\n But I believe they can be resolved if we move it into the legislative process -- get it moving, get some out of this bill, \nmove it to the House, tighten this, and all of us together say we're prepared to walk into a widening debate \nconfident of our ability to bring something out of it.  That is the attitude of your governor, consistently manifest for \nthe last seven years.  And I believe it can work here.\n\n Thank you.\n\n HANSEN: Thank you, Mr. Secretary.  We appreciate your comments.\n\n Governor Leavitt.\n\n LEAVITT: Thank you, Mr. Chairman.  Today, I would like to focus on the need for us to begin not just preserving \nland, but to create a sense of certainty for the people who live in this area.\n\n This debate has gone on now for over 25 years.  There have been -- there's been nearly $15 or $20 million spent \non it.  We have had hundreds of hearings.  There have been inventories.  There have been studies.  It is not \nwithout its complexity.  It's not just about wilderness and boundaries, it also deals with roads, it deals with school \ntrust lands, it deals with water.\n\n It's my view that it is time for us to begin moving to decisions so that we can create the sense of certainty that the \npeople in these areas needs.  It is dividing our state culturally, it's become a matter of great contention, and it is a \nmatter that must be resolved.\n\n As has been indicated, the secretary and I have been working since last -- early last year -- late last year.  Our \ndesire has been to come up with as close to a consensus as we can.  It's been quite -- become quite manifest that \na consensus will never be possible.  But nevertheless, it's time for us to be moving to a decision.\n\n We did agree that the West Desert was the best place for us to start, in terms of having the least amount of \ncontention possible -- recognizing that there's still more that will need to be done.\n\n We began by looking at all of the land -- not just those portions that had been designated as wilderness study \nareas, but all of the land.  We looked at those proposals that had been made by various environmentalist groups, \nincluding the Utah Wilderness Coalition, and also those that had been set aside as wilderness study areas.  We \nwent through an exhaustive public process.\n\n Now, there are -- there will obviously need to be additional adjustments made to the boundaries that we have \nproposed.  And there are, as the secretary has suggested, those on both sides of this issue that would suggest that \nthere's either too much or too little.  But this does in fact have a -- the support of the governor of the state, of one \nparty; secretary of the interior, of another; and broad support from those in the congressional delegation from the \nland -- the areas that are affected.  That's a very unique situation in this debate.\n\n I'd like to suggest five things that I believe are important virtues of this proposal.  As I indicated, first of all, it will \ninclude all lands.  That is -- that is to say, we have inventoried all lands -- not starting with a number, but we have \nlooked at the land to determine what the best use could be, and how we could go about creating a proposal that \nwould be acceptable.\n\n Second of all, it blocks the land into contiguous areas.  It takes an ecosystem approach.  The boundaries are \nmanageable -- that is to say, they're clear and manageable boundaries.  It deals with access.  It does cherry-stem \n(ph) roads in areas where there is access needed into the area to be able to maintain the functions and access to \nthose who would like to enjoy the wilderness experience.  Lastly, there is some form of wilderness of every kind -- \n\n\n\nbe it Red Rock, Joshua Tree forests or deserts.  In this particular area of the state, there is almost every kind of \nwilderness known to man.\n\n The test and training range has been spoken of in some length. That is a high priority.  It is an absolute must for us \nto maintain the integrity of that range.  The secretary has addressed the fact that we have yet to arrive at the proper \nwords, but I feel confident that can be done.\n\n I would lastly like to point to the fact that this is what I like to refer to as a bundled solution.  My experience over the \nlast nearly 12 years now of dealing with this very thorny problem -- two things have become clear to me.  One, it \nhas to be done in increments.  There are too many deal killers when you try to deal -- deal with it on a statewide \nbasis.\n\n Secondly, you cannot simply deal with wilderness alone.  You have to deal at the same time with wilderness, with \nroads, with water, and state trust lands.  There is -- each of them having important and difficult interconnections with \nthe other.  I believe this bill will in fact provide that.\n\n In conclusion, I'd just like to -- you to consider the future and not just the present.  This legislation, while it is not \nyet perfected, represents a very unique undertaking.  As I indicated earlier, it's the work of a western Republican \ngovernor and a Republican congressional delegation working with a Democrat secretary of interior to model the \nbeginning of a solution to a conflict that's nearly two decades old.\n\n Not everyone likes the solution, but I'm not sure there'll ever be a solution that everyone will be pleased with.  If \nyou cannot support this type of a compromise enthusiastically and help it through Congress, I have to ask is there \never any hope that we'll be able to resolve these western land conflicts?\n\n Will there ever be a more bipartisan attempt at consensus, or will we play hardball partisan politics until we're all \nexhausted and voted out of office by frustrated constituents?\n\n H.R. 3035 is a good piece of legislation.  It protects huge amounts of undeveloped landscape -- nearly 2.3 million \nacres -- more than the states of Delaware and Rhode Island combined.  It contains areas never recommended \nbefore by the Department of Interior as wilderness, or for further wilderness study.\n\n But it does not include all areas which may have been absent of roads.  I need to ask, do all desert sagebrush \nareas, and sagebrush hills, and small mountains need the wilderness protection?  In the Wilderness Act of 1964 the \nnumber two defining characteristic of wilderness states that it has outstanding opportunities for defining character -- \noutstanding opportunities for solitude or primitive areas.\n\n H.R. 3035 contains all of the outstanding areas in the West Desert region, and in a state -- and in the national \nparks in our state.  It does not mean that areas not included in the legislation as wilderness will be developed \ntomorrow or in the long term.  Most of the remaining lands are not likely to be developed soon, or there exist in \nsome cases the question that they will ever be developed. There are countless examples of healthy ecosystems \nthroughout the United States which are not protected bywilderness designation.\n\n Mr. Chairman, I'd like to urge the members of this committee to, as Secretary Babbitt has suggested, move this out \nof committee.  There is still a great deal of work to do on this legislation, but it's time to create certainty in rural \nUtah, and to get on with making wilderness, and not just talking about it.  Thank you.\n\n HANSEN: Thank you, Governor.  Questions for Governor Leavitt and Secretary Babbitt?  The gentleman from \nNevada, Mr. Gibbons, is recognized for five minutes.  I'll have to hold everyone to a strict five minutes.\n\n GIBBONS: Thank you very much.  For both the governor and the secretary, dealing with the military reserved land \nthat is now going to be included, potentially, in this wilderness area, how do you address the issue of national \nsecurity and public safety restrictions that would otherwise not be an issue in wilderness areas when they conflict \nwith military operations?\n\n BABBITT: Mr. Gibbons, first of all, I -- I don't believe any of these lands are within military -- they're -- are there -- \nthere are no lands within military reservations.\n\n GIBBONS: Not even under the operating areas?\n\n BABBITT: Well, of course the lands are under -- under operating areas -- that's true.\n\n\n\n GIBBONS: Well, then it gets down to the restricted flight areas -- is what my question would be -- in -- in these \nrestricted flight areas that are currently existing today, which because of national security or public safety, the public \nis excluded from accessing.\n\n BABBITT: There are none of those areas at the present, to my knowledge, in this wilderness proposal.\n\n GIBBONS: OK.  Then why is -- why does the military have these requirements in this bill?\n\n BABBITT: Well, that's my question, as well.\n\n GIBBONS: Did the military put them in there?\n\n BABBITT: Yes.\n\n GIBBONS: Were they consulted?\n\n BABBITT: Yes.\n\n GIBBONS: Did they tell you why they felt it was necessary to have them?\n\n BABBITT: They -- they did not.  The language was proffered, I believe, to Mr. Hansen's staff, in the first instance.\n\n GIBBONS: Governor, the process of this negotiations (sic) obviously has taken a considerable amount of time and \nenergy from you and -- and everyone else.  You indicated that you want this bill moved forward; there are areas that \nneed to be worked on in this bill.\n\n What areas are you unhappy with in this bill in its current form that you think or believe may need to be improved?\n\n LEAVITT: Mr. Gibbons, there are -- as the secretary indicated -- there are boundaries that I would change if I were \ndoing this on my own.\n\n There are areas, quite frankly, that -- in this bill that I -- that I do not believe qualify directly under the 1964 \nwilderness definition.  There would be those who would disagree.\n\n It's, I think, important to acknowledge that this is essentially a political solution to a thorny problem -- not one that \nis intended to set any kind of new precedent, but to solve the problem in this area.\n\n There are aspects -- I'm obviously very concerned about the language on the test and training range.  The water \nissue is one that is an absolute necessity that we do nothing to encumber or in any way change or alter state \nexisting water rights.\n\n There are piece of this -- most of them dealing with boundaries and roads -- that are of concern to me.  But I think \nin terms of the -- the critical substance of it, I am anxious for it to move forward out of this committee so that we can \ncontinue to refine it, work with the counties, work with the other groups and constituent groups of interest.\n\n GIBBONS: Within these areas that are so designated by this bill, are there any existing roads that the public uses \ntoday?\n\n BABBITT: Mr. Gibbons, there are many public uses…\n\n GIBBONS: Roads.\n\n BABBITT: Roads is always an interesting question -- for this reason -- for this reason: There have been a lot of \nvehicles in many of these areas.  Now, at what point a user-generated track becomes a road is one of the major \nquestions that has perplexed the authors of these bills for nearly 50 years.\n\n LEAVITT: Let me -- could I…\n\n GIBBONS: Yes, go ahead, Governor.\n\n LEAVITT: … address that, Congressman Gibbons?  It's very clear to me that the question of the existence of a \n2477 right, which the state passionately defends and maintains, and that the national government seems to believe \ndo not exist, which is the subject of an ongoing dispute in many different venues and on many different subjects, is \none ultimately that will have to be resolved in the courts.\n\n\n\n Our purpose is to not be stymied by that process, but to simply work around it by -- in every county, where -- where \npossible, to create substantive road agreements that define and narrow the issues, and then acknowledge the fact \nthat, once again -- I emphasize, once again -- the courts may have to define the existence of a 2477 right of way.\n\n But we believe this bill can move forward without jeopardizing or prejudicing any of those rights of way.\n\n GIBBONS: Thank you, Mr. Chairman.\n\n HANSEN: Time of the gentleman has expired.\n\n The gentleman from Colorado, Mr. Udall, is recognized for five minutes.\n\n M. UDALL: Thank you, Mr. Chairman.\n\n I want to welcome Governor Leavitt and Secretary Babbitt.  And I want to just begin by saying I have -- my family's \nroots are in -- in this part of the world, and I care very deeply about what we do in regards to wilderness, and what \nwe do in regards to preserving our western landscapes.  My great-grandfather came out of Utah and settled in \nnorthern Arizona, and know -- I know these lands very well.\n\n I want to start with the secretary, and -- Mr. Secretary, it appears to me the bill establishes -- I'm going to talk about \nArizona -- the point where I'm going.  The bill would establish a new National Conservation Area.  But as I looked \nover the bill, I didn't see any provision to withdraw the NCA from existing mining laws.  And, in fact, it looked to me \nlike perhaps it might prevent you from using your FLGMA (ph) authority to withdraw these lands from mineral entry.\n\n Is that correct?  Is that -- am I reading this properly?\n\n BABBITT: Congressman, I think the answer is largely yes.  The reason I hesitate is because Congressman Stump, \nin his testimony, indicate -- and I haven't had a chance to talk with him -- indicated -- seemed to indicate that he \nwas willing to simply pull the mineral language from the bill.\n\n If I interpret him correctly, that nonetheless does not solve the issue, which is that an NCA should have a \npermanent mineral withdrawal, in my judgment.\n\n M. UDALL: To go the next step, then: If we were to transfer some lands that are managed by the Park Service in \nthe Lake Mead -- the NRA -- the National Recreation Area -- to this new national conservation area, then it appears \nto me that maybe that might open some of these lands that are now closed because they're a part of the national \npark system to mining.\n\n Is -- is that -- give me your interpretation of that possibility.\n\n BABBITT: Well, again, it's a little murky.  But it is -- it is our reading of the -- of the NRA -- the National Recreation -\n- Lake Mead National Recreation Area -- that the lands within the Park Service boundaries have in fact not been \nwithdrawn from mineral entry. And that's the purpose of including this area within the -- what is now referred to as \nthe monument proposal -- is to take care of that issue.\n\n The -- the reason that I think -- that I would guess that the bill removes lands from the administration of the Park \nService -- well, there may be many reasons -- but the provisions of the bill would subject this land to a lower \nstandard of management in every other respect.\n\n In every other multiple use -- except minerals -- the net effect of the transfer would be to take it away from the Park \nService and its standards, and put them back into the standards that are in this bill and that are in FLGMA (ph).  \nAnd I -- I don't think that's a good idea.\n\n M. UDALL: So the lands in the Lake Mead Recreation Area can still be mined under the Mining and Parks Act -- is \nthat your interpretation?\n\n BABBITT: It is -- yes.  But it's not under that act.  It's because of -- of the history of the withdrawal of this specific \narea as a part of the Grand Canyon Expansion Act.\n\n M. UDALL: Earlier this year, Mr. Secretary, you were here and you talked with great understanding and on-the-\nground experience about this area.  Can you tell the committee what you've been doing since your earlier \nappearance here?\n\n\n\n BABBITT: Yes.  I've spent a considerable amount of time working this issue, discussing it, and through my staff, \nwith all of the members -- both directly and through my staff -- with the members of the Arizona delegation.\n\n We had a -- a public meeting in Flagstaff, a public meeting in Colorado City somewhat later.\n\n As a matter of fact, I have a list of all of the outreach and public discussion issues which, Mr. Chairman, I'd like to \nsubmit for the record, if that would be appropriate.\n\n HANSEN: Without objection.\n\n BABBITT: I -- let me say this.  I don't think there can be any claim at this…\n\n STUMP: Reserving the right to object.\n\n BABBITT: Pardon me.  STUMP: Mr. Chairman, reserving the right to object.\n\n HANSEN: Gentleman from Arizona?\n\n STUMP: Yes, I'd just like to inquire -- I thought the gentlemen's question…\n\n HANSEN: Do you yield to the gentleman from Arizona?\n\n M. UDALL: I'd be happy to yield to my colleague…\n\n STUMP: I don't want to take his time, I just want to clarify something.\n\n I thought the question was, what hearings have been held, what has been done -- actually, what you've been \ndoing -- since we last met.\n\n And my question of you is simply, is this is a list of things that have occurred since we last met -- since you last \ntestified on this issue?  Because we discussed your hearing, for example, in Flagstaff, when you were here last \ntime.\n\n I just want to get clarification on whether this list is subsequent to your testimony before this committee most \nrecently on this issue, or whether it is comprehensive and includes both before and after.\n\n BABBITT: This list…\n\n HANSEN: The time of the gentleman from Colorado has expired, but let's allow the secretary to respond to this \nquestion.\n\n Mr. Secretary.\n\n BABBITT: OK.  This list details everything from November 27th, 1998 to October 18, 1999.\n\n STUMP: So it's comprehensive to before your last testimony and forward to now.\n\n BABBITT: That's correct.\n\n STUMP: Thank you.\n\n HANSEN: The gentleman from Pennsylvania, Mr. Sherwood -- a member of the committee -- you're recognized for \nfive minutes.\n\n Let's see -- Mr. Walden -- a member of the full committee.\n\n WALDEN: Thank you very much, Mr. Chairman.  And with your indulgence, I'd like to pursue a slightly different \nmatter that I think we've talked to you about with the secretary, involving Steen's (ph) Mountain.\n\n HANSEN: You've got four minutes and 49 nine seconds to pursue it.\n\n WALDEN: Thank you, Mr. Chairman.\n\n Mr. Secretary -- and I know you've been out to Steen's (ph) Mountain in Oregon, and I'd hoped to be able to meet \nwith you personally before you returned to Burns later this month -- but apparently your schedule won't \naccommodate that meeting before something in November.\n\n I want to …\n\n BABBITT: Well, then, my schedule has just been revised to accommodate that request.  I'd be happy to meet with \nyou…\n\n WALDEN: Well …\n\n\n\n BABBITT: … this week, if you…\n\n WALDEN: I -- I appreciate that.  And Senator Smith and I will try and take you up on that.\n\n WALDEN: I want to follow up with the -- the RAC -- the Resource Advisory Council for southeastern Oregon that -- \nthat you appointed…\n\n BABBITT: Correct.\n\n WALDEN: … that has brought jurisdiction to help provide counsel to BLM.\n\n They met Thursday and Friday and recommended, basically, no designation for the Steen's (ph) -- not as a \nnational park, not as a national monument, not as a National Conservation Area -- although they did suggest to \ncreate a cooperative management program consisting of a team of federal personnel, private landowners, \nenvironmentalists, to work on a long-range management team approach to continue management of the Steen's \n(ph).\n\n And I -- I guess my question to you would be: Do you support that kind of a recommendation?\n\n BABBITT: Well, Congressman, just a word about the Resource Advisory Councils, and then I'll give you a specific \nconclusion.\n\n The charters for the Resource Advisory Councils are clear that they are advisory.\n\n WALDEN: Right.  No, I understand the charter councils.\n\n BABBITT: And what I've said pretty consistently to the RACs is that what I want most from you is an analysis of \nwhat the issues are on the ground, how the stakeholders feel -- and I will give that great weight.\n\n But I am not -- I do not automatically defer to a recommendation. I'm frankly more interested in the meat of -- and \nthe light that they can shed on what the issues are and what the needs are.\n\n WALDEN: And I'm sure you know why I'm -- I'm raising these issues -- because of your comments out in -- in \nBurns -- or at least as reported in the press -- that if the secretary -- I'm quoting now, from the John Day paper -- the \nsecretary said if locals and other interest groups don't have legislation ready by the time Congress convenes in \nJanuary, he's considering asking the president to designate Steen's (ph) a national monument, under the Antiquities \nAct.\n\n BABBITT: That is a correct quotation.  WALDEN: So, I asked one of the members of the RAC last night -- or my \nstaff did -- about how they would react to this, and what would they ask you if they had the opportunity to be here.  \nAnd this is somebody who's put four months into this effort on the ground, at, in effect, your behest.\n\n And his comment was, ask the secretary why did we do this, if this threat is still on the table.\n\n Do you believe it's still on the table, that if we don't act…\n\n BABBITT: If Congress does not act, what I said and I reiterate, is that I will consider asking the president to use his \npowers. That's -- that's an accurate statement.\n\n WALDEN: Is there a time line on that, Mr. Secretary?  From your perspective?\n\n BABBITT: Well…\n\n (CROSSTALK)\n\n WALDEN: … from what was reported in the press.\n\n BABBITT: That's an interesting question, because -- let me take the Shivwits Plateau, Parashant Grand Canyon \none.  The discussion began in public almost one year ago.  This, today, is the first hearing after one year.\n\n And that's the problem.  I have made it clear -- I've made myself clear about two things.  One, no surprises.  That's \nwhy I was out on Steen's (ph) Mountain, and that's why I'm going back.  There aren't going to be any surprises.  I'm \ngoing to be as forthright and honest as I can be.\n\n And what I have said, in Steen's (ph) and Grand Canyon and elsewhere, is if the Congress can produce an \nacceptable result that I think is reasonable, and that meets up the objectives of this administration, that would \ncertainly be appropriate.\n\n\n\n But the clock is running.  And…\n\n WALDEN: So, Mr. Secretary -- if -- if I might reclaim my time -- so, in other words, it's important to you that you and \nthis president have the opportunity to act before the end of the next year than it is, perhaps, for us, through public \nprocess and deliberative effort, using the great effort of your own RAC, come up with a management plan that is \nmore acceptable…\n\n (CROSSTALK)\n\n BABBITT: Oh, not at all.  Not at all.\n\n WALDEN: Well, but you've given them a one-year deadline.\n\n BABBITT: Well, let me just say this: Protection for Steen's (ph) Mountain was first proposed 60 years ago.  I had \nbeen in this Congress for eight of those 60 years, and proposals have met a deaf ear -- both generally, in this \nCongress, and in the case of Steen's (ph) Mountain, for 60 years.\n\n WALDEN: Well, Mr. Secretary -- and I know I'm out of time, Mr. Chairman -- but maybe that's because the \ndesignation some seek is not the appropriate designation for this area.\n\n Thank you, Mr. Chairman.\n\n (CROSSTALK)\n\n BABBITT: Well, that's possible, but there are many Americans -- including Oregonians, who initiated the proposals \nback in 1932 -- who feel quite differently.\n\n And I respectfully suggest that if you would join me in asking somebody to take an opinion poll of the citizens of \nOregon, you would find that, contrary to your insinuation, the vast majority of the residents of the state of Oregon \nsupport protection for Steen's (ph) Mountain.\n\n WALDEN: Mr. Chairman, I don't think it's -- if I might just…\n\n HANSEN: One quick one.\n\n WALDEN: It is -- I don't, first of all, think we ought to govern by opinion polls.\n\n Secondly, I think my point was it is the level of management that is at issue here.  And a national monument is not \nthe appropriate…\n\n (CROSSTALK)\n\n HANSEN: Time of the gentlemen has expired.\n\n BABBITT: Let me just say this: The level of management in an Antiquities Act proclamation can -- is in the \ndiscretion of the president as he writes the declaration.\n\n And I have told all of the people in these areas where we've been working on these that I am ready and willing to \ndiscuss the issues -- whether or not they result in a National Conservation Area from this Congress, or a national \nmonument by executive order, because I view, from my perspective, the two are absolutely equivalent, that the \nmanagement prescriptions that have been written into NCAs by this Congress are -- as I explained in my testimony \non the Stump legislation -- exactly what I am seeking on behalf of this administration to achieve here.\n\n Now, whether it is done in the form of legislation or in the form of a monument proclamation, they are two sides of \nthe same coin. Historically, that's been the case in, for example, the national park system, where sometimes \nCongress legislates, sometimes the president uses the Antiquities Act.  You get the same result.  And I'm prepared \nto work with you to get the same result here. What I am not prepared to do is to simply sit back and let this \nCongress do what it has done for the last seven years on these issues, which is virtually nothing.\n\n WALDEN: Well, Mr. Secretary, I guess…\n\n HANSEN: The time of the gentleman has expired.\n\n WALDEN: Thank you, Mr. Chairman.\n\n HANSEN: The senior member from Arizona, Mr. Stump, is recognized for five minutes.\n\n\n\n STUMP: Thank you, Mr. Chairman, I'll try to be very brief.\n\n Mr. Secretary, you made a statement that there was less protection under my bill than there would be in existing \nlaw.  What is it that you cannot do, management-wise, that you would do under existing law?\n\n BABBITT: Under your bill?\n\n STUMP: That you could not do under existing law, yes.  Why do you say there's less protection?\n\n BABBITT: Under your bill?\n\n STUMP: Yes.\n\n BABBITT: If there is a heavy drought in northern Arizona four or five years down the road, the Stump legislation \nsays you can't reduce the permit.\n\n STUMP: I don't interpret it that way, Mr. Secretary.  I think you have that authority now to redress the…\n\n BABBITT: I have the authority now to reduce the permits, but you would deny me that authority.\n\n STUMP: I think we're referring to the rest of the forest restoration projects, that you not take too long in doing that, \nand move the cattlemen off of those properties.\n\n BABBITT: Well, that's not what the language of the bill says.\n\n STUMP: You just said that this -- that -- you made this statement a year ago, and to date, we have not really met -- \nor something to that effect.\n\n I think Senator McConnell and I requested several meetings with you -- at least a meeting on one time, and we've \nnever been able to complete that.  And I would renew that request today with you, sir, to sit down and discuss these \nwith us in a room.  Not with the solicitor, as has represented you before, but with you in person.  You're going to \nmake these decisions, as we will here, and we need to communicate with one another.\n\n BABBITT: Congressman, I would be happy to meet with you this week at a time of your choosing.  I will bring my \nsolicitor with me.\n\n STUMP: That's all right.  We'd like to have you there.\n\n Let me ask you one more question.  You made a statement about -- and I didn't quite understand all you said about \nthe Grand Canyon -- if the Congress didn't act.\n\n Have there been any discussions or meetings about expanding the Grand Canyon National Park?  Or is that your \nintention to try to do, also?\n\n BABBITT: Congressman, what I was referring to -- by way of -- what I want to do is spike this notion that Congress \nhas not had time to deal with these issues.\n\n In 1975, Senator Goldwater sponsored the Grand Canyon Protection and Expansion Act.  A good piece of the area \nthat we are talking about today was debated in that process 25 years ago.  The Congress deferred action, and said \nwe're concerned about hunting and grazing -- but has, in the ensuing 25 years, done nothing.\n\n This is one of the reasons that I went out there last year to say, here is a protection issue raised by the United \nStates Congress 25 years ago and never brought to closure.  Now is the time.\n\n What -- specifically, do I have any plans to expand Grand Canyon National Park?  You will be pleased to know that \nI do not have the power to expand a national park.\n\n STUMP: Have there been any discussions along this line, I believe I asked, also.  Recently.\n\n BABBITT: There have been discussions of every conceivable kind -- it's part of what it's all about.  I -- for example, \nthe Grand Canyon Trust has made a proposal that I believe you're aware of. There have been a variety of other \nproposals -- I can tell you I've not made them.\n\n And if it will put your mind to rest, this is my sole proposal, on my watch as the secretary of the interior, with respect \nto the Grand Canyon.\n\n\n\n Now, that doesn't include overflights or all of that sort of stuff.  But in terms of land adjacent to the Grand Canyon, \nthis is it, unless you have suggestions for more.\n\n STUMP: Well, that doesn't preclude you from going to other areas.\n\n The statement you just made doesn't preclude you from doing this in another area in the state of Arizona, for \ninstance.\n\n BABBITT: Oh, that's for sure.  I -- that's for sure. Specifically, Perry (ph) Mesa -- which we should talk about.  I \nwould hope you'd come along on that.  There's a fabulous archaeological site, and there's really no objection to that \none from your constituents, so far as I can see.\n\n STUMP: Well, Mr. Secretary, I've found some.\n\n Let me ask you one last question.  What immediate threat do you perceive to be to the Shivwits Plateau now?\n\n BABBITT: Well, there are a number of issues.\n\n The first one is mineral location.  Now, there's temporary withdrawal.  That's good for only two years.  You see, the \nproblem is, I'm not going to be here in two years, and my successor can't renew it for another two years.  So, the \nthreat remains, you know, very much there.\n\n But I'm frankly concerned about the threat of having these lands dealt off by the Bureau of Land Management into \ndevelopment and subdivision and other kinds of projects.  It's not going to happen on my watch, but it's happened \nagain and again and again.  And it's exactly the sort of thing that happened on the South Rim when United States \nSenator Ralph Cameron (ph) devoted his career to fraudulent mining claims, to trying by every conceivable \nstratagem to wrest public land away for his private benefit.\n\n Now, that hasn't happened here, but that's precisely the reason to do it before it happens rather than after.\n\n STUMP: Thank you, Mr. Chairman.\n\n HANSEN: Gentleman from Arizona, Mr. Shadegg, is recognized for five minutes.\n\n SHADEGG: Thank you, Mr. Chairman.\n\n Mr. Secretary, begin with just a couple of general question. Will you be willing to provide the committee with a list of \nall national monument proposals currently being discussed with the administration?\n\n BABBITT: No.\n\n SHADEGG: Could you provide us such a list.\n\n BABBITT: No.\n\n SHADEGG: OK.\n\n BABBITT: The -- I am not meaning to be disrespectful…\n\n SHADEGG: Unfortunately, my time is very short…\n\n BABBITT: … to the Congress.  OK.  Go ahead.\n\n SHADEGG: So, let me ask you, second, are you aware of discussions regarding a national monument proposal in \nthe Santa Rosa and San Jacinto (ph) Mountains of California?\n\n BABBITT: Yes, I certainly am.\n\n SHADEGG: And have you discussed that with the congresswoman from that area, Mrs. Bono?\n\n BABBITT: My staff has had extensive discussions with the congresswoman and her office.\n\n SHADEGG: Have you had any discussions with her?\n\n BABBITT: I've not discussed it personally, but…\n\n SHADEGG: Thank you.\n\n BABBITT: … she's well aware of what's going on.\n\n SHADEGG: OK.  I want to go to the last point that you covered with Congressman Stump.\n\n\n\n I think the issue on grazing that -- where we have an interpretation difference is, you read the language of \nCongressman Stump's bill as permitting the exact level of grazing right now.\n\n I believe what Congressman Stump was saying was that he intends it to be under the same provisions of law -- \nwhich were to say, if that drought were occurring today, you could have reduced the number of grazing permits, or \nnumber of grazing -- the number of cattle in a given allotment in that area.\n\n Is that, I think, where we agree there's a difference?  You want it to be what it is now, as opposed to -- and giving \nyou all the authority you have now?\n\n BABBITT: Our consistent position, from the time I went out there, was that the Taylor Grazing Act would continue \nto apply to this monument, and that we have a set of standards and guidelines and an administration that's been \nentirely satisfactory.\n\n SHADEGG: So if this language were to assure that that would be the standard that continued to apply, you would \naccept that?\n\n BABBITT: If it were just that, yes.\n\n SHADEGG: OK.  Because when you were last here, we talked about grazing.  Actually, I asked you if your number \none concern was mining. You responded that you had two additional concerns, and you said one of those was, \nquote, \"grazing.\" And you said -- and I quote -- \"It is not my intention to affect that in any way,\" which means you \nwant to leave grazing exactly as it is right now.\n\n BABBITT: Yes.\n\n SHADEGG: And if the Stump bill achieves that by its language, you're agreeable to that.\n\n BABBITT: That would resolve that issue.  Now…\n\n SHADEGG: Right.  OK.\n\n BABBITT: … bear in mind that you got to carry it through into this language about casting the 1992 management \nplan in bronze.  I don't buy into that.\n\n SHADEGG: All I want to get is the issue of, with regard to grazing, if it preserves the current law, that's acceptable.\n\n SHADEGG: We -- I want to turn to a second topic…\n\n BABBITT: Subject only to my comments about the necessity to have a statement of purpose in this law which \nstates the primacy of conservation.\n\n SHADEGG: Well, I guess that's where we get confusing, because you say the primacy of conversation (sic), and \nyet in your own testimony today, you say, a level of protection protecting -- and you say -- not just land and wildlife -\n- and then you go on to say -- but also the culture of the region.\n\n And I think one of the concerns here is the culture of the region, and I think if you look at Congressman Stump's \nlegislation, he specifically talks about protecting the remoteness, protecting the native biodiversity, protecting the \necological richness.  If you look at section 102-A, each of those points are recited.\n\n And then he goes on to say -- and, I believe, consistent with your testimony before this committee last time -- \npreserving the ranching; and then he goes on to say, maintaining the existing historic and traditional multiple uses.\n\n I'm just trying to nail down grazing.  And I thought I had it nailed down.  I thought you said, yes, as long as it \npreserves the current status on grazing, that was acceptable to you when you were here before and is acceptable \nto you now.\n\n Is that correct?\n\n BABBITT: Let me say this: I believe the provisions in the Stump bill are an attempt to cast this moment into time.  \nThe Taylor Grazing Act does not do that.\n\n Secondly, virtually every one of the National Conservation models that we have provided to Senator (sic) Stump's \noffice has a declaration of purpose of a National Conservation Area which is satisfactory to me.  I just want to make \nthat clear.\n\n\n\n HANSEN: Time of the gentleman has expired.\n\n Let me say this: We have a vote coming up on the continuing resolution, and if all of you folks who work for the \nfederal government don't want to turn into pumpkins, we have to go over and vote on this almost, like, right now.\n\n But let me -- we do have time -- if the gentlemen -- the two gentlemen from Utah would have one question or so.\n\n And then let me also state that -- let's take a break until 1:00. You folks who are visiting here, there's a cafeteria \ndownstairs, and there's one also in the Rayburn Building.  And you'll see that there's really no perks on Congress \nwhen you go sample that food.\n\n But anyway.  We'll expect you back here at 1:00.  I know some of you got to get airplanes, so I want to be prompt \nat 1:00, and we'll limit everybody to that time.\n\n Also, I would make a unanimous consent request that in the event the secretary or the governor would like to join \nus on the dais, that they be permitted to do so under our rules.\n\n Is there objection?  Hearing none, that's taken care of.\n\n LEAVITT: Mr. Chairman, would it be your intention that you move to the next panel or would you…\n\n HANSEN: That would be my intention, because I don't know if I can keep the secretary here that long.  He's \nalready given us a lot of time.\n\n So, let me do this.  Let's quickly turn to Mr. Cook and Mr. Cannon for a quick question, and then we've got to run, \nand we'll stand in recess until 1:00.\n\n (CROSSTALK)\n\n M. UDALL: Mr. Chairman, I'd ask unanimous consent that we could submit questions for the witnesses…\n\n HANSEN: Without objection…\n\n M. UDALL: Thank you.\n\n HANSEN: And I'm sure that's all right with our witnesses -- that any written questions -- thank you for brining that \nup.\n\n Mr. Cook.\n\n COOK: Thank you, Mr. Chairman.\n\n I want to comment Secretary Babbitt, Governor Leavitt for this work.  I think it's one of the most significant pieces \nof environmental land legislation that really has a reasonable chance for passing Congress.\n\n And I'm somewhat concerned, Mr. Secretary, that although you have some very, very good things to say about \nthis, that you're not supporting the bill.\n\n If I could just summarize what I think are your reasons: You talk about acreage; you mention the Newfoundland \n(ph) and the Rockwell (ph) areas.  I don't think that's a huge stumbling block.  I will -- I'd like to hear what the \ngovernor has to say about that.\n\n But you also talk about the test and training range.  You know, the Air Force is pretty much insisting on their plan \nfor that range under the existing designations.  And I'm not sure that even though maybe you object to the fact they \nhad a large input in writing this, that it really changes all that much in terms of what the Air Force is insisting on -- \nwhat we want to make sure the Air Force has -- and that's a right to test, in our national defense interest.\n\n I think this -- the third question -- on the parks part, where there might be conferring third-party rights is something \nthat, again, is technical.\n\n In other words, I guess what I'm driving at, Mr. Secretary, is you're pretty close to acceptance of this bill, and you're \nnot hung up, I take it, over the fact that we're trying to protect our existing water -- state water rights.  Am I right on \nthat?\n\n\n\n And -- and so I'd just like to know -- and maybe hear just a word from the governor -- if there could be an \nadjustment on acreage, if you really think this is so insurmountable, so that we could get this bill, and break the -- \nthe -- the jam that's been in place -- the dam that's been in place for 25 years.\n\n BABBITT: Well, Congressman, just very briefly.  There are issues.  I believe they are surmountable.  I believe they \nwould best be surmounted by not attempting to reach complete closure in this committee, but moving it out and \ngetting it into the process.\n\n LEAVITT: Mr. Cook, I've heard the secretary reserve his right to discuss some of the further language, but I've also \nheard his continued support for the proposal that we have made.  And while I look forward to the day that those will \nall be resolved, I'm anxious to get this -- as he has suggested -- out of committee and moving forward.  And I feel \nconfident we'll be able to resolve those issues.\n\n COOK: Good.  Good.  Thank you.\n\n HANSEN: Mr. Cannon.\n\n CANNON: Thank you, Mr. Chairman.  I'd just like to take a moment to apologize to you and to the secretary and \ngovernor and all those county commissioners and others who are here today about my absence. We had a bill in -- \nwe have a continuing bill in Judiciary that is having a lot of amendments and requires my presence there for voting \non that.\n\n I apologize for not being here.  I look forward to reading and reviewing of the record of the testimony.\n\n Thank you.\n\n HANSEN: With that -- Mr. Secretary, just let me say one thing. I know you are a little critical of the oversight thing -- \noverflight. We would really like to have some language from you folks, if I may respectfully ask for that.\n\n We were sitting here trying to put this bill together, and really kind of came up with our own language, and \nsomebody mentioned the California Desert Protection Act.  I was the ranking manager of that bill.  It's not a bill we \nreally liked, a lot of us, but we took it; and we looked at the Mountain Home and others.  And this is a very peculiar \ntest and training range.  It's just not an overflight; it's a test and training range.  And on that, there's all kinds of \nfacilities.  Be very detrimental to people on that -- on the ground.  I mean, there's bunkers -- you name it -- there's a \nlot of things there.\n\n So we're just a little concerned that maybe this is unique enough that it would require some unique language.\n\n But we would really like to hear from you.  If you would submit that to us, we'd be very appreciative.\n\n BABBITT: Thank you.\n\n HANSEN: And with that said, we'll stand in recess until sharply at 1:00.\n\n (RECESS)\n\n HANSEN: Committee will come to order.\n\n Well, it looks like everybody's there.  Carol Anderson, Mohave County Supervisor, Jay -- Hayes Gilstrap, \ncommissioner, Arizona Game and Fish Department, Anthony Heaton, rancher and Joe Judd, commissioner of \nKane County Utah and Tom Robinson -- is he here? -- director of Conservation Policy, Grand Canyon Trust.  Is he -\n- hasn't shown up yet.\n\n All right, we've got, as you heard earlier, a full platter today. If we could hold you to five minutes, I'd really \nappreciate it. You'll see that thing between Carol Anderson and Mr. Gilstrap that we'll put right on there, five \nminutes.  And that's got even the same one to talk, sum up and stop, OK.  Really appreciate it.  Carol Anderson, the \ntime's yours.\n\n ANDERSON: OK.  Good afternoon, Mr. Chairman and members of the committee.  I appreciate the opportunity to \nappear and testify in regard to the proposed legislation for the Shivwits Plateau National Conservation Area.\n\n I am Carol Anderson, Mohave County Supervisor of District One. My district includes all of Mohave County north of \nthe Grand Canyon to our border, the state of Utah.  I have submitted my written statement for the record and this \nafternoon I would like to briefly summarize the major points of that statement.\n\n\n\n The proposed Shivwits National Conservation area is located in the Arizonastrip and is contained entirely within the \nboundaries of Mohave County.  I am chairman of the Arizona Strip Regional Planning Task Force, which \nrepresents the communities and people in Mohave and Coconino counties in Arizona, and Washington, Garfield \nand Kane counties in Utah.\n\n Historically, culturally and economically, the Arizona Strip is joined at it's common border with southern Utah.  \nThese two areas, the Arizona Strip and southern Utah are in reality biregional areas.  As you know, the Arizona \nStrip is a huge area north of the Colorado River.  There are over 7,500 people disbursed over the 5,046 square \nmiles area in this northern one-third portion of Mohave County. The principle settlements and locations are \nColorado City, Littlefield, Cane Beds, Bundeyville and Poverty, Arizona.\n\n There are only a small amount of private lands comprising our county tax base.  We are always short of needed \nfunds to budget and provide for schools, fire districts and needed emergency services while responding to search \nand rescue.\n\n Candidly, the prospect of the new Shivwits Plateau National Monument does not appeal to us.  I am here in \nsupport of the National Conservation Area for the Shivwits Plateau as proposed in H.R. 2795. A protracted debate \nabout the legality and the usefulness of monument designation would unnecessarily require the expenditure of \nmonies and energy that can be more productively utilized elsewhere in this region.\n\n The original pioneers and their descendants have made the Arizona Strip a truly unique place for everyone to \nenjoy and visit.  It is noteworthy that during the late 1800's and early 1900's our pioneers paid a heavy price in order \nto settle the strip and establish the right to call Bundyville, Cane Beds, Colorado City, Moccasin and Poverty home.\n\n We recognize and appreciate the area's beauty and ruggedness. The area is truly unique in its character and \nremoteness.  We are hopeful that the National Conservation Area designation will provide for the protection of the \narea while continuing to provide for the enjoyment and utilization of the resources derived from the Shivwits \nPlateau.\n\n Now specifically to Title 1, Shivwits Plateau National Conservation Area.  The Mohave County Board of \nSupervisors and the Arizona Strip Regional Planning Task Force recommends transferring the appropriate federal \nlands in the Grand Canyon National Recreation Area to the BLM for the Shivwits Plateau National Conservation \nArea.\n\n BLM ponderous forest and range recovery and restoration programs in the Mount Trumbull ecosystem area is an \noutstanding accomplishment and example for all federally managed lands in the region.  H.R. 2795 contains \nprovisions for adding to the success of this program by extending needed authorization to the region as a whole.\n\n The comprehensive management plan is needed to set appropriate management strategies for the conservation \narea that coordinates existing plans for the Arizona Strip under the BLM.  A two to three year planning period will \nbe necessary in order to provide and properly consider the resource protection needs for the area, as well as to \nprovide access to the area and the multiple use management goals for the resource and traditional uses, public \naccess to the Toroweap Overlook on the Colorado River along with the corridors from Arizona state highway \nnumber 389.  The Toroweap is necessary and needed.\n\n Legislation assuring access and standards of access is needed in order to provide for safety and protection of \nresource values in the Conservation Area and to areas adjacent to the conservation area.\n\n Overall, we feel like this bill -- House bill 2795, the conveyance of lands to the surrounding cities, these \ncommunities that are sorely affected in Mohave County, needs the support of all our congressional people and to \npass H.R. 2795.  Thank you, very much.\n\n HANSEN: Thank you.  You had seven seconds left, that's very good.\n\n ANDERSON: I saw the yellow light.\n\n HANSEN: Mr. Gilstrap.\n\n\n\n GILSTRAP: Mr. Chairman, thank you very much.  My name is Hayes Gilstrap.  I'm here today on behalf of Arizona \ngovernor, Jane Dee Hull.  I just ask a letter to be submitted to the record addressed to you from Governor Hill.\n\n HANSEN: That shall be included in the record.  In fact, all of your extraneous material will be included in the \nrecord.\n\n GILSTRAP: Fair enough.  The state of Arizona has reviewed Congressman Stump's draft legislation for the \nproposed Shivwits National Conservation Area.  And we appreciate this opportunity today to present our comments \non this proposed legislation.\n\n First, the governor has asked me to turn the microphone on…\n\n (LAUGHTER)\n\n And then express her appreciation for the enormous effort that Congressman Stump and his staff have devoted to \nthe development of this bill, in particular to their vigilance in addressing specific issues that were raised by the \ngovernor and her cabinet.\n\n We note the congressman has met with many of the people who either live, work or recreate on the Arizona Strip.  \nAs a result of those conversations, he has crafted a bill which takes into account their needs and concerns.  He also \nknows the commitments made by the federal government to the people of Arizona regarding the use of his area \nand his bill incorporates the past promises into a very effective legislative package.  Accordingly, the governor \nbelieves that the provisions of this bill ensure the proper balance of responsibility and recognize the complexity of \ncircumstances relative to the potential land status change.\n\n The Shivwits Plateau area is a very important place to the state of Arizona and to the country.  Among other \noutstanding resource values, this area maintains diverse and vast valuable natural resources.  There have, for \nexample, been very productive resource management partnerships between the Arizona Game and Fish \nDepartment and the Bureau of Land Management.  These partnerships have resulted in substantial investments \nand wildlife programs on the Shivwits Plateau Area.\n\n As I said, we're extremely grateful to Congressman Stump who has contemplated the relationships and activities in \nhis bill as well as some extremely important issues that are not specific to wildlife management.  I will review a few \nof them; they're all in my written testimony:\n\n The need to indisputably justify a new designation on public land where existing land management actions, land \nand resource planning documents and interagency partnerships have and are anticipated to continue to result in \nsound management of the land and the wildlife resources of the area.\n\n Compensation for the 12,500 acres of state trust lands included in the proposed NCA that may be acquired by the \nfederal government under eminent domain.  If specific and adequate compensation cannot be appropriated in clear \ndirection with the end holdings that remain intact with no restrictions on further use or access.\n\n As the body that has granted these trust lands to the state of Arizona, you are keenly aware that the proceeds \nbelong to the schools and other public institutions in the state.  And that we are compelled by law and by \nconscience to ensure complete fidelity in our role as trustees.  Historically, federal legislation which has established \nfurther federal management areas has often neglected to adequately address the impact these restriction \ndesignations have on the state trust land.\n\n As a result, schools and other beneficiaries in our state are still waiting to be compensated.  I should add that if \ncompensation were to be included in federal lands -- as federal lands that would then become state trust lands thus \nsubject to subsequent development, they must be identified in advance to ensure satisfactory value, necessary \nevaluation of potential impacts on fish and wildlife resources.\n\n If lands selected for compensation are not identified now there could be protracted administrative and legal battles \nin the near future.  The need to maintain reasonable public access to the public continued -- so the public can \ncontinue to enjoy opportunities currently available in the area.\n\n One further general comment, just to be perfectly clear, we believe that if there must be changed in the designation \nof the Shivwits Plateau, then your establishment of a National Conservation Area is the best approach.\n\n\n\n In conclusion, I would like to thank you, Mr. Chairman, for your indulgence in this bill.  As with Congressman \nStump, you know the area we're talking about.  As you consider this legislation and any other federal action in \nArizona, we are gratified to have the fate of our public lands in the hands of people like you who know the area.  \nAnd we are confident you will consider this action and the real knowledge of the people who live and work in this \nunique and wonderful part of the country.  We consider ourselves very well-served by the efforts of Congressman \nStump.  And as a member of the Arizona Game and Fish Commission and the governor's representative here \ntoday, let me say that the state of Arizona will try to do everything necessary to work with you to ensure that we \nmake the nation as proud as we have always been of the Shivwits Plateau.  Thank you.\n\n HANSEN: Thank you, Mr. Gilstrap.  Now Mr. Heaton.\n\n HEATON: Honorable Chairman, rest of the subcommittee, I'm a third-generation rancher in the proposed \nConservation Area.  I just want you to know that this is my first time in Washington and let's say it's quite an \nexperience and an honor.  I think I was up all night…\n\n (CROSSTALK)\n\n HANSEN: … while you're here.\n\n HEATON: … last night anticipating talking -- my first night as an eight-year old sitting around a campfire \nanticipating my first night upon the open range.\n\n My grandfather was Jonathan Heaton.  He founded Moccasin, Arizona.  He raised his six sons and one daughter \nthere.  They raised their families.  They helped create our family heritage.  Government officials, church authorities, \nhoboes and cowboys have all been welcomed and treated the same at the kitchen table -- whether it's pulling a cow \nand oftentimes a stranded traveler from a snow drift or during a drought or a snowstorm or going out and breaking \nice so the cattle won't fall through, or chasing off cattle rustlers or some of the obstacles that we have to put up with \nin order survive.\n\n We also had experiences that enrich our family heritage.  Even though there's a lot of uncertainty; we can live with \nthose of nature, but those from man we need to address.\n\n In the late '70s, we purchased a large ranch adjacent to the property we had.  And at that time, cattle prices went \ndown and droughts reduced the weight of the cattle and the fertility; and then interest rates went to 23 percent and \nwewere going broke.  We moved our family on the ranch and decided we needed to pursue other income to make a \nsuccess.  Although it was hard and difficult, it was a great place to raise a family.\n\n It's a tradition that I've always wanted to continue.  And we feel that the Arizona Strip is not just a piece of real \nestate, but it's a way of life to us.  The unexpected announcement of the national monument caused us a great \nalarm because it could eventually terminate our way of life.\n\n They said they would not oppose grazing, but a national monument has a tendency to become a national park and \nthey prohibit grazing. Also it would be devastating to the national resources if the people come and trod upon the \nland, the thousands of them, the hundreds of government officials required to regulate.  The roads are already a \ndust bowl and they'll become a graveyard.\n\n We need to protect this land and we feel a National Conservation Area is an instrument that would provide \nadequate administration.  As Secretary Babbitt said in the meeting, the area's in better condition now than it was 30 \nyears ago in the '50s when he was -- maybe it was 30 to 35 years ago when he first came there.  And the BLM has \ndone a good job administering this area.\n\n We've had a good relationship with the Bureau of Land Management. We feel that this Conservation Area \nadministered by the BLM would continue to protect the area and our heritage and our way of life.\n\n I want to thank you for your time and invite you to come see it and visit our ranch and have that experience.  Thank \nyou.\n\n HANSEN: Thank you, Mr. Heaton.  Appreciate your testimony. Commissioner Judd.  Want to pull that mike over by \nyou, would you? Thank you.\n\n JUDD: Good afternoon, Chairman Hansen.  I appreciate you and the subcommittee allowing us to come and testify \nhere today.  I also am regarding the Shivwits Plateau National Conservation Area.\n\n\n\n I'm a commissioner in Kane County, but I also serve on the Kane County Arizona Strip Regional Planning Task \nForce.  We're still reverberating from the shock of the establishment of the Grand Staircase National Monument.  I \nemphasize shock because of the incredibly close ties that our people historically have to the land.\n\n We live in communities that are virtually land-locked, islands surrounded by public lands administered by the \nfederal government. We're very concerned about public land management.  And I'm here today to suggest to you \nand to ask you to find a better way to conserve our regional resources and to protect the future generations as well \nas to protect the natural functioning of our public lands.\n\n Presidential designation of a Shivwits Plateau National Monument is too extreme a measure.  Congressman Bob \nStump's legislation, H.R. 2795, as a Natural Conservation Area offers an approach that I can personally \nrecommend to you for legislation.  Specifically to Title II in land restoration and conveyance is, under H.R. 2795, \nroughly 5 percent of the lands in south central Utah and on the Arizona Strip are in private ownership.  The \nbalance of the area is controlled by federal agencies.\n\n As a result, the communities of Colorado City, Fredonia, Kanab, Utah have either just existed or prospered as \nfederal agencies dictate and assess our utilization of natural resources.  Low wages and seasonal tourism is simply \nunable to provide enough economic fuel to run our rural communities.\n\n To date, the area's most numerous export is our young people.\n\n Our communities possess the means and the desire to be working partners in developing and sustaining resource \nstewardship programs that can benefit public lands and ecosystems in rural communities. However, willing federal \npartners are not participating due to the lack of authorized legislation.  H.R. 2795 would enable these agency \npartners to enter into and result stewardship programs for ecosystem restoration, clear and formal authorization \nwould certainly enhance the landscapes and habitats of varying characteristics and attributes.\n\n In April of this last year, local, state and federal representatives met in Kanab, Utah, to formulate a self-help \nprogram under the guidance of the Sonoran Institute and with the support of the Department of Interior.  Out of this \neffort evolved a partnership recommendations for the Sonoran Institute.  These recommendations embodied the \nfollowing points for consideration and follow-up.\n\n Form and fund a four county, Coconino, Garfield, Kane and Mohave partnership as a National Reinvention \nLaboratory to perform landscape restoration work through local stewardship contracts and emphasize local \ncontracting or having local federal procurement office providing procurement education that helps people learn how \nto best work with federal agencies; develop a center in the region as a major educational and cultural asset; \nestablish regional entrepreneurial and procurement center in Kanab; ensure federal participation in the Kanab \nGovernment Center; direct existing community development programs to offer further assistance to this project; \nmake affordable maintenance of existing roads possible; help build infrastructure capacity through the National \nReinvention Laboratory.\n\n I urge the adoption of these recommendations and the proposed legislation establishing a National Conservation \nArea for the Shivwits Plateau.  In order to offset the impacts that will occur, H.R. 2795 contains a provision for a \ndemonstration area designed as the Arizona Strip Southern Utah Restoration Area for stewardship and result \ncontracts.\n\n JUDD: Sonoran Institute Partnership Program recommends designating the Arizona Strip, including northern \nCoconino, Mohave Counties, along with Kane and Garfield Counties in southern Utah, as the Arizona Strip \nSouthern Utah Restoration Area.  Revenues generated from the materials under end-result stewardship may apply \nto offset some of the costs in the stewardship services, including silver culture, replanting recreation, wildlife habitat, \nrange enhancement, water sharing and soil conservation.\n\n Another improvement -- important provision in H.R. 2795 is the conveyance of lands to the communities of \nColorado City, Fredonia, Mohave County and the Kaibab-Paiute Reservation in Arizona.  These communities are \nmentioned earlier in this statement are land-locked within a larger area of federally administered lands.  Thank you, \nMr. Chairman and committee for the opportunity to testify here today.\n\n\n\n HANSEN: Thank you, Commissioner.  Questions for this panel?  Mr. Stump from Arizona.\n\n STUMP: Thank you, Mr. Chairman.  I don't have any questions, but I would like to thank the witnesses for taking \nthe time and making the long trip back here to participate in this hearing today.  We really appreciate all the work \nyou've done.  Thank you, very much.\n\n HANSEN: Thank you, Congressman.  Gentleman from Arizona, Mr. Shadegg.\n\n SHADEGG: Just ask my colleagues, yield my time -- yield me his time, because I do have questions.\n\n Let me begin.  I want to thank you all for being here very, very much.  Let me just start with a couple of quick \nquestions and try to get yes or noes.\n\n The secretary of Interior referred to his extensive efforts to get public input on the Shivwits Plateau issue.  My first \nquestion is -- and it's to addressed to any -- to each of you, have you ever attended a public hearing on the issue of \nthe Shivwits Plateau sponsored by the secretary of interior which was on the record; that is, of which they made a \nrecording and created a record, yes or no.\n\n JUDD: No.\n\n SHADEGG: Is that a no from all four of you.\n\n JUDD: That's a no.  SHADEGG: OK.  Second question, ending his discussion, he indicated that he had a number \nof criticisms of the Stump legislation. And I guess I'd just like to go down a list.  And based on what you know about \nwhat the secretary had proposed for handling the Shivwits Plateau, do you believe that his proposal better reflects \nwhat you think or what the local residents think should occur on the Plateau? Or whether the Stump proposal \nbetter reflects what you think and the local residents think should happen on the Shivwits Plateau?  If we could just \ngo down the line.  Carol.\n\n ANDERSON: (OFF-MIKE)\n\n Oh, I'm sorry.\n\n SHADEGG: Thank you.\n\n ANDERSON: The Memorandum of Understanding that we put together that does address the concerns that the \narea had when Secretary Babbitt came to the area announcing the monument.  So I think that the congressional \nproposal under Congressman Stump's authorship is much better in filling needs as we've articulated in our areas.\n\n SHADEGG: Thank you.  Commissioner Gilstrap.\n\n GILSTRAP: Congressman Shaddeg, Mr. Chairman, I'm -- without taking up some time, I can say a ditto to that.  I \nthink it's more inclusive, it's more specific to the needs of the individuals who have communicated and as the \ngovernor reiterated through a meeting responds to the state as well.\n\n SHADEGG: Would those be not only your views, that at least on that issue, you can speak for the governor?\n\n GILSTRAP: Yes, sir.\n\n SHADEGG: OK.  Mr. Heaton.\n\n HEATON: I certainly feel that the congressman's bill represents the landholders in the area, itself, and the \nranchers' represents the area much more than the secretary did.\n\n SHADEGG: Commissioner Judd.\n\n JUDD: The Arizona Task Force is a group of people from four or five counties within Arizona and within Utah.  It's \nunique in it's formulation.  Serious people who have taken time to meet continually, and I might also mention that \nCongressman Stump's office has regularly been part of the meetings, part of the deliberations.  And his bill reflects \nwhat the Arizona Task Force has really been trying to to.\n\n SHADEGG: In our questioning -- in listening to Mr. Babbitt, I think he referred to the fact that there had been \nextensive publicity and recognition of the need for protection of this area, was a comment that he made.  And I \npersonally am not aware of extensive publicity of the need -- and recognition for need for protection of this area.  \nAre you aware of extensive recognition and publicity regarding the need for protection?  Commissioner -- or Carol.\n\n\n\n ANDERSON: Again, Mr. Chairman, and Congressman Shadegg, I don't foresee that the need is there.  As a matter \nof fact, in the public meetings that Secretary Babbitt participated in in Colorado City, he repeatedly said that the \nhealth of the land was the best that he had ever seen it.  And under the management of the BLM that help and the \n(OFF-MIKE) perpetuated by the land-users, so I don't see the \"need,\" quote, unquote, to protect the area.\n\n SHADEGG: Certainly not extensive publicity and recognition, in your view.\n\n ANDERSON: No.\n\n SHADEGG: Commissioner Gilstrap.\n\n GILSTRAP: Congressman Shadegg, Mr. Chairman, I am not aware of any extensive publicity or communications \nin any form related to the monument.\n\n SHADEGG: OK.  Mr. Heaton.\n\n HEATON: The only comment that I would have is, living there and working there, I have noted that since this \nannouncement has come forward, because of the public awareness, it had about 10 times the traffic there, which is \nactually detrimental to the area.  And it's going to destroy it if we don't get something in place to leave it the way it \nis.  Because it won't be the wilderness that we love; it'll be a national park.\n\n SHADEGG: Mr. Judd.\n\n JUDD: What publicity has occurred has not done the area really that much good.  And as Tony points out, \nCongressman Stump's bill addresses the situation that has been created by the Department of Interior.  But the \nBLM has managed it well.  Tony will tell you that they've gotten along well.  The people who are renting permits and \nusing or have used the area historically have had good relations with us.  And we were forced into doing what we're \ndoing.\n\n SHADEGG: I certainly did note Mr. Heaton's comment that the secretary of Interior said the land was in better \ncondition than it was 30 years ago, which was as in better condition now than it was when he was governor.  And I \ntake some note of that, and you should all take some pride in that.  I'm going to ask this last question, with the \nchair's indulgence, last question directly to Mr. Heaton, but if either of -- any of the rest of you want to comment on \nit, I'd like to invite to do so once he's made his comments.\n\n As best as I can discern from the secretary of Interior, their issue is that this area is being gravely injured by two \nthings.  One, development, quote, unquote, \"development.\" And let's say the threat of development from the Las \nVegas region and -- that is development coming out (OFF-MIKE) whole area.  And second, mining.\n\n SHADEGG: Now I happen to believe that it's in our national interests to protect our mining resources and that we \ncannot all cook hamburgers for each other; that at some point we are going to need in this country to mine natural \nresources and particularly strategic minerals.  But that's my own personal view.\n\n My question to you, Mr. Heaton, you obviously are quite compassionate about your concern for this area.  You are \ninterested in preserving the area and not seeing it destroyed ecologically and probably not seeing thousands of \nsubdivisions go up in the area. Quite frankly, not even seeing it suddenly become a huge tourist attraction with \nthousands of people coming and so on, and motor home parks and other things set up in the area.  I'd like to get \njust your comments on how great you see the threat in the area right now from either development or potential \nmining.\n\n HEATON: I think that you have to realize that the Bureau of Land Management has rules and regulations in place \nright now to control all mining (OFF-MIKE) earning interest.  So that's not a threat.  Maybe in the future, sometime \nin the national interest they'll find something that would be necessary.\n\n On the aspect of development of the area, it really has not existed.  It's totally removed from Las Vegas.  There's \nonly two (OFF- MIKE) in the National Recreation -- Conservation Area (OFF-MIKE) neighbors.  The other one -- \nthat's not our purpose.\n\n I just traded 10,000 needed acres in that area to the federal government about four years ago at a very reduced \nprice because I did not want development there.  I didn't want to change it like that.  If we wanted to develop that, \nwe certainly would not have\n\n\n\n (AUDIO GAP)\n\n HEATON: … recreation and more tourism in order to survive and live.  And we really don't want to do that and my \nneighbor's the same way.  If they lose the opportunity to live, the uncertainty -- and he told me this just before I \ncame.  He said, you know, we can live with the uncertainty of nature, but the uncertainty of what the future is, \nregulations, you know, what do your do.  You don't want to make any improvements in your property or in you \nbusiness operations because maybe you won't have it in 10 years from now, let alone pass it on to your kids.\n\n SHADEGG: Would any of the rest of you like to comment on that question?\n\n ANDERSON: Just briefly, as far as the Mohave County area plan and general plan for that area designates it as \nrural, agricultural open space.  The county does not have any plans now to be developing it into any other type of \nuser density.\n\n SHADEGG: Thank you all very much, appreciate your testimony.\n\n HANSEN: I think the questions from the gentleman from Arizona -- that line of reasoning is very interesting.  Now \nI've been around here for 10 years -- or 10 terms -- and been on this committee the whole time and this kind of \nreminds me of the Pentagon in a way.  Maybe it's a poor analogy but, now when I was first here in 1980 and '81, \nthe issue was how are we going to deploy the MX missile.  And all of a sudden there was stop MX groups and \npeople from all over the place saying how bad the MX was.  The first one was to put it in Utah and Nevada, where \n80 percent of the money would be cement and shuttles and all that type of thing.  And that didn't work.  And we tried \na number of ways to deploy it.  The guy from the Pentagon always said, for heaven's sake, we don't want to be in \nthe barrel.  He says, we don't want this gun sight on us.  And MX became -- no one could figure out how to deploy \nit.\n\n Next the B-2 came on.  And everyone talked about what do we do with the B-2?  Bob and I sit -- or the gentleman \nfrom Arizona, Mr. Stump, and I sit on the Armed Services Committee and it got the same kind of thing.  Don't draw \nattention to it.  And I guess the gentleman from Arizona gets what I get, but all of sudden these guys with stars on \ntheir shoulders are always in our office saying, please don't draw attention to this program.\n\n Well, if I may use the analogy.  We went back and looked at all the wilderness areas that have been created, every \nwilderness area that's been around for the last 20 years, I've had part of it.  And the amount of activity has really \ngone up dramatically.  People are there.  People close to it, buying.  So the very things that some people contend \nthat they want to do, just goes exactly opposite.  It brings them in there.  They come in by the hundreds to see \nthese areas.\n\n Like the Grand Staircase Escalante.  What is a national monument anyway?  It's what the management plan says \nit is.  And that could be, like beauty, it's the eye of the beholder.\n\n Actually no one gained anything except Andalex (ph) and Conoco. They'll get a few million bucks out of that and \nthey'll come probably right back and do it over again.\n\n So you look at, you say, this is kind of a complex thing.  A monument isn't pinned down.  You don't know what's \ngoing to happen in a monument.  And the Grand Staircase Escalante is the first monument that has ever been done \nand turned over to BLM.  All of the others have been turned over to the Park Service to run.  And I'm not criticizing \nthat, because I think that Jerry Meredith has done a really good job and he's a very fine person.\n\n But as you look at, who gained anything?  Except you'll get a whole bunch of activity down there.  The people in \nthat area -- please don't get me for being crude, but the people down there call it Toilet Paper City now.  And people \ngoing into see it -- last time I was there, some people were there from New Mexico -- New Jersey.  And we were in \ngovernment vehicles and they said -- they came up and said, are you folks with the government?  We had state and \nfederal vehicles, said yes.  And they said, well where's the Grand Staircase Escalante? I says, you're in it.  Well, \nwhat is there to see?  Whatever you want to see, just enjoy it.  Is it really -- what is it?\n\n So I don't know where anyone got any real protection out of it. A wilderness gives protection, if it needs it.  But now \nyou folks have brought up the idea -- I've spent a lot of time on that strip and represented that area for a long, long \ntime.  I've flown over it. I've driven on it.  I've ridden a horse on it.  I've been in helicopters on it.  And personally, I \n\n\n\nthink Mr. Stump and a group of us worked rather diligently in the '80's and put a lot of that wilderness -- as I recall, \nMr. Stump.  And I remember on the floor that we argued that for quite a while didn't we?\n\n STUMP: 1984, I believe it was.\n\n HANSEN: Is that when we did that?\n\n STUMP: Yes.\n\n HANSEN: And I kind of thought we took care of it.  We put some really beautiful areas in wilderness, which totally \ndeserved it.  So I'm really wondering what more this will add.  And I'm not -- I just want you to know, I support the \nStump Bill.  One of the…\n\n STUMP: If I may comment on what you just said.  At the time, I think, that in our dealings with then-Congressman \nMo Udall, I don't believe anybody ever envisioned coming back and redoing this plan.  We thought we had done it \nonce and for all.  We had everybody participate.  And as I mentioned this morning, not one person objected that \nwhen we finished with our plan.\n\n HANSEN: Wasn't that amazing.  That's the first one I've ever been part of.\n\n STUMP: I think that's the only one in existence.\n\n HANSEN: I've never seen that happen around here except at that time.\n\n So really we put these things -- we designate some of these things, we actually create more problems for them.  So \nif some folks come in and say oh, gee, this is beautiful, it's got to be protected. And they say, OK, let me tell you \nabout a few, how much protection you got.  You've really got people all over the ground now.\n\n I think the best thing is -- it's like a good fly fisherman, of which I fancy myself as one, is I don't tell people where \nthe great trout holes are that I fish.  Because when I do, there's a whole bunch of guys there.  So maybe if we don't \nmake a big publicity out of this thing, we're in better shape.  I'll withdraw that last one from the record, will you, I \ndon't want that in there.\n\n (LAUGHTER)\n\n SHADEGG: Would the gentleman yield?\n\n HANSEN: They have to yield.\n\n SHADEGG: You know in reflecting on this and your description of it -- you know, being exactly what you decide to \ndescribe it as -- perhaps what we should consider is picking out -- as I understand it this is 570,000 acres.  Maybe \nwe should simply select 570,000 acres in Massachusetts, Connecticut, Rhode Island and Delaware and describe \ntheir nice features, including certain people's homes and where their businesses are located and designate those \nas a national monument and begin to put restrictions in place.\n\n HANSEN: I don't dare respond to that.\n\n (LAUGHTER)\n\n SHADEGG: I thank the gentleman for yielding.\n\n UNKNOWN: They don't have nice beaches.\n\n HANSEN: I'm happy to yield.\n\n You take the Grand Staircase, for example, if I may respond.  The Grand Staircase, if the administration had come \nto us, we were totally prepared and would have looked at it before to put in Prea (ph) Canyon, 50 Mile Mountain, \ncouple of other little places, if my memory serves me right, which would have probably deserved that kind of \ndesignation.  But no one talked to us.  And so, we got a lot of sagebrush.  And if it slows in the West, I guess that's \npretty good.\n\n UNKNOWN: And a coal mine.\n\n HANSEN: Mr. Judd, let me just ask you, did you want to respond at all to 3035?\n\n JUDD: Thank you, Mr. Chairman.  I just think that after watching what's taken place over the last three years with \nthe National Monument Declaration, we don't need to do that again.  And if you don't understand history, you're \n\n\n\ndoomed to repeat it.  And I believe that Congressman Stump's attitude and the work that he's tried to bring forth \nwith this declaration of a Conservation Area is the answer that we were forced to give.\n\n HANSEN: Well, we appreciate this panel.  Thank you for your excellent testimony.  And we'll turn to our next panel \nwhich is…\n\n UNKNOWN: You don't mind.  You expect it, don't you?\n\n HANSEN: Well, did Tom Robinson show up?  Our next panel is Commissioner Lee Allen, Box Elder County \ncommissioner; Commissioner Alan D. Gardner, Washington County commissioner; Commissioner Chad W. \nJohnson, Beaver County; Steve Rush, co-chairman of Utah Defense Alliance and Mike Matz, executive director of \nSouthern Utah Wilderness Alliance.  Those folks please come up, I'd appreciate it.\n\n Maybe -- yes, make a switch there, Steve.\n\n Commissioner Allen, thank you so much for being here.  We appreciate the patience of all of you folks for being \nwith us all day. It's one of those kind of hearings, so -- Mr. Allen, we'll turn to you, Commissioner.\n\n ALLEN: Thank you, Mr. Chairman.\n\n I was going to address the honorable members of this committee, and it looks like Mr. Chairman is the remaining \nmember.\n\n We -- the Box Elder County commissioners wish to express our sincere thanks to you for allowing us this \nopportunity to testify in this hearing.\n\n First, we'd like to explain briefly a few interesting facts about our county, located in the extreme northwest section \nof the state of Utah.  We are bound on the north by the state of Idaho and on the west by Nevada.\n\n Population of our county is close to 42,000, with a total acreage of 4,294,400 acres.  Of this acreage, \napproximately 1.6 million acres are federally controlled and there are approximately 914,000 acres of state and salt \nwater in the Great Salt Lake.\n\n The military controls approximately 208,000 acres.  About 60 percent of our land area is owned by the state or \nfederal government.\n\n Within our county, there are several industries, including Thiokol Propulsion, which manufactures the Minuteman \nrockets and the space shuttle boosters.  Others industries include Autoliv, the airbag manufacturing company, La-Z-\nBoy Chair Company, Intertape Polymer, Nucor Steel, Vulcraft, Malt-O-Meal, and WalMart Distributing, and farming \nand ranching.\n\n Much of our county is not in federal or state ownership; that which is not in federal or state ownership is impacted \nby the military operations area.  Many of our people work at Hill Air Force Base.  The MOA overlays most of our \ncounty, and its boundaries overlap into eastern Nevada and onto our neighboring counties to the south -- namely, \nTooele, Juab and Millard counties.\n\n And you have already heard much testimony as to how important this very unique and valuable area is to the \ntraining of our armed forces, especially the Air Force.  This test and training range allows the training of our pilots \nfrom all branches of the military.  We want to emphasize how important the UTTR is to the economy of the state of \nUtah.\n\n Dr. Sheila Widnell, former secretary of the Air Force, stated: Without ranges, we can't train; and if we can't train, we \ncan't fight.\n\n General Joe Ralston, vice chairman of the Joint Chiefs of Staff, is quoted as saying: If we lose our airspace, then \nwe're going out of business as an Air Force.\n\n We, the commissioners of Box Elder County, are very concerned that the military be allowed to conduct their \ntraining as they see the need.  They must be able to fly their aircraft when and where and at any altitude necessary \nto accomplish their mission.  They must be able to test and perfect weapons and better methods of meeting the \nchallenges of a modern and not always friendly world.\n\n We strongly support the language in this bill under national defense.\n\n\n\n We recognize it may be necessary to temporarily restrict public access to certain sensitive areas, such as the \nNewfoundland Mountains, when there is a compelling need for national security or public safety.  This restriction \nshould be for the minimum duration necessary.  And we accept this.\n\n The areas proposed to be designated as wilderness in the Silver Islands and part of the Pilot range are by their \nvery nature self- protecting.  Accessibility is limited.  If they were not designated wilderness, they would remain \nmostly untrampled by man.\n\n The existing access to water sources on the Pilot range must be left in place, and the ability to maintain and \nimprove delivery of vital water supplies to Wendover town and the adjacent ranches must be preserved.  And the \nstate of Utah must continue to have primacy over water rights.\n\n We support the fact that the areas not designated wilderness have been adequately studied and should no longer \nbe subject to the requirements of section 603 of FLPMA.  Also, that buffer zones need not be established around \nthe wilderness designations, and that language must be added to this bill to assure that the perimeters are not to \nbe used as buffer zones.\n\n We are aware and concerned that our neighboring counties may have been unduly burdened with excessive \nwilderness designations, and that some areas will greatly impact the ability to extract minerals or other raw \nmaterials that are vital to national interests.  We support these counties in their efforts to limit this intrusion on their \nlands and their efforts to allow continued access to these essential mineral deposits.\n\n We trust this committee will give serious consideration to this bill, and assure that the congressional intent and the \nbest interests of all the citizens of Utah and the nation will be carried out.\n\n We recognize that this bill perhaps does need some additional adjustment.\n\n Thank you, Mr. Chairman.\n\n GARDNER: Thank you, Chairman Hansen.  Thank you for the opportunity of commenting on the Utah National \nParks and Public Lands Wilderness Act.\n\n As a preface before I do that, I would like to first give my support, and the Washington County support, to the bill \nthat Congressman Stump has introduced.\n\n Washington County enjoins Mohave County on the north side, and a large percentage of those people working and \nrunning livestock in Mohave County live within the boundaries of Washington County and operate out of \nWashington County.  So it is important to our county, as well.\n\n Like many members of Congress, Washington County is very tired of debating the Utah wilderness issue.  \nBecause of that, but with much reservation, we agreed to let Governor Leavitt's office try to negotiate a reasonable \nagreement with Secretary Babbitt's office.\n\n The Bureau of Land Management is in the middle of attempting to create new wilderness study areas, relying \nsolely its planning mechanism in violation of the wilderness study authorization of FLPMA.\n\n To make these areas qualify, the BLM ignored Congress' definition of what a wilderness was by ignoring man's \nintrusion and declaring roads as not roads, even roads they acknowledged had been mechanically constructed.\n\n During the negotiation process, Mr. Barber from the governor's office visited Washington County, and we went out \non the ground with him to show him some of our concerns, as well as our maps and pictures that were done with \nglobal positioning systems to document the exact location of these man-made disturbances.\n\n After our discussion with Mr. Barber, he met and negotiated with the Department of Interior, and came back with \nalterations in some of the proposed WSAs that reduced the total number of acres while deleting and adding \nproposed WSAs.  We were not thrilled, but felt we could live with the proposal.\n\n On the 28th of September, Mr. Barber again made a visit, with a new map.  Interior had added new acreage in \nareas never before identified by BLM as appropriate for wilderness study.  This brought our total acreage back up to \nover a 150,000 acres, which is where we were to begin with.  This convinces us even more that this whole process \n\n\n\nis about numbers and not about what is actually wilderness.  Another major concern is that BLM continues to insist \nthat unit boundaries be set right at the edge of a road or on some other boundary which blocks utility corridors and \nstrangles our communities, instead of using more natural, manageable boundaries.\n\n Of particular concern in this regard are the Black Ridge, Red Mountain and Canaan Mountain units.  The Black \nRidge unit west boundary is, for all practical purposes, the I-15 freeway right-of- way.  Moving a few hundred feet to \nthe east of the actual right-of-way does not eliminate the conflicts or lessen the impact of I-15 traffic noise on the \nopportunity for solitude or primitive, unconfined recreation from the top of the ridge down to the freeway.\n\n The area between the Pine Valley Mountain and the top of the ridge on the east of I-15 is a natural utility \ntransportation corridor.  The importance of this corridor needs to be recognized. The boundary of any wilderness \nproposal needs to be located at the top of the ridge.\n\n A similar situation occurs on the west boundary of the Red Mountain unit.  This area along the Santa Clara River \nforms a utility corridor from the town of Gunlock and Gunlock State Park to Saint George.  Saint George City \ndepends on water wells and pipelines along the river for a significant portion of its water supply.\n\n As proposed, the Red Mountain wilderness unit could seriously infringe upon the ability of the city to maintain and \nexpand these water facilities.\n\n The southern boundary is adjacent to town of Ivins and the Kayenta housing development.  Boundaries should be \nadjusted to the ridge line or the 4,000-foot contour.\n\n The main entry street to the town of Hildale forms a portion of the southern boundary of the Canaan Mountain \nWSA.  Maintenance of the street has been complicated, at times challenged by BLM since the establishment of the \nWSA.\n\n There is no need for this irrational conflict, or even more important one involving water development and the \nmaintenance of water facilities along the base of the Canaan Mountain cliffs.  The entire management could, and \nshould be, eliminated by moving the boundary from the base of the cliffs and a Hildale street to the top of the \nCanaan Mountain cliffs.\n\n The difficulties with current boundaries are not only a concern for local officials, but also to on-the-ground BLM \nmanagers, because of the significant management problems they create for BLM to protect the land adjacent to \nstreets and major transportation utility corridors and urban development from wilderness standards.\n\n The BLM added any state School Trust lands to its -- adjacent to its WSAs.  Of particular concern is a School Trust \nportion that lies on the east boundary of the Red Mountain WSA that is currently inside the boundary of Snow \nCanyon State Park.  This parcel also has a producing culinary well and pipelines for the city of Saint George, Santa \nClara and Ivins.  Plus, there are two other producing culinary wells on BLM that is included in the wilderness.\n\n This is just another example of the in-depth study that has not been done with these new proposals.  They have \nmerely looked at maps and drawn lines without adequate knowledge of what is on the ground.\n\n We'd like to see a change in the line on amended section 203 on wilderness release to read: The secretary shall \nnot continue to plan amendment process, initiated pursuant to section 202 of the Federal Land Policy and \nManagement Act, and identified by Federal Register notice dated March 18, 1999, page 13439, within Box Elder, \nTooele, Juab, Millard, Beaver, Iron, and Washington counties in the state of Utah; and the lands of the United \nStates administered by the BLM in these counties shall not be subject to future wilderness reinventory or study \nunder section 202 of the Federal Land Policy Management Act, without the express direction from Congress.\n\n As Congressman Stump stated a minute ago, he thought that he had resolved the wilderness area on the Arizona \nstrip in 1984; and now it's back, only in a different form.\n\n When this land is not designated in wilderness, it's not placed on the open market.  In Washington County, it falls \nunder the guidelines of the Dixie (ph) Resource Management Plan.  This identifies many of those areas as areas of \ncritical concern and as habitat for endangered species.  I have copies of that that I would like to put into the record, \nand also some pictures I have brought of areas that I've…\n\n HANSEN: The committee will take all of those for the records and look them over.\n\n\n\n You going to wrap up now, Commissioner?\n\n GARDNER: That's -- that's it.\n\n HANSEN: Oh, well, thank you very much.\n\n Commissioner Johnson.\n\n JOHNSON: Thank you, Mr. Hansen and members of the committee.\n\n My name is Chad Johnson, and I have served as a Beaver County commissioner for the past 23 years.  Thank you \nfor allowing me the opportunity to express my feelings and concerns regarding wilderness in western Utah, and \nparticularly in Beaver County.\n\n Much of this time, I've been involved in public lands issues, and in particular, the wilderness debate.\n\n JOHNSON: When the BLM did its original wilderness inventory of Beaver County, they proposed approximately \n7,000 acres, which in their opinion met the criteria of wilderness as established by Congress.  We held public \nmeetings on this issue and determined that most citizens of Beaver County opposed any wilderness in the county.\n\n Likewise, our neighboring counties, who share some proposed wilderness with Beaver County, opposed \nwilderness -- I got my papers mixed up.\n\n The county commission chose not to support wilderness at the time, even though the acreage within the county \nwas minimal.\n\n The BLM's recent reinventory of Beaver County proposes nearly 90,000 acres of wilderness.  This legislation \nwould create approximately 85,000 acres of wilderness within Beaver County.\n\n I have witnessed the wilderness designation process move from a bona fide, criteria-based process to a political \nnumber game.  This is upsetting and frustrating to me and the residents of Beaver County.\n\n I find it very difficult to understand how the BLM could propose 7,000 acres in the original study and a few years \nlater recommend 90,000 acres, if indeed the criteria established by Congress was adhered to.\n\n In addition, the BLM's reinventory process avoided any coordination or input from local governments or the citizens \nmost impacted by wilderness designation.\n\n I am concerned with the precedents being set for wilderness designation in other parts of Utah and the West.\n\n Beaver County recently expended limited funds to complete a GIS- based ground survey of the proposed \nwilderness areas to see if they meet established criteria.  They do not.  There are existing roads, developed water \nresources, mining areas, fences and private properties inside these proposed wilderness areas.\n\n Small rural counties such as Beaver are in desperate need of economic development.  In the past five years, three \nmining operations have come into the country, which have contributed significantly to the county's economy.  Each \nof these operations is mining a material that either had no use, was not known to be in the area, or had no value \njust ten years ago.  This tells me chances are high that these proposed wilderness areas will stifle economic \ndevelopment in Beaver County.\n\n For these reasons, Beaver County does not support wilderness designation.  However, with all that said, Beaver \nCounty does support the Utah National Parks and Public Lands Wilderness Act.\n\n As I have mentioned, I have been part of this debate for many years.  There has been no compromise on either \nside of the issue and no progress has been made.\n\n Even though there are acres within the proposed wilderness which we feel do not meet the criteria of wilderness, \nwe are willing to compromise.  For this compromise, Beaver County needs the language in the legislation retained \nregarding livestock grazing, overflights, management of adjacent properties, and release language giving us some \nassurance that this process has truly come to an end.\n\n\n\n As you are well aware, there are many pressing concerns facing local, state, and federal governments.  It's time to \nput wilderness to bed -- at least in the western counties of Utah -- and move on to other important issues facing all \nof us.\n\n Thank you, Mr. Chairman and members of the committee, for your time and consideration.\n\n HANSEN: Thank you, Commissioner.\n\n Mr. Matz.\n\n MATZ: Mr. Chairman, members of the subcommittee, my name is Mike Matz.  For the past six years, I've lived in \nSalt Lake City, and during that time, I've been executive director of the Southern Utah Wilderness Alliance.\n\n Prior to living in the beautiful state of Utah, I worked in Washington, D.C. and Anchorage, Alaska for the Sierra \nClub, also on wilderness issues.\n\n I greatly appreciate the opportunity to come before you today to express our views on H.R. 3035, the Utah National \nParks and Public Lands Wilderness Act.\n\n Before discussing our concerns with H.R. 3035,Mr. Chairman, I hope to clear up misperceptions you appear to \nhold regarding our interest in resolving the ongoing debate of how much wilderness to protect in Utah.\n\n In the Saint George Spectrum last week, you were quoted as saying, I don't think environmentalists really want to \nsettle this issue.\n\n This seems to be a recurring impression, because I've seen other assertions of this sort from you and your staff in \nthe media.  And today, in your opening statement, you mentioned something along the same lines.\n\n I want to assure you that we are very much interested in resolving this debate.  We are so intent upon resolving \nthis issue, we have recommended that Congress address the issue in a comprehensive way -- not in the piecemeal \nfashion that the governor proposes and that you have adopted with this legislation.\n\n Taking a step by step approach only guarantees that the whole debate will drag on and hang over the state for \nmany more years until all the regions of the state have had wilderness bills enacted.\n\n The Southern Utah Wilderness Alliance continues to urge Congress to address the issue for the entire state.  We \nbelieve that America's Red Rock Wilderness Act, H.R. 1732, offers the most sensible way to resolve the matter \nonce and for all.\n\n H.R. 1732 embodies the citizens' proposal, which is supported by the majority of people living in Utah.  It would \nprotect as wilderness just under 40 percent of the public land administered on behalf of the American people by the \nBureau of Land Management.\n\n That means that 60 percent would be available for development of dams, oil and gas deposits, coal reserves or \nother mining claims, or left open for motorized or other forms of mechanical recreation.\n\n Mr. Chairman, we not only seek comprehensive resolution of the matter, we are also seeking balance.  Leaving 40 \npercent of the 23 million acres of BLM land in a natural state is not an unreasonable course to take.  In fact, people \nin Utah think more than that should be protected.\n\n You're aware of Dan Jones and Associates because they do a lot of polling for Republicans in Utah.  When they \nrecently asked people who much of BLM's 23 million acres should be set aside as wilderness, the average \nresponse was 14.9 million acres.\n\n It would be impossible, unfortunately, to grant the people of Utah what they wish because not that much land \nqualifies as wilderness any more.  A scientifically rigorous inventory by citizens of the state could find only nine \nmillion acres to qualify as wilderness. All that's left is included in H.R. 1732.\n\n H.R. 3035, on the other hand, would designate as wilderness for BLM lands too little -- only about a third of what's \ndocumented to qualify in that part of the state to which H.R. 3035 limits its wilderness designations.\n\n\n\n H.R. 3035 is mostly a wilderness proposal for the basin and range country of western Utah, yet it doesn't include \neven one basin.  In my written testimony -- which the Wilderness Society indicates they'd like to sign on to -- is a \nmore comprehensive listing of the places left out of H.R. 3035.\n\n Also in the written testimony submitted on behalf of SUWA and the Wilderness Society is a detailed discussion of \nserious concerns we have with management language.\n\n Because of insufficient wilderness designations and the problems with management language, we do not support \nH.R. 3035.  Simply because we do not support an inadequate bill does not mean we are not interested in seeing \nresolution of the matter.  We simply want to pursue a resolution that Utahns support and Americans deserve.\n\n I want to thank you again, Mr. Chairman, for the invitation to testify.  We would be pleased to work with you and \nyour staff on improvements to H.R. 3035, and I'm happy to answer any questions.\n\n HANSEN: Thank you, Mr. Matz.\n\n Mr. Rush.\n\n RUSH: Thank you, Mr. Chairman.\n\n I'm pleased to be here today to talk to you about two irreplaceable national assets: the Utah Test and Training \nRange, and our friends and neighbors in the military who train there.\n\n I've proposed a briefing packet that is -- consists of two packets that the Air Force are using for their briefings, and \na map of the Utah Test and Training Range military operating area.  So…\n\n I'd like to start out with a quote from General Eberhard -- General Eberhard is commander of the Air Combat \nCommand -- and he says that: Utah Test and Training Range is the largest overland training test complex in the \nU.S.  It is essential to the testing of large footprint weapons, such as air-launched cruise missiles and the new \ngeneration of smart, stand-off weapons.  We could not test or train our air crews to operate stand-off joint precision \nweapons -- excuse me -- such as J-DAM without complete access to UTTR.\n\n It has been suggested by some very well-meaning people that there is no compatibility problem between the test \nand training range and wilderness designation there -- especially additional wilderness designation -- and that the \naddition of some small parcels inside that area will not impact the mission.\n\n And I just -- I need to bring your attention that it just is not so.\n\n The -- in the packet -- and it's hard in this forum to do this, but -- there is a map that shows yellow as being the \nexisting territory that is -- existing WSAs.  There is some brown that is proposed WSAs, and large amounts of \npurple that is proposed non- government WSAs.  They are very, very significant additions to that area, and we need \npeople to really think through that.\n\n When you look on a map and you see the Utah Test and Training Range, it looks very large.  It looks immense.  \nBut one of the things to keep in mind is that when fighter pilots are approaching each other and flying missions, they \nare approaching at excess of 2,000 knots under some circumstances.  You can eat up a lot of space in a hurry; \nliterally, within minutes, they can traverse that range.  So even though it seems very immense to those of us on the \nground, that is not as big as it appears.\n\n When I talk about that, that's today's weapons systems, that's not tomorrow's weapons systems.  We know they're \ngoing to be faster and they're going to require more stand-off for their capability testing.\n\n If you take a look at the Air Force briefings that I've included, there's a number of key points come across.  No \nWSAs in UTTR, no additional BLM WSAs, absolutely no NGO WSAs; the list goes on of these things.  They have \nvery, very strong concerns about their access, their ability to fly low, their ability to get for an accident and do some \nthings.\n\n And it's been suggested that these are kind of ambiguous in what the Air Force wants.  There is no ambiguity in \nwhat they're asking for.  They are very, very clear on what they need.  And there's clearly a conflict between range \nmission and existing WSAs.\n\n\n\n I think I could distill it very safely: When you look at the Air Force position, there should be no wilderness within \nUTTR, and certainly no additional wilderness.\n\n Congressman Hansen, we have been very fortunate to have you meet with the military on a number of occasions \nwith us.  General Eberhard, ACC commander; General Lyles, vice chief of staff of the Air Force; Secretary Peters; \nthe local leadership.\n\n And the one thing that we appreciate is that you have taken time to meet with people here first-hand what their \nissues are, and are willing to address them.  We appreciate that very much, sir.\n\n We believe, as a committee, that the best approach is to recognize that there are two separate needs: protecting \nwilderness and the wilderness experience, and providing a place for weapons test and evaluation and a place for \nthe war fighters to train the way they fight.  When you talk to them, that's the key thing for them -- to train the way \nthey fight.\n\n These are not mutually exclusive, but sometimes it's difficult. And where I struggle, personally, is to have an F-16 \ngoing supersonic, on the desk, full after-burner, and then to equate that as to a solitary wilderness experience.  \nThose two just don't match up for me personally.\n\n There are examples of other ranges where they've tried to make accommodations.  Goldwater -- they have tried to \ndeal with the antelope issue -- have a spotter.  They look for antelope out there; if someone spots an antelope, \nsays, you know, you can't -- you cannot perform you mission today, or you've got to test -- change it at the last \nminute.\n\n The Air Force people that manage that say that it's very dangerous.  These are training pilots that they're dealing \nwith, and it's very, very dangerous for them to have to make last minute changes like that.\n\n And that's the kind of accommodations that are maybe being suggested here -- by putting two incompatible things \ntogether.  Congress has chosen to support the Air Force with the latest technology.  They have made it a point of \napproving F-22 and some other weapons systems.  Things that have to take place -- you have to have a place to \ntrain, if you get the weapons.  You have to have the ability to train.\n\n And what I'd like to do is leave you with just a couple of quick thoughts, here.  Our guys get deployed, it's very \ndangerous.  They get sent off to war, and the last thing that any of us want to see is them unable to train properly \nand have to come home on body bags.  That is something that we all really ought to consider.  We ought to take it \nvery seriously.\n\n The Box Elder County Commissioner used a couple of my quotes here at the very beginning -- I think we have a \nlike mind on this -- Sheila Widnell talking about the ability -- without ranges we can't train, and without training we \ncan't fight.  Joe Ralston and his quote.\n\n And finally, I'd like to leave you a quote from a local Air Force leader.  He's a fighter pilot on that pointy end of the \nspear that we all talk about.  And he says, if you don't want me to train the way I intend to fight, don't ask me to fly in \ncombat.\n\n Thank you, sir.\n\n HANSEN: Thank you, Mr. Rush.  And thank the panel.\n\n Questions for the panel.  Mr. Cannon.\n\n CANNON: Thank you, Mr. Chairman.\n\n Let me say first of all, I apologize again for being out for much of this hearing.  I had another markup going on.\n\n But let me just point out that I think that there's been a remarkably amicable tone to the debate, which I appreciate.  \nYou know, there've been some personal attacks over time here, and I would hope that the progress, at least, that \nwe've made with this bill would be to depersonalize the issue and make it one that's more -- that maintains this kind \nof tone that we've had today.\n\n Let me ask, Mr. Matz, one question of you.  We've heard now from Mr. Rush about defense, and you really didn't \naddress defense in your opening comments.\n\n\n\n What kind of context should we be considering -- or what kind of trade-offs should we be considering between the \nwilderness values that you're promoting and the issues of defense and training, which, you know, can be mortal if \nnot done appropriately.\n\n MATZ: It's actually covered pretty well, I think, in my testimony -- we discuss this.\n\n And Congressman, no one denies that the country needs to have the ability to respond in military situations and be \nprepared for that type of thing.  Important thing to note here is that in the area of the Utah Test and Training Range \nthere has been, for the last decade, wilderness study areas.  And they have coexisted with Utah Test and Training \nRange and all the activities that have gone on associated with preparing pilots, with testing equipment, and with \nemergency situations in having to retrieve downed pilots, if that's the case.\n\n And during that ten years, the country has been involved in the Persian Gulf War and peacekeeping mission is \nKosovo -- all successful actions.  So I don't think that we perceive -- in fact, I know we don't perceive these \nwilderness designations as incompatible with the military's ability to prepare.\n\n CANNON: I think the -- the trust of Mr. Rush's testimony was that we've got new weapons systems coming, and \nwe need flexibility. Because we don't really -- we do know what the next generation of fighter jets is going to be, but \nthere are a lot of things we don't yet know -- and therefore, don't we need to -- how do we trade off the need for \nflexibility that Mr. Rush was talking about -- and not compared to the historic issues, but to where we're going with \nthe current proposal?\n\n MATZ: I've actually been up to Hill Air Force Base and met with the personnel up there to talk to them about what \nconcerns they may have.  And they acknowledge to us that they don't have any problems with the way that it's set \nup and the flexibility that could -- that they have.\n\n CANNON: But when you say that that's in reference to how it's set up currently -- or have you had further \ndiscussions about how your proposed -- what the proposals that you're pushing reflect?\n\n MATZ: We've had discussions in that context, yes.\n\n CANNON: Thank you.  I have no further questions, Mr. Chairman.\n\n HANSEN: Thank you, Mr. Cannon.\n\n Let me just ask the commissioners -- I know there's probably not a commission in the state of Utah that's totally \nhappy with this thing.  I would ask that we could extract a commitment from you to kind of work with us along the \nway.\n\n The secretary said let's move it along, the governor wants to move it along.  Of course, as you move it along, you \ngot to make some changes, and you start with this refiner's fire, you got to get this thing down to the point that it's a \nmanageable piece of legislation.\n\n And I would hope that I could ask you to somewhat cooperate with us -- well, I don't mean you change your \nprinciples, that fine -- and just like the environmental group.  They have a perfect right to do what they're doing.  We \nsupport that right.  So then -- and we'll make sure they have that right.\n\n But we would like to get a lot of you to compromise a little bit, if we could.  Commissioners, willing to work with us?  \nWe won't run your nose into dirt, but we sure need some help.  GARDNER: We appreciate it.  Alan -- Mr. \nFreemeyer (ph) being with us in Nefi (ph) last week for the meeting we had there as we discussed some of these \nissues, and we indeed did talk about -- or he committed to us that we would have the opportunity to still be at the \ntable and discuss these issues -- that it was going to be a fairly lengthy process.\n\n And I think if we -- at least from Washington County -- if we have the opportunity to still be at the table and have \ninput, we're certainly wanting to proceed.\n\n HANSEN: Commissioner Johnson, can we…\n\n JOHNSON: I would (OFF-MIKE).\n\n HANSEN: Mr. Allen.\n\n\n\n ALLEN: Yes.  I'd agree.  We -- I mentioned that we did need some adjustment on the bill, but they're minor -- that's \nsome language that maybe tightens up some areas that's ambiguous -- not quite clear. Things that will protect us.\n\n HANSEN: We realize that you folks are the ones that put your name on the line.  You have to campaign, and you \nrepresent the people in those areas.\n\n And we feel we do, too, but to me, it's always -- try to do it in a harmonious way.  We have differences of opinion, \nand the things of Box Elder County aren't always the same as Washington County -- we know that.\n\n And so we'd really appreciate if you could help us out on that.\n\n Mr. Rush, I know because of your position in the Defense Alliance -- Utah Defense Alliance -- you've been on that \nrange a number of times, as I have.  And frankly, I hope I don't have to do it again. Last time, I was in an F-16, and \nI'm an old pilot, but that's torture.\n\n But I was amazed; an F-16 can cross that entire range in less than 10 minutes.  And when we were talking to the \nAir Combat Command at Eberhard, he pointed out the F-22 flies at supersonic.  I mean, it cruises at supersonic.  If \nanything, they need a bigger range.  If we were the old Soviet Union, we'd give them all of Nevada.  Seeing as that \nMr. Gibbons isn't here, I can say that.\n\n But I don't know how we're going to train without that.  And I would hope that people realize the totally unique \nfeatures of the Utah Test and Training Range.  I mean, I've been to every training range the military's got, and if \nthere's ever a unique one, it's got to be that one.  Zero to 58,000 feet of clear air space.\n\n Go down to Nellis, and they can dogfight between 15 and 25, but there's a Delta airline at 27 going over.  Kind of \nmakes you a little nervous if you happen to be in the Delta airline.  But you can have -- there are very, very few \nplaces.\n\n And it's just not aircraft.  There's cruise missiles, there's people on the ground.\n\n And I would like to respond to Mr. Cannon's comment.  Our friends at the Sierra Club have put out a thing on \noverflights, if I could read it for you.  It is: Overflights at supersonic speeds and by low- flying aircraft under 2,000 \nfeet -- and that is the feature that we brought up with Mountain Home, you may recall, are inappropriate over \nenvironmentally sensitive land such as national and state parks and monuments, wildlife refuges, units of the \nNational Wilderness Preservation System, wilderness study areas, and areas containing sensitive wildlife, culture or \nspiritual values.  Mr. Rush -- and I didn't have the chance to talk to the secretary, but I will -- find ourselves in the \nposition that this is a test and training range.  This is not an overflight thing that we're looking at 757s going over.  \nThese guys are going to drag their wheels through the grass.\n\n And I remember my days in naval aviation.  And you get on -- I wasn't a pilot in there, I was with -- I am a pilot -- \nbut the -- you get right down on the ground.  And I've been in those planes that make me want to stand up straight \nwhen we get so close to the ground, so this has got to have a minimal restrictions on the area.\n\n And the -- and Mr. Matz correctly pointed out that the Newfoundland and other areas has been wilderness study \nareas -- but nobody goes in it, to speak of.  You get a special permit and you almost have to be led by your hand if \nyou want to go in there.  And I don't argue with that.  But I am saying it would be very, very difficult to allow people \non that.\n\n And then we're going to be like Mountain Home.  Now, the military has thrown up to us the idea that Mountain \nHome is a good example. And yet the pilots up there -- and I've talked to a number of them -- say it's terrible.  They \ngot five months out of the year they have to fly at 2,000 feet.  You're out joy riding.  I mean, you're not doing any \ntest and training there.  So Mountain Home has turned into -- and it's so small anyway, you can't do much up there, \nso -- and it's a bombing range, it's not the same type of range.\n\n If anything's going to be problem on this -- and you've put your finger on it -- it's going to be how do we work this \none out.  So I hope we can get some of these (OFF-MIKE).\n\n Let me point out that I would hope that all of you would participate.  Now, we have a lot of people that just won't \nparticipate in this thing.  My door's open, the governor's door's open -- I can't speak for him, but he says it is -- the \n\n\n\nsame with the secretary.  We need participation in this thing to give -- the only bill that I can see in my lifetime that's \ngoing to make wilderness is going to be one about this size.\n\n We can all work our heads off, get all the cosponsors in the world, but they're not going to go with it.  I could take \nevery cosponsor off some bill -- or most of them -- in a half hour.\n\n So we got to get serious about this thing.  And the governor's right.  And we got to move this thing, get it going.  \nThis is the best chance we've got on the west side to come with something.\n\n And then, Mr. Cannon, his area's got to come up with the other side, which is a beautiful area.  I mean, it's a \nbeautiful area, and I totally agree there should be some wilderness.  Don't have any argument whatsoever.  I would \nagree with that.  Just how much, and what is moderation?\n\n If you noticed, we got two lights on, which means we're going to, at a very appropriate time, take a quick break, \nand we're going to go over and vote.\n\n And we'll hurry right back, because we want -- we got two more panels to go, and we want to hear from you folks.\n\n So if you'll bear with us, we'll be right back.  We stand in recess.\n\n (RECESS)\n\n HANSEN: Our panel, looks like we got you all there, and Commissioner Teryl Hunsaker of Tooele, Commissioner \nBoyd Howarth of Juab, Commissioner LaVar Cox of Millard, Commissioner Dennis Stowell of Iron, Commissioner \nCloyd Harrison of Uintah, and Paula Plant for the Utah PTA.\n\n I apologize, there was two votes, just not one, and that's why it took a little longer.  And hopefully, we can get \nthrough without another one.  There's a series of six votes coming up, but I -- knowing how this places works, they'll \nprobably talk it to death, and maybe we can get through this.\n\n So, we'll start out with you …\n\n HUNSAKER: Before you begin, Congressman Hansen, I'd like to make one comment.\n\n HANSEN: Sure.\n\n HUNSAKER: I had the opportunity have lunch today down to the Longworth Cafeteria.  We had meatloaf, and it \nwas excellent.\n\n HANSEN: Did you said you could choke it down?\n\n HUNSAKER: It was very good.\n\n HANSEN: Well, I'm happy to hear that.\n\n HUNSAKER: Try -- you might like to try it.\n\n HANSEN: Commissioner …\n\n HUNSAKER: You might have missed lunch today.\n\n HANSEN: Commissioner Hunsaker -- we almost had to carry him out, once, in the dining room -- Member's Dining \nRoom.  It was meatloaf that he had over there.  He'll never let me forget it.\n\n You're on, sir.\n\n HUNSAKER: Mr. Chairman -- Congressman Hansen -- it's a privilege to be here to testify before the committee \ntoday in behalf of Tooele County, Utah.\n\n The board of county commissioners of Tooele County, Utah supports any proposal for wilderness designation that \nmeets the criteria of the 1964 Wilderness Act.  At the present time, with the BLM's current inventory, we have \nreservations on how the action will adequately address the principles of multiple use, current and future \nmanagement, access, current and future military operations, as well as compliance with the procedures outlined in \nthe Wilderness Act and the Federal Land Policy and Management Act.\n\n We represent those 32,000 constituents who live, work and recreate on public lands located in Tooele County, \nUtah.  Many of these people have family histories steeped in the use of those lands since the time the county was \nsettled.\n\n\n\n While we don't question the ability or legality of Congress to make decisions on public lands, we do have directly -- \nwe do directly live with those decisions, whether they're good or bad.\n\n Much of the land that is designated in BLM's study is covered in roads, mines and various ruins from historic and \nrecent mining activity.  How does prospect holes, mines and ruins from mining activities fit into wilderness \ndesignation?  How does wilderness further the principles of multiple use?\n\n As the state of Utah experiences rapid growth -- far above that of the national norm -- especially along the Wasach \n(ph) Front, the recreational lands that are nearby are in demand.  The mountain range still contains veins of ores \nthat have not been adequately studied.\n\n Much of the land in the current BLM proposal is used by ranchers for grazing of cattle and sheep.  With the \ndefinition of wilderness being that of a land, in contrast with those areas where man and his own works dominate \nthe landscape, is thereby recognized as an area where the earth and its community of life are untrammeled by man; \nwhere man himself is a visitor who does not remain.\n\n Only through H.R. 3035 can we be assured that the protection of grazing rights will be made in these areas.\n\n The management of public lands, particularly those managed by the BLM, should be for multiple use.  How will \nwilderness designation of those areas accommodate the preservation, perfection of both culinary and irrigation \nwater, as wildlife guzzlers?\n\n Much of the land that is included in the study area encompasses areas indigenous to Native American rights.\n\n We, as a local government body, have a duty to the public to protect their health and safety.  Our search and \nrescue units often go out on searches in the areas where wilderness study areas are proposed by the BLM, as well \nas those of H.R. 3035.  We are putting the public in greater danger by this designation.\n\n In H.R. 3035, it takes -- it makes specific reference to emergency access and response between the Air Force and \nDepartment of Interior, which needs to be expanded to include the research -- or the, excuse me -- to include the \nsearch and rescue efforts of the counties.  Tooele County has played a major role in the defense of the United \nStates since World War Two through the present.  With the strong military presence in Tooele County, Utah, the \nquestion is, are we compromising national defense in order to classify marginal lands into wilderness designations?\n\n There are numerous military overflights from Doveway (ph) Proving Grounds, which we have not talked about \ntoday.  We have mentioned Hill Air Force Base.  We have mentioned the U.S. Air Force Training and Test Range -- \nover lands reflected in the BLM study for wilderness consideration.\n\n Will those activities be curtailed in order to make opportunity for solitude or a primitive and unconfined type of \nrecreation?\n\n H.R. 3035 generally makes provisions for this concern, but it must be irrevocable, and remain steadfast as long as \nthe military presence remains at both sites.\n\n Congressman Hansen, the language in the Defense Authorization Bill is significant.  We encourage you to let this \nstudy to forward because of its application to the other areas of the state of Utah, and the mission of Hill Air Force \nBase and the UTTR.\n\n It is clear that Congress has concern for the continued military operation of Doveway (ph) Proving Grounds and the \nU.S. Air Force Lakeside Training and Test Range.  We have to echo the concern and express that the areas \nidentified in current BLM study does not meet the criteria established in the '64 Wilderness Act, nor has the \nprovision set forth been -- excuse me -- nor has the provision set forth in FLGMA been followed.\n\n The concern we have is an echo of those residents of Tooele County as to soundness of the BLM proposal.  H.R. \n3035 represents the best possible solution to these concerns, and with this area strengthened, will be the best \npossible compromise.\n\n In conclusion, we, as the board of county commissioners, ask that wilderness designation follow the '64 Wilderness \nAct legislation and be applied to pristine and unique areas.  Why should the standard set in the act be deviated from \nnow?\n\n\n\n We strongly believe that any area under consideration needs to look to the current and historic use of those lands \ndesignated as wilderness study areas.\n\n While the impact of such decision is small to the nation, it is significant to the local jurisdiction.  Proper planning \ntheory demands that projections be made to potential future uses and impact.\n\n The need for wilderness may be there, but not to the extent that we make marginal wilderness designations.  If the \nintent is to designate wilderness that is faithful to the '64 Wilderness Act, why are we considering wilderness \ndesignations by exceptions, as provided for in this bill.  What has been offered in H.R. 3035 may meet the need of \nsome by giving wilderness protection certain areas -- but does not meet the needs or the standards of the 1964 \nWilderness Act.\n\n H.R. 3035 is aligned with our original plan and evaluation report, dated March 31st, 1995.  Tooele County is willing \nand ready to continue to negotiate this.\n\n HANSEN: Thank you, Commissioner.  Commissioner Howarth.\n\n HOWARTH: Honorable Chairman and committee members, I am William Boyd Howarth, Chairman of the Juab \nCounty Commission, Utah.  We appreciate the opportunity to represent the residents of Juab County here today.\n\n As representatives of the citizens of Juab County, we are in support of efforts to bring resolution to the long-\nstanding wilderness debate on lands administered by the Bureau of Land Management in western Utah.  For far too \nlong, rhetoric and polarization have stood in the way of resolution of this issue.\n\n Although we support these efforts, we also have a responsibility, which we take very seriously, to look out for the \ninterests of our citizens.  We have spent hundreds of hours and tens of thousands of dollars combing the land and \nlistening to those residents who would be most affected by wilderness designations, those people whose very \nlivelihood, and even lives, are dependent upon these lands and the water and other resources they provide.\n\n We also have a responsibility to work hard to preserve the economic future of our country and county.\n\n The following is a mission statement, which I will skip at this time.  There are six bullets that are included in this \ntestimony.\n\n This bill is clearly a political solution to what we believe should be a land-based debate.  Many of the areas \nincluded do not possess wilderness characteristics as defined by the 1964 Wilderness Act.  Manageability of many \nof the lands is very questionable.\n\n We do understand the political realities of today.  However, we want it noted that this is not a bill based on \nwilderness characteristics of the land as defined by the Wilderness Act.\n\n The bill before you, in its current form, does not adequately protect many of the resources of our county.  However, \ngiven the situation today, it would take only minor adjustments to the maps and language to obtain the support of \nJuab County, Utah.\n\n We believe the corridor across Sand Pass and through the Swasey area needs to be widened to thousand feet \ncenterline to 2,000 foot corridor.  This provides adequate and future needs for -- while not adversing the wilderness \nareas.\n\n There are several parcels of private land within the Deep Creeks that are being shown as wilderness on proposed \nmaps.  Private land should not be included in this bill.  I have here official county maps, plat maps that show the \nland in private ownership.  There is one section of land that used to be private, however, was purchased, and the \nownership transferred to the federal government.  That is shown outside of the wilderness boundary area, and that \nshould be included.\n\n Another issue of major importance to not only Juab County, Utah, but to the entire country, is the necessary need \nto preserve access to areas determined to be of high mineral potential.  These areas exist on Fish Springs.\n\n Of particular interest is the mining district in the northwest corner of that proposed wilderness.  A current map \nshows that a patented mining claim being excluded from wilderness, with no way to access the claim.  The maps \n\n\n\nlook like access is being provided, however, you must go up and down a cliff.  Access to this district needs to be \npreserved for the well-being of this country, as well as the economic well-being of our county.\n\n With the shift of as little as 2,500 acres, this mineral potential can be protected.  We propose the area identified as \nH- slash-C, having high mineral resource potential -- as shown on Figure 2, page A-3 of the U.S. Geological Survey \nBulletin, 1745-dash-alpha, Mineral Resources of Fish Springs Range Wilderness Study Area, Juab County, Utah -- \nbe eliminated from this proposal.  A copy of Figure 2 is included with this testimony.\n\n Almost everything we use is either grown or mined.  As a country, I remember well that date of December the 7th, \n1941, when a large nation thought it could attack this nation.  And through the support of our citizenry and our \nyoung people, we resolved and we banded together, and we took our natural resources and our industrialization \nbase, and we defeated that great country.\n\n For these reasons, we also took a corps of young people -- men and women -- and it was through that corps that \nthis country won.  But there were many that never returned.  May God rest with their bodies and their spirits forever, \nfor they gave this great supreme sacrifice of our freedom.\n\n We feel strongly that language needs to be added to the bill that would allow a mine located on non-wilderness \narea to be able to mine under a wilderness area, if necessary, following the veins, lodes and ledges, in accordance \nwith statute 30 USC.\n\n We also -- in section 202-F-4, page 21, beginning on line 14, provides the military emergency access.  We believe \nthat local law enforcement officers also need that access.\n\n Language in the bill allows the secretary to file a map as soon as practical after passage of the bill.  This is not \nacceptable.  That map needs to closely follow the process of the bill and needs to come back to everybody, \nbecause we have that right now from the Mount Nebo Wilderness, where that bill is.  We cannot allow this in the \nWest Desert area.\n\n Let me make myself very clear.  With the small adjustments I have described, Juab County, Utah can and will \nsupport this bill.  However, without these minor modifications, we cannot and will not offer our support.  We will be \nvigilant in our opposition.\n\n We hope you will carefully consider our suggestions.  We stand ready to assist in the implementation of these \nrequests.\n\n Thank you for your time.\n\n HANSEN: Thank you, Commissioner.\n\n HANSEN: Commissioner Cox.\n\n COX: I appreciate the opportunity to…\n\n HANSEN: Turn that on.\n\n COX: … Public Lands and the Public Land Wilderness Act that was introduced in the House will have a more \nlasting effect on the citizens of Millard County than any other issue we are currently facing or have faced in the last \n15 years.\n\n This wilderness issue has already cost Millard County hundreds of thousands of dollars and thousands of hours in \npaid -- volunteer labor.\n\n Our governor has said this is a political resolution that will give us certainty.  If this is the case -- that it is politically \ndriven and not law driven -- this is a moot issue.\n\n Special interest groups should be able to present a program to Congress, but shouldn't be able to present it without \na funding method in place to support the law.\n\n The solution to resolve this issue should be based upon the procedures set forth in the 1964 Wilderness Act.  The \nintent of the act needs to be honored.  This act should be -- not be violated, any more than the Clean Air Act, the \nClean Water Act or American Disability Act, and so on.\n\n\n\n Millard County has searched our sovereign rights and our patent rights from the 1866 Right-of-Way Act.  A right-of-\nway should not be determined by its condition, but by its purpose.\n\n The Congress has said that a road must be maintained by mechanical means to qualify as a road.  In 1866, all \nroads were created and maintained by their use.  Two-track roads are the safest, most friendly to maintain \nwilderness characteristics, and we assert our rights to them in Millard County.\n\n In designating this large contiguous track of land as the big W, you will be taking money out of our coffers without \nhaving a program to replace the funds.  This will also take money out of the state coffers for those goods bought \noutside of our county and brought in to use this -- in this area -- such as fuel, food, recreation equipment.\n\n When the wilderness area starts to affect our financial and food resources, I think it will do us all good to \nremember the quote: A nation that has a lot of food has a lot of problems.  A nation that has no food only has one \nproblem.\n\n Under the law, the county has to provide emergency service such as search and rescue and fire fighting, et cetera.  \nThese costs are often astronomical.  The Millard County sheriff's office is required by law to provide public safety in \nall areas of Millard County.  Willthe boundaries be posted with signs that read, enter at your own risk? Law \nenforcement will have no means to provide lifesaving help to a victim without violating this act.  Search and rescue, \nfire suppression and property damage protection in wilderness will not be possible nor practical.\n\n After spending much time and money to follow the '64 act, and trying to determine what really does qualify as \nwilderness, we have found that those who have asked for the information really don't want the data that we have \ngathered.\n\n We have submitted our findings to the secretary of interior, to our congressman, to our governor, and to our state \nand local BLM, with no response from any of these entities except our local BLM.  We must ask ourselves why we \nprepared the requested information when apparently no one really wants it.\n\n This proposal, which has been designed as a political resolution, goes far beyond the intent of the '64 act.\n\n We find it very interesting that the work we have done in Millard County on this issue agrees with the findings of our \nlocal BLM.  This is not necessarily true in all countries.  The bill contains 1,083,861 acres.  The acreage allotted to \nMillard County in this bill is 455,104 acres -- or 42 percent of the acres in the bill.\n\n You will find in the maps that have been provided to you that the areas that BLM is recommending for wilderness, \nand the areas we found to meet wilderness criteria, are nearly identical.\n\n We think that Congress should support the findings of that local BLM and give these employees the trust and \ncredit they deserve.\n\n On our Swasey Mountains, the governor has proposed 95,537 acres. That's two and a half times the amount of the \noriginal WSA.  In those findings, BLM acreage is 34,376 they say qualified for wilderness. Millard County, in our \nefforts, say it's 35,992 acres.  Those discrepancies need to be overcome and looked at very carefully.\n\n I'm here to represent the county commission and the residents of Millard County who make their living on this land, \nwho recreate on this land, who have the most desire and concern about protecting the condition and environment of \nall public lands.\n\n There is too much conflict language in this bill, and too many areas of acreage.  There is no language to release \nthe land from the current reinventory under the 202 process.  There is no language about School Trust Lands and \nhow they will be traded out of wilderness.\n\n Therefore, we, as Millard County, vigorously oppose the H.R. 3035 bill as it is written.  It is not our desire to kill the \nbill, but to make it work, by working together.  This bill has an opportunity to give both sides something.\n\n I believe the original intent of creating a bill that will bring this debate to a resolution is a good concept.  But this bill \nhas gone too far.\n\n Thank you.\n\n HANSEN: Thank you, Commissioner.\n\n Commissioner Stowell.\n\n\n\n STOWELL: I'm Dennis Stowell, chair of the Iron County Commission.  I want to say, Mr. Chairman, that we'll be …\n\n HANSEN: Turn that on.\n\n STOWELL: I'm Dennis Stowell, chair of the Iron County Commission.  On behalf of the counties, we'd like to thank \nyou, Chairman Hansen, for inviting us, and allowing us to be a part of this process.\n\n The committee has a copy of a summary report which we submitted, which summarizes the man-made intrusions \ninto the area in the proposed wilderness.  I don't want to review that today, because you already have that \ninformation.\n\n But someone asked this morning: Do people living a long distance away from the federal lands in Utah have as \nmuch right to use those federal lands as those who live adjacent to it?\n\n The counties welcome those from far away to visit the federal lands in our counties.  Every county spends money \nto entice people there.\n\n However, those who live close over the years have some vested rights that they depend on for their livelihood.  \nSome of these include water rights, grazing rights and mineral rights.  We hope any legislation will respect and \npreserve those rights in the areas.\n\n Let me talk about those for just a minute.  Water rights were talked about this morning.  There is no free-flowing \nwater any more in Utah.  All water has been appropriated and is used by someone.\n\n If the federal government wants water, they need to buy the water rights from those who currently own it -- not \nreserve them at the expense of those who use them now.\n\n Let me talk about grazing for a minute.  As one who runs sheep on federal lands, I've often seen people driving \nthrough an area.  When they see a sheep herd and the sheepherder, they immediately stop and pull out their \ncamera.  Livestock enhance the experience of visitors. We need to make sure that the language in this bill is strong \nenough to protect and preserve the livestock industry in Utah.\n\n If we are going to take as wilderness areas, areas which graze livestock, where we will no longer be able to do \nseedings and chainings, then we need to go to areas adjacent to the wilderness where we can -- and the Interior \nDepartment needs to do seedings for those same livestock owners so that they will not be impacted.  Then I think \nthis group of people will win in this situation, and will support the wilderness.\n\n Let me talk for a minute about mineral rights.  There's many of our local residents who depend on the mineral \nresources for their livelihood.\n\n I worked for Martin-Marietta for a number of years in the 1970s, in their aluminum division.  We have processed \naluminum oxide into aluminum metal.\n\n The raw material bauxite originated in Australia.  It was shipped to the Virgin Islands, where the alumina was \nremoved from the bauxite. The alumina was then shipped by ocean liner to Portland, Oregon, where it was loaded \non river barges and floated up the Columbia River to the Martin-Marietta refinery.\n\n All this is necessary because there was no -- there currently is no domestic production of bauxite to feed the \napproximately dozen refineries located in the United States.\n\n In the 1970s, Earth Resources, Incorporated, of Golden, Colorado, located a large deposit of alunite in southwest \nUtah.  A portion of this deposit containing a possible 73 million tons of aluminate ore is located inside the \nSteamboat Mountain proposed wilderness area.\n\n Although the economics of processing aluminate -- alunite as a source of aluminum renders it unfeasible at this \ntime, in the event of a war, where foreign sources are interrupted, or as new technology is developed to make it \neconomically feasible, this country may not wish to have this excellent source of aluminum tied up in wilderness.\n\n The counties are going to hang together.  Millard County is hurting with the bill in its present form.\n\n More work needs to be done on the bill before the counties can fully support it.  In its present form, the counties \nhave concerns about adjacent management and buffer zones, about wilderness release language, and about \nemergency entry language.\n\n\n\n We ask this committee to continue to work closely with the counties so that -- to solve these problems with the bill.\n\n Thank you, Mr. Chairman.\n\n HANSEN: Thank you, Commissioner Stowell.\n\n Commissioner Harrison.\n\n HARRISON: Well, I'm the black sheep here, I guess.  We're from the eastern part of the state, and we're involved \nbecause of the Dinosaur National Monument.\n\n We're happy to be here, Mr. Chairman.  We appreciate the invitation to respond.\n\n I guess I come representing a group of animals that became extinct because of the change of the land structure \nsome millions of years ago -- they were called dinosaurs.  And we're concerned about the change of the structure of \nthe land, also.\n\n I hope that you have in front of you some pictures.  If not, you will have shortly.\n\n Want to review with you a little bit about some things that all these committee members here ought to hear, and \nthat is the open space that exists around Vernal.  When you drive east out of Vernal, you can drive at least 30 \nminutes at 60 miles an hour and never see a house. You can drive north out of Vernal as fast as you can up the \nmountain for 45 miles and never see a house.  You can drive west at least 25 miles and never see a house.  And \nyou can drive south at least -- what -- 200 miles and never see a house.\n\n And so we have space out there.  And it's there because of the nature of the land.  And this first picture kind of \nexemplifies the idea that when you leave Vernal going south -- and this is the entrance to the Book (ph) Cliffs area -\n- that you better have some gas with you, or it may be a long walk back.\n\n The second picture that you have is a reclaimed oil well location.  I'd like you to look at that picture and determine \nwhere that old location was.  And so that we don't use a lot of time, which we're running out of, it is between those \nareas designated by the two lines of cedars, which you would never recognize as reclaimed.  And if you notice at \nthe top, that was only two months after the location was abandoned.\n\n The next picture is a roadway which went into a location.  And I would ask anyone if they could identify where that \nroad was before it was reclaimed.  So that we don't spend a lot of time there, it went almost directly into the center \nof the picture and headed towards the mountains.\n\n Another thing that I'd like to point out in that picture: As you look there, you can see the multitude of homes dotting \nthe hillsides in the background.\n\n The next picture is a reclaimed well site.  And if you notice, it is easily observable by the increased vegetation and \nthe greenery that is around it.\n\n The next one is a location that has been reclaimed also with a well marker -- any more of the well markers are \nremoved, the chances of you identifying a well location is practically nil.\n\n The last two pictures -- if you'll take the smaller one up.  It is the production well of the rig that drilled the well in the \nbigger picture.  The reason there's a bigger picture there is, again, to show the height of these drilling rigs, and also \nthe numerous homes dotting the landscape there.\n\n We're concerned with the buffer zone, which your bill addresses, but we need it in a language which is extremely \nstrong and restrictive to the point that, outside of that boundary, that we do not see or hear or observe any activity, \nbecause those boundaries, in our area, are extremely critical because of the elevations that you can get to. And in \nthe Monument, you can raise to a level where you can see the entire Book (ph) Cliff area.  And in that area, you will \nsee the power plant, oil fields, yelsinite (ph) mines, and those kinds of things. So, as we look at that bill, if you'd pay \nclose attention there.\n\n Also, along with this, in the handout that you have -- and I'll hurry -- our centrally assessed property has gone from \n1.8 billion to just a little more than 1.1 billion dollars in Uintah County.  And this is directly attributable to the reduced \nmining or oil and gas production there.\n\n We do need some help.\n\n And there's also a section on school there.\n\n\n\n In closing, I'd like to read one -- well, two statements.  As one analysis noted: No sacrifice is too great for someone \nelse to make, as long as it is free to you.\n\n And finally, I want to thank you on behalf of Uintah County and all of the rural Utah areas that are included in the \nWest -- in your desert bill -- for your protective language in the Defense Authorization Bill.  All of us know you'll be \nasked to remove this protective language.  Please know our future depends on the good work you have \naccomplished.  We are confident you will not succumb to pressure to remove it.\n\n Thank you.\n\n HANSEN: How did that go -- no sacrifice is too great if it doesn't pertain to you?\n\n HARRISON: No sacrifice is too great for someone else to make…\n\n HANSEN: Oh -- someone else…\n\n HARRISON: … as long as it is free to you.\n\n HANSEN: Oh.  Who said it?\n\n HARRISON: A guy by the name of Anderson (ph), as I recall.  It's in the analysis of the wilderness book that Utah \nState did for Utah in 1995.\n\n HANSEN: Yes, one of the most interesting studies ever done was done by Utah State.  Now, there was a real poll \ndone there.  That was 4,500 people were polled.\n\n Paula Plant.  We'll turn the time to you, ma'am.\n\n PLANT: Thank you, Representative Hansen, for the opportunity to testify today.\n\n My name is Paula Plant, and I have been appointed by Utah PTA to represent the PTA in issues regarding School \nTrust Lands.\n\n The Utah PTA requests that the subcommittee do two things regarding this wilderness bill.  The first one is that you \namend it to provide for a prompt and unconditional exchange of School Trust Lands in the proposed wilderness \nareas of the bill, as soon as the state and the Department of the Interior can come to an agreement on their \nnegotiations.\n\n The second thing is to recognize the difficult situation that the public schools of the state of Utah have been placed \nin as the Congress has failed to resolve the wilderness issues in our state.\n\n Within the proposed wilderness areas in H.R. 3035 lie a hundred and twenty thousand acres of School Trust \nLands.  Now, these lands were granted to the state of Utah by Congress at statehood, with the express purposed of \nproviding income to the schools.  Both state and federal law require that the land be managed to be income-\nproducing.\n\n In recent years, however, these lands have not generated a great deal of income for the schools in the state of \nUtah.  One of the reasons for that is because of federal land uses.\n\n For most of the century, School Trust Lands have been held in various different federal designations, without the \nopportunity of providing revenue to the schools.\n\n Happily, in the last Congress, a portion of that problem was solved through the Utah Schools and Federal Land \nExchange Act.  That statute exchanged hundreds of thousands of acres of School Trust Lands out the national \nparks for us -- reservations, and of course, the Grand Staircase Escalante National Monument -- eliminating the \nconflict over land use purposes.\n\n The Utah PTA, along with the other education groups I have been sent to represent, wish to thank you once again \n-- the members of the subcommittee from both parties, the governor of the state of Utah, Secretary Babbitt, and all \nthose -- and there were many -- that made that exchange a reality.  It is important to the schoolchildren in the state \nof Utah.\n\n\n\n This discussion today, however, is about wilderness.  And the issue of inheld School Trust Lands remains a major \nproblem with respect to Utah wilderness.  Since 1991, 300,000 acres of School Trust Lands have been captured in \nthose wilderness study areas.\n\n Our state's Trust Lands administrators have seen many active mineral prospects on these lands abandoned as \nindustry gave up the hope of ever being able to develop the land.\n\n And in the meantime, Congress has been unable to resolve the wilderness issue, and the children's land still \nremains trapped.\n\n As currently drafted, H.R. 3035 does not contain language providing for an exchange.  However, we know that the \nDepartment of Interior and the state of Utah are working towards a mutually acceptable land-for-land exchange \nproposal.\n\n We urge this committee to amend the bill to provide for that land exchange as soon as the negotiations have been \ncompleted.  No wilderness legislation should be enacted that does not contain up- front exchange provisions.\n\n PLANT: And in so doing, we request that the subcommittee consider a couple of lessons learned from the Utah \nSchools and Federal Land Exchange bill.\n\n Exchange of School Trust Lands out of wilderness and wilderness study areas is a good decision on environmental \ngrounds.  The conflict between wilderness and School Trust Lands is evident.  The state of Utah has so far taken \nthe high road, and for many years, sought an exchange, rather systematically selling or developing the land in those \nstudy areas.  In future years, however, that might not prove to be possible.\n\n Second, an exchange could have a substantial economic benefit for the counties in which the lands are \nexchanged.  In any exchange the state of Utah will seek to acquire lands with higher potential for economic \ndevelopment than in current wilderness study areas.  Such an exchange could provide tax revenue and \nemployment opportunities to the counties involved.\n\n Third, the negotiated land-for-land exchange approach being used by the department and the state of Utah is a \ngood way of reading -- of reaching consensus on the specific lands to be exchanged and the valuation issues, \nwithout imposing large appraisal fees which have historically only led to conflict.\n\n In closing, I would just like to tell you we recognize this bill is controversial.  Some people believe there's too much \nwilderness, some believe there is too little.\n\n We don't believe it's our role to determine what the acreage should be.  We do, however, urge the subcommittee to \nconsider how long the BLM wilderness has kept hundreds and thousands of acres of Utah's School Trust Lands in \nlimbo.\n\n The Utah PTA requests that the Congress bring closure to this issue.  H.R. 3035 is a vehicle for that process to \nbegin.\n\n Thank you, Mr. Chairman.\n\n HANSEN: Thank you for your testimony, and all of you for the excellent testimony you've given us, and the candor \nwhich we -- you've done it.\n\n Like the last panel, I would appreciate it if we could continue to work this project.  We'd like to have the opportunity \nto have input from you on each part of your county that you got heartburn with. We'll try to resolve those things as \nbest we can.\n\n I think Paula Plant's statement is well taken.  We have taken too long on this.  There's thousands of acres tied up \nthat should move on.\n\n Actually, there's really nothing sacred about the '64 Wilderness Act, and we have introduced a bill to basically give \nten years from the date that the agency -- Park Service, Forest Service, BLM -- finishes their inventory to do \nsomething.\n\n\n\n Because we have found that a lot of people don't want to do anything.  And so it just sits in perpetuity.  And both \nsides are strong enough that nothing happens.  And so, there you are, you're just stuck.  And I personally feel that's \na good approach into moving it.  You put a deadline on it.\n\n When I was in the state legislature, we used to sunset things. That always brought it to a head in a hurry.\n\n And so basically you are being gypped out of a lot of money, there's no question about it.  The Grand Staircase \nEscalante has gypped you out of maybe a billion dollars.\n\n I remember when I was in the legislature, and I was speaker of the House, we used to always agonize over where \nwe were going to get more money for education.  That's always the big problem, because we got big families in \nUtah.\n\n And yet you ask the Utahans to give up another buck or so and they scream to high heaven.  And they are taxed \npretty heavy; they're taxed probably heavier than others.\n\n When Norm Baketer (ph) ran for governor in 1984, we were at our kitchen cabinet meeting talking about how to get \nhim elected, and came down the idea, you've got to have more money for schools, Norm.  But you're not going to \nget it out of property tax, and you're not going to get it out of the hide of these people.\n\n But there's plenty of money if we do like New Mexico did and switch some of our School Trust Lands to the more \nproductive areas.\n\n So you really should talk to some of these people that are holding those things up.  We're more than willing to do it.  \nWe'll move it in a minute if we can get…\n\n You're right, you find yourself in a lot of areas where we could move them, to where there's productive acreage.  \nWe're only making 75 cents an acre out a lot of this stuff for School Trust Land.  New Mexico is making literally \nbillions of dollars because they wisely made that change years ago when we should have.\n\n And now we've got so many conflicting needs and people who have (AUDIO GAP) committee.  And we'll come to \nyour county, we'll sit down with you, we'll go over map by map, acre by acre, because it -- as we pointed out earlier \n-- the bill's a long way from being done.\n\n But I do think it's got fairly good chance, and I do think we can turn it into a fairly good piece of legislation.  If we \ncan't, so be it.  Plenty of things else to do around here.\n\n And with that said, we'll go to our last one, before we have another vote coming up.\n\n And our last panel is Glen Zumwalt, president of Utah Shared Access Alliance; and Debbie Sease -- is that -- \nlegislative director of the Sierra Club.\n\n Mr. Zumwalt, you know the rules.  You've can go five minutes. Appreciate your being here.  We'll turn the time to \nyou, sir.\n\n ZUMWALT: OK.  I'm trained, too.\n\n Appreciate being here, Mr. Chairman.  Appreciate the opportunity to address the -- you and your committee.  I \nhave submitted written testimony for the record.  I don't plan on reading that; it's late in the evening and…\n\n HANSEN: You full testimony will be included in the record.\n\n ZUMWALT: I appreciate it.\n\n Briefly, I represent the Utah Shared Access Alliance.  It's an alliance of organizations that has been recently \nformed that represent vehicle users -- both motorized and non-motorized vehicle users on public lands.\n\n We support the action that you and your -- have taken with the introduction of 3035.  We believe that the debate \nover wilderness areas in the state of Utah needs to be brought to some sort of a definite closing, and we feel that \nyour efforts here are to be applauded.\n\n To tell you how we feel about particularly -- particular parts of the bill, let me give you a little background.\n\n I live in rural Utah -- have for 25 years.  I earn my living in rural Utah.  And I sure really appreciate the wonders of \nrural Utah and I've traveled in many of Utah's wilderness areas, as well as others.\n\n\n\n However, we have a strong concern about wilderness included in this bill.  Our concern is several-fold.  One, there \nare areas in the bill -- as best we can tell, without seeing more details on the map -- that have traditionally been \nused for public recreation, have been accessed by many of our -- of the folks that we represent.\n\n There are over 78,000 off-road registered vehicles in the state of Utah.  There are another couple of hundred \nthousand four-wheel drive SUVs.  These folks enjoy recreation.  Many of them cannot access lands without some \nsort of motorized or wheeled help.\n\n We would opposed removing any of the lands that have been traditionally used for recreational access by the \ndesignation of wilderness.  We would like to take a more detailed look at the maps and the information that's \navailable -- that's starting to become available now -- and give you more specific input on that basis.  And we'd like \nto get that to the committee in the future.\n\n The act will definitely change lifestyles in rural Utah -- even though if it meets everybody's expectations on all sides \nof the spectrum.  And that's -- that is something that should be definitely taken into serious deliberation by Congress \nas they look at the details that the counties are asking for.\n\n I believe that the some of the (OFF-MIKE) exclusion language included in the bill is very necessary to preserve the \nmilitary presence that we have in Utah, and support the presentation of valid existing rights, which include the water \nrights and other rights, such as mineral and grazing rights.  Even though we are a recreational community, we \nbelieve those are part of the multiple use of public lands that should be sustained where the lands are appropriate.\n\n We are like the county commissioners in mini (ph).  We believe that wilderness has its place, we support the 1964 \nWilderness Act, and the criteria that is in that act for designation of wilderness, and that's where our comments will \ncome from.  We will support those area we believe are appropriate, and we enjoy those areas also.\n\n In summary, I'd like to make a couple specific points about us and our -- and what we believe.  I think I can use \nmyself as an example.\n\n I find that it's quite a travesty, or a -- an imposition on myself, my family, my friends, personally, when we are able \nto use and enjoy lands throughout Utah, and find for some reason that the roads that we drive on, the trails that we \nuse, are deemed by others to be areas that we have trammeled the land.\n\n I spend a lot of my time, my money, in conservation efforts that go back in the land.  I see a lot more of our efforts \nto improve the trails, to mitigate damage by organizations that I represent.  I see none of that by those organizations \nthat would like to lock up the lands that I currently enjoy using.\n\n So, we would like to make our comments on behalf of the users in Utah.  We'd like to be able to support wilderness \nwhere we deem it is suitable and appropriate, in accordance with the 1964 act.  We'd like to also have your \nrecognition of those areas that we're concerned about preserving.\n\n Thank you.\n\n HANSEN: Thank you, Mr. Zumwalt.Where do you live in Utah?\n\n ZUMWALT: I live in Fountain Green.  I have a business in Fairview.\n\n HANSEN: OK.\n\n Is it Debbie Sease -- do I pronounce that right?  How do you pronounce that?\n\n SEASE: It's Sease.  HANSEN: OK.\n\n SEASE: As in cease and desist.\n\n HANSEN: Excuse me, we'll turn the time to you.\n\n SEASE: Thank you, Mr. Chairman.  I appreciate the opportunity to offer the Sierra Club's view on this legislation.\n\n Wilderness preservation has long been a priority of the Sierra Club.  Nowhere else in the lower forty-eight is there a \ngrater opportunity to preserve intact wilderness than we have in Utah.\n\n\n\n The citizen inventory in Utah most recently identified somewhat over nine million acres as suitable for wilderness, \nand that is embodied in H.R. 1932.\n\n Within the area covered by your bill, there is 2.6 million acres in the citizens' proposal.\n\n While I'm not here today to support the -- H.R. 3035, I do want to acknowledge that we see in it significant \nimprovements over previous bills from you, and we welcome those changes.  But there remain enough problems for \nus, both in the realm of acreage and areas and in management language that we are not prepared to support the \nbill.\n\n I want -- my written statement details these, but I wanted to just highlight some of the important areas that are left \nout of H.R. 3035.\n\n For one thing, the region that you are dealing with in this bill includes land types that are very underrepresented in \nthe wilderness system.  And particularly, that is represented in the areas that are not designated by the bill.\n\n And example is the Beaver Dam area.  This is a place where three ecoregions -- the Colorado Plateau, the Great \nBasin, and the Mojave -- meet.  And wherever you have different ecosystems meeting in area, you get a special \ndiversity of wildlife, and a species diversity.\n\n Another example is the Tule Valley.  The mountain ranges adjacent to this valley are designated in your bill, but the \nvalley floor itself, which is in fact a very underrepresented ecotype in the wilderness system, is not.  And the valleys \nare actually much more fragile and more vulnerable than the high country is.\n\n In the national park units, our understanding was that this was to implement the National Park Service \nrecommendations, but the acreages don't seem to comport, so we would hope that in any final bill, that there would \nbe the same proposals as the National Park Service is proposing.\n\n The management things -- just to briefly summarize them.  The defense language -- it is very similar to language \nthat was used in the California Desert Protection Act.  And while we did not support the language in the California \nDesert Act, we did accept it as part of getting that land designation passed.\n\n But this language expands on that in a couple of ways that are very troubling.  One, in the findings of the California \nDesert Protection Act, there is a reference to such use being compatible with appropriate terms and conditions.  \nThat language has been dropped in H.R. 3035.\n\n There's also an expansion into land use in this bill.  The California Desert military provisions were about the military \noverflights, not about the use and new facilities on the ground.  Our reading of H.R. 3035 is that it would allow \nalmost any use on the ground if it did not require construction of a permanent road.\n\n Finally, in the California desert, the Death Valley was operating under a well-established Memorandum of \nUnderstanding with the military, and the bill language did not remove that.  So there was actually some level of \naccommodation for the resources already in place.\n\n Grazing in the national park section -- section 103-D -- seems to apply language that is suitable for wilderness \nareas in the Bureau of Land Management and Forest Service to a park unit, which we think is not appropriate.\n\n There's a land acquisition requirement in the wilderness that would seem to require that the secretary offer to \npurchase land adjacent to the wilderness units, and I think that that is -- particularly given that there is buffer -- no \nbuffer zone language -- not necessary, and could certainly create an expensive and troubling expansion, I guess, \nfor some of the wilderness units.\n\n The water rights is the final management provision that we had concerns with.  I wanted to start by clarifying; \nthere's been a lot of discussion of federal reserve water rights here today.  And we believe the wilderness units \nshould have a federal reserve water right, but that water right is junior to water rights that exist prior to the \ndesignation of the wilderness unit.  So there would not be any kind of taking, they would just merely be giving the \nfederal government a place in line for water reserve for the purposes of the designation.\n\n\n\n While we have supported in the past language that recognized unique circumstances with regard to water rights, \nthis -- the areas in this bill, we think do not actually have those unique circumstances. There are at least some \nunits with water resources in them that would not be protected by this language.\n\n I'll conclude my statement with that.  I'm happy to answer any questions you might have.\n\n HANSEN: Thank you.  Staff pointed out to me in regard to your last part -- on page 17 of 3035, there's line 18 that \nsays, incorporation of acquired lands and interests.  Any lands or interests in lands within the boundaries of an area \ndesignated as wilderness by this title that is acquired by the United Sates after the date of the enactment of this act \nshall be added to and administered as part of the wilderness area within which the acquire lands or interest in lands \nare located.\n\n Maybe that responds to your question there.\n\n Mr. Zumwalt, you say there's 78,000 off-road vehicles in Utah? Did I hear you right?\n\n ZUMWALT: Yes.  That includes -- those are registered -- those include…\n\n HANSEN: What's that?  Is that pick-up trucks…\n\n (CROSSTALK)\n\n ZUMWALT: No.  No.\n\n HANSEN: … four-wheel drives?  You're talking these little ATV jobs, those little four-wheel things?\n\n (CROSSTALK)\n\n ZUMWALT: No.  They're ATVs, snowmobiles, single-track off-road motorcycles, and dune buggy-type four-wheel \ndrives that aren't street- licensed.\n\n And then there's, you known, there's quote a few that are street- licensed that are also used for off-road purposes.\n\n HANSEN: I see.\n\n Well, I think that about -- well, I would like to ask the Sierra Club one question, if I may.  Maybe it's not related -- \nyou tell me forget it, if you'd like to, but…\n\n You know, I've often wondered why the Sierra Club, down in the Iron County area, when the forest supervisor \ndown there, Hugh Thompson, found by Brinehead (ph) a heavy infestation of pine beetle. And he wanted to go in \nand cut out about 17,000 acres -- harvest that. And they kept finding one injunction after another.  He won on all of \nthem, but they'd pretty well taken out three or four hundred thousand acres of trees -- just a dead forest down there.\n\n And I've often wondered the rationale on that -- why they just didn't keep the forest healthy and get out those \n17,000 acres to get it done.\n\n Maybe you're the wrong person to ask.  If so, I apologize.\n\n SEASE: No, I can answer that.  The -- you're saying that the Sierra Club opposed the salvage cutting of those \ntrees?\n\n HANSEN: Well, they filed the injunctions.\n\n SEASE: The injunctions.  Well, there's a couple of reasons for that -- one of which is that, actually, under a natural \nforest regime, infestation of insects is usually sort of self-containing.  We also have found -- our experience with the \nForest Service is that when they go in to do that kind of salvage operation, they end up actually cutting more green \nand healthy trees than they do infected trees.\n\n HANSEN: You know, I guess it's sort of your right and privilege in America, but if you hadn't have done that, we'd \nhave saved that forest.\n\n I guess you can take the philosophy that man -- man's not supposed to manage it; that that's -- I think there's \nbeen a philosophy around since the first people came to this country of managing the forest.\n\n And the history of that country -- we spent a lot of time looking at it -- there really wasn't much of a Dixie (ph) Forest \nwhen the pioneers first got there.  They created it.  In fact, some of them sent me pictures of the barren hills.\n\n So I guess I come down on the idea of being a good steward, but you got to manage it.  It's just like -- let your yard \ngo for six months and see what it looks like.\n\n\n\n And so as long as people have to take care of those things -- and folks down there aren't too happy.  I sure get a \nlot of letters from them about this dead forest that could have been saved pretty easy.\n\n So I guess it's just where you're coming from.  I would hope that the Sierra Club and others would give some \nthought that man's done a pretty good job of managing the forest and the range and things in America.  I'm sure \nthey've made some mistakes.  They've overgrazed, cut too much -- I don't doubt that.\n\n But that's what these management plans are for -- is to work that out -- and try to work them out in a reasonable \nway.\n\n Not my place to get into that, but I appreciate your responding.\n\n And thank you so much for all of you being here.  Rather a long hearing, and we learned an awful lot.  We'll \nprobably move ahead with this bill at a snail's pace.  And if -- we want to hear from each person, each \ncommissioner, people in the area.  We want public comment -- as much as we can get.  And see where we go from \nhere.\n\n This is really a rough draft.  This is as rough a draft as you've ever looked at.  And what goes in the front never \nlooks the same as what comes out the back.\n\n So with that, I thank you all so much, and the meeting is adjourned.\n\n SEASE: Thank you.\n\n END\n\nNotes\n\nUnknown - Indicates speaker unknown.\n\n Inaudible - Could not make out what was being said. \n\n off mike - Indicates could not make out what was being said.\n"}