{"title": "Immigration Judges Facing Yearly Performance Reviews - Correction Appended", "body": "\nAttorney General Alberto R. Gonzales warned the nation's 215 immigration judges on Wednesday that they all \nfaced annual performance evaluations for the first time and regular scrutiny to detect high reversal rates, frequent \ncomplaints or unusual backlogs. \n\n  But the consequences of failing were not spelled out. And some of the judges said they worried that evaluations \nwould increase pressure on all judges to make decisions faster, without weeding out the handful of judges who \nhave drawn the most criticism.\n\nImmigration judges, who now handle 300,000 cases a year under stepped-up guidelines, are employees of the \nJustice Department, not the federal judiciary. After battling for years to unionize, they ratified their first labor contract \non Monday. \n\n  Performance evaluations were among several measures, most still in the planning stages, that Mr. Gonzales \nannounced here in a luncheon speech at the judges' annual training conference. He has been under mounting \npressure to disclose the findings of a comprehensive review that he ordered last January after federal appeals \ncourts around the country complained of a pattern of biased and incoherent decisions on asylum and rebuked some \nimmigration judges by name for ''bullying'' and ''brow-beating'' people seeking refuge from persecution.\n\n  The speech was closed to the news media, but according to prepared remarks, he assured the immigration \njudges that the review had found that the vast majority did their jobs well ''under pressures that would try even the \nmost patient among us.'' \n\n  But Mr. Gonzales added: ''Patterns have developed around specific areas of concern. I have seen evidence that \nsome immigration judges, on rare occasions, do behave inappropriately toward those appearing before them, \nwhether aliens, their representatives'' or Department of Homeland Security lawyers. \n\n  Mr. Gonzales acknowledged that many critics attributed the problems to recent changes intended to streamline the \nBoard of Immigration Appeals. Many federal judges say the changes, which reduced the number of judges on the \nboard to 11 from 23, turned the board's internal review of immigration judges' decisions into a rubber stamp, \nshifting the burden of re-examination to the federal courts. \n\n  But the attorney general defended those changes, saying they had worked to reduce a big backlog, while \nsuggesting that a few modifications might be made. He said he would seek to add four members to the board, who \n\n\nwould also be subject to yearly evaluations, and devise a system to identify cases appealed to federal court and \nrefer them back to the board for additional review.\n\n  Mr. Gonzales said he intended to prepare a budget request to hire more immigration judges, staff lawyers and \nlaw clerks.\n\n  Other proposals include giving judges appointed after this year an immigration law exam and a two-year \nprobation, upgrading electronic equipment in courts where judges now handle manual tape recorders themselves, \nand giving judges the power to fine lawyers for frivolous filings or false statements.\n\n  Denise N. Slavin, an immigration judge in Miami and the president of the National Association of Immigration \nJudges, the union local, said her colleagues would welcome more resources. But Ms. Slavin said the performance \nevaluations raised serious concerns for the independence of judges who by statute are supposed to be neutral, \nindependent decision makers, despite working for the attorney general, like the government lawyers who appear \nbefore them.\n\n  ''We want to be sure that no one's performance is evaluated on quantity rather than quality,'' she said.\n\n  Among the questions unresolved are who will have a hand in the evaluation, Ms. Slavin noted. If complaints are \nsolicited from the lawyers, she said, liberal judges could be at risk of criticism from the Department of Homeland \nSecurity and conservative judges could be at risk from members of the private bar.\n\n  Brian Roehrkasse, a spokesman for the Justice Department, said that the process of developing the evaluations \nwas just beginning, and that no decisions had been made on how they would be done.\n\n  But Mr. Roehrkasse added, ''The attorney general's directive makes clear that performance appraisals will not be \nused to tell judges whether to grant or deny relief'' but will focus on their professionalism, reasoning and courteous \nmanner. \n\n  Mr. Gonzales also called for the director of the Executive Office of Immigration Review and the acting chief \nimmigration judge to review a recent study highlighting disparities in the rate at which immigration judges grant \nand deny asylum ''and, if appropriate,'' to make recommendations on the issue. \n\n  ''There are serious complaints coming from the Courts of Appeals, the press, and a host of other observers,'' he \nsaid. ''You know, as professionals, that these criticisms should not be ignored, and they cannot continue to cast a \nshadow over your work.''\n\nhttp://www.nytimes.com\n\nCorrection\n\nAn article on Thursday about plans to subject immigration judges to annual performance evaluations referred \nincorrectly to the lawyers who represent the government in cases before them. The lawyers report to the secretary \nof the Department of Homeland Security, not to the attorney general, to whom the judges report.\n\nCorrection-Date: August 12, 2006\n"}