{"title": "Ex-Baird worker en route to Peru", "body": "\nVictor Cordero, the illegal immigrant who was Zoe Baird's chauffeur before her nomination as U.S. attorney general, \nis en route to Peru because he doesn't want to be questioned by immigration officials, his lawyer said. Cordero, 26, \ncame to the USA at age 18. Baird withdrew her nomination after outcry over her disclosure of hiring him and his \nestranged wife, Lillian, 32, as a nanny in her New Haven, Conn., home. U.S. immigration officials still want to talk to \nLillian Cordero.\n\nDISABLED FREIGHTER: The crew of a disabled freighter worked to drop its stuck anchors before the ship, carrying \n340,000 gallons of heavy fuel oil, ran aground in a fishing area off Cape Fear, N.C. The unoccupied freighter Lyra \nwas being towed when it broke from the tugboat in an Atlantic storm with 20- foot seas.\nBAD BURGERS: A food poisoning outbreak blamed on bad hamburgers, which has stricken 200 in the \nNorthwestern USA, killing one, has spread to Las Vegas. Seven people have been hospitalized and 100 have \ncomplained of diarrhea after eating at Jack in the Box restaurants. The hamburger is contaminated with E. coli \n0157: H7 bacterium.\n\nEXECUTION: Martsay Bolder, 35, was put to death by injection Wednesday in Missouri for the 1979 stabbing \nmurder of an inmate while Bolder was serving a life sentence for a 1973 murder. The U.S. Supreme Court stayed \nWednesday's scheduled execution in Texas of Ramon Montoya, 39, for the 1983 murder of Dallas police officer \nJohn Pasco.\n\nCIA SHOOTINGS: Authorities continued searching for a lone gunman who opened fire Monday outside CIA \nheadquarters in suburban Washington, killing two people and wounding three. Suspect: a swarthy, possibly curly-\nhaired man with an AK-47-type automatic rifle. One possibility is that the gunman is seeking revenge against the \nCIA. In recent weeks, graffiti spray-painted on roads in nearby Vienna, Va., has linked the ''CIA … Vienna police … \ncrime.''\n\nRIGHT TO DIE: Missouri's Supreme Court granted the state's request to dismiss the Christine Busalacchi case, \nallowing the 22-year-old brain-damaged woman's father to decide her fate. She has been in a vegetative state since \na 1987 car accident. Her father plans to leave her in a St. Louis hospital ''for the foreseeable future,'' his lawyer \nsaid.\n\n'HOME ALONE': It will be at least another two weeks before David and Sharon Schoo get to see their 9- and 4-\nyear-old children, who they are accused of abandoning by leaving the kids home alone in St. Charles, Ill., while they \nvacationed in Mexico. A hearing on the Schoos' request to dismiss the case was continued until Feb. 11. It's been \nfive weeks since they've seen their children, now in foster care.\n\nMONKEY BUSINESS: A Miami federal agent in a gorilla outfit helped catch Mexican zoo officials suspected of \nsmuggling primates to Mexico.\n\nALSO …\n\n- EXPELLED: Andrew Martinez, known as ''The Naked Guy'' because he goes to class nude, was expelled from the \nUniversity of California-Berkeley.\n\n\n- NEGLECT CASE: Douglas Rupe, 44, was sentenced in West Union, W.Va., to three years in prison for neglecting \nhis son Douglas, 11, whose frostbitten legs were amputated after the two were found living in an unheated bus. ''I \ndidn't mean for it to happen,'' he said. Douglas is in foster care.\n\n- PACKWOOD PROTESTS: Demonstrations increased against Sen. Bob Packwood, R-Ore., in the third day of his \nfirst trip home since accusations in November that he sexually harassed 10 women. ''Hey Bob, find a new job,'' \nsome shouted. Others pounded on windows at his hotel.\n\nDEATHS …\n\n- NEW YORK: Bert Andrews, 63, a photographer who chronicled black theater, died of stomach cancer Monday.\n\n- MONTREAL: Jeanne Sauve, 70, Canada's first female governor general and speaker of the House of Commons, \ndied Tuesday. Cause of death was not disclosed.\n\n- AMSTERDAM, Netherlands: Jan Gies, 87, who risked his life to smuggle food to Anne Frank and members of the \nDutch underground during World War II, died Tuesday.\n\nNotes\n\nTHE NATION; FROM USA TODAY'S NATIONAL NEWS NETWORK\n\nGraphic\n\n \n\nPHOTO, b/w, Pater Casolino, AP\n\n \n\nCUTLINE: CORDERO: Heading back to Peru\n"}