{"title": "Immigration agency assailed over leak probe", "body": "\nThe union representing Immigration and Customs Enforcement officers is accusing the agency of unfairly \ntargeting an agent investigators apparently suspect of leaking information about controversial arrest quotas to the \nmedia.\n\nOfficials with the American Federation of Government Employees National Council 118 said Friday that they \nsuspect that the agent is being harassed because his surname is Asian, as is that of the reporter from The \nWashington Post who wrote about the quotas. The union declined to identify the agent.\n\nIn a story published in March, Post reporter Spencer S. Hsu and the Center for Investigative Reporting wrote about \nan e-mail that a senior ICE official sent to agents announcing new arrest quotas. ICE distanced itself from the e-\nmails and said it has since clarified its policy to agents.\n\n\"ICE leaders got caught doing something they shouldn't have been doing, and now they want revenge and are \ntargeting their own employees,\" Council 118 President Chris Crane said Friday.\n\nCrane said the agent, who does not want to be identified for fear of retribution, has been questioned about the \nmatter by ICE's Office of Professional Responsibility (OPR). The agent has filed a complaint with the Equal \nEmployment Opportunity Commission, Crane said.\n\nICE spokesman Brian Hale said Friday that \"senior leadership in ICE did not pursue or request any investigation \ninto this matter.\" Hale declined to comment further on who might have asked OPR to investigate the leaks. He also \ndeclined to comment on the allegation that the agent was targeted because of his Asian surname.\n\nOPR probes allegations of misconduct, but Crane said it unfairly targets rank-and-file workers.\n\nAllegations of whistleblower retribution at ICE come amid a clampdown on leaks and exposure to the media across \nthe Obama administration. The Defense Department is limiting media access to military officers after Gen. Stanley \nA. McChrystal's comments to Rolling Stone magazine. It also charged an Army intelligence officer this month with \nleaking a controversial video of a U.S. airstrike in Iraq. Former National Security Agency official Thomas A. Drake \nwas            indicted in April on charges of leaking classified information to a Baltimore Sun reporter.\n\n\nThe Internal Revenue Service is facing criticism for not paying rewards to whistleblowers who come forward with \ninformation on tax-evasion schemes.\n\n\"Some of these prosecutions wouldn't have happened when [George W.] Bush was president, because there would \nhave been a more partisan backlash,\" said Stephen M. Kohn, executive director of the National Whistleblowers \nCenter. \"The problem when you have a Democratic president -- it's not like Obama is signing the indictment, but it \nmutes the criticism.\"\n\nFederal whistleblowers face greater risks because of a weak Office of Special Counsel (OSC), which lacks \npermanent leadership almost two years after Scott J. Bloch resigned, Kohn said. Bloch resigned in 2008 after years \nof misconduct investigations and is scheduled to be sentenced Tuesday on a misdemeanor charge of contempt of \nCongress.\n\nRep. Darrell Issa (Calif.), ranking Republican on the House Oversight and Government Reform Committee, said \nFriday that the lack of stable leadership at the independent OSC is \"weakening an important whistleblower \nprotection.\"\n\nIssa's comments were made in a letter sent Friday to President Obama about the lack of permanent leadership in at \nleast 15 offices of inspector general.\n\nThe White House did not respond to requests for comment.\n"}