{"title": "3 Men Charged With Forging Documents; Officials Say Green Card Operation Preyed on Immigrants", "body": "\nWith $175 and a few hours, an illegal immigrant could buy fake documents to work in the United States through a \nWoodbridge counterfeit operation, authorities said last week.\n\nMultiple law enforcement agencies working through the Northern Virginia Gang Task Force have arrested three \nmen they say were producing and selling fake Social Security and green cards, which are issued by federal \nagencies.\n\nLt. Ron Haugsdahl, task force supervisor, said about eight similar operations have been discovered in Northern \nVirginia in the past three years. Such operations add to the community's problems, he said.\n\n\"These people are out there preying on people who don't know any better. All they are trying to do is get a leg up \nhere. Then these employers see them and take them as real, and it just adds to the confusion,\" Haugsdahl said. \"It \njust kind of snowballs from there.\"\n\nThe latest counterfeiting operation, run out a basement in a house on Conrad Court, was open six to eight weeks, \nhe said. A search warrant filed in Prince William County Circuit Court outlines how it was discovered.\n\nOfficers began surveillance on five people in two vehicles Aug. 22, and once a transaction appeared complete, they \nstopped the vehicles, the warrant said. One of the men stopped had bought fake documents and gave police this \naccount:\n\nA man approached him asking whether he had a passport and was interested in purchasing work documents. \"Do \nyou want an ID to work in the United States?\" the man had asked him, according to the warrant. \"I'll give you a \ngood price.\"\n\nWithin two hours of handing over money, the man received the fake documents, the warrants said.\n\n\nAnother man who was also stopped by police told detectives that he knew one of the men running the operation \nand that the fake IDs were produced in a basement. Haugsdahl described the operation as low-tech. The \ncounterfeiters would take a picture using a cellphone camera, download it onto a computer and print out the cards, \nhe said. That the documents weren't genuine would be obvious to the semi-trained eye, Haugsdahl said.\n\n\"Most police officers would know they are fake. Employers may or may not,\" he said.\n\nThe warrant lists more than a dozen items seized from the house, including computer and printing equipment and \n$1,406 in cash.\n\nThree men have been charged with several misdemeanors in addition to forgery of a public document, a felony. \nPolice also obtained a detainer against them from federal immigration authorities. Haugsdahl said authorities are \ninvestigating the men's names; each gave police false identification.\n"}