{"title": "Targeting Muslim men detained under new INS rules is unjust", "body": "\nAllow me to put this right up front so there is no misunderstanding: I believe all people who enter and remain in this \ncountry illegally should be deported.\n\nUnlike the President, who was toying with this idea before the Sept. 11 attacks, I do not support some sweeping \namnesty that would give legal status to those who abused our law. The estimated 6-million illegal aliens living and \nworking here have cheated the system and shouldn't be rewarded for it.\n\nAt the same time, our government's sudden interest in strict enforcement of immigration laws against one \ncommunity - Muslim men - is a grave injustice and will endanger national security in the long term.\n\nOur State Department is in the middle of an international propaganda campaign deemed necessary for our future \nsecurity. We are trying to demonstrate to Arab citizens that the United States is not biased against Muslims, by \nsponsoring Voice of America's Radio Sawa broadcasts of pop music and Arabic news with an American slant, and \nby beaming commercials on Arab television of Muslims who live free and happy lives in America.\n\nAll this image-building is going on abroad while at home our government is subjecting nationals from those very \ncountries to a form of ethnic profiling on a scale not seen since the Japanese internment.\n\nJust ask Faramarz Farahani, a Canadian citizen and high-tech worker who found himself confined for days in an \nImmigration and Naturalization Service holding facility in California. Farahani, 42, was imprisoned not because he \nwas suspected of terrorist ties, not because he was in this country illegally, but because he failed to properly \nregister under the INS's latest program to target Muslims for universal suspicion.\n\nA new registration and fingerprinting program requires males over 16 years of age who are here on temporary visas \nfrom the countries of Iran, Iraq, Sudan, Syria or Libya to register in person with the INS. Those who failed to do so \nare subject to arrest, fines and deportation. Men and boys from another 15 Arab and Muslim countries will have to \nregister by certain dates in January and February.\n\nAccording to Farahani's attorney, Banafsheh Akhlaghi, though born in Iran, Farahani didn't think the rules applied \nto him. He was a Canadian after all, working in the United States as a systems analyst under a valid visa. But \nwhen he showed up at the INS office in San Jose to register in a surfeit of caution, he was arrested because he \nhad passed the deadline. INS spokesman in Washington, D.C., Jorge Martinez said, those with dual citizenship are \nsubject to the rule.\n\nThis is just the kind of pointless, bureaucratic rulemaking that will make us less safe in the long run. Knowing the \nlocation of law-abiding Muslim visitors offers little added internal security. (Non-law-abiding visitors aren't likely to \nshow up to register.) But what it does in spades, is antagonize the Muslim world. In a recent trip to Saudi Arabia, \nnearly everyone I spoke with mentioned this special fingerprinting requirement as evidence of American contempt \n\n\nfor Muslims. The businessmen, students and tourists who come to the United States had been our best \nambassadors of good will. That is, before we broadcast through our actions that we think they are all closet \nterrorists.\n\nThe first deadline of Dec. 16 was a nightmare for hundreds of Iranian and Iraqi men who crushed into INS offices. \nIn California especially, INS workers were completely overwhelmed. At least 400 men who had voluntarily come to \nregister ended up in holding facilities while errors in documents and records were being sorted out. Some were \neven flown to other cities where detention beds were available, without their relatives or attorneys being informed \nof their whereabouts. Akhlaghi, who represented at least 25 of the detainees, said the families of these men were \ncrazy with worry.\n\nThe imprisonments were often due to dual messages coming from the INS. Men waiting for approval of their green \ncards were arrested for lapsed visas, even when they had been told that by paying a small fine they could stay in \nthe country for the months and years it took for the paperwork to be processed.\n\nINS ineptitude also contributed to the men's woes. Any noncompliance with immigration rules, no matter how minor \nor technical, was grounds for detention and ultimately deportation. Yet, back in July, the San Diego Union Tribune \ntold of how the agency failed to input 200,000 change of address forms, making those immigrants susceptible to \narrest.\n\nThe INS has always been a bureaucratic quagmire. One has to wonder how adding to its paper pushing is making \nus safer.\n"}