{"title": "Towns Lose Tool Against Illegal Immigrants", "body": "\nA New Hampshire judge on Friday threw out a novel strategy that two police departments had tried to use to \ncombat illegal immigration.\n\n  The strategy involved charging illegal immigrants with criminal trespassing, and in the last few months such \ncitations were filed against at least nine people, most of them Mexicans, in the towns of New Ipswich and Hudson.\n\nThe police chiefs of those towns had said they decided to take immigration matters into their own hands because \noverburdened federal immigration authorities were unable or unwilling to take action against immigrants who were \nnot considered dangerous or otherwise a high law enforcement priority.\n\n  The towns' actions received national attention, with police departments from Florida to California considering \ntaking similar steps if the charges were upheld in the New Hampshire courts. The Mexican government became \nconcerned enough to pay some legal fees and to send its consul general in Boston to the court hearings.\n\n  On Friday, the judge, L. Phillips Runyon III of Jaffrey/Peterborough District Court, said the towns' actions could \nnot be upheld because such immigration matters must be left to federal authorities.\n\n  ''The criminal charges against the defendants are unconstitutional attempts to regulate in the area of enforcement \nof immigration violations, an area where Congress must be deemed to have regulated with such civil sanctions and \ncriminal penalties as it feels are sufficient,'' Justice Runyon wrote.\n\n  He noted that under the federal system, local police departments that want to be involved in immigration \nenforcement may go through a training process that allows them to become ''deputies'' of the Immigration and \nCustoms Enforcement agency. That process, Justice Runyon wrote, ''is further indication that Congress intended to \npreclude any local efforts which are unauthorized or based on other than federal law.''\n\n  After the ruling, the New Ipswich police chief, W. Garrett Chamberlain, said, ''Obviously, I'm disappointed.''\n\n  Chief Chamberlain was the first to file a criminal trespassing citation against an illegal immigrant. In April, he \ncharged Jorge Mora Ramirez, 21, a construction worker from Mexico, and jailed him overnight after he stopped his \ncar on the side of a road in New Ipswich to make a cellphone call.\n\n  The citations carried a $1,000 fine but no penalty of prison. Still, Chief Chamberlain said he thought they would \ndeter illegal immigrants from entering towns that took his approach.\n\n  ''I did what I feel as a police chief I felt I had to do to protect the citizens in my community, where obviously the \nfederal government has decided not to,'' he said. \n\n\n  Chief Chamberlain added, ''I don't believe that the judge has left us much room for appeal.''\n\n  In Hudson, another town in a region near the Massachusetts border that has seen an influx of Hispanics in recent \nyears, Chief Richard Gendron, who filed trespassing charges against the rest of the immigrants in the current \ncase, issued a statement saying he would respect the ruling. But Chief Gendron said ''the Police Department still \nbelieves it was acting within its mission to enforce the laws of the State of New Hampshire and was acting in the \ninterest of its citizens and in the interest of homeland security.''\n\n  Randall Drew, a lawyer for some of the immigrants, said his clients are ''glad that hopefully they will be out of the \nlimelight and go back to their normal lives of living and working, go back to relative obscurity.''\n\n  ''I think they plan on staying out of Hudson and New Ipswich, N.H.,'' Mr. Drew added.\n\n  Michael Iacopino, president of the New Hampshire Association of Criminal Defense Lawyers, said he believed that \nthe cases were the result of ''a couple of police departments with other agendas that had decided they were going \nto ride this wave for as much as they could and get as much publicity as they could, and hopefully this is end of it.''\n\nhttp://www.nytimes.com\n"}