{"title": "Relatives of Immigrants Testify at Hearing", "body": "\nIt was around 11 A.M. today when 21-year-old Cheng Xing Da finally felt a little less lonely in an unfamiliar land.\n\nLike 22 other Chinese men who illegally landed on a New Jersey beach two months ago and have since been \ndetained by Federal authorities, Mr. Cheng had seen few familiar faces other than business-minded judges, \nlawyers, translators and reporters. But today, when he made another appearance at an immigration court here to \nrequest his release on bond, he noticed a gaunt, balding man with a toothless smile and an oversize suit -- a man \nhe said was his uncle.\n\nMr. Cheng did not say anything at first; he just smiled, nodded and shook his uncle's hands vigorously, repeatedly. \nAfter the uncle promised Judge Mirlande Tadal that he would take care of Mr. Cheng, he whispered to Mr. Cheng in \nthe Fuzhou dialect, \"I'll try to get you out.\"\n\nToday was a day of muted family reunions, as relatives of 9 of the 23 detainees offered testimony to support the \nmen's release on bond, giving a human dimension to a tale that had so far been the province of legal procedure.\n\nIn all, there were 19 bond hearings today before Judge Tadal and Judge Esmeralda Cabrera in the Immigration and \nNaturalization Service's case to deport the men to China. And for the families, at least, the results seemed \npromising: bond was set for most of the men, including Mr. Cheng, at $5,000.\n\nBut whether the reunions can actually resume outside Federal custody remains to be seen. The United States \nAttorney's office in New Jersey has issued warrants to arrest any, or all, of the 23, as witnesses in a continuing \ncriminal investigation into human smuggling -- meaning that if the men make bail, they face the prospect of being \ntransferred immediately to another jail. This happened on Thursday, for instance, to Jiang Dian Lu, 22, who was \ntaken to Passaic County Jail after his relatives posted a $5,000 bond.\n\nIn addition, one of the detainees, Chen Chen, appeared today in a Federal District Court in Newark, where bond \nwas set at $20,000, said Robert E. Porges, the lawyer for 21 of the 23 Chinese men. Mr. Porges said he did not \nknow why Mr. Chen was separated from the group several weeks ago and transferred to Mercer County Jail before \nappearing in Newark today.\n\nAnd at the same time, the Federal investigation into Chinese smuggling seems to be gaining momentum. Faith S. \nHochberg, the United States Attorney in New Jersey, announced today that a Federal grand jury in Newark had \n\n\nindicted six Koreans in a conspiracy to smuggle the 23 Chinese men whose boat ran aground near Bay Head, N.J., \non May 30. The six are alleged to have been participants in an international smuggling operation that transported \nthe 23, and other Chinese, from Fujian province in China via South America to the United States. Five of the six are \nin custody.\n\nBut here in Elizabeth, where the detention center is wedged between industrial buildings and trucking-related \nbusinesses, the flurry of official proceedings today seemed secondary to the personal transactions occurring inside \nthe court.\n\n\"It's unusual to have relatives testify at bond hearings; it's the first time that's ever happened,\" Mr. Porges said. \n\"But this is what the judge wanted.\"\n\nMost of the relatives said they lived in New York City. And most did not want to be interviewed by reporters. But \none woman, who declined to give her name, said her brother was one of the detainees. \"I haven't seen him for \nmany years,\" she said. \"He didn't tell me why he left, but I know that our family is poor.\"\n\nInside the courtroom, the atmosphere veered from tense to lighthearted. The first detainee, Ni Zhou Yong, smiled \nand said, \"Hey\" as his cousin entered the witness box. But the cousin offered seemingly contradictory testimony, \nsigning an affidavit listing a Manhattan address, but acknowledging in court that he had had a driver's license in \nFlorida since 1995 and that he owned a restaurant in Gainesville, Fla.\n\nAnd unlike the other relatives, Mr. Ni's cousin said he knew of the smuggling plans. In fact, the cousin said he had \npaid the smugglers on behalf of Mr. Ni: \"Yes, of course, I helped him. That's why he doesn't owe the other people \nmoney.\"\n\nJudge Tadal set bond for Mr. Ni at $8,000.\n\nIn another instance, Judge Tadal seemed surprised that Lu Yi Qiang's aunt, a Brooklyn resident, would send not \nherself, not her husband, not her oldest child, but the baby of the family to testify: a 19-year-old man in shorts and \na black T-shirt. So the judge postponed the bond hearing until Monday, and beseeched Mr. Porges to secure \nadditional affidavits.\n\nThere was also some confusion over who would support Chen Shen Kui, 19. Was it a cousin? An uncle? The \ndocuments were not clear, and no relatives were present. So Judge Cabrera postponed Mr. Chen's hearing until \nMonday.\n\n\"Find him and bring him in,\" Judge Cabrera said, \"so we can satisfy who it is that's out there, waiting to receive \nhim.\"\n"}