{"title": "Gov. Blunt's immigration moves upset Hispanics here - Correction Appended", "body": "\nAt major Republican campaign fundraising events around town, you can usually spot at least one member of the \nlocal Hispanic Chamber of Commerce in the crowd - and often among the speakers.\n\nArea Hispanics, especially those in business, long have been a targeted voting bloc for many Republican \ncandidates. The mutual attraction: their common views on social and economic issues like abortion and taxes \n(generally against both).\n\nThat friendly backdrop helps explain why some local Hispanic leaders say they're angry at being blindsided by Gov. \nMatt Blunt's directives last week targeting illegal immigrants. Most illegals apprehended in Missouri have been \nHispanic.\n\n\"We didn't get any kind of heads-up that this was coming down the pike,'' said Jorge Riopedre, secretary and \nlegislative affairs chairman for the Hispanic Chamber of Commerce of Metropolitan St. Louis.\n\nIn particular, the Hispanic chamber - and its larger counterpart in Kansas City - is upset by Blunt's order that the \nHighway Patrol verify the immigration status of anyone arrested and headed for jail.\n\nIn terse statements, both chambers said they feared the directive will invite \"racial profiling.''\n\nRiopedre contended that law enforcement agencies may single out \"Hispanic-looking'' people, and take them \ndirectly to an immigration judge. He predicted that legal immigrants or citizens could find themselves unfairly \nforced to prove their status.\n\n\"This is not about illegal immigration. It's about due process,'' Riopedre said.\n\nBlunt spokeswoman Jessica Robinson played down such concerns. \"The only people who will be affected will be \nthose who have broken the law,'' Robinson said.\n\nThe governor has no plans to downplay his campaign. On Wednesday night, Blunt was on cable TV, as a guest on \nCNN's highly rated \"Lou Dobbs Tonight.\" Blunt referred to his critics as \"fringe elements.\"\n\nBlunt's focus on illegal immigration is unquestionably popular among the GOP's conservative base. But Riopedre \nwarns that it could cost the governor votes next year from Missouri Hispanic voters who might otherwise have \npreferred his message.\n\n\nHow many is unclear. Hispanics make up only about 3 percent of Missouri's legal population, far smaller than the \npercentage nationwide.\n\nThe political touchiness of the topic is evident in the response of Blunt's likely Democratic opponent, Attorney \nGeneral Jay Nixon. \"No one should be singled out because of their race or ethnicity,'' a Nixon spokesman said. \"But \nit's appropriate to check someone's status at the point of incarceration.''\n\nThe state Democratic Party points to $40,000 in campaign contributions that Blunt received from Gundaker \nCommercial Group, and other businesses at the same address. Gundaker was cited last year for hiring illegal \nimmigrants.\n\nBosnian clout is growing\n\nBoth major parties also are wooing the region's booming Bosnian community, the largest outside of Bosnia.\n\nSecretary of State Robin Carnahan, a Democrat, made a point of being at Lambert Field last week to welcome \nZeljko Komsic, president of Bosnia-Herzegovina, at the start of his four-day visit.\n\nIbrahim Vajovic, president of the United Bosnian Association in St. Louis, on Wednesday praised a number of \npoliticians in both parties - including Carnahan, Blunt, St. Louis County Executive Charley Dooley and St. Louis \nMayor Francis Slay - for their attention to Bosnian residents and their concerns.\n\nFor politicians, the stakes include the skyrocketing number of Bosnian votes. Carnahan said that Bosnians have \nmade up most of the new citizens sworn in at local naturalization ceremonies she's attended this year.\n\nNonpartisan voting-rights groups have been on hand to distribute voter-registration cards.\n\nCOOK, FARMER ENDORSE DONNELLY\n\nGender also matters. State Rep. Margaret Donnelly, D-Richmond Heights, is so far the sole woman running for \nMissouri attorney general. Today, she's slated to roll out endorsements from four of the region's best-known women \npoliticians.\n\nThey are former Secretary of State Bekki Cook, former state Treasurer Nancy Farmer, former state Democratic \nParty chair May Scheve Reardon and former St. Louis Circuit Attorney Dee Joyce Hayes.\n\nCook and Hayes both lauded Donnelly's experience in law and government.\n\nIn a crowded field of candidates, it's often the sole woman or man, the only white or black who has had an edge at \nthe polls.\n\nFarmer can attest to that during her own three-way Democratic primary for treasurer in 2000. She won, even though \nher two male rivals spent more.\n\n---\n\nMore political news: stltoday.com/politicalfix\n\nCorrection\n\nJo Mannies' column in Thursday's Metro section misstated the nature of the controversy about Gundaker \nCommercial Group and illegal immigration. Gundaker has not been legally cited for hiring illegal immigrants. The \ngroup was among the investors in an O'Fallon project where illegal immigrants were found. Officials, unions and a \nstate agency initially criticized Gundaker, which later took over the project and ousted the illegal workers.\n\n\n\nCorrection-Date: September 7, 2007\n"}