{"title": "Protest march targets prison for immigrants; Demonstrators from several rights groups take part; 8 arrested.", "body": "\nLUMPKIN --- More than 70 demonstrators marched Friday morning from downtown Lumpkin to the nearby federal \ndetention center in Stewart County, showing their support for immigrants held there suspected of being in the U.S. \nillegally.\n\nSome chanted the names of people they say have died while in the custody of U.S. Immigration and Customs \nEnforcement.\n\nOthers who participated in the southwest Georgia rally called for the prison here to be closed and for one of its \ninmates, Pedro Guzman, to be freed. Pedro's wife, Emily, said he has been held at the prison for more than a year \nwhile fighting deportation. As of September, the center was holding 1,890 inmates.\n\nAmong the demonstrators were members from several human rights organizations, including Georgia Detention \nWatch and the American Civil Liberties Union of Georgia.\n\nEight of the demonstrators were arrested as they peacefully attempted to cross a \"Do Not Enter\" tape wrapped \naround the front entrance to the prison.\n\nStewart County sheriff's deputies handcuffed them and drove them away, including Anton Flores-Maisonet of \nGeorgia Detention Watch, and Pamela Alberda, Emily Guzman's mother. Flores-Maisonet said he and the others \nwere attempting to march around the prison.\n\nThey were charged with misdemeanor criminal trespass and released on $250 cash bond each, according to the \nStewart County Sheriff's Office.\n\nThe Nashville-based Corrections Corp. of America owns the prison and operates it through an agreement with ICE \nand Stewart County. A CCA spokesman said Thursday that his company is \"committed to the safety of the \ndetainees entrusted to our care at the Stewart Detention Center.\"\n\n\nAnd an ICE spokeswoman said Thursday: \"ICE fully respects the rights of all people to voice their opinion without \ninterference. We recognize that our nation's broken immigration system requires serious solutions, and we fully \nsupport comprehensive immigration reform efforts.\"\n\nThe Associated Press contributed to this article\n"}