{"title": "California's Tide of Illegal Aliens Ebbs", "body": "\nEven as public resentment over a perceived invasion of California by illegal aliens has soared, the tide of illegal \nimmigration here may in fact have begun to ebb.\n\nWhile thousands of illegal aliens from Mexico and Central American still illegally cross the California-Mexico border \nevery day, their numbers seem to be declining even as substantial numbers of aliens already illegally here appear \nto be returning home. The effect has still been a net increase in illegal immigrants in California over the last year, \nthe experts say, but in declining numbers.\n\nMany of the aliens who say they are returning home report that they are unable to find work or are fed up with \ncrime, poor schools and urban congestion.\n\n \n\nEnd of a Dream\n\n \"The American dream is not true,\" said Jose Chavez, a 20-year-old laborer from Michoacan, Mexico, who said he \nwas returning home after three years in Los Angeles. \"It didn't happen. I have no more dreams, no way to pay the \nrent.\"\n\nStanding on one of the hundreds of street corners where such aliens wait daily for job offers, Mr. Chavez said he \nhad not had a day's work for more than two weeks.\n\nThe Mexican Consulate here reports that the number of Mexicans seeking permits to ship their household \nbelongings back to Mexico from the Los Angeles area in 1993 nearly doubled to 1,330 from 735 in 1992.\n\nAs ever, with the elusive world of migration from Mexico, in which families are often made up of both legal and \nillegal residents, these figures can be misinterpreted. Many Mexicans use these permits to ship televisions and \nother consumer goods to sell at a profit or give to relatives in Mexico. The shippers do not necessarily intend to \nrepatriate themselves. But the consulate's figures tend to corroborate other data.\n\n \n\nApprehensions Down 6%\n\n\n According to the Immigration and Naturalization Service, apprehensions of illegal aliens trying to cross the \nCalifornia-Mexico border dropped by about 6 percent in the year ended Sept. 30 compared with the same period a \nyear earlier, to 531,689 from 565,581. And the Census Bureau reported last month that for the first time in 20 years, \nCalifornia's population grew at a slower rate than the nation's as a whole.\n\nAll of this will have only a slight immediate effect in a state that absorbed half of all legal and illegal immigration into \nthe United States in the 1980's, bringing massive social and economic change to Los Angeles and other cities. \nImmigration experts estimate that of California's 30 million residents, 1 million are illegal aliens, most of them \nMexicans.\n\nWhile initially welcomed as a source of cheap, hard-working labor when California was booming, the Mexican \nimmigrants are now widely perceived as taking jobs away from Americans, causing street crime, graffiti and housing \ndecay and for placing huge financial burdens on school districts, welfare agencies and other public services.\n\nPoliticians, including Gov. Pete Wilson, a Republican, and liberals like Senator Barbara Boxer, a Democrat, have \njoined a growing chorus demanding tighter border controls and other measures to discourage immigration.\n\n \n\nEconomy Tighter Than Border\n\n But it appears that California's protracted economic slump has begun to have the same effect. The slump \ndevastated the industries in which the immigrants, both legal and not, have long worked as day laborers, like \nconstruction and landscaping.\n\n\"Street-corner labor markets have become overpopulated relative to the demand,\" said Wayne A. Cornelius, \ndirector of the Center for United States-Mexican Studies at the University of California at San Diego. He said that he \nbelieved that men like Mr. Chavez were returning home and telling others in Mexico not to come to California \nbecause there was not enough income to be earned, especially for families with children.\n\n \n\nExcess of Farm Workers\n\n Much the same is happening in farm areas, said Don Villarejo, director of the California Institute for Rural Studies \nin Sacramento. \"There is an oversupply of available workers,\" he said.\n\nReliable statistics on illegal immigration, given its nature, are difficult to obtain. But anecdotal evidence from \ninterviews with more than 20 illegal aliens on the streets of Los Angeles and Orange Counties suggests they are \nbecoming discouraged. Many men said they had sent their families home.\n\nJorge Lopez, another Mexican immigrant who stood at the same corner waiting for work as Mr. Chavez, said things \nhad gone from bad to worse in the last three years. \"I think I will return to Mexico,\" said Mr. Lopez, 20. \"Everyday \nit's more difficult.\"\n\nMr. Lopez said he had gone five days without work and was struggling to pay bills in the hotel where he lives with \nthree other workers. \"There's just no work,\" he said.\n\nIndirect indicators also point to a slower flow of illegal aliens. School enrollments this year in cities with large \nMexican populations, like Santa Ana and Anaheim in Orange County, are lower than expected.\n\nSince 1987, Mexican researchers at the Colegio de la Frontera Norte, a private research institute in Tijuana, have \nbeen surveying illegal aliens crossing almost the entire 2,000-mile border from California to Texas. The director, \nJorge Bustamante, said that the early years of the American recession had seen no letup in northward migration but \nthat researchers had recently noticed a small decline in the increase in illegal entries into the United States: 5 \npercent in 1993 and 8 percent in 1992.\n\nIllegal immigration from Mexico, as gauged by the United States Border Patrol's apprehension of would-be \nimmigrants, soared in the 1980's until the enactment of the Immigration Reform and Control Act of 1986. The law \n\n\n\ngave amnesty to long-term illegal residents but sought to deter further immigration by imposing heavy penalties on \nemployers who hire people without proper documentation.\n \nBig Drop in Apprehensions\n\n The law achieved its purpose at first; apprehensions plummeted after it went into effect. The number of illegal \naliens apprehended peaked at 1.7 million in 1986 before dropping to 891,000 in 1989. The number has been rising \nsteadily ever since. And while apprehensions on the California border dropped in 1993, the total number rose to 1.3 \nmillion from 1.2 million the previous year.\n\nThe reasons for the decline in California are unclear, but one possibility is that immigrants have switched \ndestinations to economically healthier states like Texas and Colorado.\n\nIf illegal immigration is indeed abating, experts cite a variety of reasons, including the recession, greater American \npolitical and government efforts to stop it, the end of civil war in El Salvador and the passage of the North American \nFree Trade Agreement, which has bolstered hopes of economic improvement in Mexico.\n\n\"Everybody thinks the streets are paved with gold here and they find that is not the case,\" said Alan C. Nelson, a \nformer commissioner of the Immigration and Naturalization Service who is now a consultant and lobbyist in \nSacramento for the Federation for American Immigration Reform, a national anti-immigration group.\n\n\"It's not as easy to get jobs and welfare benefits as it used to be,\" he added. \"They read the papers, listen to radio \nand TV. Word gets around that things have tightened up.\"\n\n \n\n'Gangsters, Guns and Drugs'\n\n Carol Pacheco, a medical clerk who lives in Long Beach, is a legal resident who came here as a child with her \nmother and married an American. Ms. Pacheco, now divorced, was at the Mexican Consulate a week ago to \nprepare to emigrate to her birthplace of Colima, Mexico, along with her 10-year-old daughter.\n\n\"I don't want to send her to school here,\" she said, clutching her papers. \"As soon as you start junior high, it's \ngangsters, guns and drugs. I don't have nothing against Americans. It's just the city itself, how it's going.\"\n\nSome aliens are leaving because tougher law enforcement has made it much harder to get the counterfeit green \ncards and other papers that used to be so available. Jose Jaramillo, a 37-year-old mechanic, is planning to \nrepatriate to Veracruz, Mexico, after 20 years in California because he fears it will be impossible to get more work.\n\n\"I used to have a green card that I bought,\" he said. \"But I lost it, so I'm in trouble. When I first came, it was easy to \nget I.D. Right now you can't get anything.\"\n\nBut that is not the only reason. He and his wife, Marta, have three boys, and he is reluctant to have them grow up in \ngang-ridden Los Angeles County. \"I am trying to get my children raised in Mexico, to learn other ways,\" he said. \"I \ndon't want to see my boys getting involved with gang bangers.\"\n\n \n\nJob Offers Drying Up\n\n Mr. Chavez, the 20-year-old Mexican, is among the several dozen day laborers who line up each morning along \nSawtelle Avenue in West Los Angeles, hoping to get job offers from contractors and homeowners. In 1991, before \nthe recession bit deeply, Mr. Chavez said he could earn $250 a week in roofing, street paving and landscaping.\n\nBut the last time he had more than a day of work in a week was in November, he said, when he earned $150 for \nthree days of roofing. He lives in a small apartment in the rough Pico-Union district near downtown where his four \nroommates are lending him his share of the $450 monthly rent.\n\n\n\nHe has reached the end of the line in the United States. Mr. Chavez said he was flying back to his hometown of \nMorelia to try to make a living in the fields where his parents and 10 brothers have worked most of their lives.\n\n\"I have no way to pay the rent,\" he said. \"I don't want to live in the streets or in the mission. If there are employers, \nthere's lots of work. But when there's no work, I don't eat.\"\n\nHe said he had no illusions that he could earn much money in Mexico beyond enough for food. But, he added, \"I \nmiss my family.\"\n\nGraphic\n\n \n\nPhoto: As illegal aliens continue to cross the California-Mexico border every day, substantial numbers are \nreturning home. Humberto Tamez, left, worked with Claudia Meraz, a clerk at the Consulate General of Mexico in \nLos Angeles, to complete the forms to return his personal belongings to Mexico; \"The American dream is not true,\" \nsaid Jose Chavez, who is returning to Mexico after three years in Los Angeles. \"It didn't happen. I have no more \ndreams, no way to pay the rent.\" Photographs by Michael Tweed for The New York Times)\n\n \n\nGraph: \"Stemming the Tide\" tracks number of border arrests of illegal immigrants from Mexico along the \nCalifornia border. (Source: Immigration and Naturalization Service)\n"}