{"title": "Metro; PolitiFact: The roundup", "body": "\nIn the crowded Republican race for president, polls have been the outsiders' best friend. But do even those doing \nthe polling put much stock in the data? That was just one of the claims fact-checked by PolitiFact and PolitiFact \nGeorgia.\n\nWe also truth-tested statements about the Iran nuclear deal and Donald Trump's view on eminent domain.\n\nAbbreviated versions of our fact checks are below.\n\nKelo ruling claim on point Says Donald Trump \"supports eminent domain\"and the Supreme Court's Kelo decision. ? \nClub Growth on Sept. 15 in a television ad\n\nSlinging any pebbles they can find at the larger-than-life Donald Trump, some Republicans are taking the real \nestate mogul to task over his support for a legal concept called eminent domain.\n\nEminent domain is the government's power to seize private property in order to make way for public development \nprojects, such as highways or schools. Some conservatives oppose eminent domain because they see it as a \nbreach of property rights. A recent ad by Club for Growth, a conservative anti-tax group, attacks Trump for his \nsupport of the practice and a related 2005 Supreme Court decision.\n\n\"The Supreme Court's Kelo decision gave the government massive new power to take private property and give it \nto corporations,\" the ad's narrator says. \"Conservatives have fought this disaster. What's Donald Trump say about \nthe decision?\"\n\nThe narration cuts to audio of Trump giving an interview to Fox News. \"I happen to agree with it 100 percent, \" \nTrump said.\n\nThe narration picks back up: \"Trump supports eminent domain abuse because he can make millions while we lose \nour property rights.\"\n\n\nIs Trump an eminent domain supporter, and does he agree with the Kelo vs. New London, Conn. decision that \nmany conservatives deride?\n\nThe 2005 Kelo case concerned the government of New London, Conn., which wanted to seize several privately \nowned homes in order to open up the area for a major commercial development project intended to revitalize the \nstruggling city. Several residents who didn't want to lose their homes, including a nurse named Susette Kelo, sued \nand argued that this proposal went beyond the government's eminent domain powers.\n\nAs recently as this week Trump has expressed support for eminent domain, and he has in the past said he agrees \nwith the Kelo decision, which expanded the power, \"100 percent.\"\n\nWe rated Club for Growth's claim True.\n\nStatement on pollsters exaggerated Pollsters say \"don't actually believe our own data\"and Gallup stopped primary \npolling \"because they don't trust their methodology.\"\n\n? Steve Deace on Oct. 8 in an interview on MSNBC's \"News Nation\"\n\nIn the Republican race for presidential nomination, polls have been the outsiders' best friend. Billionaire Donald \nTrump and physician Ben Carson gained early momentum and critical debate exposure thanks almost entirely to \ntheir high rankings in public opinion surveys.\n\nWhat those poll numbers say about Trump and Carson's chances in the Iowa caucuses and beyond is far murkier. \nIowa conservative radio host Steve Deace said the polls are meaningless.\n\n\"The record of polling in Iowa is a joke,\" Deace said on MSNBC's News Nation on Oct. 8, 2015. \"You've got the \npollsters now coming out in numerous articles in recent days saying [we] 'don't actually believe our own data..\"\n\nWe decided to drill down on Deace's points that pollsters are warning people not to trust their data.\n\nThe articles he cited actually were more specific than he suggested. Pollsters did say that surveys can't be used \nwith surgical precision to separate the wheat from the chaff in the crowded Republican field. But that's in response \nto broadcasters who have counted on polls to decide who should appear in debates.\n\nAs for Gallup, a news article implied that concerns over methodology drove its decision to stop tracking the \nprimaries, but the editor-in-chief at Gallup didn't say that and in fact, he expressed confidence in the firm's \ntechniques.\n\nOverall, Deace exaggerated what pollsters have said.\n\nWe rated this claim Half True.\n\nIran deal critic misses mark\n\nPresident Barack Obama and Secretary of State John Kerry agreed \"to lift Iran's economic and arms sanctions \nwithout any proof of change in conduct.\" ? Lynn Westmoreland on Sept. 11 in a press release\n\nGeorgia Congressman Lynn Westmoreland stood with the majority in the U.S. House last month in refusing to \napprove the nuclear pact that President Barack Obama reached with Iran in Vienna on July 14.\n\nIn a Sept. 11 news release, Westmoreland, a Republican, said the U.S. didn't need to negotiate with \"dangerous\" \nand untrustworthy Iran and said the deal \"only weakens the national security of our country\" and its allies, \nparticularly Israel.\n\n\"President Obama and Secretary (John) Kerry also showed a lack of leadership and strength in agreeing to lift \nIran's economic and arms sanctions without any proof of change in conduct,\" Westmoreland said.\n\n\n\nA reader from Westmoreland's congressional district asked PolitiFact Georgia to truth-test the statement that \nObama and Kerry had agreed \"to lift Iran's economic and arms sanctions without any proof of change in conduct.\"\n\nAll but one of the experts we talked to said there was ample evidence that Iran has to show evidence of change \nbefore the sanctions are lifted, including Greg Terryn, a research and policy associate with the Center for Arms \nControl and Non-Proliferation in Washington.\n\nThe agreement with Iran, Terryn said, \"specifically delays the lifting of any sanctions until the [United Nations \nmonitoring group] has verified that Iran is living up to its commitments under the agreement.\n\nThe pact also lists 80-plus actions Iran must take to satisfy members of the international community, some of whom \nare highly skeptical.\n\nWe rated Westmoreland's statement False.\n\nHow does PolitiFact Georgia's Truth-O-Meter work?\n\nOur goal is to help you find the truth in American politics. Reporters from The Atlanta Journal-Constitution fact-\ncheck statements by local, state and national political leaders, including lobbyists and interest groups. We then rate \nthem on the AJC Truth-O-Meter.\n\nTo fact-check a claim, reporters first contact the speaker to verify the statement. Next, the research begins. \nReporters consult a variety of sources, including industry and academic experts. This research can take hours or a \nfew days or even longer, depending on the claim. Reporters then compile the research into story form and include a \nrecommended Truth-O-Meter ruling.\n\nThe fact check then moves on to a panel of veteran editors who debate the statement and the reporter's \nrecommended Truth-O-Meter ruling. The panel votes on a final ruling; majority prevails.\n\nWant to comment on our rulings or suggest one of your own? Just go to our Facebook page \n(www.facebook.com/politifact.georgia). You can also follow us on Twitter (           http://twitter.com/politifactga).\n\nFull versions can be found at www.politifact.com/georgia/.\n\nRead full versions\n\nRead the full versions of these and other rulings at politifact.com/georgia.\n\nFollow us\n\nComment and read our latest updates on Twitter (@politifactga) and Facebook (facebook.com/politifact.georgia)\n\nSend us tips\n\nE-mail political statements you'd like to see checked out to PolitiFactGeorgia@ajc.com\n"}