{"title": "LURE OF NORTH OUTWIEGHS ALIENS' FEAR", "body": "\nIt was the economic disparities on the two sides of the Rio Grande that drove Miguel Tostado Rodriguez into the \ntorrid boxcar in which 18 of his companions died Thursday in Sierra Blanca, Tex.\n\nThe same forces lured Vicente Castro Garcia, who has been crossing the river illegally for the last 15 years. He \nbecame one of hundreds of aliens arrested by the Border Patrol the next day.\n\nThe riches north of the Rio Grande and the worsening poverty south of it are at the heart of the Sierra Blanca \ntragedy and the dominant fact of life on America's Southern border, for Mr. Castro and other poor Mexicans like \nhim.\n\nArrest figures show that the new immigration law, which offers legal status to aliens who have lived in the United \nStates continuously since before Jan. 1, 1982, slowed the tide of illegal immigrants. But there are indications that it \nmay be increasing again.\n\n \n\nPenalties on Employers\n\nThe law attempts to deter further illegal immigration by imposing stiff fines on employers who hire illegal aliens. \nNationally, it led to a drop of about 50 percent in the number of aliens apprehended over the first six months of \n1987. In Texas alone, the number of aliens apprehended dropped from a record 360,508 for the first half of 1986 to \n194,151 for the same period this year.\n\nIn June, however, the figures began to rise again in most parts of the border with Mexico. In the nation's busiest \nborder sector in San Diego, arrests were up around 50 percent. Smaller monthly increases were seen across much \nof the border.\n\nTo those who counsel aliens, and those who pursue them, the reasons for the continued flow are no mystery.\n\n''What do they have there?'' asked Norma Plascencia Almanza, Southwest Coordinator for the National \nImmigration, Refugee and Citizenship Forum. ''If you look at the unemployment situation in Mexico, this is still their \nonly hope. People who have always lived a life of hiding will continue to hide.''\n\n \n\nThe Trends That Matter\n\n\nOfficials say the June increases could have been caused by news of farm worker shortages in the Pacific \nNorthwest. They caution that illegal immigration is highly seasonal, and it takes far more than one month's figures to \ndetect any trends.\n\nFor many Mexicans, the only trends that matter are the disparate economies on both sides of the border.\n\nMr. Castro, who was arrested here Friday for crossing the river illegally, can only shake his head and say \n''countless times'' when asked how many times he has been apprehended. Each time he is deposited back on the \nMexican side, only to cross again to do yardwork or other odd jobs in El Paso.\n\nMr. Castro, who is 56 years old and has nine children ranging in age from 4 to 26, is vaguely aware of the new \nAmerican law making it illegal for employers to hire him. But he is more aware that the price of a package of tortillas \nhas gone from about 60 pesos to almost 400 pesos in recent years, and that he can make about $3 a day working \nin Juarez and $25 a day in El Paso.\n\n \n\n'Children Need to Eat'\n\n''My children need to eat,'' he said. ''As long as there is work here and not in Mexico, I will come over.''\n\nImmigration officials say it may take years for the law's impact to become clear.\n\n''The sanctions are not even being enforced yet, so you can't tell whether the law is working or not,'' said Richard \nMarroquin, deputy chief patrol agent for the Border Patrol sector in Laredo, Tex.\n\n''My bet is that the law will work,'' he continued. ''If you have to choose between being without a job at home or \nwithout a job in a place where you have no family, I think most people would choose to stay home.''\n\nBut there is widespread doubt whether the Immigration Service will have the manpower to enforce sanctions \nagainst employers nationwide. Many illegal aliens are known to have false documents, another factor making \nsanctions difficult to enforce.\n\n \n\nConfusion About Law\n\nMany experts and groups that deal with aliens say that the law has caused enough confusion and fear among \nillegal aliens that many are waiting to see how it will develop. Many of these same observers feel that the law will \nprove unenforceable, and the flood of illegals will resume.\n\n''I think it will be a year, year and a half, before they start coming back in,'' said Ralph Carrasco of the Centro de \nInformacion, a Tyler, Tex., group that counsels aliens. ''I don't see a big number coming back right now, because \nthe employers are not hiring. But employers are already saying to me, 'I've barely got enough people. What am I \ngoing to do?' They're going to start bringing them back in.''\n\nA measure of the pull of the North is the terrible risks aliens continue to take. If large-scale tragedies such as the \none at Sierra Blanca are rare, smaller tragedies are a daily fact of life in the freight yards, bridges, and crossings \nalong the Rio Grande.\n\n \n\nPerils in Freight Yards\n\n''I watch those people crossing the bridge across the river and it gives me the willies,'' said Mr. Marroquin of Laredo. \n''They're crossing on pylons, open pipes and girders.''\n\nThe most dangerous spots are the freight yards like the one where Mr. Tostado and his friends clambered into a \nboxcar they thought would bring them to Dallas Wednesday night.\n\n\n\nIn Laredo last year, 12 aliens died and 27 were maimed in freight yard accidents. Most lost arms, legs or feet when \nthey were trapped between freight cars, crushed by couplers, or run over while trying to catch trains. Those who \nsurvive in one piece, face blistering heat in the summer - the daytime temperature has been above 100 degrees \nhere for much of the past week - and killing cold in the winter.\n\nBecause of the risks they take, the aliens are viewed with grudging respect and a touch of admiration even by the \nagents who hunt them.\n\n \n\nTrying Again and Again\n\n''I don't think of them as criminals, I think of them as people who are trying to better themselves,'' said Albert Cruz, \nwho has worked the freight yards for the Border Patrol in El Paso for the last three years. ''They're very gutsy \npeople. I catch them, and they'll say, 'See you later. See you tomorrow. See you tonight.' They'll try five or six times \nuntil they make it.''\n\nIt is just that tenacity that gives a special poignancy to the Sierra Blanca tragedy, Mr. Marroquin said.\n\n''What makes this so difficult is that this is an issue people are deeply divided on,'' he said. '' We know these are \npeople fleeing economic problems, and that they're suffering. Just because you work for the Border Patrol doesn't \nmean you don't feel for them.''\n\nGraphic\n\n \n\nPhoto of border patrol agents watching a slow moving freight train leaving the freight yard in El Paso (NYT/Ruby \nGutierrez)\n"}