{"title": "IMMIGRANTS HEAD TO POLLS AS CONGRESS STALLS REFORM", "body": "\nArnulfo Vega, 21, of Stamford, Conn., already knows he won't be voting on Election Day; he's an undocumented \nimmigrant.\n\nBut that didn't stop him from trekking to Manhattan yesterday to urge immigrants who are registered to vote to \nflock to the polls next Tuesday.\n\nVega, who holds two jobs, as a janitor and a car washer in Stamford, joined representatives of immigrant advocacy \ngroups in a press conference at the headquarters of the Service Employees International Union.\n\nThe union and the organizations called for a heavy immigrant voter turnout next week and criticized Congress' \ninability to move on sweeping immigration reform proposals.\n\n\"We believe if we had good legal status that we would not be discriminated against, that we would not be exploited,\" \nsaid Vega. \"Instead, we would be treated like the human beings that we are - not like animals.\"\n\nImmigrant advocates had hoped election year fever - as well as increasing efforts by politicians to court the Latino \nvote - would have gotten immigration legislation passed this congressional session. But those hopes have grown \ndim.\n\nDeadlocked on issues that include workplace safety and taxes, the Senate recessed Wednesday until Nov. 14, \nestablishing Congress' third lame-duck session.\n\nRepublicans and the Clinton administration have stalled on negotiations to provide permanent residency to three \ngroups of illegal immigrants, totaling an estimated 1 million to 2 million people.\n\nEarlier in the session, Democrats tried to grant relief to undocumented immigrants by linking the proposal to a bill \nthat increased the number of visas for foreign workers in high-tech jobs. However, that move was not successful.\n\n\"We're very angry that Congress couldn't get its act together to pass this law,\" said Margie McHugh, executive \ndirector of the New York Immigration Coalition. Through its network of organizations, the coalition has registered \n120,000 new citizens to vote in the past year.\n\nAccording to the city Board of Elections, 326,984 New Yorkers have registered to vote since February, bringing the \nnumber eligible to cast ballots Tuesday to 3.7 million.\n"}