{"title": "Chung: Green card cutback would hurt valley", "body": "\nSrinivas Yerra sits outside the Starbucks at Westgate Shopping Center, explaining to me his options, as the Senate \nundertakes debate on the massive immigration bill. Buried in the nearly 400-page document may be his fate.\n\nThe current system, for him, is not working well. The provisions in the proposed bill, however, could mean that after \nnine years here, his green card application is for naught.\n\n\"Every week or month I wonder if I should just pack my bags and go,\" said Yerra, 31, a baby-faced software \nengineer from the Indian state of Andhra Pradesh, where information technology and biotech is starting to rise \nalongside the state's agricultural base. \"The last six months have been like that.\"\n\nYerra is one of about 500,000 legal immigrants, many H-1B visa holders, mired in backlogs at various points of the \nthree-part green card application process. Amid the heat of the immigration debate, a group of frustrated, highly \neducated workers are advocating on their own behalf. Many stand to lose if reform is not smartly crafted. So does \nAmerican competitiveness.\n\nFurloughing talent\n\nFrom a group of seven in December 2005, Immigration Voice - a non-profit organization for high-skilled foreign \nworkers - has grown to more than 12,000 across the country. They have been navigating the legislative and political \nminefield hoping to clear the backlogs and win some relief.\n\nIn Silicon Valley, they are primarily Indian and Chinese engineers, but they are also doctors, architects, financial \nprofessionals and former CEOs, said Pratik Dakwala, a local Immigration Voice leader and a San Jose business \nconsultant.\n\nYerra is an applications software engineer, building the kind of software for data centers that nearly every company \nneeds, from Barnes & Noble to eBay.\n\nHis work has taken him from Chicago to Boston to San Jose. But each time he moved, he had to start the green \ncard application over again. The peculiarities of the process, involving one's employer, the U.S. Labor Department \nand the U.S. Citizenship and Immigration Service, mean H-1B visa holders must stay frozen in position for their \napplication to stay alive.\n\nThey may not take a promotion or go to a new company without starting over. The wait can take up to eight years \nbecause of the backlog in green cards available to people who have met the requirements. Many are stuck in the \nLabor Department's optimistically named \"Backlog Elimination Center.\" Spouses, like Yerra's doctor wife, cannot \nwork until he has his green card.\n\n\nChoosing America\n\nThe backlogs occur because green cards are capped at 140,000 annually for the employment-based visa \ncategory. The current proposal would cap it at 90,000, then simply disallow some backlogged applications like \nYerra's. Immigration Voice hopes to stop this, and tweak the current law, to make the green card slots allocated by \nthe country flexible and allow people to keep their applications in play, even with job changes.\n\n\"Unfortunately, America's immigration policies are driving away the world's best and brightest precisely when we \nneed them most,\" Bill Gates told a Senate committee in March.\n\nYerra went job hunting in India in 2002, and concluded there were many things he could learn better here. Like \nothers, he hopes to start a company in America - and leverage his bi-cultural, multi-lingual abilities to sell globally, \nperhaps to India.\n\nMaybe Congress can take away Yerra's hopes for his green card - and all he may contribute to our economy. But it \nwon't take away what he has learned. That's portable, all the way to India.\n\nIs that really what we want?\n\nSee www.immigrationvoice.org. Contact L.A. Chung at lchung@mercurynews.com or (408) 920-5280.\n"}