{"title": "NEW JERSEY JOURNAL;NEW JERSEY JOURNAL", "body": "\nTHE ouster of John T. Gregorio of Linden from the State Senate cuts the Democratic margin there to 20 votes, one \nshy of the number needed for passage of legislation. As a result, the Democrats will have to turn to the \nRepublicans, who control 19 votes in the 40-member chamber, to have anything of a controversial nature adopted. \nOr they can wait until new elections are held in Mr. Gregorio's 20th Legislative District, which includes parts of \nMiddlesex and Union Counties. Once a vacancy has been declared by the Senate, an election to fill the seat must \nbe held within 37 to 45 days.\n\nMr. Gregorio, who also lost his position as Mayor of Linden, had served in the Legislature since 1974, first as an \nAssemblyman and, since 1978, as a Senator. He was ousted last week after a threejudge Appellate Court denied, \nwithout comment, a motion calling for a stay of Mr. Gregorio's forfeiture of his two public offices pending the \noutcome of his appeal of a conspiracy conviction.\n\nThe appellate panel also denied a motion asking that the case be remanded to the trial court so that a more-\nthorough investigation could be made of allegations that some members of the jury had expressed a bias against \npoliticians. The Appellate Court, in effect, upheld a decision by Judge Davis S. Baime of Superior Court that Mr.  \nGregorio immediately forfeit his Senate and mayoral posts.\nTHE ouster of John T. Gregorio of Linden from the State Senate cuts the Democratic margin there to 20 votes, one \nshy of the number needed for passage of legislation.\n\nTwo weeks ago, Judge Baime had ruled that Mr. Gregorio's conviction last December on charges of conspiring to \nhold a hidden interest in two Linden go-go bars was valid, despite a contention by a juror that she had been \nsubjected to ''undue pressure'' to go along with the guilty verdict.\n\nAfter questioning the juror, whom he did not identify, Judge Baime said he could ''find no reason to vacate the jury's \nverdict or to compel further investigation.'' He said that the juror had complained that other members of the panel \nhad been eager to finish the lengthy trial so that they could go about their holiday business, and that some had \nmade derogatory comments about corruption among politicians.\n\nThe 56-year-old Mr. Gregorio was sentenced on Feb. 10 to two years' probation, fined $10,000 and ordered \nstripped of his pubilc offices. However, Judge Baime had stayed execution of the sentence pending the outcome of \nhis investigation into the juror's charges.  Attorneys for Mr. Gregorio said they would appeal the Appellate Court \nruling.\n\nAs for the mayoral seat, the Democratic Committee in Linden will meet Tuesday to select the names of three \nDemocrats to put before the City Council, which will make the final decision. The Council comprises nine \nDemocrats and two Republicans.\n\n\nThe state's Poison Treatment Hot Line, officially started 10 days ago to ease the fears of parents whose children \nhave swallowed something potentially toxic or to provide immediate help to the victim, has been receiving about \n100 calls a day.\n\nThe Hot Line, part of the New Jersey Poison Information and Education System begun at Beth Israel Medical \nCenter in Newark, is expected to handle about 80,000 calls a year, 80 percent of them from concerned parents.\n\nThe system, which has a $400,000 budget, is operated 24 hours a day. It provides instructions over the phone on \nhow to treat suspected poison victims.\n\nDr. Steven Marcus, assistant director of pediatrics at Beth Israel, is director of the poison information system, which \ncontains a sophisticated computer network that is tied into the National Library of Medicine in Washington. The \nlibrary can provide almost instantaneous information about the contents, symptoms and treatment of a variety of \ntoxic substances that may be found in and around the home.\n\nThe Hot Line number is (800) 962-1253.\n\nTo offset a heavyweight summer season encompassing Shakespeare's ''The War of the Roses,'' ''Henry VI: Parts I, \nII and III'' and ''Richard III,'' the New Jersey Shakespeare Festival at Drew University in Madison will have an all-\ncomedy fall repertory: ''Let's Get a Divorce,'' ''Born Yesterday'' and ''Beyond the Fringe.''\n\nTo celebrate the Shakespearean event - and it is an event, for the plays have been professionally produced in \ntandem only twice previously in this century, according to Douglas S. Eakeley, president of the festival's board of \ntrustees - Governor Kean has proclaimed June 28 to July 3 ''New Jersey Shakespeare Festival Week.''\n\nAssemblywoman Maureen B. Ogden, Republican of Millburn; State Senator John H. Dorsey, Republican of \nDenville, and Clement Price, head of the State Council on the Arts, were among those at a recent reception at Drew \nat which the Governor's proclamation was heard and the fall repertory announced.\n\nTo make matters more felicitous, a $30,000 Dodge Foundation grant to underwrite the festival's internship program \nwas announced, and eight of the 12 ''festival madrigals'' (strolling singers from the internship program who perform \nbefore the summer Shakespearean offerings) sang.\n\nIn his statement, Mr. Kean stressed the importance of the arts for business and the soul, called the festival one of \nthe state's ''cultural treasures'' and remarked that American actors, not just British, were well-equipped to perform \nthe classics.\n\nThe festival's artistic director, Paul Barry, read the King's soliloquy from Act II of ''King Henry VI, Part III,'' in which \nthe King ponders the shepherd's sweet, simple life (''O God! Methinks it were a happy life/ to be no better than a \nhomely swain'') in contrast to the weight of the monarchy (''When mistrust and treason waits on him'').\n\n''This reminds me,'' the Governor said, ''of the times my staff tells me to stay out of things.''\n\nFour former employees of the Xerox Corporation have filed a classaction suit charging that the company engaged \nin age discrimination in laying off thousands of workers over the last 18 months.\n\nIn papers filed in Federal District Court in Newark, Robert H.  Jaffe, a Springfield lawyer representing the plaintiffs, \ncharged that the men, and perhaps thousands of others, were terminated from their jobs as Xerox sales \nrepresentatives because they were more than 40 years old.\n\nAccording to the court papers, the men received termination notices in November, 1981 because of ''age-biased \ncorporate policies developed by Xerox that were deliberately designed and implemented to impact on persons over \n40 so as to exclude them from being hired, promoted or retained for available openings.''\n\n\n\nThe suit also alleges that Xerox, in advertisements placed in some newspapers last spring, sought sales \nrepresentatives for its Office Products and Computer Services divisions, positions from which many people were \nterminated.\n\nThe men decided to file the law suit after failing to ajudicate the matter through the Equal Employment Opportunity \nCommission.  A spokesman for Xerox said that the complaint ''is without merit.'' About 12,200 employes have been \nterminated by Xerox since mid-1981.\n\nFor 10 years, the Ling, a World War II submarine, has been a memorial to naval crews. However, the vessel, which \nis 75 percent operational, according to the nonprofit association that keeps her on the Hackensack River in \nHackensack, may fall victim to hard times.\n\n''The bills to run the operation just keep going up and up, and our donations aren't keeping pace,'' said Herbert \nGeorgius, director of the Ling Submarine Memorial Association, which has a budget of about $50,000 a year.\n\nThe Ling, commissioned in August 1945, was used for training after the war and is on permanent loan to the \nassociation as a memorial/museum.\n\n''I've been told by the Navy that, if our memorial operation fails, they will reclaim the Ling and sell her for scrap \nvalue,'' said Mr.  Georgius, explaining that the 312-foot-long vessel was turned into a memorial in 1972 to save her \nfrom the acetylene torch.\n\nFunds come mostly from $2 donations for tours of the vessel, revenue from a gift shop, donations from local \nbusiness and the private sector.\n\n''We've lasted 10 years, and I think we can survive for a few more,'' Mr. Georgius said, ''But one thing's for sure, and \nthat is that the memories of men who never returned from submarine patrols can't be sold for scrap.''\n\nODDS & ENDS: This year's $150-a-plate dinner-dance of the March of Dimes Birth Defects Foundation, to be held \nnext Saturday at the Parsippany Hilton, will have as its theme ''Positively New Jersey.'' It is the first of a series of \nevents designed to restore a positive image to the state, according to Robert I. Smith, state chairman of the \norganization's fund-raising efforts. Mr. Smith, who is resigning from his post as board chairman and chief executive \nofficer of the Public Service Electric and Gas Company, said that New Jersey was consistently used as a foil by \ncomedians, and that an attempt will be made to counter that negative image … The New Jersey Motion Picture \nand Television Commission reports that more than 200 television commercials, advertising a wide variety of \nproducts, were filmed in the state last year … The Duke Ellington Orchestra will give a benefit concert next Sunday \nat 8 P.M. at Kean College in Union.  Proceeds of the performance will enable the Hillside High School Marching \nBand to participate in a music festival in Canada … The Y.M.H.A. of Perth Amboy is starting a ''Singles Club'' for \nthe elderly. Any single person over 60 can join the group by calling (201) 442-0365 … Senator Bill Bradley, \nDemocrat of Denville, will hold ''town meetings'' tomorrow at the West New York Community Center at 9:30 A.M. \nand at Edison High School at 3 P.M.\n\nGraphic\n\n \n\nIllustrations: photo of a poster showing the hot-line number\n"}