{"title": "FBI RAIDS WAL-MART FOR ILLEGAL WORKERSSTORE EXECS KNEW CONTRACT FIRMS BROKE THE LAW, OFFICIALS SAY", "body": "\nFederal immigration officials raided Wal-Mart stores across the country Thursday, arresting 250 cleaning-crew \nworkers they suspect of being illegal aliens.\n\nThe raids, at 61 stores in 21 states, were part of an investigation into whether the world's largest retailer or its \nsubcontractors knowingly hired illegal immigrants, the officials said.\n\nThe workers were employed by one or many of the 110 contractors that perform cleaning services in more than \n700 of the retailer's nearly 3,000 U.S. stores, a Wal-Mart spokeswoman said.\n\nFederal law enforcement personnel, who spoke on the condition of anonymity, said recordings of meetings with \ncontractors show that some Wal-Mart executives knew about the immigration violations.\n\nImmigration agents also searched the office of one manager at the Bentonville, Ark., headquarters of Wal-Mart \nStores Inc. and carried away boxes of paperwork, officials said.\n\nNo raids were conducted in Minnesota or Wisconsin.\n\nIf the discount chain is found to have known about the workers' illegal status, it could be fined up to $10,000 per \nworker, said Garrison Courtney, a spokesman for the Immigration and Customs Enforcement agency, the largest \ninvestigative arm of the Department of Homeland Security.\n\nSuzanne Haney, a Wal-Mart spokeswoman, said the company has \"seen no evidence from (the government) that \nanyone from Wal-Mart was involved in any scheme involving illegal workers.\"\n\nWal-Mart has initiated its own internal investigation into the matter and plans to cooperate fully with investigators, \nHaney added.\n\nMona Williams, another Wal-Mart spokeswoman, said the company believes each of its subcontractors uses only \nlegal workers.\n\nThe workers rounded up Thursday were from a variety of places, including Eastern Europe and central Mexico, \nCourtney said. It will be up to an immigration judge to determine whether they face criminal charges and whether \nthey will be deported, he said.\n\n\nSome immigration groups and labor officials blasted the arrests. Instead of punishing the workers, they said, the \ngovernment should be penalizing large corporations, which tend to hire subcontractors for low-skill services to \ndistance themselves from responsibility for worker conditions and liability for illegal hiring practices.\n\n\"It's one of the ways in which employers have insulated themselves at a time when entire industries, particularly \njanitorial services, are dependent on immigrant workers -- a large number of whom are undocumented,\" said \nFrank Sharry, executive director of the National Immigration Forum.\n\nThe raids come at a time when controversial workplace arrests had fallen dramatically from their 1997 high of \n17,500 to about 450 in 2002. And much of the emphasis of immigration authorities now working for the U.S. \nDepartment of Homeland Security is on fighting terrorism and criminal activity by immigrants and U.S. citizens.\n\nCornell Law School professor Stephen Yale-Loehr said immigration authorities are far too extended in their attack \nagainst immigrants involved in terrorism to focus their budget on otherwise law-abiding janitors, he said.\n\nIn Washington, Rick Swartz, a veteran immigration activist, said the raids should arouse political suspicions. \n\"Enforcement goes on every day, but these were in several cities and obviously designed to make headlines,\" \nSwartz said.\n\nThe investigation was triggered by a probe launched by the Pennsylvania attorney general's office in 1998. A \nspokesman said only that the initial probe \"started as a money-laundering investigation.\"\n\nCourtney said the agency routinely conducts such operations, but that only those snaring a large number of people \nget public notice. Within the last year, he said, ICE rooted out about 250 illegal workers at T.J. Maxx discount \nstores and rounded up more than 40 landscapers at the U.S. Air Force Academy.\n\nBut the government's strategy of enforcing immigration laws in corporate America was dealt a blow this year when \na federal jury acquitted Tyson Foods and three of its mangers of conspiring to bring illegal immigrants from Mexico \nand Central America to work in the company's food processing plants.\n\nCongress in 1986 made it a crime for businesses to knowingly employ illegal immigrants and required employers to \nfill out paperwork on each employee's status.\n\nSince then, raids of the kind at the Wal-Mart stores have become less frequent, said Jo Anne Adlerstein, an \nimmigration lawyer at Proskauer Rose LLP.\n\n\"I don't think these government raids accomplish anything,\" she said. \"I have no recollection of seeing anything as \nexpensive as a coordinated raid in 21 states\" like the one at Wal-Mart. \"It's a waste of manpower.\"\n\nWal-Mart, which employs more than a million people in this country and 300,000 overseas, is not the first U.S. \ncompany to face immigration scrutiny. A 3-year-old lawsuit against several California supermarkets asserts that the \nsupermarkets and their cleaning subcontractors violated minimum wage and overtime laws in using illegal \nimmigrants to clean their floors.\n\nThe raided Wal-Mart stores were in Alabama, Arkansas, Arizona, Connecticut, Delaware, Kentucky, \nMassachusetts, Maryland, Michigan, North Carolina, New Hampshire, New Jersey, New York, Ohio, Oklahoma, \nPennsylvania, South Carolina, Tennessee, Texas, Virginia and West Virginia.\n\nThe Los Angeles Times, New York Times, Cox News Service and Dallas Morning News contributed to this report.\n"}