{"title": "Fraud Charges Rise as Many Aliens Seek to Use '88 Rulings", "body": "\nThousands of aliens who do not have papers to stay in the United States are trying to take advantage of two \nopenings in the legalization program that resulted from Federal court rulings. The issue has led to allegations of \nfraud and Government foot-dragging.\n\nThe aliens' applications are coming in under an extension to the Federal amnesty program that officially ended May \n4, 1988. The amnesty is now available only for people who were eligible at the deadline but were rejected or who \nfailed to file for it because they were briefly outside the United States.\n\nIn the summer of 1988, two lawsuits brought court orders that permit eligible aliens to apply for a stay of \ndeportation and for temporary work authorization - pending the outcome of the Immigration and Naturalization \nService's appeals of rulings on the suits in the United States Court of Appeals for the Ninth Circuit, in Los Angeles. \n#50,000 to 100,000 Apply Duke Austin, a spokesman for the agency in Washington, said it had received a ''glut'' of \napplications, 50,000 to 100,000, and had found ''a significant level of fraud'' connected with them.''A lot of people \nare trying to get into the program just to get work authorization,'' he said.\n\nThe court order to the immigration agency says aliens need submit only skeleton applications, without all the usual \nsupporting documents, Mr. Austin said. He added that the immigration service was holding the applications in \nabeyance until the final court decision.\n\nThe agency is not trying to subvert the extended program, Mr. Austin said, and applications that appear valid are \nstill being accepted. Applications are rejected only when officials detect ''fictional eligibility'' or ''clear evidence of \nfraud,'' he said.\n\nThe agency's position was supported by Maurice A. Roberts, editor of Interpreter Releases in Washington, a weekly \nreport on immigration and nationality law. ''I doubt that there's centrally directed obstruction to the court orders,'' Mr. \nRoberts said. He added that he did not doubt that some fraud was connected with the applications, but he \nattributed much of the problem to ''bumbling, inefficient big government.''\n\n \n\nA 'Squeeze' Is Charged\n\nBut Peter Schey, a member of the Center for Human Rights and Constitutional Law, based in Los Angeles, said, \n''We're trying to squeeze 100,000 people through the door and the I.N.S. is trying to squeeze them out.'' Mr. Schey \nwas the plaintiffs' lawyer in the two lawsuits that brought about the extension, League of Latin American Citizens v. \nI.N.S., and Catholic Social Services v. Thornburgh.  As a result of the league's suit, aliens may file for legal status if \nthey had resided in the United States since Jan. 1, 1982, but were considered ineligible because they went abroad \nand came back with a legal entry document, thus breaking the required period of continuous illegal residence.\n\n\nThe extension resulting from the Catholic Social Services suit is slightly different. It applies to everyone whose \napplication for legal status was denied or who failed to file because they briefly traveled abroad after May 1, 1987, \nwithout the permission of the immigration service.\n\nIn a recent letter to Attorney General Dick Thornburgh, Mr. Schey said the immigration service had failed to comply \nwith the court order on late-amnesty applications. While some agency offices have obeyed the rulings, he said, \nmany others were ''willfully circumventing the court orders, illegally rejecting applications, discouraging eligible \naliens from filing applications, refusing to issue temporary employment authorizations.''\n\n \n\nStays of Ouster and Jobs at Issue\n\nMr. Schey enclosed copies of scores of complaints received by his human rights center from immigration lawyers, \nimmigrant rights organizations and applying aliens. He said most of the complaints are from New York City and \nNew Jersey, accusing local immigration offices of dragging their feet in granting temporarily stays of deportation or \nin authorizing employment. In some cases the offices even refuse to supply application forms, he said.\n\nApparently responding to those complaints, Michael T. Lempres, executive commissioner of the immigration \nservice, issued a memorandum on March 30 saying all local immigration officers must be made aware of the court \norders and grant temporary employment authorization to eligible applicants, pending settlement of the judicial \nappeals.\n\nJoseph Buttigieg, who heads the Office for Immigrant and Refugee Services of New York Catholic Charities, said \nmany unscrupulous agencies and ''immigration experts'' were charging exorbitant fees and creating confusion over \nthe late-filing program. ''Agencies have presented this program as an expansion of the original legalization \nprogram,'' he said, ''and people are so desperate they let themselves be duped.''\n\nMr. Buttigieg told of a Mexican couple living in the United States since 1985 who were persuaded by a Bronx lawyer \nto apply under the extension. The lawyer charged them more than $6,000, Mr. Buttigieg said, even though they \nnever had a chance to gain legal status. When they came before the I.N.S. and said they had immigrated in 1985, \ntheir application was automatically rejected.\n\n \n\nQueens Group and I.N.S. Are Sued\n\nPeter Hirsch, treasurer of the American Immigration Lawyers Association, has filed suit in Federal District Court \nagainst the organization Hispanos Unidos of Woodside, Queens. He charges the organization with defrauding the \nFederal Government by helping aliens file fraudulent applications for amnesty.\n\nMr. Hirsch is also suing the immigration service, charging that it accepted late amnesty applications that were \n''patently fraudulent or determinable to be fraudulent upon minimal scrutiny and investigation.''\n"}