{"title": "Our Towns;After a Flood, Immigrants Vanish Again", "body": "\nON the day after Floyd stormed by, the Rev. Lou Kilgore woke early and experienced a kind of secular epiphany. \nOutside, the sky was churning with the thrum of Coast Guard helicopters stabbing their spotlights through the \npredawn gloom at hundreds of people clinging to rooftops as the Raritan River ran 14 feet deep down Main Street. \nAnd Mr. Kilgore, the pastor of Bound Brook Presbyterian Church, suddenly had a thought: \"The invisible have \nbecome visible.\"\n\nOn the rooftops was the bulk of the Hispanic immigrant community, most of them Costa Rican and most of them in \nthe country illegally.\n\nThe last Census does not even mention Costa Ricans in Bound Brook, but as the suburbanization of immigration, \nboth legal and covert, continues, it has brought this community of strangers into the heart of Somerset County, one \nof New Jersey's most prosperous. Into the cheap housing down where the river overruns its banks.\n\nAnd for a few days after the flood, Mr. Kilgore held out the hope that the light that the flood shined on Bound \nBrook's immigrant community would help the wider community see and meet and help their Central American \nneighbors.\n\nLocal churches quickly began hustling the flood victims into members' houses and onto mats laid in fellowship halls \nand Sunday school classrooms. More than 700 camped on exercise mats in the high school gym, and a network of \nvolunteer cooks was set up to provide meals.\n\n\"We hoped that while the white-hot spotlight from the Federal emergency people and the Red Cross and the news \nmedia was on them that we as a community would get to know who these people are,\" Mr. Kilgore said. \"We \nwanted to make sure the lights were not just shining on a flood, but on the shortage of affordable housing and \naccess to medical care and social services after the water's gone down.\"\n\nBut now the flood is two weeks past and Mr. Kilgore has discovered that the forces that kept the Costa Ricans \ninvisible in good times are conspiring to keep them invisible in crisis. Many used false names to get jobs, so \nemergency relief workers cannot check employment records, a necessary step to assign benefits. Church groups \n\n\nthat help disaster victims rebuild will not work on rental properties, and most of the immigrants are renters. \nRegistering with the Red Cross means revealing an identity many would just as soon keep hidden.\n\nSteadily, even stealthily, the flood victims have drifted away from the shelters into a new invisibility.\n\n\"They are human beings, they live here, but their status as illegal immigrants means that in the broad sense they \nare not recognized and identified as our neighbors,\" Mr. Kilgore said. \"And now that their homes are ruined, it \nmeans they are going to remain invisible, because their losses are not going to be listed in the Federal emergency \nassessments and when the Red Cross goes through, well, quite frankly, most of this population is afraid of any \nagency that works with the government, and they will make themselves invisible.\"\n\nDown in the flood plain, where Main Street becomes Vosseller Street, Elias Manguel and his wife, Melody, were \nstepping around the piles of soaked and stinking carpet to measure the damage to the apartments they own over a \nbodega. Part of their flood losses, they concede, will be that many of their tenants have vanished.\n\n\"There were two young guys in back -- what was their name? Was one of them Eric?\" Mrs. Manguel asked her \nhusband. \"Anyway, they said they would come back if they could be on the second floor. But the young couple on \nthe ground floor, they were just married, they were both working two jobs, they're not coming back, and the others -- \nI don't know.\" Mr. Manguel stopped for a moment. \"I think all this has scared them away,\" he said.\n\nOn Talmage Street a woman sat in the back of a muddy Toyota, trying to dress a little girl. She said her name was \nMiriam, just Miriam, and that she cleaned houses.\n\nWhere was she living now? \"With a friend,\" she said in heavily accented English. How long could she stay? \"I don't \nknow,\" she said, not liking the questions. Where would she go? \"I don't know,\" she said. \"Someplace, you know?\"\n\nhttp://www.nytimes.com\n"}