{"title": "Gates of Vienna News Feed 1/23/2009", "body": "\n   Jan. 23, 2009 (Gates of Vienna delivered by Newstex) --  Watch the news stories from Italy. More than any other \nEuropean country, the Italians are responding vigorously and authoritatively to the issues of mass immigration and \nIslamization.Look in the œEurope and the EU section and scroll down to see the Italian articles.Thanks to C. \nCantoni, CB, Fjordman, Gaia, heroyalwhyness, Insubria,            Islam in Action, JD, LN,            Paul Green,            \nSteen, Tuan Jim, VH, and all the other tipsters who sent these in. Headlines and articles are below the fold.- - - - - - \n- - -\n\nUSA\n\n|Dont Fall for the Islamist Letter, Barack Obama\n\n|Egyptian Troops Training in Texas\n\n|Feel Like a Chump?\n\n|Marines Ordered to Stay Clear of Tijuana\n\n|Mom: Accused Boca Raton Carjacker Arrested 190 Times is Bipolar\n\n|Mumbai in Brooklyn?!?!\n\n|News Access Issues Concern Those Covering Obama\n\n|Pa. Defense Firm Raided by FBI\n\n|Report: Merrill Lynch CEO Spent Over$1m to Redecorate Office\n\n|The Big Lie About Obama and Race\n\n|USA: Gitmo and the ˜Black Death\n\n|W.Va. Farmers Aim at Growing Muslim Market\n\n Canada\n\n|Canada: the Bad-Idea Quartet\n\n|Canada/US: A Godly Leader\n\n Europe and the EU\n\n|90% of Failed Asylum Seekers Remain in UK¦\n\n|Barroso Urges EU Nations to Accept Guantanamo Prisoners\n\n|Czech Rep.: Czech Town Bans Extremist March\n\n|Denmark: No Compensation for Cartoonists Death Plotter\n\n|Denmark: Rare Headscarf Appearance in Court\n\n|Denmark: Genital Mutilation Sentence ” 2 Years\n\n\n|Dutch Courage by Mark Steyn\n\n|Editorial: Wilders Never-Ending Story\n\n|EU Expected to Strike Iranian Opposition From Terror List\n\n|EU: Nuclear Smuggling Suspect Says He Helped CIA\n\n|Gaza: EU: Open Passes; Livni: Stop Iranian Arms to Hamas\n\n|Iceland: Prime Minister Steps Down Amid Violent Protests\n\n|Italy: No More Demonstrations at Places of Worship\n\n|Italy to Build New Jails\n\n|Obamas Web Team in UK Racism Fight\n\n|Spain: EU, Unemployment Rate in 2010 19%\n\n|UK/India: UK a Sanctuary for Jihadis\n\n|UK: 80 Foreign Murderers Welcomed to Britain¦\n\n|UK: Backlog of Asylum Cases Doubles\n\n|UK: Is This the Man Who Sold Barclays Down the River?\n\n|UK: Smear Campaign Agains the British National Party\n\n|UK: Schoolgirls Banned From Lessons by Headmaster for Being ˜Too Blonde\n\n|Wilders, Freedom of Speech or Discrimination?\n\n Israel and the Palestinians\n\n|Bereaved Families Split on Terrorist Release\n\n|Conflict in Gaza Has Highlighted Divisions in Arab World\n\n|Gaza: Livni, Israel Has the Right to Strike Tunnels Again\n\n|Hamas: Obama Doesnt Represent Change\n\n|Hamas Hijacks Humanitarian Aid\n\n|Israel: Huge Natural Gas Find Off Israel Coast\n\n|Israel Readies for Fight Against War Crime Charges\n\n|Norway: Undiplomatic Embassy E-Mail\n\n|Report: Hamas Lied About Gaza Casualties\n\n|UNRWA Schools in Gaza Infiltrated by Palestinian Terrorists ” Jonathan D. Halevi\n\n Middle East\n\n|Banks: Turkish Bankers Star Shines in the Gulf Region\n\n|Freed by the U.S., Saudi Becomes a Qaeda Chief\n\n|Iran: Mass Execution for Iran Murderers\n\n|Iraqi Bishops to Ask Pope for Mideast Synod\n\n|Lebanon: Photos Nasrallah With Madonna and Saints, Polemic\n\n|Political Islam Splits Doha Forum, From Sat. on BBC World\n\n|Turkey: Ancient Monastery Threatened\n\n|Vatican: Iraqi Bishops Launch Appeal to Pope to Stop Christians Fleeing\n\n Russia\n\n|Lessons From the Russian Gas Dispute\n\n|Russia: Journalists From Novaya Gazeta Are ˜Assassination Targets\n\n South Asia\n\n|Ex Jihadi Gunned Down for Not Hiking Up His Trouser Above His Ankles\n\n\n\n|Finland: Sufficient Deterrence?\n\n|India: Kingdom of the Forgotten\n\n|Indonesia: Police Most Corrupt Institution, Report Says\n\n|London Attacks ˜Plotter Questioned in Pakistan\n\n|Over 170 Schools Bombed, Burned Down by Taliban\n\n|Pak Flaunts Its All Weather Ties With China\n\n|Pakistan Holding Suspect in London Train Bombings\n\n Far East\n\n|South Korea: Deadly Fire Caused by Squatters Makeshift Bombs: Prosecutors\n\n Sub-Saharan Africa\n\n|Chinese Seamen Rewarded for Saving Ship From Pirates\n\n Immigration\n\n|38 Egyptians Repatriated From Lampedusa\n\n|Algeria: Kids Challenge the Sea for Italy\n\n|Finland: Packed Refugee Reception Centres Hope for More Funds\n\n|More Asylum Seekers to Norway\n\n|Netherlands: Liberals Call for Tougher Immigration Rules\n\n|Spain: Andalusia, 80pct Fewer Children in 2008\n\n Culture Wars\n\n|Parents See Bias in School Pep Talks\n\n|Planned Parenthood: Force Doctors to Do Abortions\n\n|UK: Tribunal: ˜Gay Rights Trump Christianity\n\n General\n\n|TV Crew Expelled From UN Meeting on Freedom of Expression\n\nDont Fall for the Islamist Letter, Barack ObamaOver the years the open letter has become a very popular tool for \nthe Islamists, and one which they utilised yet again yesterday in a crass attempt at influencing the Obama \nadministration to base its foreign policy on how appease Islamists and thus prevent them from killing people all over \nthe world.According to the letter, it has been signed by œscientists, thinkers, intellectuals, political activists, jurists, \nand academics from the Islamic nation. These include one of the leading members of the Muslim Brotherhood, \nYusuf al-Qaradawi and head of the Jamaat-e-Islami, Qadhi Hussein Ahmad.This letter is the latest manifestation of \nthe now well-established method of appealing to those who insist that the United States has only itself to blame for \nthe rise in international terrorism. Just as bin Laden and Zawahiri have made public statement that, if troops left Iraq \nand Afghanistan, then al-Qaeda would call it quits, this letter suggests that if Obama were to pull the troops out, \nthere would be no more œresistance.It reads: œThe resistance in some Muslim countries is a result of the \naggression, injustice and tyranny practised or sponsored by the United States, and such resistance is not the cause \nof violence and terrorism as some circles in America like to claim. Therefore, if such resistance troubles you and \nyou wish peace to spread over, you have to end occupation and return to the peoples their rights and \nsovereignty.This is of course contrary to the words and actions of this œresistance, who are not motivated only by \nthe US presence in Iraq and Afghanistan, but also, to name but a few, by their obsession with creating an Islamic \nstate, their hatred of the democratic institutions that are now in place in both of these nations, and their disgust at \nthe gall that their women are showing by getting an education.The letter tries to justify the reasons for Islamist \nterrorism as simply a reaction to recent US imperialism in the Middle East, which does not explain why the \nSeptember 11 attacks occurred before any US presence in Iraq and Afghanistan. But wait, they have found an \ningenious way of getting around this tricky subject:?? the events of the 11th of September 2001 were nothing but \nfabricated drama by some influential forces in America in co-ordination with Israeli Mossad. They have done all that \nin order to find a reason to trigger the Third World war that they have already planned for and decided its goals and \n\nhttp://www.telegraph.co.uk/comment/4325049/Dont-fall-for-the-Islamist-letter-Barack-Obama.html\n\n\ntargeted fields.There are a number of references to the suffering of the Palestinian people, not in itself an \nunreasonable complaint, although they do border on the hyperbolic:œWe deeply realise that every sane person \nbelieves deep inside that no other nation in history has suffered injustice like the one inflicted upon the Palestinian \npeople.If we were to consider this as a genuine effort at highlighting to the President the plight of Muslims around \nthe world, rather than an attempt to further worldwide Islamist causes, then of course one would expect to see \nsome mention of the hundreds of thousands of Muslim Darfuris being slaughtered at the hands of the al-Bashir \nregime.Why, one might ask, has such a massacre been omitted from this litany of atrocities being committed \nagainst Muslims? A quick glance at some more of the cosignatories explains it all. They include the former Minister \nfor Religious affairs in Hassan al-Turabis National Islamic Front party (NIF), Esam Ahmed Al-Bashir, and one of the \nfounding members of the current Sudanese regime, Abdul Rahman Siwar al-Dhahb.Although it is unlikely that any \nof Obamas people will even see this letter, it is absolutely crucial that they do not fall for this sort of intimidation, \nespecially when it comes from some of the leading members of the most powerful and influential Islamist groups in \nthe world.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Egyptian Troops Training in TexasSecretive U.S. technology to assist in finding Hamas weapons \ntunnelsHERZLIYA, Israel ” Egyptian troops are undergoing training in Texas on the use of American military \ntechnology to uncover Hamas weapons smuggling tunnels, WND has learned.A top Egyptian intelligence official \ntold WND the Egyptian troops arrived in Texas in recent days, where they have been undergoing private courses on \nthe use of proprietary, secretive U.S. technology that makes use of sonar and certain frequencies to locate \nunderground tunnels along the Egypt-Gaza border.Also, the intelligence official said a team from the U.S. Armys \nCorps of Engineers recently arrived in the Egyptian Sinai desert, bringing the advanced machinery with them.The \nArmy has been aiding Egyptian troops in locating the tunnels.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Feel Like a Chump?You work hard, take care of your family, and pay all the taxes the government says you \nowe as is typical of honest, upright citizens.But what happens to your tax money? It is now going to œbail out firms \nthat pay their senior executives millions of dollars a year. Congress also intends to spend your tax dollars on an \n$825 billion œstimulus program filled with many dubious projects and plain old-fashioned œpork. Many good \neconomists who have looked at the details of the stimulus package believe it has much more œde-stimulus than \nstimulus in it and will make the American economy worse off rather than better off.While you may have thought you \nare required by law to pay taxes on all your income, you learn the œimportant folks in Washington seem to think \npaying taxes is optional. Chairman Charles Rangel of the House Ways and Means Committee responsible for \nwriting tax legislation has admitted he did not pay the required income taxes on some of his private income \n(Caribbean rental properties, etc.); and the proposed Secretary of the Treasury, Tim Geithner, did not pay the \nrequired income tax on part of his income from the International Monetary Fund, where he worked for several \nyears.It gets worse. Senate Majority Harry Reid, Nevada Democrat, has repeatedly said paying taxes is œvoluntary \n(see YouTube video            http://www.youtube.com/watch?v=LQIKJqLIqaE) and that Mr. Geithners failure to pay \ntaxes was merely a œhiccup.Many other leaders from both houses of Congress claim this failure to pay taxes was a \nœminor oversight and hiccup and should not disqualify Mr. Geithner from overseeing the IRS, which, of course, \nenforces the tax law that Mr. Rangels committee writes and Congress passes.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Marines Ordered to Stay Clear of TijuanaCAMP PENDLETON, Calif., Jan. 22 (UPI) ” U.S. Marines in \nSouthern California must stay clear of Tijuana, Mexico, and other nearby œR&R spots due to Mexican violence, a \nMarine Corps officer ordered.Lt. Gen. Samuel Hellands order restricts travel by the 44,000 members of the 1st \nMarine Expeditionary Force based at Camp Pendleton, about 50 miles north of the border city.The limits, first put in \nplace around Christmas, are now indefinite, a military spokesman said.œThe situation in Mexico is now more \ndangerous than usual, civilian public information officer Mike Alvarez told USA Today.œThe intent is just to look out \nfor the Marines safety and well-being, he said.\n\n           ” Hat tip: JD [|Return to headlines]\n\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=86866\nhttp://www.washingtontimes.com/news/2009/jan/22/feel-like-a-chump/\nhttp://www.youtube.com/watch?v=LQIKJqLIqaE\nhttp://www.upi.com/Top_News/2009/01/22/Marines_ordered_to_stay_clear_of_Tijuana/UPI-41511232649515/\n\n\n           Mom: Accused Boca Raton Carjacker Arrested 190 Times is BipolarThat arrest came shortly before midnight \nTuesday, when police said Farrell attempted to carjack a man who had pulled his truck into the coffee shops \nparking lot in the 2500 block of North Federal Highway.Farrell asked the victim for a ride and when he refused, \nFarrell threatened to blow his brains out, police said. The trucks owner told police Farrell then reached for his \nwaistband as though he were reaching for a gun.œHes somebody we have been dealing with for years, police \nspokeswoman Officer Sandra Boonenberg said. œHe lives locally and apparently likes Boca Raton .Farrell was \ncharged with carjacking, possession of marijuana and possession of paraphernalia and was being held without \nbond in the West County Detention Center in Belle Glade.Farrells mother, Helene Farrell, said her son has \nstruggled with severe mental illness since his teens. She said he is diagnosed with bipolar, once known as manic \ndepression, a mental illness that causes people to swing between severe depression and extreme highs.œIts \nextremely important that people know hes bipolar and hes mentally ill, his mother said Thursday. œMy point is we \nhave to look at the other side of the picture, we have been dealing with this since he was 14 and it is almost \nimpossible to get him the help he needs.She appealed to members of the community to bear in mind her sons \nmental illness when they consider his travails in the criminal justice system.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Mumbai in Brooklyn?!?!Every normal civilized person is still shuddering at the horror in Mumbaiat the end of \nNovember past.  The senseless murders of innocents, the savagery, the barbarism, the hatred exhibited by \nIslamoFascist terrorists was appalling as the world was glued to the news reports about the events and especially \nwhat was taking place at the Chabad Center in Mumbai.I just read the following at Militant Islam \nMonitor.org:Chabad Lubavitch headquarters threatened with attack by NY based radical Muslim \ngroupJanuary 22, 2009MIM: The Chabad Lubavitch movement posted this information on their website.Threats \nMade Against 770Tuesday, there was a huge police presence following threats that were made against the \ncommunity on a Muslim blog. This morning, NYPD Commissioner Raymond Kelly made a phone call to Chanina \nSperlin from the inauguration ceremony in Washington DC, to discuss threats against 770. Last week, the \nDepartment of Homeland Security sponsored the installation of security systems in and around 770. Report & \nPhotosAlong with the expected stir Inauguration day caused across the nation on Tuesday morning, Crown Heights \nresidents saw a tremendous visible police presence following threats that were made against the community on a \nMuslim blog. This morning, NYPD Commissioner Raymond Kelly made a phone call to Chanina Sperlin, vice \npresident of the Crown Heights Jewish Community Council from the inauguration ceremony in Washington DC, to \ndiscuss threats against 770.[¦]\n\n           ” Hat tip: heroyalwhyness [|Return to headlines]\n\n           News Access Issues Concern Those Covering ObamaNEW YORK (AP) ” News organizations that cover the \nWhite House sparred with the Obama administration on Thursday over access issues for photographers and rules \nfor briefings.Representatives from Obamas press office held a conference call with photo editors, who are \nconcerned that the administration prefers distributing photos taken by a White House photographer in cases where \nphotojournalists have been permitted access in the past. It was unclear whether the two sides had reached any \naccommodation.The Associated Press, Reuters and Agence France-Presse refused to distribute photos taken by \nthe White House of the new president on his first day in the Oval Office because of the dispute. Still photographers \nwere also not given access to Obamas do-over oath of office administered Wednesday night by Chief Justice John \nRoberts and an economics meeting on Thursday.Television network bureau chiefs also protested the exclusion of \nvideo cameras from the second oath of office.œWere in an awkward phase and there will be bumps in the road, \nsaid Christopher Isham, CBS News Washington bureau chief. œHopefully they will be speed bumps rather than \nobstacles.Four reporters witnessed the oath of office and shared their observations with others, and a White House \nphoto was released.œWe think it was done in a way that was upfront and transparent, White House press secretary \nRobert Gibbs said in a briefing when questioned why video cameras were not present.Pressed on the matter, Gibbs \nsaid, œwe would have had to get a bigger room.The Associated Press also questioned on Thursday why reporters \nwere not allowed to use the names of administration officials giving a background briefing on issues regarding the \nGuantanamo Bay detention center in Cuba.Background briefings are hardly new in Washington, and were \nfrequently conducted during the Bush and Clinton administrations. But the AP wanted to establish early with the \nadministration that its important to get information on the record as often as possible, said Michael Oreskes, \nmanaging editor for U.S. news.œInformation is a lot more valuable to the public if you know where its coming from, \n\nhttp://www.palmbeachpost.com/state/content/state/epaper/2009/01/22/0122arrests.html\nhttp://www.freedomscost.net/?p=1744\nhttp://www.google.com/hostednews/ap/article/ALeqM5jWIMzv3PZ_PQvXPxAqOU90VeOdjQD95SKJDG0\n\n\nOreskes said. œSo we try very hard in all source situations to identify sources as fully as we can.Gibbs did not \ndirectly address the issue when asked about it later, saying that œI hope that you all found the exercise that we did \nthe morning helpful.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Obamas Vain BeginningNever forget the difference between good-sounding reasons and good sound \nreasoning. That was one of the first admonitions I remember hearing from my debate coach in high school.Barack \nObamas address at the high-priced ceremony marking his first day as an occupant of the White House is a \nmasterful symphony of good sounding reasons, filled with allusions to Americas founding principles, high ideals and \nhigh-minded purposes. Yet in the whole of it, there is not one shred of reasoning based on those principles, not one \nline that takes true account of their content and deliberately connects it with the view of government he articulates, \nor the wisps of policy he rhetorically flourishes. He uses words that evoke the founding ideals to give his assertions \nan aura of legitimacy, but he does not accept them as the starting point for deliberate reasoning that would justify \nthose assertions. He respects their usefulness, not their authority.Though Obama cleverly exploits the positive \nemotions still evoked by references to our founding ideals, he speaks without regard for the understanding that \njustifies those emotions, the logic that transforms them from good feelings to reasonable convictions; from vague \nhopes to truths which inform our lives and deserve our allegiance; and that we can sustain in the face of great \nsacrifice, pain and danger, even unto death. Because he refuses to acknowledge the vision of faith and reason \nactually articulated in our founding documents, his effort to portray the hard work and sacrifices of previous \ngenerations falls woefully short, in terms of truth and effectiveness: [¦]\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Pa. Defense Firm Raided by FBIFederal agents raided the offices of a Western Pennsylvania defense \ncontractor that has received millions in federal earmarks at the request of Rep. John Murtha, according to local \nmedia reports.The offices of Kuchera Industries and Kuchera Defense Systems were shuttered for the day following \nthe raids, the chief financial officer told the Johnstown Tribune-Democrat. The companies phone system says they \nwill open again Friday morning, and e-mails sent to top company officials went unanswered.Based in Windber, Pa., \njust outside Johnstown, Kuchera won $8.2 million in federal defense earmarks in the 2008 budget. The earmarks \ncame at the request of Murtha (D-Pa.).Murthas spokesman declined to comment, and an agent in the FBIs \nPittsburgh office did not return calls seeking clarification.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Report: Merrill Lynch CEO Spent Over$1m to Redecorate OfficeBefore Accepting Bailout Billions, Exec \nSaid To Have Hired Decorator-To-The-Stars; Purchased Luxury FurnishingsLess than one month into his new \ngig at the Bank of America, Merrill Lynch CEO John Thain resigned today after it was revealed that he doled out \nexecutive bonuses a month ahead of schedule and just days before his struggling Merrill Lynch firm was acquired \nby the BofA.Although no reason was given for his resignation, a spokesman for Bank of America, which acquired \nMerrill Lynch at the beginning of this year in a government-negotiated deal to save it from collapse, issued a \nstatement saying: œ(BofA Chairman and CEO) Ken Lewis flew to New York today to talk to John Thain. And it was \nmutually agreed that his situation was not working out and he would resign.The amount in bonuses paid out was \nbetween $3 and $4 billion, according to the Financial Times. Exorbitant Wall St. bonuses have garnered increased \nattention since the economic collapse and subsequent billions in bailout funds have gone to help companies stay \nafloat.[¦]To make matters worse, Thain is now facing more criticism for reportedly spending $1.2 million to lavishly \ndecorate his Merrill Lynch office early last year while the firm was fighting to survive.Thain splurged on interior \ndesigns from the Obamas chosen White House decorator Michael Smith ($800,000), two area rugs ($131,000), two \nguest chairs ($87,000), a 19th Century credenza ($68,000), four pairs of curtains ($28,000), and a mahogany \npedestal table ($25,000), according to Charlie Gasparino, the CNBC contributor and Daily Beast columnist who \nbroke the story.Other items mentioned: six dining room chairs ($37,000), a George IV Desk ($18,000), a custom \ncoffee table ($16,000), a sofa ($15,000), a chandelier ($13,000), a mirror ($5,000), six wall sconces ($2,700).Also \nreported to be on the list was a trash can for $1,400.\n\n           ” Hat tip: JD [|Return to headlines]\n\nhttp://worldnetdaily.com/index.php?fa=PAGE.view&pageId=86830\nhttp://thehill.com/leading-the-news/pa.-defense-firm-raided-by-fbi-2009-01-22.html\nhttp://abcnews.go.com/Blotter/story?id=6710368&page=1\n\n\n           The Big Lie About Obama and RaceA government-employed affirmative action officer by the name of \nCarolyn Pitts wrote the following:All white individuals are racist. In the United States, at present, only whites can be \nracists since whites dominate and control the institutions that create and enforce American cultural norms and \nvalues. ¦ [Frederick R. Lynch, œInvisible Victims: White Males and the Crisis of Affirmative Action, 1991.]Pitts is \ninsignificant in the grand scheme of the states racial re-education machine. She worked for the New York State \nInsurance Fund writing hate-filled manuals used in employee training seminars.The poison Pitts penned for a pretty \nprice ” in 1985, this black woman earned $38,872 ” encapsulates the life sentence pronounced upon white America. \nFrom media megaphones to pedagogues, the hoary old fallacy of American racism is amplified and reinforced ad \nnauseam.Throughout the presidential campaign ” and to emphasize the countrys racial backwardness ” the popular \npress kept at it: œIs the country ready for a black president? œWill Americans ever elect a black man as president? \nThese were the campaigns most repeated refrains. To which my response has been consistent: America is not \nremotely racist. If anything, Americans are remarkably naïve about human differences ” cultural or racial.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           The End of TortureObama banishes Bushs interrogation tacticsIn the first sign of friction within his new \nadministration, President Obama overruled the pleas of senior U.S. intelligence officials and signed a new executive \norder that bars the CIA from using harsh interrogation methods beyond those permitted by the U.S. military.The \norder was one of four sweeping directives Obama signed calling for the closure of the U.S. detention facility at \nGuantánamo Bay and revamping U.S. counterterrorism policies.The executive orders, while expected, represented \na clean break with Bush administration policies and won quick praise from human-rights groups. Still, many of the \ndifficult details ” such as what to do with Guantánamo detainees still deemed dangerous ” will be left up to a special \ninteragency panel that wont report its recommendations to Obama for six months. The panel is to be chaired by \nObamas choice for attorney general, Eric Holder, who is still awaiting confirmation.In perhaps his most far-reaching \nand potentially controversial move, Obama ordered that the CIA immediately cease using any interrogation \ntechniques that are not already authorized in the U.S. Army Field Manual. He also ordered the CIA to close, œas \nexpeditiously as possible, any secret detention facilities overseas and begin immediate compliance with Common \nArticle 3 of the Geneva Conventions, which prohibits œhumiliating and degrading treatment of prisoners.[¦]In recent \ndays, senior U.S. intelligence officials, including CIA Director Michael Hayden and outgoing Director of National \nIntelligence Mike McConnell, told Obamas advisers and journalists that they still needed the flexibility to use some \ninterrogation methods not permitted by the military. If nothing else, intel officials argued, inducing fear among \ndetainees that they might be subjected to harsh practices was useful in persuading them to talk.œThey were \npermitted to state their case, said one senior Obama adviser, who asked not be identified talking about internal \ndeliberations.But in the end, Obamas review team, headed by new White House Counsel Gregory Craig, rejected \ntheir arguments and questioned the premise that such methods were necessary. Obama is satisfied that the use of \nthe military field manual œwill not compromise national security, said another senior administration official, who also \nasked not to be identified talking about the administrations review process.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Theyre Poor Winners, TooLeftists are always lecturing Republicans and conservatives on the importance of \ncivility and bipartisanship yet revealing, whether winner or losing, that they are the ones who need lessons in \nmanners and collegiality.If you arent convinced of the lefts nonpareil arrogance and nastiness from observing their \nbehavior toward President Bush and Vice President Cheney for the past eight years, then contrast the behavior of \nMr. Bushs staff leaving office and that of Mr. Clintons, which literally trashed the White House like juvenile \ndelinquents.Fast-forwarding to this week, did you see Obama supporters booing President Bush at the \ninauguration, singing, œNa, na, na, na, hey, hey, hey, goodbye? Pure class.The Washington Times reported that \nthese same Obama supporters mocked Mr. Cheney œwith derisive laughter when he appeared on huge TV \nscreens by the Capitol grounds, rolling down a ramp in a wheelchair after suffering a back injury moving out of his \nNaval Observatory home. ˜Good riddance! one man yelled.Nor was it just rude mobs at the parade. œHardball host \nChris Matthews wasnt content to bask in his euphoria over Obamas assumption of office. Like many of his \ncolleagues, he needed to kick Bush as he was going out the door. œTherell be no more bullying of the world, no \nmore acting like one of the bad guys on occasion. Were going to try again to be the good guy of the world and to \nget along with our fellow democracies. It is a dramatic change thats to come. Dramatic, indeed, Chris. [¦]\n\n           ” Hat tip: JD [|Return to headlines]\n\nhttp://worldnetdaily.com/index.php?fa=PAGE.view&pageId=86851\nhttp://www.newsweek.com/id/181007\nhttp://worldnetdaily.com/index.php?fa=PAGE.view&pageId=86852\n\n\n           USA: Gitmo and the ˜Black DeathWithin hours of his inauguration, President Barack Hussein Obama issued \nexecutive orders closing Gitmo, the CIAs secret prison network and suspended military tribunals.President Obama \nfreely admits he has no clue what to do about the 250 inmates now housed there, but hes given his staff a year to \ncome up with an answer.I would have certainly felt a lot more confident about the future if his first official act had \nbeen more thoughtful.Hes only been in office a matter of hours and hes already hamstrung his own administration. \nWhat about future threats? The day before Obama took the oath of office, British newspapers reported the deaths \nof up to 40 terrorists in Algeria from the œBlack Death ” the Plague.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           W.Va. Farmers Aim at Growing Muslim MarketSOUTH CHARLESTON, W.Va. (AP) ” In a room where \nfarmers in camouflage baseball caps and John Deere jackets mix with women in head scarves, Larry Gardner is \nscolding himself for forgetting Ramadan last year.After 30 years raising lambs, the Waverly farmer is learning \nsomething new about the business. Theres a growing demand in West Virginia for sheep and goats from Muslim \nresidents tired of traveling hundreds of miles for meats prepared in accordance with their faiths dietary \nrequirements.At the same time, West Virginias farmers are eager for new customers.Putting these two \nconstituencies in the same room at South Charlestons Islamic Center was largely the work of Almeshia Brown, an \nagriculture and natural resources specialist at West Virginia State University Extension Service, who is also a \nMuslim.Tired of using the Internet to buy groceries, Brown saw the seminar as a chance to supply a growing ethnic \nmarket and bring new customers to state farmers.About 60 people ” farmers, grocery store owners, an imam and a \nrabbi ” met recently for a seminar on getting West Virginia meat onto the tables of Muslims, which included a crash \ncourse on halal.Meaning œlawful or œpermitted, halal encompasses far more than food. But in dietary matters, it \nestablishes which animals can be eaten and how they must be slaughtered ” conscious, upright, the throat cut and \nthe blood drained.At first glance, West Virginia seems an unlikely laboratory for such an experiment. With only a \nhandful of mosques, few people here make big plans for Eid al-Fitr, which concludes the sacred month of \nRamadan, or attend many aqeeqahs, a ceremony held after a childs birth.œIf you look at West Virginias population \nas a whole, youre just a bunch of white people who come from Northern Europe and dont eat sheep or goat, Susan \nSchoenian told the crowd. Schoenian is a sheep and goat expert with the University of Maryland Extension \nService.West Virginias demographics are atypical ” with a population roughly 95 percent white, its one of the least \ndiverse states in the country.But there are pockets of the state ” Charleston, the university towns of Morgantown \nand Huntington ” where the Muslim population is growing.On average, American Muslims are younger, better \neducated and more affluent than their non-Muslim neighbors, which is music to a marketers ears.œTheres more \ndemand than supply here right now, said Rich Durham, who once raised goats and sheep in Pinch and is getting \nback into it.Durhams wife, Pam, also noted that the relatively small market in West Virginia is a good fit for œmini-\nfarms like hers.Exporting the meat to states with larger Muslim populations is not an option yet. Until recently, \nfederal law banned interstate shipment of meat that hadnt been inspected by the U.S. Department of Agriculture, \nwhich typically happens only at larger plants.Although the law has changed, federal rules allowing more interstate \ncommerce havent been formulated yet, said West Virginia Department of Agriculture spokesman Buddy Davidson, \nso the old prohibition remains.Even in West Virginia, though, theres growing demand. Families routinely call Imam \nEhteshamul Haque, the spiritual leader of the local Muslim community, looking for lambs or goat on special \noccasions such as Eid al-Fitr or for an aqeeqah.Right now, Haque has to find a Muslim or halal-friendly butcher in \nanother state. Generally, they wont do business unless its a large order.œSometimes they come late, sometimes \nthey bring stuff we dont want, Haque said.Ahmed Barkiya, owner of Barakah International Groceries in Charleston, \nmakes twice-monthly trips to Detroit to meet his customers demand for halal meats. The seminar let him meet local \nsuppliers, and get a statewide directory of farms.Supplying the animals is important, but there are still problems, \nespecially when it comes to the actual slaughtering. Animals killed for halal meat cant be processed in \nslaughterhouses at the same time as swine, which is forbidden for Muslims.In the absence of a halal \nslaughterhouse among West Virginias 24 state-inspected abattoirs, theres the option of œon-farm slaughter, in \nwhich a customer buys the animal, kills it and butchers it on the farm.It can be done, but as Schoenian told the \ncrowd, œNo one likes to know youre killing a goat in your garage.If farmers see enough of a boost in business from \nthe halal market, though, they can think about investing in things like mobile abattoirs. For the time being, the \npeople in baseball caps and the people in head scarves just seem pleased to have found each other.œTodays \nfarmer has to adapt, Gardner said. œIf you try to do business the way you did 30 years ago, youre going to be left \nbehind.\n\nhttp://worldnetdaily.com/index.php?fa=PAGE.view&pageId=86857\nhttp://www.google.com/hostednews/ap/article/ALeqM5j4khkr2cJaZVTbbTIRjiGPuAsZkgD95SVMB00\n\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Canada: the Bad-Idea QuartetCanada has six living former prime ministers. So when four of them get \ntogether to urge the current federal government to incorporate a œgreen stimulus package into the \nupcoming budget, the joint effort sounds pretty impressive ¦ until you realize that among the four of them ” \nJoe Clark, John Turner, Kim Campbell and Paul Martin ” they spent just 42 months in office.Thats a total of \nthree-and-a-half years, less the a full term for a typical majority government. Only two of them ” Messrs. \nClark and Martin ” were ever elected to the job. And only one ” Mr. Martin ” spent as much as a year \n(actually, 26 months) as PM. If these folks have any special expertise in the field of environmentalism, they \nhid it well during their tenures..(Tellingly, the two living former prime ministers who did win majorities ” \nBrian Mulroney and Jean Chrétien ” were not party to the call for environmentally friendly spending.)This \nweek, big unions, left-wing think-tanks and environmental groups put the less-than-impressive assemblage of \nformer leaders together in order to flog their $41-billion wish list of budget initiatives. (One is reminded of record \nproducers putting boy bands together. Which one, we wonder, is the bad boy?)Its the second time in less than six \nmonths that the quartet have lent their signatures to an environmental initiative designed to embarrass the \ngovernment of Stephen Harper. The first time was back in September, during the federal election campaign, when \nthe same four ex-prime ministers joined with Naomi Klein, Margaret Atwood, union, student and ethnic leaders to \npush an initiative known as œTime to Get Serious on Climate Change, an effort that fell with a thud as soon as it \nwas launched.Like most calls for green spending, this current demand for eco-based stimulus is big on rhetoric and \nshort on detail. For instance, Rick Smith, executive director of Environmental Defence, one of the campaigns \nsponsoring organizations, called the package a œno-brainer that would combat both the recession and global \nwarming: œThere are jobs just waiting to be created and businesses poised to grow. Really? Where?Much of the \ncampaigns projections for new jobs and economic growth are based on magic-wand reasoning that imagines the \nonly barrier between us and a post-industrial, green nirvana to be a lack of imagination and public funding. If we just \nthrow enough federal cash at the problem, the theory goes, the dream of a carbon-free future will wondrously \nmaterialize.Its true that if Ottawa spent a few billion a year over the next five years ” as envisioned by such a plan ” \nreimbursing businesses for the cost of retrofitting their offices and plants to be more energy efficient in the process, \nthere would be some temporary economic activity generated, some jobs, perhaps even a few new renovation \nbusinesses. But would the money necessarily produce economically sustainable industry, or merely provide a one-\noff cash transfer to businesses that happen to be well-positioned to exploit a fashionable cause?Most likely, as with \nany tax-funded, make-work project, the highest priority would be visibility and vote-winning. The money would go to \nthose projects likeliest to produce the biggest publicity bang, rather than generate the most efficient economic \nreturn. Long-term, very little would be accomplished.Rather than let unions, eco-activists, left-wing economists and \nfailed politicians decide where any stimulus package should go, the Conservative government would be well \nadvised to lower taxes and remove burdensome regulations on all consumers and business. That way, millions of \nordinary Canadians and hundreds of thousands of business will be unleashed to show the markets (and the \ninnovators) where to go.If private actors want to use their cash to go after green dividends, good luck to them. If \nthey dont, good luck to them equally. Either way, lets not let a set of four unsuccessful prime ministers ” notable \nmainly for providing leadership Canadians didnt want ” decide how to spend taxpayer money.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Canada/US: A Godly LeaderWhen Stephen Harper was first elected Prime Minister, he began ending his \nspeeches with the phrase œGod Bless Canada. As a result, Mr. Harper was attacked by Canadian leftists for \nmimicking George W. Bush, for injecting organized religion into Canadian public life and for offending Jews, \nMuslims and other faiths by emphasizing his Christianity. One Globe and Mail columnist derided Mr. Harpers God-\ntalk as œsquirm-inducing. Other commentators wondered whether Mr. Harpers use of the œG word presaged \nConservative assaults on gays, abortion and womens rights. (It didnt.)Fast forward two years. Are all those left-wing \nCanadian pundits now œsquirming at Barack Obama?In his inaugural address yesterday, the new U. S. President \nmade several references to God. He quoted Scripture, referred to œthe God-given promise of equality and \nfreedom, spoke of America progressing œwith eyes fixed on the horizon and Gods grace upon us and, of course, \nended with the traditional œGod Bless America.We applaud this overt religiosity: What better way to encourage \nAmericans public-spirited instincts than by appealing to the virtues preached by organized religion? But thats us ” \nthe Bible-(or Torah-) thumpers on the National Post editorial board. What about the Canadian liberals whose love-in \n\nhttp://www.nationalpost.com/opinion/story.html?id=1204031\nhttp://www.nationalpost.com/opinion/story.html?id=1200473\n\n\nwith Mr. Obama reached political climax yesterday?In recent weeks, the CBC in particular seems to have made \nitself over into a sort of all-Obama satellite station. Its executives were so overcome with ardour that they invited \nCanadians to nominate œthe top 49 songs from north of the 49th parallel that would best define our country. \nFollowing their heros shocking theocratic turn on inauguration day, will the CBC now edit the playlist to include \nballads of betrayal? (We suggest No Doubts Dont Speak.)If not, we should all remember this the next time some \nCanadian uses the œG word in public. The worst that any Canadian will then be able to accuse them of is \nmimicking ¦ their hero, Barack Obama.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           90% of Failed Asylum Seekers Remain in UK¦¦And backlog of undecided cases doubles in a yearAs \nmany as nine out of ten failed asylum seekers are being allowed to stay in Britain despite having no right to remain, \na report from a Government watchdog reveals today.The backlog of illegal immigrants awaiting deportation is \ngrowing fast as the UK Border Agency fails to keep pace with the number of rejected applicants. The number of \nunprocessed cases is also growing.And Government rules stating that all successful asylum seekers must have \ntheir cases reviewed after five years ” to see if their country is now safe enough to return to ” have descended into \nfarce, because the Border Agency has no way of tracking those living in Britain and no plans for a review.\n\n           ” Hat tip: http://snaphanen.dk/|Steen [|Return to headlines]\n\n           Barroso Urges EU Nations to Accept Guantanamo PrisonersEuropean Commission chief Jose Manuel \nBarroso urged EU nations Friday to accept Guantanamo prisoners and help new US President Barack Obama \nclose the œwar on terror jail in Cuba. œWe must help our American friends resolve the problem, he said, adding \nthat œthere are at least two countries, Spain and Portugal, which have made proposals in this direction.œI think the \nEU member states ” of course it is their decision ” could make an effort to help the United States, said Barroso, who \nis from Portugal [One of the leaders of the underground Maoist MRPP (Reorganising Movement of the Proletariat \nParty; later PCTP/MRPP-Communist Party of the Portuguese Workers/Revolutionary Movement of the Portuguese \nProletariat; later later PM for the PPD/PSD-Social Democratic Party].EU foreign ministers, at a meeting in Brussels \non Monday, are to debate the extent to which the European Union should coordinate a response to any demand \nfrom the United States to accept some of the 245 prisoners.Many of the 27 EU nations have called for the jail to be \nshut down, but each of them has their own legal systems and proceedings, so no over-arching EU line can be \ntaken and imposed on all.[¦] Some prisoners might have to be transferred to other countries, while others could yet \nbe tried in US courts. Some may prove impossible to try, transfer or release. œHow you actually deal with question \nof bring people back from Guantanamo is incredibly complex legally, one EU diplomat said Friday.While Portugal, \nbacked by France, has been leading the drive to help close down the prison ” a blight on Americas moral standing \nin the world over the last seven years ” Austria ruled out Friday taking any prisoners in.Many others have yet to take \na firm position.\n\n           ” Hat tip: VH [|Return to headlines]\n\n           Czech Rep.: Czech Town Bans Extremist MarchPlzen ” The Plzen authorities have banned a march \nthrough the town that was announced for February 21 by a private organiser who presented it as a protest \nagainst occupation of Palestine, Hana Josefova, from the Plzen central district, said. According to the \norganiser, up to 400 people would take part in the march. However, police believe that it is an event organised \nby far-right radicals.Sine the Usti nad Labem Jewish community announced a meeting outside the local \nsynagogue on the same day the officials proposed that the organiser change the route of the march.He, however, \ninsisted on his original route and the march has therefore been banned, Josefova said.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Denmark: No Compensation for Cartoonists Death PlotterA Tunisian man will have to file a civil suit to be \ncompensated for his time in custody while awaiting charges for allegedly plotting a murderPolice say they \nwill not pay out compensation to a Tunisian who was one of two men charged with plotting to kill Mohammed \ncartoon artist Kurt Westergaard.Slim Chafra, who was jailed for 8 months last year while awaiting intelligence \nagency PETs gathering of information in the case, is seeking 600,000 kroner in compensation. The Supreme Court \nruled in November that the Tunisian had been unjustly imprisoned as there was not sufficient evidence presented \nthat he was a threat to society.Chafra is now on ˜tolerated stay status after being officially expelled from the country \n\nhttp://www.dailymail.co.uk/news/article-1126793/90-failed-asylum-seekers-remain-UK\nhttp://snaphanen.dk/%7CSteen\nhttp://www.eubusiness.com/news-eu/1232732822.82/\nhttp://www.ceskenoviny.cz/news/zpravy/czech-town-bans-extremist-march/356500\nhttp://www.cphpost.dk/news/national/article/88-national/44533-no-compensation-for-cartoonists-death-plotter.html\n\n\nby the Immigration Ministry. He has not been sent back to Tunisia due to the risk of his facing possible torture from \nthe countrys authorities.PET has refused to present its evidence to the court but believes Chafra to be the brains \nbehind the planned assassination. B.T. newspaper indicated in November, however, that while there appeared to \nbe a wealth of evidence implicating the other Tunisian charged for the crime, there was nothing to suggest Chafra \nwas involved.The second Tunisian was also expelled from the country and voluntarily left Denmark last year.Police \nsay that Chafra will have to file a civil suit if he wishes to get compensation for his time in custody.\n\n           ” Hat tip: http://snaphanen.dk/|Steen [|Return to headlines]\n\n           Denmark: Rare Headscarf Appearance in CourtThree defence lawyers wore headscarves in court in protest \nover a parliamentary proposal to ban religious symbols in courtAs parliament debates banning religious and political \nsymbols in court, three defence lawyers appeared wearing headscarves in Næstved Court today..The controversial \nlaw change proposal from the Danish Peoples Party is getting its first hearing in parliament today.One of the three \nprotestors was male lawyer, Janus Malcolm Petersen, who denied that their action was in contempt of court.˜On the \ncontrary, we think we are showing respect for the court with this action. We trust that the judges understand how \nthey should be dressed in court, without having to introduce legislation about it, Pedersen told TV2 ??ST news.The \njudge in Næstved courthouse, Birgit Bjerring Andersen, ignored the head coverings of the three lawyers and \nimpassively continued with the criminal case that was being heard by her.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Denmark: Genital Mutilation Sentence ” 2 YearsA mother of four has been sentenced to two years for \nallowing the genital mutilation of her daughters.Denmarks first case involving parents allowing the genital mutilation \nof their daughters resulted today in a two-year sentence for the mother.The major part of the sentence ” 1 year \nand six months ” was conditional, while six months was unconditional. The Eritrean woman will not \nhowever have to serve a sentence in prison as she has already been in detention for four-and-a-half \nmonths. Father freed While the mother was sentenced, the father of the girls was found not guilty. The mothers \ndefence attorney said it had not yet been decided whether the mother would appeal her sentence as a matter of \nprinciple.œThe important thing is that my client does not have to go to prison again. Two years sounds a \nlot, but we will now have to think about whether to appeal, says Attorney Jane Ranum.Third daughter Apart \nfrom the two daughters ” now 10 and 12 years old ” who had been genitally mutilated, the parents were \nalso charged with planning to have a third daughter mutilated. Both were, however, found not guilty as \ncharged with this latter offence.Both parents said they had not known that their daughters were to be \nmutilated. The mother explained in court that she had believed that her daughters were to be treated for a \nworm infection when her sister took them to a clinic. Arrested The parents were arrested in the summer of \n2008 when a pre-school teacher claimed to overhear a conversation in which the parents were said to be planning \nto travel to Sudan to have a now 6 year-old daughter genitally mutliated.The family father came to Denmark in 1991 \nas a political refugee. Originally from Eritrea, the parents had lived for several years in Sudan.Ban Female genital \nmutliation ” sometimes termed circumcision ” has been a criminal offence in Denmark since 2003.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Dutch Courage by Mark SteynThe Dutch, like the Canadians, think they can maintain social peace by \nshriveling the bounds of public discourse and bringing what little remains under state regulation. But one notices \nthat the coercive urge, which comes so naturally to Euro-progressives, only goes in one direction. The Swedish \nChancellor of Justice shuts down the investigation into the Grand Mosque of Stockholm for selling tapes urging \nbelievers to kill œthe brothers of pigs and apes (ie, Jews) because thats simply œthe everyday climate in the \nrhetoric. The masked men marching through the streets of London with placards threatening to rain down another \n9/11 on the infidels are protected by a phalanx of Metropolitan Police officers. The PC nellies of the Canadian \nœHuman Rights Commission, happy to hound the last neo-Nazi in Saskatchewan posting to the Internet from his \nmums basement, wont go anywhere near Abou Hammaad Sulaiman Dameus al-Hayitia, the big-time Montreal \nimam whose book says infidels are œevil people, Jews œspread corruption and chaos, and homosexuals should \nbe œexterminated.\n\n           ” Hat tip: JD [|Return to headlines]\n\nhttp://snaphanen.dk/%7CSteen\nhttp://www.cphpost.dk/news/article/national/44552-rare-headscarf-appearance-in-court.html\nhttp://politiken.dk/newsinenglish/article635876.ece\nhttp://corner.nationalreview.com/post/?q=N2UyZTQxMDg4MzMyMWM3MjFiYmFkMmJlM2Q3ODBlODA=\n\n\n           Editorial: Wilders Never-Ending StoryThe appeals court in Amsterdam on Thursday issued a ruling which will \necho for years and have major political implications. The court takes a hard line against the radical politician Geert \nWilders and issued an extensively outlined order to charge Wilders with hate speech and inciting discrimination. \nThat a lower court is now at liberty to give a dissenting verdict, after the appeals court has already ruled in such \nstrong wording, is an illusion. The limits on freedom of speech for politicians have hereby been set.So for years to \ncome, the courtroom will be the most important arena of debate about Muslims in the Netherlands. The focus will be \non the criminal nature of Wilders statements first, and only second on their validity ” or lack thereof. That is not \nanything to look forward to. Further escalation and polarisation are on the horizon.NRC Handelsblad has stated \nbefore that the position of Muslims in the Netherlands is not so weak that the criminal justice system needs \nto protect them against Wilders. The open political debate offers enough space to put him in his place. The \nEuropean Court of Human Rights in Strasbourg has approved curtailing offensive political statements in several \nEuropean member states. But only if sanctions against such statements are proportional ” usually very limited. If the \nDutch penal code is to come into play here at any point, sanctions can therefor only be restricted. Otherwise they \nare deemed by Strasbourg to be illegal.The grand words used by the Dutch court are disproportionate in that \nregard. The judges set themselves up as the protectors of the œfoundation of a stable democracy. These \nmagistrates are rejecting not so much the offensive rhetoric used, but the very existence of Wilders \npopulist right-wing party (PVV). However right the court may be regarding its characterisation of Wilders \noffending statements, his right to voice them remains of paramount importance. The historical comparisons \nthat the court draws with 1930s anti-semitism is likewise unfortunate. Undoubtedly the law against hate speech was \nintroduced in that period with good intentions, out of concern for ˜poisoning the hearts and minds of the public. But \nthat legislation created an adverse affect, rather than a positive one. The threat of that happening again is \nconsiderable.The court considers Wilders comparisons between Islam and Nazism to be insulting to such a \ndegree that freedom of speech should be limited. Yet why would it be acceptable to refer to Stalin or Pol \nPot, but not to Hitler, in this debate? Is it because Hitler occupied the Netherlands? And that everyone who \nis compared to him is automatically considered a traitor? That is indeed insulting. Yet outside the realm of \nnational history, this use of exceptions is indefensible. The Dutch courts have set themselves up for a long \nand unproductive debate, reminiscent of ˜The People vs. Larry Flint. This time not on porn but on politics. \nThe prosecution of Wilders might therefore be the beginning of a never-ending story. \n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           EU Expected to Strike Iranian Opposition From Terror ListThe European Union is expected to strike the main \nIranian opposition group in exile off its list of terrorist organisations on Monday, EU officials said. A decision by EU \nforeign ministers to drop the group, the Peoples Mujahedeen of Iran [PMOI, a militant Islamic Socialist terrorist \norganization, also known as Mojahedin-e-Khalq, MEK], from its terror blacklist would bring to an end a long legal \nbattle.The Luxembourg-based Court of First Instance ruled last month that the EU had wrongly frozen the funds of \nthe opposition group and violated its rights by not justifying why it was placed on the list.It was the third such ruling \nby Europes second-highest tribunal.According to a draft document seen by AFP Friday, the EU will adopt a new \nblacklist ” a move which is necessary each semester ” as the current one expires next month. But it will also say: \nœFollowing the judgement of the Court of First Instance¦ (PMOI) has not been included in the lists of persons, \ngroups and entities.Founded in 1965 with the aim of replacing first the shah and then the clerical regime in Iran, the \nPMOI ” now led by exiled Iran opposition figure Maryam Rajavi ” has in the past operated an armed group inside \nIran. It was the armed wing of the France-based National Council of Resistance of Iran (NCRI) but it renounced \nviolence in June 2001.In a statement, Rajavi, who lives freely in France, expressed hope that the œEU council \navoids appeasement of the mullahs regime, abides by court ruling, and officially announces removal of PMOI from \nthe terror list.Over the last weeks, PMOI supporters have held regular rallies outside the European Council building \nin Brussels where the talks will take place. The EU decision will come as a so-called œA point at Mondays meeting. \nœA points are usually rubber-stamped without discussion as the details have already been ironed out by \nambassadors, but nations could still raise objections.œTechnically, any member state can pop up at the last \nmoment and say, actually we have a problem with this A point. It is within the rules of procedure to do that, an EU \ndiplomat explained.But in Paris, a foreign ministry spokesman warned that France had appealed against the court \nruling. œFrance considers that the listing of PMOI complies with the law, thats why it has appealed against the \ndecision of this tribunal, spokesman Frederic Desagneaux said.Iran has condemned the ruling and is likely to \ncomplain should the EU drop the PMOI from its list. œWhat we have seen is a completely political ruling which \n\nhttp://www.nrc.nl/international/Opinion/article2129042.ece/Wilders_never-ending_story\nhttp://www.eubusiness.com/news-eu/1232731023.54/\n\n\nlacks any legal basis, foreign ministry spokesman Hassan Ghashghavi said after it was handed down on December \n4. œNothing has changed in the terrorist nature of this group. They are the same people with the same \nideology.Any move to drop the group would also increase pressure on the United States, which banned the PMOI \nas a œforeign terrorist organization in 2003.\n\n           ” Hat tip: VH [|Return to headlines]\n\n           EU: Nuclear Smuggling Suspect Says He Helped CIASwiss man says he tipped off Pakistan scientists \nshipment to Libya   GENEVA ” A Swiss man suspected of being involved in the worlds biggest nuclear smuggling \nring claims he supplied the CIA with information that led to the breakup of the black market nuclear network led by \nPakistani scientist Abdul Qadeer Khan.In a documentary airing Thursday on Swiss TV station SF1, Urs Tinner says \nhe tipped off U.S. intelligence about a delivery of centrifuge parts meant for Libyas nuclear weapons program.The \nshipment was seized at the Italian port of Taranto in 2003, forcing Libya to admit and eventually renounce its efforts \nto acquire nuclear weapons.The 43-year-old Tinner is suspected, along with his brother Marco and father Friedrich, \nof supplying Khans clandestine network with technical know-how and equipment that was used to make gas \ncentrifuges.Khan ” the creator of Pakistans atomic bomb ” sold the centrifuges for secret nuclear weapons \nprograms in countries that included Libya and Iran before his operation was disrupted in 2003.Tinner was freed by \nSwiss authorities last month after almost five years in investigative detention and he has yet to be charged.[¦]Urs \nTinner is waiting to see whether prosecutors will file charges against him for breaking Swiss laws on the export of \nsensitive material ” a crime that carries a penalty of up to 10 years imprisonment.The federal criminal court in \nBellinzona on Thursday ordered Marco Tinner released on a bail of $87,000, rejecting an appeal by prosecutors to \nkeep him in prison pending a possible trial.Swiss weekly NZZ am Sonntag reported last month that prosecutors \nobjected to Marco Tinners release because of concerns he might still possess sensitive information on the \nconstruction of nuclear bombs.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Gaza: EU: Open Passes; Livni: Stop Iranian Arms to Hamas(by Marisa Ostolani) (ANSAmed) BRUSSELS, \nJANUARY 21 ” A strong but wary appeal which was launched at Israel by EUs foreign ministers, that it reopen the \npasses leading into Gaza ˜immediately, has been met with a luke-warm response from Israels foreign minister, \nTipzi Livni, who preferred to insist on the necessity of blocking the flow of illegal arms being supplied to Hamas, \nespecially from Iran. The meeting in Brussels yesterday of the EU foreign ministers with their Israeli colleague was \ncalled by the Czech presidency as a contribution to diplomatic efforts to find a solution to the Gaza conflict. A further \nextraordinary meeting of the 27 EU foreign ministers alongside their counterparts from Jordan, Egypt, Turkey and \nPNA leader Mahmoud Abbas has been scheduled for Sunday evening. œWe have asked Israel to allow the \nimmediate unblocking of the entry points to Gaza to allow the distribution of aid Czech foreign minister Karel \nSchwarzenberg said. ˜We received an assurance from Ms Livni that for its part Israel will do everything possible to \npermit effective humanitarian aid to Gaza. But there was no definite undertaking about the opening of the passes, \nwhich were effectively closed by Israel following Hamas electoral victory and is the issue on which the EU is \ninsisting. œWe are willing to cooperate on the humanitarian question Livni stated. œBut to talk about an enduring \nand stable peace also entails blocking the traffic of arms towards Gaza and Hamas which is coming from Iran \nespecially, the Israeli minister insisted. For the EUs part the messages sent out were unequivocal: ˜Without a return \nto normal life, the Gaza situation will blow up again warned Karl Bildt, Swedens foreign minister. ˜Israel has to \nunderstand that you cant leave Gaza imprisoned: without open borders the Strip takes on explosive potential, Jean \nAsselborn, Luxembourgs foreign minister joined in. The same point was made by the High Representative for \nForeign Affairs, Javier Solana and Commissioner for External Relations, Benita Ferrero-Waldner. On the political \nanalysis front, the voice of Finlands foreign minister, Alexander Stubb, was not part of the chorus, saying that a \nglobal solution is impossible without Hamas. œWe have to start reflecting on how to get all sides around the \nnegotiating table, Stubb said. œThere is no possibility of have a permanent peace unless everyone is around the \nsame table. But it wont happen soon. It will take time. There was a clear no-go on this point from Livni, according to \nwhom Hamas can play no part in the solution being sought between Israelis and Palestinians. œ Hamas defends \nthe logic of hatred and terrorism. We are fighting terrorism, not the Palestinians, Livni stated. From the Israeli \nminister, whose arrival in Brussels was the target of a prostest by a group of Palestinians in front of the Council, \nthere came a impassioned defence of the Israeli amry which, she said, œfights while respecting international values \nand laws. (ANSAmed)\n\nhttp://www.msnbc.msn.com/id/28796489/\nhttp://www.ansamed.info/en/news/ME01.@AM37102.html\n\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Iceland: Prime Minister Steps Down Amid Violent ProtestsIcelandic Prime Minister Geir Haarde on Friday \ncalled early elections following violent protests on the streets of Reykjavik. Meanwhile, Europes top politicians are \non edge following clashes in Bulgaria, Latvia, Lithuania, Hungary and Greece.Icelandic Prime Minister Geir Haarde, \nrattled by the financial crisis and widespread anti-government protests, called early national elections for May 9 on \nFriday and announced he was stepping down.Haarde, 57, said he would not seek re-election because he has a \nthroat tumor. The new timetable brings forward elections which were due in 2011.Iceland, the epicenter of the \nbanking crisis, saw huge debts toppling its banks last autumn. Its fragile economy is expected to contract by 10 \npercent this year. Faced with rocketing unemployment and rising inflation, Icelanders have increasingly taken to the \nstreets to voice their anger.Tensions in Reykjavik peaked on Thursday night when police used tear gas to control \nrioters for the first time since 1949. Demonstrators say the ruling Independence Party have brought financial ruin to \na once wealthy island. In recent days, crowds of 2,000 ” from a population of 320,000 ” have gathered in front of the \nparliament to rail against the government.Polls suggest a new election would likely spell a swing to the left with the \nLeft-green party profiting from the tide of anti-capitalist sentiment.Icelanders havent been the only ones in Europe \ntaking to the streets to voice their disgust at worsening economic conditions. People in Bulgaria, Latvia, Lithuania, \nHungary and Greece have likewise been voicing their frustration¦\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Italy: No More Demonstrations at Places of WorshipCall for directive to prevent episodes like Duomo \ndemonstration in Milan from happening againROME ” Places of worship, supermarkets and shopping malls will \njoin public institutions, political party headquarters and diplomatic premises as being off-limits for demonstrators. \nOrganisers will also have to pay a deposit as a guarantee against damage.NEW RULES ” Interior minister Roberto \nMaroni has proposed new rules for public demonstrations, revealing that he is working on a directive to be sent to \nprefects and chiefs of police. A week ago, the minister explained to a hearing of the Senates constitutional affairs \ncommittee why there was a need to review public order regulations for events that attract thousands of people into \nthe streets. He made specific reference to the prayers by hundreds of Muslims in Milans Piazza Duomo during the \npro-Gaza march. He said: œDemonstrations like the recent ones for Palestine pose new questions with respect to \nwhat we were used to. In the past, we prevented marches from passing various kinds of premises, including those \nof political parties. Its now time to assess whether marches should pass places of worship. Mr Maroni added that \nœthere is no wish to offer a repressive response but it is necessary to give full implementation both to the right to \ndemonstrate and to the right of non-demonstrators to use their own town.NO MORE DUOMO INCIDENTS ” The \nproposal was reiterated at question time in the Lower Chamber when Mr Maroni replied to a question by Riccardo \nDe Corato, the deputy mayor of Milan, who wanted to know what initiatives the minister was taking to prevent \nsimilar situations in future. Mr Maroni replied: œI have drafted a directive so that episodes like the demonstration \noutside the Duomo in Milan will not happen again. The draft under consideration will give prefects clear instructions \nto deny demonstrations access to specific areas, such as places of worship above all, but also shopping malls, \nsupermarkets, monuments and sites of public interest. Meanwhile in Rome, the mayor, prefect and trade unions are \nalready working on a project to exclude demonstrations from the city centre and reduce the consequent disruption. \nThe rules, however, will not be hard and fast. Assessments will be made case by case and specific precedents will \nbe taken into account when authorisation is granted for routes indicated by demonstrators. The directive is \nexpected to include further measures, such as sureties against damage. The current proposal requires the \norganisers of demonstrations to make a deposit which would not be returned if any damage was caused during the \nmarch. The aim of the measure is to encourage organisers themselves to isolate the violent extremists who often \nhide among other demonstrators.English translation by Giles Watson           www.watson.it\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\n           Italy to Build New JailsScheme will ease overcrowding, govt says(ANSA) ” Rome, January 23 ” The \nItalian government on Friday launched plans to build new prisons and end chronic overcrowding.??We dont have \nmuch time or money¦but we aim to bring the jail system up to date, said Justice Minister Angelino Alfano.A recently \nappointed special commissioner for jails, Franco Ionta, will be given ??extraordinary powers to accelerate the jail-\nbuilding programme, Alfano said.The scheme is aimed at raising the official jail capacity above 60,000, the number \nof current inmates.At present Italian jail capacity is 43,000, but the number of prisoners being held is 15,000 higher \n\nhttp://www.spiegel.de/international/europe/0,1518,603244,00.html\nhttp://www.corriere.it/english/09_gennaio_22/demonstrations_8e0a9668-e887-11dd-aae1-00144f02aabc.shtml\nhttp://www.watson.it/\nhttp://www.ansa.it/site/notizie/awnplus/english/news/2009-01-23_123308942.html\n\n\nat 58,000.The new prisons will be built with the participation of private companies so as to ensure they will be ready \nin a matter of months, he said.Alfano did not go into much detail apart from saying the jails would be built all over \nItaly and would be smaller than current jails.??They dont have to be 19th-century-style fortresses, he said. The \nscheme was inserted into a bill due for approval by the end of March.Prison rights group Antigone criticised the \nministers plan, saying ??a prison has never been built in six months in Italy.It said a thousand new prisoners went \ninto jail each month and predicted that even with new prisons the system would be unable to cope.Non-custodial \nsentences for many categories of prisoners would be a better way of easing overcrowding quickly, Antigone \nsaid.??The government should stop stuffing jails with prostitutes, consumers of soft drugs and illegal immigrants \nwhose only crime is not having papers.Other experts said alternatives to jail like electronic tagging would help. \nPrison warders have repeatedly complained about conditions in Italian jails.Last month warders union Osapp \nwarned the situation could only get worse.??Prisons are in a pitiful state, even newly built ones, and paradoxically \nthere is a risk of overcrowding even in the maximum security areas where detainees are supposed to be held in \nisolation, it said.Osapp accused Alfano of dragging his feet on the issue and not presenting ??a concrete plan for \ninvestments.The minister has ruled out any mass prisoner pardons, like one ordered by the last government two \nyears ago to ease prisoner overcrowding.The pardon, approved in May 2006 by the then new centre-left \ngovernment with support from some centre-right parties, knocked three years off sentences and led to the release \nof almost 27,000 inmates.Some 20% of those released have since been re-arrested for committing fresh crimes, \nand prisons are once again over capacity.The pardon controversially covered all crimes committed before May 2, \n2006, making it applicable to past, present and future sentences.\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Italy:Talks of DeportationsItaly one of the few Western countries that isactually fighting back against the \ndomestic threat of Islam is showing us once again that are willing to do what ever is necessary to save their country \nfrom an Islamic take over.\n\n           ” Hat tip: http://islaminaction08.blogspot.com/|Islam in Action [|Return to headlines]\n\n           Liberazione: Folena, Privatisation Not Scandalous(AGI) ” Rom, 7 Jan. ” In 2000-01, privatisation began of \nthe DS newspaper ˜lUnita in a sales crisis, first under the direction of Furio Colombo and then under that of Antonio \nPadellaro: it is not negative or scandalous that the same path that I consider reasonable, happens today for \n˜Liberazione.Speaking, Pietro Folena, the ex-coordinator of the DS and then leader of ˜United on the Left, who then \nwent on to be a part of the ˜European Left, created by Fausto Bertinotti. ??I think that it is correct and reasonable, \nFerreros project to remove the party from the newspaper in crisis ” Folena explains ” What I found very unpleasant \nwere the heated voices above the lines: a sign of unequivocal immaturity that there is on the Left and that it is time \nto put an end to it once and for all. A process of ˜privatisation brings hard choices. ??Surely, if ˜lUnita is alive today, \nit exists, it is in the newsstands ” Folena warns ” it is thanks to the painful but indispensable operation in 2000: for a \ntime we did not go to the newsstands before returning in the spring of 2001. A painful choice is for example a \nchange in direction. ??I am very sorry ” continues Folena ” for Piero Sansonetti, who I consider a valid professional, \nbut in the face of these losses, I dont consider it negative or scandalous Ferreros project: I would like ” he continues \n” that he focuses more on the construction of a new left, plural, federal and able to compete. Doesnt this exist \nwithout fragmentation and schisms? ??Making other un-influential parties is absolutely useless, he concludes.\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Obamas Web Team in UK Racism FightThe web strategists behind Barack Obamas successful presidential \ncampaign are throwing their weight behind a UK campaign to counter racism and fascism.Blue State Digital (BSD) \nwill work with the Hope Not Hate campaign to build up grassroots support over the internet.In particular, it is \nattempting to stop the BNP winning a seat in the European election and has already invited thousands of people to \njoin the campaign online.by Chloe Markowicz, PR Week UK 21-Jan-09, 16:14The web strategists behind Barack \nObamas successful presidential campaign are throwing their weight behind a UK campaign to counter racism and \nfascism.Blue State Digital (BSD) will work with the Hope Not Hate campaign to build up grassroots support over the \ninternet.In particular, it is attempting to stop the BNP winning a seat in the European election and has already \ninvited thousands of people to join the campaign online.Hope Not Hate was founded by Searchlight, the anti-British \nNational Party organisation.BSD, which has offices in New York, Washington and Boston, opened a London office \n\nhttp://islaminaction08.blogspot.com/2009/01/italytalks-of-deportations.html\nhttp://islaminaction08.blogspot.com/%7CIslam\nhttp://www.agi.it/italy/news/200901071704-cro-ren0045-art.html\nhttp://www.brandrepublic.com/News/875184/Obamas-web-team-UK-racism-fight/\n\n\nin December 2008.London director Matthew McGregor said: ˜BSD will be working closely with Searchlight, \ndeveloping messaging, email and fundraising campaigns to help supporters organise and mobilise ” and then fight \nback against the BNPs message of racism, intolerance and hate.Mark Hanson, senior consultant at Staniforth and \nLabour Party strategist, said: ˜We are seeing a lot of groups trying or claiming to adopt Obama techniques but I am \nimpressed by Hope Not Hate. It has grasped that building support is about reaching people who have a network of \nfriends who will act if asked to.˜It is then crafting the appeal and transmitting the request in a powerful way as \nopposed to getting hold of a huge email list and broadcasting at them. BSD mastered that art in the US election and \nthe Hope Not Hate appeal is good in that it is a simple ask and a very powerful one.\n\n           ” Hat tip: VH [|Return to headlines]\n\n           Spain: EU, Unemployment Rate in 2010 19%(ANSAmed) ” MADRID, JANUARY 19 ” Government forecasts \nare still darker than expected for the economic scenario released by the European Commission, which foresees for \n2009 a drop in GDP of 2%, together with a peak in unemployment. Sources from the Executive Branch, quoted by \nagencies, assure that the unemployment rate in Spain will be the highest in the EU and will be double the European \naverage. The Commissions forecast are worse than those announced on Friday by the Economic Minister Pedro \nSolbes, who forewarned an economic slowdown for 2009 of 1.6%, but with GDP growth in 2010 at 1.2%. \nConcerning unemployment, the Spanish government predicts that this year it may well go over 15.9%, while the \nsame figure from Brussels states 16.1% in 2009 and 18.7% in 2010. The Spanish public deficit, according o the EU \nCommissioner, Joaquin Almunia, already reached 3.4% of GDP in 2008 and will reach 6.2% in the year in progress \nas a consequence of unemployment benefits and financial relief measures adopted by the government last \nNovember and the 8 billion directed at the cities, equal to 1.1% of GDP. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Spain: One in Two Spanish Does Not Speak Foreign Languages(ANSAmed) ” MADRID, JULY 28 ” One in \ntwo Spanish speaks only one language, Castilian, while in some regions of Castille-La Mancha the percentage of \ncitizens who do not speak foreign languages rises to 67%, according to the results of a study by the Foundation of \nSavings Banks (Funcas), published on the latest issue of Economic Information Notebooks. Despite the fact that \nthe knowledge of foreign languages is a necessity, almost half of the Spanish people, 49.7%, admit to ignore them \ncompletely. In particular, 64.4% of Andalusiàs residents, 63.7% of Cantabriàs residents, 47.4% of Galiciàs \nresidents, 42.3% of Madrids residents; the percentage decreases for the inhabitants of Catalonia (23.7%) and the \nBalearic islands (24.6%). Above average, in terms of knowledge of languages other than Spanish, also the \nresidents of Valencia (51.1%), Navarre (51.4%), the Basque Country (55.6%) and Aragon (55.7%). The income per \ncapita and the coexistence of the two official languages in the community are the two factors which have the \ngreatest influence in the disparity in the knowledge of foreign languages. Therefore, Castille La-Mancha, Andalusia \nand Extremadura, with lower incomes per capita, have the largest number of people who do not speak foreign \nlanguages. The survey, carried out on the basis of a questionnaire handed out to 2,489 people above 28 years of \nage, points out also that œthe education system has not corrected the barriers of insufficient and ineffective tuition \nof foreign languages. The results of a research conducted by the Statistical Institute of Catalonia, show that the \nthird most spoken language in the region, after Spanish and Catalonian, is Amazig or Berber language, originating \nfrom northern Africa. It was calculated that out of the some 20 million people who still speak this language \nworldwide, 100,000 live in Catalonia.(ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           UK/India: UK a Sanctuary for JihadisIt is not surprising that British Foreign Secretary David Miliband should \nhave so crassly sought to provide legitimacy to the Lashkar-e-Tayyeba and Pakistani terrorists by linking the \nMumbai terror attack to the ˜Kashmir issue. Britain plays host to Islamist terrorists and Labour uses their votes to \nwin electionsThere has been considerable anger and indignation in India over the attempt of Mr David Miliband, the \nBritish Foreign Secretary, who visited India last week, to rationalise the terrorist attack on Mumbai by the Lashkar-e-\nTayyeba of Pakistan by linking the attack to the ˜Kashmir issue. None of the indigenous Kashmiri organisations has \nlinked the Mumbai attack to Jammu & Kashmir. Yet Mr Miliband sought to provide legitimacy to the LeTs terrorist \nattack by linking it to the ˜Kashmir issue, disregarding the fact that the attack, as seen from the brutal murder of \nnine Jewish and 12 nationals of Western countries, which have contributed forces to the Nato contingent in \nAfghanistan, was part of the global jihadi agenda unrelated to either Jammu & Kashmir or the grievances of the \n\nhttp://www.ansamed.info/en/news/ME02.@AM50982.html\nhttp://www.ansamed.info/en/news/ME03.@AM18464.html\nhttp://www.dailypioneer.com/151294/UK-a-sanctuary-for-jihadis.html\n\n\nIndian Muslims.The shocking attempt by Mr Miliband to play down the murder of 138 Indians and 25 foreign \nnationals committed by the Pakistani terrorists should not have come as a surprise to those aware of the historic \nlinks of the British intelligence with the Mirpuri migrants from Pakistani-occupied Kashmir in the UK and their \nimportant role during elections in certain constituencies which traditionally return Labour candidates to the House of \nCommons with the support of the Mirpuri vote-bank.After Pakistan and Afghanistan, the UK has been traditionally \nthe largest sanctuary to foreign terrorists and extremists. Everybody, who is somebody in the world of terrorism, has \nfound a rear base in the UK ” the Khalistanis in the past, the Liberation Tigers of Tamil Eelam, the Mirpuris from \nPakistan-occupied Kashmir, the Chechens, the Al Muhajiroun, the Hizbut Tehrir etc. Having allowed such a medley \nof terrorists and extremists to operate unchecked from their territory for so long, the British intelligence just does not \nhave a correct estimate of how many sleeper cells are operating from their country and of which \norganisations.Since persons of Pakistani origin have been playing an increasingly active role in promoting the \nactivities of Al Qaeda, it is necessary to analyse the nature of migration from Pakistan to the UK and the US. \nMuslims from Pakistan constitute the single largest Muslim migrant group from the sub-continent in both the UK and \nthe US ” followed by Indian and Bangladeshi Muslims. There are estimated to be about 7,00,000 Muslims of \nPakistani origin in the UK. No estimate is available in respect of the US.The largest migrant group from Pakistan in \nthe UK are Punjabi-speaking Muslims ” from Pakistani Punjab as well as from the POK. The migrants from the PoK \nare called Mirpuris. They are not ethnic Kashmiris, but Punjabi-speaking migrants from the Pakistani Punjab, whose \nfamilies had settled down in the Mirpur area of the PoK for generations. They were essentially small farmers and \nlandless labourers, who lost their livelihood as a result of the construction of the Mangla dam. They, therefore, \nmigrated to West Europe ” the largest number to the UK and a smaller number to France, Germany and the \nScandinavian countries. Many of them preferred to go to the UK because it already had a large Punjabi-speaking \ncommunity from Pakistani Punjab. The initial Mirpuri migrants, who hardly spoke English, felt themselves \ncomfortable in a Punjabi-speaking environment.As the number of Muslims of Pakistani origin in the UK increased, \nmosques came up to cater to their religious needs. Till 1977, these mosques were headed by clerics from the more \ntolerant Barelvi Sunni sect. When Gen Zia-ul-Haq, a devout Deobandi, captured power in Pakistan in 1977, he \nembarked on a policy of marginalising the influence of Barelvi clerics not only in Pakistan, but also in Europe and \nincreasing the influence of the rabid Deobandis. He inducted Deobandis into the Education Department as Arab \nteachers and into the armed forces to cater to the religious needs of the military personnel. He encouraged and \nhelped the Deobandis to take over the mosques in Pakistan and in the UK by replacing the Barelvis. With the \ninduction of an increasing number of Deobandis started the process of the Arabisation/Wahabisation of the Muslims \nin Pakistan and of the Pakistani diaspora in the UK.The intelligence agencies of the US and the UK went along with \nZias policy of Arabising/Wahabising the Muslims of Pakistan because this contributed to an increase in the flow of \njihadi terrorists to fight against the Soviet troops in Afghanistan. Till 1983, the members of the Pakistani diaspora in \nthe UK were considered a largely law-abiding people. The first signs of the radicalisation of the diaspora appeared \nin 1983 when a group of jihadi terrorists kidnapped Ravi Mhatre, an Indian diplomat posted in the Indian Assistant \nHigh Commission in Birmingham, and demanded the release of Maqbool Butt, the leader of the Jammu & Kashmir \nLiberation Front, who was then awaiting execution in the Tihar Jail in Delhi following his conviction on charges of \nmurder. When the Government of India rejected their demand, the terrorists killed Mhatre and threw his dead body \ninto one of the streets. This kidnapping and murder was allegedly orchestrated by Amanullah Khan, a Gilgiti from \nPakistan. He was assisted by some Mirpuris of the Pakistani diaspora. The British were uncooperative with India in \nthe investigation of this case and declined to hand over those involved in the kidnapping and murder to India for \ninvestigation and prosecution. By closing their eyes to the terrorist activities of the Mirpuris from their territory, they \nencouraged the further radicalisation of the diaspora.Just as the radicalisation of the Muslims of Pakistan suited the \nUS-UK agenda in Afghanistan, the radicalisation of the diaspora in the UK, particularly the Mirpuris, suited their \nagenda for balkanising Yugoslavia in the 1990s. Many Pakistanis from the UK went to the training camps of the \nHarkat-ul-Ansar (now called the Harkat-ul-Mujahideen) and the LeT in Pakistan and got themselves trained with the \nknowledge and complicity of the British. They then went to Bosnia and Kosovo to wage a jihad against the Serbs \nwith arms and ammunition and explosives allegedly supplied by the Iranian intelligence with the tacit consent of the \nClinton Administration and paid for by Saudi intelligence.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           UK: 80 Foreign Murderers Welcomed to Britain¦Albanian killers allowed to stay despite being on Interpol \n˜wanted listEighty foreign killers are exploiting the chaotic asylum system to set up home in Britain, it was \n\nhttp://www.dailymail.co.uk/news/article-1127084/80-foreign-murderers-welcomed-Britain-Albanian-killers-allowed-stay-despite-Interpol-wanted-list.html\n\n\nrevealed yesterday.The convicted murderers from Albania have been given British passports despite being officially \nlisted as ˜wanted by Interpol.Most slipped across the Channel from Calais to Dover hidden in the back of lorries on \nferries. They used bogus names and false papers to claim asylum, often pretending to be from the war-torn Balkan \nrepublic of Kosovo.The scandal came to light when Albanias chief of police complained that 100 criminals from his \ncountry have been granted British citizenship and now live here.The police chief said the criminals have been \nallowed to stay even though the Albanian government has informed the Home Office of the true identities of the \nmen and their crimes, which also include rape and robbery.Many of the convicted criminals have been living in the \nUK for up to ten years and have started new families here.As the revelations exposed the shambles within the \nasylum system yet again, campaigners expressed their outrage.Sir Andrew Green, of MigrationWatch, said: ˜It is a \nreal concern that people accused of, or even convicted of, very serious crimes should apparently find it so easy to \ngain asylum in Britain.Rose Dixon, of victim group Support After Murder and Manslaughter, added: ˜Im astounded. \nIf this is correct, Im appalled that these people are walking the streets of Britain. I think we should be told a lot more \nabout this.After the Home Office was informed about the true identity of the asylum seekers, extradition \nproceedings against them were lodged by the Albanian Government.But complex legal arguments and the need to \nfind interpreters and psychologists has led to lengthy delays.Albanian criminals use myriad loopholes in the \nextradition laws to avoid being sent home.Their lawyers often claim they will suffer human rights abuse on their \nreturn, or that trials in their absence were unfair because they could not give their side.The situation is even more \ncomplicated if they have become British citizens. Under the Human Rights Act 1988, this gives them further \nprotection against being removed because their family life would be disrupted.Even when a case does finally go \nthrough a British court, it is the Home Secretary who decides the fate of the asylum seeker.Meanwhile, many \ncontinue to live off state hand-outs while others have gone on to commit crimes in Britain.Ahmet Prenci, the \nAlbanian chief of police, said he felt as if all his forces hard work in tracking down the culprits had been in \nvain.˜We have made a list of our people who are hiding in the UK, he said. ˜There are 100 criminals, and \nmore than 80 per cent are wanted for murder and have been convicted in absentia.˜They have been given \nBritish citizenship despite our efforts to extradite them to serve prison sentences in our country.˜We are \nworking intensively to identify, locate, and then to arrest wanted Albanian people in Britain. Unfortunately, \nmany have British passports obtained after they claimed asylum by pretending to be Kosovans.˜We are \nunhappy that the courts repeatedly refuse extradition of these criminals. There is no reason for an Albanian \ncitizen who has been involved in a crime not to be punished. Mr Prenci spoke out as a report by the National \nAudit Office revealed that Britain is struggling to cope with the growing numbers of asylum seekers..The UK Border \nAgency is overwhelmed with cases. More than 300,000 asylum claims have not been processed and nine out of \nten foreigners refused asylum are not sent home.Chris Grayling, Shadow Home Secretary, said: ˜The Home Office \nhas consistently been warned about undesirables entering our country both legally and illegally, yet they seem not \nto have a grip on it. While the Home Office is prepared to do nothing about this, we will introduce a dedicated UK \npolice force to secure our borders.A Home Office spokesman last night refused to respond to the Albanian police \nchiefs allegations that criminals from his country were being given British citizenship even though their past was \nknown. He said: ˜We cannot comment on individual extradition cases.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           UK: Backlog of Asylum Cases DoublesThe backlog of asylum cases more than doubled over a year to \n8,700 by mid-2008, a government watchdog says.In a critical report, the National Audit Office says the Home Office \nhas also failed to deliver an increase in removals of failed asylum seekers.It praised a major reform of the asylum \nsystem, but said 450,000 unresolved œlegacy cases had cost the taxpayer £600m over the past year.The UK \nBorder Agency said the NAO had recognised œconsiderable successes.Home Office chiefs introduced the New \nAsylum Model (Nam) two years ago to speed up and improve decision making.It means a single official deals with \nan applicants case from start to finish.˜Sudden changesThe National Audit Office report broadly praised Nam, \nsaying it recognised the challenges posed by asylum applications.It said the UK Border Agency had increased the \nproportion of cases dealt with in under six months and the quality of decisions was improving.But it said the system \ncould not cope with œsudden changes in demand and the backlog of undecided cases had more than doubled to \n8,700 during the second quarter of 2008, compared with the same period in 2007.A quarter of all applicants were \nnot having a vital full-screening interview early enough, it said.The report criticised a second backlog of unresolved \nasylum applications under the old system ” totalling up to 450,000 in June 2006 but down to 245,000 by last \nsummer.These are thought to have cost the taxpayer £600m in the last financial year.The report said all of this was \n\nhttp://news.bbc.co.uk/2/hi/uk_news/7846140.stm\n\n\nexacerbated by too few secure detention and removal facilities.The Home Offices decision to prioritise removing \nforeign national prisoners had also hit asylum targets.Tim Burr, head of the National Audit Office, said: œThe \nsystem is not yet working as it should for every case.œThe UK Border Agency has to be sharper in gathering all \nrelevant information as early as possible, translating it into good decisions and then speedily enforcing those \ndecisions.œThere is a risk that a new backlog of unresolved cases will be created, adding to the existing backlog of \n˜legacy cases.Detention plansLin Homer, head of the UK Border Agency, said many NAO recommendations had \nalready been acted upon.New detention facilities were in the pipeline, she said.œThis report recognises the \nconsiderable success we have had in improving the asylum system.œIt acknowledges that we have an improved \ngrip on asylum applications. We are strengthening our checks on decision making, recruiting more staff and are \ncommitted to conclude 90% of new asylum cases within six months by 2011.Donna Covey, of the Refugee Council, \nsaid: œWe have first-hand experience of the problems with the current system, from case owners not being present \nall the way through the process, through to people not being able to access legal advice before their main interview. \nœEdward Leigh MP, chairman of the Commons public accounts committee, said he would not bet on the backlog \ntarget being met.œWhen you get down to brass tacks, the UK Border Agency is struggling to cope, even with its \nnew programme.œNot the least frustrating aspect is that, because of a continuing lack of detention space, failed \napplicants often disappear.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           UK: Is This the Man Who Sold Barclays Down the River?by Chris BlackhurstBACK in November, there \nwas much cause for celebration inside Barclays. Roger Jenkins, the former international athlete turned the banks \nMiddle East fixer, and Amanda Staveley, the ex-model and now a financial power-broker with the Middle Eastern \nGulf rulers, had concluded a remarkable deal.While Barclays main British rivals, Royal Bank of Scotland, HBOS \nand Lloyds TSB, were forced to go begging to the British Government for assistance, the bank had persuaded the \nroyal families of Abu Dhabi and Qatar, and the sovereign wealth fund of Qatar, to stump up £7 billion.It was a \ntriumph for Staveley. The former girlfriend of Prince Andrew collected £40 million for brokering the coup. Internally, \nat Barclays, there were congratulations, too, for Jenkins and for John Varley, Barclays CEO. For Varley, the \ninjection of Arab cash at such a difficult time in the markets was a personal vindication. A dry, somewhat ascetic \nfigure, connected by marriage to one of the Quaker families that played a part in Barclays rise, he had always had \nto work that bit harder to prove himself to a sceptical City.The comparison was forever being made between Varley, \nwho looks like an English country parson and talks in hushed tones, and the go-getting American, Bob Diamond, \nwho runs Barclays investment banking side. Repeated reports of the perceived rivalry between the pair ” denied by \nthem both ” continually niggled.This shock Arab support was a victory for Varley, throwing up the possibility of \nBarclays forming strategic relationships in the richest region of the world. It was a slap in the face for the banks \ncompetitors, for the Government that was trying to bring its own influence to bear on Barclays, and to Varleys \ncritics.Almost three months later and Barclays shares are at their lowest level since 1985. For days now, the shares \nhave been falling. Speculation is rife in the City that the bank, which did not require an injection of government \ncapital, may now have to swallow its pride and seek help.But for Varley and his colleagues, there is a worse \nrealisation. Under the terms of the Arab injection, they are in danger of ceding control of the bank to their new Gulf \nfriends. In return for their money, Sheikh Mansour Bin Zayed Al Nahyan from Abu Dhabi and his coinvestors \nreceived convertible notes, which are exchanged for shares.They agreed to wait seven months for conversion to \nshares at a price of 153p. However, if at any time before 30 June, Barclays raises more money at a lower price, the \nArabs can exchange their notes. As Barclays shares have since slumped to 66p, they could almost triple their \nholding ” which would give them around 55 per cent of the British bank.\n\n           ” Hat tip: Gaia [|Return to headlines]\n\n           UK: John Hutton ˜Deceived MPs Over Navy CutsJohn Hutton has been accused of deceiving Parliament \nover his explanation for a two-year delay in the Royal Navys aircraft carrier programme.The allegation came after \nLockheed Martin, the American defence company, contradicted his account. He had said that the delay was linked \nto a later delivery date for the aircraft that the vessels will carry.In a written Commons statement last month, the \nDefence Secretary said that construction of the 65,000-tonne HMS Queen Elizabeth and her sister ship, HMS \nPrince of Wales, would be put back a further one or two years in line with the expected delivery of the Joint Strike \nFighter, the combat aircraft designed to replace the Harrier. The fighter project has been running behind \nschedule.Under the delayed in-service dates announced for the two carriers, HMS Queen Elizabeth, which was to \n\nhttp://www.thisislondon.co.uk/standard/article-23625333-details/Is+this+the+man+who+sold+Barclays+down+the+river/article.do\nhttp://www.timesonline.co.uk/tol/news/politics/article5569934.ece\n\n\nhave been ready by 2014, will now be completed by 2015 or 2016, and HMS Prince of Wales will not be in service \nuntil 2016 or 2017.Lockheed Martin, however, confirmed to The Times that it had been ready to provide the combat \naircraft by 2014 but had been told by the Ministry of Defence to deliver in time for a 2017 initial operating \ncapability.The company, which is developing the Joint Strike Fighter in partnership with BAE Systems, said that the \naircrafts assembly line was already running and that other partners in the programme would get their aircraft \nbefore Britain.It emphasised that deliveries to the MoD would start well before 2017 to allow the Royal Navy to build \nup operational capability before the in-service date. œIts true that the MoD wanted its JSF initial operating capability \nfor 2017, although we told them we could deliver by 2014, the company said.Australia would have initial operating \ncapability for the fighters in 2015, the Netherlands in 2016 and Britain and Turkey in 2017, Lockheed Martin said. \nThose ordered by the US Marine Corps would be operational by 2012.Liam Fox, the Shadow Defence Secretary, \nwho recently visited Lockheed Martins factory in Fort Worth, Texas, where he was told of the aircrafts production \nschedule, said that the only reason for delaying the carriers was to save money. œI think the statement made in the \nCommons last month [by Mr Hutton] was designed to deceive, Dr Fox said.Although Mr Hutton gave no time-scale \nfor the delivery of the Joint Strike Fighters, the implication of his statement was that Lockheed Martin was unable to \nprovide the aircraft by 2014.Last months announcement that the in-service date for the two carriers was to be \ndelayed was part of a package of cutbacks that included the postponement of elements of the Armys new \ngeneration of armoured vehicles, known as FRES (Future Rapid Effect System).In a Commons written answer ten \ndays ago, Quentin Davies, the Minister for Defence Equipment and Support, rejected the allegation that the delay in \nthe carrier programme amounted to a cut.œWhat we have done is to align better the in-service date of the two \ncarriers with the in-service date of the new JSF aircraft designed to fly off them, he said.The MoD said that it did not \nrecognise the time-scale of 2017 for the fighters. œWe have not specifically asked for a 2017 delivery date, a \nspokeswoman said, adding that a decision would be made next month about receiving three fighters for testing \npurposes.Each aircraft will cost between £60 million and £65 million. The MoD insisted that the delay in the carrier \nprogramme would not add to the cost of the order.The MoD is expected to place an order for up to 150 Joint Strike \nFighters at a cost of about £12 billion. The development programme has cost £2 billion.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           UK: Smear Campaign Agains the British National PartyAnyone reading African Crisis knows about the British \nNational Party and how it is the only party committed to save Britain by stopping immigration,withdrawing the UK \nfrom the European Union,ending political correctness and multiculturalism and abolishing all the anti-racism laws \nthat are de-facto a way to end freedom of speech and make native Britons second class citizens in their country.Its \nnot surprising that the political elite is trying to stop the BNP by using any mean,legal and illegal,expecially now that \nis on the verge of achieving historic breakthroughs.So there is something strange going on..In one local paper,in an \narticle about an anson attack on a synagogue in north London,a group called Jews for justice for Palestinians,in an \ninterview claims that the BNP could have been responsible,even if in another article of the same newspaper,it \nreports that police suspect some young asians.Then in another local paper someone from a group against \nislamophobia,in a letter to that newspaper,claim that an unspecified MP told him that the BNP is committing acts of \ncrime against the Jewish community in order to stir tension between Jews and Muslims.Now Im the only one here \nto see a smear campaign aimed at blaming the BNP for rising antisemitism,even if anyone knows that antisemitic \nattacks are committed by muslims?DO you think this is a conspiracy carried out by the secret services?I would like \nyout opinion.Posted By: Giuseppe\n\n           ” Hat tip: VH [|Return to headlines]\n\n           UK: Schoolgirls Banned From Lessons by Headmaster for Being ˜Too BlondeA headteacher has come \nunder fire from parents and pupils after banning two 16-year-olds from school for being ˜too blonde.Raegan Booth, \n16, and Aby Western, 15, say they were threatened with expulsion by David Alexander unless they dyed their hair \nbrown.The girls claim they are being forced to adhere to the strict dress code of Rednock School in  Dursley, \nGloucestershire, in order to sit GCSE exams.But Raegan remains adamant that her hair is a natural shade of \nblonde.She said:The school rules clearly state that there are to be no œunnatural hair colours on \nstudents.˜Unnatural hair colours are blue, purple, green and bright red. Blonde is considered a natural hair colour \nand there are many different shades.˜The head claims that he must follow the rules. To me this suggests that \ncertain students are being made to look a way which is against their will.˜I believe this is wrong and no amount of \nhair dye affects a persons ability in school.The teenager, who is refusing to dye her hair a darker shade, added: ˜As \n\nhttp://www.africancrisis.co.za/Article.php?ID=41839&\nhttp://www.dailymail.co.uk/news/article-1126582/Schoolgirls-banned-lessons-headmaster-blonde.html\n\n\nwe are in the middle of our GCSE year, we should not be excluded over something so petty.˜This is a crucial time \nfor us and we should be focusing solely on our grades as opposed to our level of appearance.Martin Booth, \nRaegans father said: ˜Raegan is a model pupil and is working very hard towards her exams.˜She is always well \nturned out, her hair looks a very natural blonde.˜This is their final year, they are under enough pressure with \nGCSEs, they do not need to be worrying about their hair.Mr Alexander, who is due to meet with Raegan, denies the \nclaims.\n\n           ” Hat tip: Fjordman [|Return to headlines]\n\n           UK: The LSE Caves in to TerrorFirst the Netherlands prosecutes Geert Wilders for speaking against Islamic \nterror; now the London School of Economics has caved in to the threat of Islamist violence. Douglas Murray, the \ndirector of the Centre for Social Cohesion, has been banned from chairing a debate on Islam at the London School \nof Economics today between Dr Alan Sked, a senior lecturer in international history, and Hamza Andreas Tzortzis, \na Muslim writer and lecturer, because the LSE fears his views will provoke violence. Those views are outspoken \nopposition to the Islamisation of the west and staunch support for Israel.The LSE, where some Jewish students \nreport a poisonous and frightening atmosphere at present, has just seen a week-long anti-Israel protest over Gaza. \nThe Evening Standard reports:The LSE asked Mr Murray not to attend in the interest of public safety as his \npresence could provoke further unrest. A spokesman added: ˜He has spoken at LSE in the past and will be \nwelcome to do so again in the future.Another victory for the forces of darkness, thanks to the pusillanimity of the \nLSE which, finding itself on the battlefield of the war to defend civilisation, has run up the white flag.\n\n           ” Hat tip: Gaia [|Return to headlines]\n\n           Wilders, Freedom of Speech or Discrimination?[Comment from Tuan Jim: page has image of motoon with \nturban bomb]Geert Wilders, the controversial Dutch politician who has been very vocal in expressing his negative \nopinions about Islam, is to be prosecuted for alleged hate speech and discrimination, the appeals court in \nAmsterdam decided on Wednesday.Calls to try Wilders for his statements that violence is inextricably linked to \nIslam and that the Quran and Hiltlers Mein Kampf are similarly fascists books, had previously fallen on deaf ears. \nBut the courts ruling reverses a decision made last year by the public prosecutors office, which said Wilders \ncomments had been made as a contribution to the debate on Islam in Dutch society. His remarks may have been \npainful for Muslims, but they could not be deemed criminal, the prosecutor decided in response to dozens of cases \nfiled against Wilders after he launched his anti-Islam film Fitna.The judges, however, said they had weighed Wilders \nanti-Islam rhetoric against his right to free speech, and ruled he had gone beyond the normal leeway granted to \npoliticians. Prosecution of Wilders is in the public interest, the court decided, because in a democratic legal system \na clear line about hate speech in the realm of public debate needs to be drawn.The Netherlands long had a \nreputation for tolerance towards its ” largely Moroccan and Turkish ” immigrant population, but the tone of the \ndebate has changed radically in the past decade. After right-wing populist politician Pim Fortuyn, filmmaker Theo \nvan Gogh and Somali refugee and former member of parliament Ayaan Hirsi Ali, Geert Wilders is the strongest \nvoice against what he calls, œthe islamisation of the Netherlands.What do you think: should Wilders be prosecuted \nfor discrimination and hate speech, or does he have every democratic right to voice his opinion ” even if that opinion \nis offensive to some people?¦16 comments currently follow ” interesting reading.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Bereaved Families Split on Terrorist ReleaseMany Israelis who have lost loved ones to terrorism have \nspoken out recently on the possibility of a mass terrorist release in exchange for the return of kidnapped IDF soldier \nGilad Shalit. While some have publicly said they would let their loved ones killers go free in exchange for Shalit, \nothers have taken a strong stance against terrorist release.Earlier this week Yael Zeevi, whose husband Rehavam \n(Gandhi) Zeevi was assassinated by terrorists in 2001, announced that she would be willing to see her husbands \nkillers go free if it meant Shalits safe return. She was joined by 100 other bereaved families, who signed a letter to \nActing Prime Minister Ehud Olmert in which they expressed willingness to see their own family members murderers \ngo free for Shalit.Another widow who spoke out in favor of prisoner release was Rachel Koren, whose husband and \ntwo teenage sons were murdered in the bombing of the Matza restaurant in Haifa. œI cant live with the knowledge \nthat theres a boy rotting in prison on my conscience, she explained. œThey should release whoever they have to \nrelease in order to bring him back home.Other families, and representatives of terrorist victims, have taken a strong \nstance against terrorist release. œIm in touch with many families, and this support [for terrorist release] is likely to \n\nhttp://www.spectator.co.uk/melaniephillips/3283526/the-lse-caves-in-to-terror.thtml\nhttp://weblogs.nrc.nl/weblog/discussion/2009/01/22/wilders-freedom-of-speech-or-discrimination/\nhttp://www.israelnationalnews.com/News/News.aspx/129584\n\n\nprovoke rebellion, warned Zeev Rap, whose 15-year-old daughter Helena was stabbed to death by a terrorist in \n1992. œWhoever supports this process doesnt understand the suffering theyre causing us, he added.œIf they \nrelease my daughters murderer, theyll destroy my family and the families of others, Rap continued. He threatened \nto take the law into his own hands in such a case, saying, œIll murder him before he leaves our borders, at the \nborder fence. Ill die with the Philistines.Efraim Kastiel made a simple plea against release, saying, œMy heart hurts \nfor Gilad Shalit but I just cant handle it from a psychological standpoint. My heart wont allow it, I just cant. Kastiels \ndaughter Liat was one of two young women stabbed to death by terrorists in Wadi Kelt in 1997.Rachel Friedman \nlost her sister and niece, Lily and Tamara Shimashvili, in the 2001 bombing of the Sbarro restaurant in Jerusalem. \nœI think our army is strong enough to find a different way to release Gilad Shalit, and not by releasing murderers, \nshe said.Stanley Boims 17-year-old son David was murdered nine years ago in a terrorist shooting near the town of \nBeit El. Boim, who opposes terrorist release, explained that he was not motivated by a desire for revenge, but \nrather by a desire to protect others. œThe release of killers means the murder of more Jews in the Land of Israel, \nhe said.One of David Boims killers was not caught after the murder, and later carried out an attack in downtown \nJerusalem in which several people were killed.Like Friedman, Boim believes Israel can free Shalit without releasing \nterrorists. œWe need to do everything possible to free Shalit, but via pressure on Hamas and not on our \ngovernment, he stated.Protests For Shalit, Against ReleaseAs Olmerts term comes to an end, protests for Shalits \nrelease have picked up steam. Demonstrations calling for Shalits release have been held in Tel Aviv and Jerusalem \nthis week, and Friends of Shalit began a steady presence outside the Prime Ministers Office in Jerusalem on \nFriday.Three bereaved fathers protested the protest, standing opposite a Shalit rally in Tel Aviv and rejecting calls \nto release terrorists. The fathers, Yossi Mendelovich, Dov Weinstein and Zion Swery, said they would gather more \nbereaved parents to join them in rallying opposite demonstrations in support of terrorist release.\n\n           ” Hat tip: VH [|Return to headlines]\n\n           Conflict in Gaza Has Highlighted Divisions in Arab WorldThe prime minister of Qatar speaks of \nœreconciliation among Arab countries, but many observers are emphasizing how Hamas now finds itself at \na crossroads: whether to return within the Arab œfamily, or continue being œa weapon in the hands of \nTehran.Beirut (AsiaNews) ” œReconciliation among Egypt, Qatar, Saudi Arabia, and Syria, on the aid to be given to \nthe inhabitants of the Gaza Strip, hit by the Israeli attack. The news has been delivered personally by the prime \nminister of Qatar, Sheikh Hamad bin Jassem Al-Thani, on Al-Jazeera, the television channel based in Doha.While \nthe Israeli army continues its withdrawal from Gaza, and another night has gone by peacefully, if the minister of \nQatar sees an overcoming of the divisions revealed in all their profundity precisely by events in Gaza, from various \ndirections there is emphasis of the disagreements within the Arab world. And Hamas itself is being asked to learn \nits lesson and choose which path it will take, that of permanent conflict or that of the search for peace ” meaning \nwhether it will follow the direction pointed out by Iran, or by Egypt.The pan-Arab newspaper Asharq Al-Awsat, in an \neditorial by Abdul Rahman Al-Rashed, general manager of the satellite television station Al-Arabiya, affirms that the \nArab front œseems even more divided than it was during the war in Lebanon in 2006, and the attack by Hezbollah \nagainst the Sunni population in Beirut in May of 2008. œThe leaders of the Hamas movement- because there is not \none single leader that can be addressed- have two choices with regards to their [foreign] relations that will decide \nthe fate of the movement, especially as they are aware of their strengths and weaknesses in confronting Israel. \nœHamas is facing a new history, and has been given another chance to review its position and chose between \nstaying in Irans camp, or returning to the Arab side.œHamas must be aware that they were used by Iran to attack \nthe Arabs in an unprecedented way that surpasses any previous antagonism. Iran has progressed as a result of \nthis, and made advancements on the ground to an extremely dangerous point, which includes the attempt to create \nchaos in Arab countries opposed to it, and explicitly seeking to destroy Saudi Arabia, and incite the overthrow of the \nEgyptian regime. Such audacity serves only to unite Arab countries against Hamas. However it is also just and \nreasonable to say that the door is still open; it is up to the Hamas movement to choose between returning to the \nArab family or remaining a weapon in the hands of Iran.œHamas is in a good position, and must negotiate with \nitself with regards to its own relationship with the Arabs, who can only respect Hamas and ensure its political and \nmaterial rights on Palestinian soil. Generally speaking, we know that Hamas is not a singular organization, despite \nthe similarity of its language and political façade; there is Hamas the hostage to Damascus and Tehran and whose \nleaders live in hotels, and there is the Gazan Hamas who have paid a high price in order to fulfill the orders of their \nbrothers in Damascus, the results of which were always disastrous. The Gazan Hamas must chose between \nTehran or Cairo.On the divisions among Arabs, the Middle East Times notes in an editorial that if both the Israelis \n\nhttp://www.asianews.it/index.php?l=en&art=14264&size=A\n\n\nand Hamas claim that they are victorious, œwho are the losers? The Arabs, of course. Why? The Arab world \ncomes out of this war far more divided than it has been in decades. Egypt and Syria, the two powerhouses in the \nMiddle East remain as far apart as they have ever been. œAnd one side has been working overtime trying to \nconvince the rest of the Arab world that they should sever ties with the Jewish state (Syrias view), while Egypts \napproach to the conflict is to keep negotiations with Israel going.œThe Arab world continues to show its inability to \npresent a unified front despite the rhetoric paid at the altar of Arab unity. They gather, they meet, they argue, and \nthey issue communiqués, all without any real substance and come out in worse shape than they went in. Would the \nArabs have learned from mistakes of the past? Hardly, as they keep committing them again and again and again. \nWar has been tried for over 60 years and without great success. Maybe someone should, as John Lennon used to \nsay, ˜give peace a chance.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\n           Gaza: Livni, Israel Has the Right to Strike Tunnels Again(ANSAmed) ” JERUSALEM, JANUARY 22 ” \nAlthough it has withdrawn from the Gaza Strip, Israel is reserving the right to target underground tunnels connecting \nthe Palestinian territory to Egypt and used by Hamas for smuggling arms into the Strip. The declaration has come \nthis morning on military radio from Israels foreign minister, Tzipi Livni. œAs far as the tunnels are concerned, Ms \nLivni stated, œnothing will be as it was before. Things have to be clear: Israel reserves the right to act in a military \nway against the tunnels, full stop. If it is necessary to act, we shall; we shall exercise our legitimate right to self \ndefence and we shall not entrust our fate neither to the Egyptians nor to the Europeans and neither to the \nAmericans, the head of Israeli diplomacy stated. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Hamas: Obama Doesnt Represent ChangeIn first remarks on Gaza, president calls for end to rockets, \nIsraeli pull-outDAMASCUS, Syria ” President Barack Obamas position toward the Palestinians does not represent \nchange and will lead to the same mistakes as his predecessor, a Hamas spokesman said Thursday.The comments \nby Beirut-based Osama Hamdan follow Obamas first public comments on the Israeli-Palestinian crisis since his \ninauguration.Hamdan tells Al-Jazeera television he expects Obama to experience failure in the region over the next \nfour years if he sticks with his current position.Obama said Thursday that Hamas must end rocket fire at Israel and \nIsrael must œcomplete the withdrawal of its forces from Gaza. Although those steps were taken this week, low-level \nviolence has marred the fragile cease-fire that ended Israels three week offensive in Gaza.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Hamas Hijacks Humanitarian AidHamas is hijacking some of the 6,000 tons of international humanitarian aid \nthat have entered Gaza this week for the poor, and instead is using the goods to fund its own support system, the \nIsraeli government charged. Since the beginning of Operation Cast Lead over three weeks ago, Israel has \nsupervised the delivery of nearly 50,000 tons into Gaza but has no supervision over the trucks after the food and \nmedicines are transferred to Arab trucks at Gaza crossings.Armed terrorists have stolen several trucks at gunpoint, \nforcing one Jordanian company to suspend operations, charged the government agency that supervises \ncoordination of the aid.Israel has warned the international community that reconstruction programs for Gaza must \nnot pass through Hamas hands in order to prevent giving the terrorist organization legitimacy and the opportunity to \nuse aid for its own purposes.Reports of Hamas confiscating aid, using it for its members and selling the rest of it on \nthe black market surfaced nearly two weeks ago, after Israel decided halt fire for three hours a day to allow trucks to \nenter Gaza.United Nations Relief and Works Agency (UNRWA) spokesman Chris Gunness said that the U.N. \nagency is investigating the reports that the hijacked Jordanian trucks were destined for UNRWA. œWe are not \naware of any aid being diverted, he stated but added that officials still are investigating the reports of \nhijacking.Gunness added that between a third and a half of the humanitarian aid is for UNRWA. Egypt and the \nprivate sector operate most of the other trucks, and a small amount goes to various other U.N. agencies. The \nUNRWA aid is shipped from the port in Ashdod via Israeli trucks to the Kerem Shalom crossing, where agency \nofficials deliver the trucks to UNRWA warehouses.Hamas and its rival Fatah faction have accused each other of \nstealing the aid, with Hamas charging that Fatah is diverting aid to Arabs in Judea and Samaria.\n\n           ” Hat tip: VH [|Return to headlines]\n\n           Israel: Huge Natural Gas Find Off Israel CoastOfficial hails ˜historic moment that could change \nnationNEW YORK ” A huge deep-water natural gas find off the coast of Israel promises to be a boon to the Jewish \n\nhttp://www.ansamed.info/en/news/ME01.@AM34447.html\nhttp://www.msnbc.msn.com/id/28798994/\nhttp://www.israelnationalnews.com/News/News.aspx/129550\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=86865\n\n\nstates economy as well as a stimulus to other developers searching for offshore oil and natural gas in the \nMediterranean.Noble Energy, a New York Stock Exchange-listed company, has discovered an estimated more than \n3 trillion cubic feet of natural gas in three high-quality reservoirs drilled in the companys Tamar No. 1 well in the \nMediterranean Sea, about 56 miles off the Israeli northern port of Haifa.Noble Energy drilled the Tamar No. 1 well to \na depth of about three miles, beneath 5,500 feet of water.The find is significant for those who believe the Bible \nindicates Israel is sitting on a massive oil reserve that would reshape the geopolitical structure of the Middle East. \n\n           ” Hat tip: JD [|Return to headlines]\n\n           Israel Readies for Fight Against War Crime ChargesPrime Minister Ehud Olmert has put the justice minister \nin charge of defending Israel against charges of war crimes during its 22-day Gaza assault, a government source \nsaid Friday. Daniel Friedman will lead an inter-ministerial team to coordinate a legal defence for civilians and the \nmilitary, the source said.And Defence Minister Ehud Barak was also due to ask the government to approve on \nSunday a bill œoffering moral and legal backing to army officers and soldiers following Operation Cast Lead, his \nministry said.œThe Israeli government bore responsibility for sending the Israel Defence Forces (army) \ncommanders and soldiers to protect its citizens and therefore it is obliged to offer full backing to prevent any harm \nthey might be exposed to in view of their involvement, the statement said.Israels military censor has already banned \nthe publication of the identity of the unit leaders who fought against Hamas Islamists in the Gaza Strip for fear they \nmight face war crimes charges.On Tuesday, UN Secretary General Ban Ki-moon demanded that those responsible \nfor bombing UN buildings in the Palestinian territory should be made accountable and accused Israel of using \nexcessive force.  Amnesty International said it was œundeniable that Israel had used white phosphorus in crowded \ncivilian areas, contrary to international law, charging that this amounted to a war crime.\n\n           ” Hat tip: VH [|Return to headlines]\n\n           Norway: Undiplomatic Embassy E-MailNorway has contacted Israeli authorities after an administrative \nsecretary at the Norwegian Embassy in Riyadh, Saudi Arabia, sent an e-mail which compared the Israeli military \noperations in Gaza to Holocaust.The Norwegian Department of Foreign Affairs (UD) says this is far from Norways \nofficial view, and is sure Israel is aware of this fact.The e-mail contained pictures showing Nazi autrocities paralleled \nwith Israeli military actions in Gaza.UD-spokesman Haakon Svane says to Aftenposten that the Department has \nmade it explicitly clear that the content of the e-mail in no way represents Norways view.- We disassociate \nourselves from the type of comparisons made in the e-mail, Svane says.Svane says Norway has not received any \nreaction from Israeli authorities after the Jerusalem Post reported the content of the e-mail.He does not want to \ncomment on what consequences the e-mail will have for the embassy secretary, saying this is an internal personnel \nmatter.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Report: Hamas Lied About Gaza Casualties(IsraelNN.com) Italian journalist Lorenzo Cremonesi, who works \nwith the Corriere della serra newspaper, reported Thursday that Hamas had vastly overstated the number of civilian \ndeaths in Gaza. While Hamas claims that 1,330 residents of Gaza were killed in the operation and approximately \n5,000 wounded, the real number of casualties was far lower, Cremonesi says.Cremonesis report was based on his \nown findings after touring hospitals in Gaza and talking to families of those killed or wounded. œIt is sufficient to \nvisit several [Gaza] hospitals to understand that the numbers dont add up, he explained.Cremonesi estimated that \nbetween 500 to 600 people were killed in the fighting. Most were young men between the ages of 17 and 23 who \nwere members of Hamas, he said.Many hospitals had several empty beds, he reported. Hamas has stated that \nGaza hospitals are filled to capacity due to the large number of victims, with many of the wounded being turned \naway due to the shortage of doctors and supplies.The Italian report also confirmed Israeli allegations that Hamas \nhad used civilians as human shields and used ambulances and United Nations buildings in the fighting. Those who \ntried to drive the terrorists away in order to protect their families were beaten¦\n\n           ” Hat tip: CB [|Return to headlines]\n\n           UNRWA Schools in Gaza Infiltrated by Palestinian Terrorists ” Jonathan D. HaleviRecent years have seen \nthe gradual takeover of UNRWA educational and welfare institutions in Gaza by Palestinian terrorist organizations, \nled by Hamas. Just six months after Hamas general election victory, it won a clear victory in the UNRWA workers \ncommittee elections held on 14 June 2006. Suhil el-Hindi, head of the teachers sector at UNRWA schools, operates \n\nhttp://timesofindia.indiatimes.com/World/Israel_readies_for_fight_against_war_crime_charges/articleshow/4023022.cms\nhttp://www.norwaypost.no/content/view/21522/1/\nhttp://www.israelnationalnews.com/News/News.aspx/129569\nhttp://www.africancrisis.co.za/Article.php?ID=41760&\n\n\nopenly as Hamas representative. He controls the curriculum in UNRWA schools, the employment of teachers in \nthose schools, and the summer camps.Hamas Interior Minister Said Sayyam, responsible for Hamas terror \noperations, who was targeted in the recent Gaza war, was a teacher at UNRWA schools for 23 years. Following the \nHamas takeover of Gaza in June 2007, parents of students in UNRWA schools wrote to the head of UNRWA \ncharging that scores of teachers at the schools belonged to the Al-Aqsa Brigades, the military wing of Hamas, and \nrequested an urgent investigation. In another example, Awad el-Kik, the principal of an UNRWA school in Rafiah, \nwas also head of weapons and rocket manufacturing for Islamic Jihad in Gaza until he was targeted on 30 April \n2008.It seems very likely that contributions by Western nations to UNRWA pay the salaries of Hamas and Islamic \nJihad terrorists who are educating the next generation of Palestinians in jihad against Israel and all non-\nMuslims.Western nations should demand that terror group activists be removed from UN institutions as a condition \nof continued funding. Lt. Col. (res.) Jonathan Dahoah-Halevi is a senior researcher at the Jerusalem Center for \nPublic Affairs and co-founder of the Orient Research Group Ltd.\n\n           ” Hat tip: VH [|Return to headlines]\n\n           Banks: Turkish Bankers Star Shines in the Gulf Region(ANSAmed) ” ANKARA, JANUARY 20 ” Demand for \ntop Turkish bankers have been increasing in Dubai. Currently there are nearly 100 Turkish bankers, mostly working \nat top-level executive positions and that is simply because of their expertise in crisis management, as Hurriyet daily \nreported. As the impact of the global economic crisis continues to spread around the word, Dubai has become a \nvery popular destination for many bankers. And Dubaìs financial establishments seem to be leaning toward hiring \nTurkish bankers, due to their experience on how to survive in an environment of crisis. œTurkish bankers are hired \nfor key executive jobs. Currently there are five Turkish bankers working for National Bank of Abu Dhabi and they \nare in change of departments such treasury and asset management, where the decisions on how to manage money \nin the mist of crisis are made Giyas Gokkent, the banks chief economist said. œWe receive hundreds of CVs \neveryday. This place is now among the worlds top financial centers. It opened a new employment door for the \nwestern world, Gokkent said adding that œnow many bankers from Europe and the United States show great \ninterest in job opportunities in Dubai. œTurkish bankers are already well known in the international market for their \ncapabilities. Adding the crisis experience on top of that, there is no wonder they are the few selected ones for \nexecutive level jobs, Gokkent declared. Many Turkish bankers have top-level jobs all around the world. For \nexample, Tevfik Akdag is the director of investment banking at National Bank of Abu Dhabi, while Hulusi Horozoglu \nis the group leader of the Citi Islamic Investment Bank and Alper Yuksel was hired by Barkleys Bank to serve as the \nbanks deputy director general last year. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Freed by the U.S., Saudi Becomes a Qaeda ChiefBEIRUT, Lebanon ” The emergence of a former \nGuantánamo Bay detainee as the deputy leader of Al Qaedas Yemeni branch has underscored the potential \ncomplications in carrying out the executive order President Obama signed Thursday that the detention center be \nshut down within a year.The militant, Said Ali al-Shihri, is suspected of involvement in a deadly bombing of the \nUnited States Embassy in Yemens capital, Sana, in September. He was released to Saudi Arabia in 2007 and \npassed through a Saudi rehabilitation program for former jihadists before resurfacing with Al Qaeda in Yemen.His \nstatus was announced in an Internet statement by the militant group and was confirmed by an American \ncounterterrorism official.œTheyre one and the same guy, said the official, who insisted on anonymity because he \nwas discussing an intelligence analysis. œHe returned to Saudi Arabia in 2007, but his movements to Yemen \nremain unclear.The development came as Republican legislators criticized the plan to close the Guantánamo Bay, \nCuba, detention camp in the absence of any measures for dealing with current detainees. But it also helps explain \nwhy the new administration wants to move cautiously, taking time to work out a plan to cope with the \ncomplications.Almost half the camps remaining detainees are Yemenis, and efforts to repatriate them depend in \npart on the creation of a Yemeni rehabilitation program ” partly financed by the United States ” similar to the Saudi \none. Saudi Arabia has claimed that no graduate of its program has returned to terrorism.œThe lesson here is, \nwhoever receives former Guantánamo detainees needs to keep a close eye on them, the American official said¦\n\n           ” Hat tip: LN [|Return to headlines]\n\n           Iran: Mass Execution for Iran MurderersTen convicted murderers have been put to death in a single day in \nIran, state media says.The men were hanged on Wednesday morning at a jail in the capital, Tehran, the Iran \n\nhttp://www.ansamed.info/en/news/ME02.@AM40735.html\nhttp://www.nytimes.com/2009/01/23/world/middleeast/23yemen.html?_r=2\nhttp://news.bbc.co.uk/2/hi/middle_east/7844225.stm\n\n\nnewspaper reported.The BBCs correspondent in Iran says the authorities have taken to carrying out mass \nexecutions because they see it as an extra deterrent.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Iraqi Bishops to Ask Pope for Mideast Synod(ANSAmed) ” VATICAN CITY, JANUARY 22 ” Iraqi bishops will \nask Pope Benedict XVI to create a Middle East synod in order to safeguard Catholics living in the region, they \nannounced on Thursday. A delegation of Iraqi bishops in Rome for a two-day visit with the pontiff are set to make \ntheir request on Friday. If the pontiff agrees to the plan, the synod will be the first to encompass the entire Middle \nEast region. œIts time for the Holy See to consider a synod for the bishops living in Iraq, Syria, Jordan, Israel and \nthe rest of the Middle East, as has been done for South America, said the Chaldean Archbishop of Kirkuk, Louis \nSako. œOn our own we are not capable of organising ourselves, while a general synod would help all the bishops \nof the eastern churches to work together with the Holy See, he added. Bishops in the Middle East œcould help to \ndefine the (Catholic Churchs) relationship with Islam and work to reduce the number of Christians leaving Iraq to \nseek refuge in neighbouring countries, Sako said. œOur Muslim brothers are ready to accept pluralism and \ndialogue: the Christians are a small community in Iraq but we have a role in society and, with a synod, could \nprepare for the future. Sako said very few expatriate Christians were returning to Iraq, and those that had done so \ncame from Syria and Jordan where œthey were living in misery. If the Church fails to take a stong position, \nœChristians will continue to leave the Middle East, he stressed. In January the Vatican news agency Fides said in \nits annual report that Iraqi Christians are still being forced to flee the country because of religious persecution and a \nspate of killings in Mosul which prompted Prime Minister Nuri al-Maliki to send extra police to the city. Before the \nUS-led invasion of Iraq in 2003 there were some 800,000 Christians living in the country, but around 250,000 are \nestimated to have since fled the country. The Chaldean Catholic Archbishop of Mosul, Paulos Faraj Rahho, was \nkidnapped and killed in February. Photo: Louis Sako.\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Lebanon: Photos Nasrallah With Madonna and Saints, Polemic(ANSAmed) ” BEIRUT, JANUARY 22 ” The \nblack turban of the Shiite leader of the Lebanese Hezbollah movement alongside an image of the Virgin Mary and \nthe most important Lebanese Christian saints: this is what can be seen on certain photos in rosary beads and \nbracelets, as published a few days ago on the internet. According to the Beirut news site, NowLebanon, besides the \nimages of the trinkets bearing Hassan Nasrallahs profile alongside that of the Madonna and in San Sharbil, a video \nwas also recently published on the internet showing a choir of young people praise the Shiite movement under the \nroof of a Christian church in Beirut, perhaps San Giuseppe, which is on the edge of the southern part of the city, \nand is a traditional Hezbollah stronghold. œWe are not responsible for the photos, nor for the production or design \nof the bracelets and rosaries, Hussein Rahhal said, a spokesperson for the Shiite movement, as quoted by \nNowLebanon. œThe Lebanese constitution decrees the freedom of religious expression and perhaps there are \nmany Christians who consider Nasrallah to be a saint, Rahhal added. The An-Nahar newspaper in Beirut had \nreported the story in previous days, affirming that the bracelets and rosaries were made in the Shiite suburbs of the \ncity. Many Lebanese Christian authorities have themselves denounced the circulation of these objects as œan \ninsult to Christian saints. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Political Islam Splits Doha Forum, From Sat. on BBC World(ANSAmed) ” ROME, JANUARY 23 ” Does \npolitical Islam really constitute a threat to the West? This subject split the participants at the latest round of the \nDoha Debates, a forum of open debate to be broadcast tomorrow and the day after on BBC World News. The Doha \ndebates are held in Qatar, on a monthly basis, in front of an audience of around 350 people. They are promoted by \nthe private Qatar Foundation for Education, Science and Community Development, and is presented by former \nBBC correspondent, Tim Sebastian. In the debate held on January 19, which is to be screened seven times on the \nBritish channel, the motion proposed for discussion is œThis assembly believes that political Islam constitutes a \nthreat to the West: a motion which was not, in the end, passed, although getting 49 pct of votes cast. Among the \nspeakers in favour ” reports a note issued by Coreis, whose deputy president, Yayha Pallavicini, was one of the \nspeakers ” was Maajid Nawaz, former head of the British branch of the Islamist movement, Hizb ut-Tahir, which has \nbeen banned in some countries. Nawaz, says the Coreis note, turned away from his extremist ideas after four years \nspent in prison in Egypt, stating that he was opposed to those who œgo into politics with the single purpose of using \n\nhttp://www.ansamed.info/en/news/ME01.WAM40188.html\nhttp://www.ansamed.info/en/news/ME01.@AM43014.html\nhttp://www.ansamed.info/en/news/ME01.@AM71934.html\n\n\nthe Holy Scripture to lend credence to their political programmes. In this regard he cited Hamas as a classic \nexample of this trend, pointing out how just before Israels military operation into Gaza, it had passed a penal code \nwhich included both whipping and mutilation as punishments. It isnt that moderates or extremists dont exist, but that \nthe ideology of a politicised Islam has generated jihadism. Also in favour of the motion was Pallavicini, who said that \nœexploiting Islam for brain-washing and misleading people constitutes not just a threat to the West but also to the \nEast, the international community and to all people of faith. Against the motion, on the other hand, spoke Shadi \nHamid, senior member of Stanford University (USA), saying that some of the worlds extremist groups have given up \nviolence and are engaged in the democratic process. Challenged by Tim Sebastian, Hamid said he did not believe \nthat either Hamas or Hezbollah were threats to the West. Neither of these two movements being in fact \nrepresentative of Islam hard-liners in general nor were they capable of defeating Israel. At the centre of the debate \nwere also Irans ˜nuclear ambitions and the controversial nature of the relationship between religion and politics in \nIslam. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Turkey: Ancient Monastery ThreatenedMuslims legal action against 1,600-year-old structure called \n˜malicious.ISTANBUL, January 22 (Compass Direct News) ” Syriac Christians in southeastern Turkey say a land \ndispute over the historic Mor Gabriel Monastery is part of a larger system of discrimination against the religious \nminority in this overwhelmingly Islamic country.Muslim residents of southeastern Turkey dispute the boundary lines \nof an ancient Christian monastery dating to the fourth century as being unnecessarily large for the needs of a \nreligious community. Islamic village leaders from Yayvantepe, Eglence and Candarli are attempting to confiscate \none-third of the monasterys property, claiming it was wrongfully appropriated and that they need it for their \nlivestock.Area Muslims also say the land in question is forest and thereby registered as land belonging to the State \nTreasury.œOur land is being occupied by the monastery, said Ismail Erlal, village leader of Yayvantepe, according \nto Cihan News Agency. œWe make use of the forest there and pasture our animals; we wont give up our \nrights.Among the most contentious issues are the monastery walls built around its perimeter, rebuilt 15 years ago. \nVillage leaders complain in a lawsuit to obtain the land that the monastery has gone beyond its rightful bounds. In \nAugust the land survey office of Midyat said it had determined that 270 hectares of the monasterys 760 hectares \nwere government property, including land inside and outside the monasterys walls.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           Vatican: Iraqi Bishops Launch Appeal to Pope to Stop Christians FleeingVatican City, 22 Jan. (AKI) ” A \ndelegation of Chaldean bishops launched an appeal to Pope Benedict XVI on Thursday to call for a general synod \nor church council to create a strategy to prevent Christians from leaving the region.œThe Holy See should think of a \ngeneral synod for the Middle East for these Christians as these already take place in Asia, Africa and Latin \nAmerica, said the Chaldean archbishop of the Iraqi city of Kirkuk Luis Sako.Sako said the church should deal with \nthis problem rapidly before all Christians leave the region.It is urgent œthat the church takes a clear position in \nregards to the problems, (of the Christian community in the Middle East) otherwise Christians will leave this land, \nsaid Sako.Sako also stressed that all œEastern churches work together with the Vatican to look at issues such as \ninterfaith dialogue with Islam and the role of Christians in politics among others.œWe need the closeness of the \nchurch. We have the feeling of being isolated and forgotten, he said.Sako also said the church should make its \npresence felt in the area, something that Muslims also benefit from.œThere is an absence of the church in the area. \nWe need to remember that the church is not only prayer and liturgy.œEven our Muslim brothers expect something \nfrom us, and we are there to help them understand pluralism, he said.On behalf of the rest of the delegation, Sako \nsaid the problems of the Christians are the same in Lebanon and Palestine. For this reason, all bishops from the \nregion ” with the help of the Vatican ” must tackle a series of issues together, he argued.Sako concluded by saying \nthat in the last few years, there has been more than 500 Iraqi Christian ˜martyrs who have been killed.The \ndelegation was composed of the deputy Chaldean bishop of Baghdad, Shlemon Warduni, and two Syriac-Catholic \nIraqi bishops, Georges Casmoussa and Matti Matoka.The Chaldean Catholic Church is one of the oldest Christian \nchurches in the world, but hundreds of thousands of Christians have been forced to flee Iraq to escape the violence \nand the economic crisis caused by the war.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\nhttp://www.compassdirect.org/en/display.php?page=lead&lang=en&length=long&idelement=&backpage=&critere=&countryname=&rowcur=\nhttp://www.adnkronos.com/AKI/English/Religion/?id=3.0.2936629994\n\n\n           Lessons From the Russian Gas DisputeRussia and Ukraine have found a compromise to their gas dispute, \nbut the long-term effects of the three-week deep freeze are still unknown.The acrimonious three-week natural gas \ndispute between Russia and Ukraine, which left millions of customers in Central and Eastern Europe freezing \nwithout gas for heating, is now finally over. Under a face-saving compromise finally hammered out on Jan. 20, \nRussias Gazprom has achieved its central objective of making Ukraine pay œmarket prices for its gas, which will be \nlinked to the European average. But to sweeten the pill, Ukraine has notched a 20 percent discount during 2009. \nOther terms of the deal include a one-year freeze on transit fees charged by Ukraine and the elimination of \nRosUkrEnergo, a controversial trading outfit that has acted as intermediary in the Russia-Ukraine gas trade.Both \nparties are attempting to frame the outcome as a victory and are already disagreeing over the implications for gas \nprices. Ukrainian Prime Minister Yulia Tymoshenko has said the rate per 1,000 cubic meters will average $228 for \nthe full year ” well below the $280 predicted by Gazprom (though higher than the $179.50 that Ukraine paid last \nyear). With both sides already disagreeing about the deals economic implications, the possibility of future disputes \narising between the two countries certainly cannot be discounted. œThe big question mark is what happens if \nUkraine again runs into arrears, notes Chris Weafer, chief strategist at Russias Uralsib Bank.In any case, the long-\nterm impact of the dispute will go far beyond the immediate implications for energy relations between Russia and \nUkraine. Despite similarities with the previous bust-up in 2006, Western energy experts emphasize the latest \ndispute has been far more serious, with lasting implications for the European energy market. œThis has been the \nmost serious security event in relation to gas that has ever happened in Europe, says Jonathan Stern, director of \ngas research at the Oxford Institute for Energy Studies. œIt cannot be allowed to happen again.Exactly what the \nlong-term implications will be are still rather hard to fathom. It doesnt help that many fundamental facts about the \ndispute remain clouded in controversy ” including the key question of who was ultimately responsible for cutting off \nEuropes gas. While Russia accuses Ukraine of blocking Russian gas supplies to Europe during the dispute, the \nUkrainians say that it was actually the Russians who turned off the taps.Ukraine Shares the BlameGetting to the \nbottom of such matters has more than purely academic significance. For one thing, the threat of legal action by \nGazproms European customers remains real ” potentially exposing the company to huge claims for damages. The \ndebate about responsibility will also rumble on because it matters for the future of European energy policy. œIf its a \nUkraine problem, then pipelines bypassing Ukraine are one answer to it. If, however, its a Russia problem, it doesnt \nmatter where the pipelines (from Russia) go, says Oxfords Stern.Whats already clear is that, in notable contrast to \nthe 2006 spat that was widely blamed on Russia, this time Western observers have also pointed fingers at Ukraine. \nœThis time round, its clear that Ukrainian politicians have a lot to answer for, says Kash Burkett, energy and utilities \nanalyst at Datamonitor in London. The crisis coincides with intense political turmoil inside Ukraine, including open \nconflict between President Viktor Yushchenko and Prime Minister Yulia Tymoshenko, which has seriously \ncomplicated negotiations with Russia.The problems in Ukraine mean the dispute is likely to add impetus to energy \nprojects that bypass the country. In particular, Russia backs the Nord Stream pipeline under the Baltic, a project \n51percent-owned by Gazprom, in partnership with Germanys BASF and E.ON and Dutch energy firm Gasunie. Yet \ndespite this positive news for Russias pet project, many Western experts predict that ultimately Russia and \nGazprom will turn out to be the biggest losers.They are mystified why, in response to Ukraines alleged pilfering \nof Russias gas, Gazprom apparently responded by cutting off all gas supplies through Ukraine to Europe. \nœThats the big question, says Pierre Noël, an energy policy expert at Cambridge University.. œLarge \nimporters of Russian gas in Western and Eastern Europe have been really scared by what has happened. \nThere will be lasting damage to Gazproms reputation. He predicts that European governments will now \ndiscourage major importers from increasing their exposure to Russian gas. ¦\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Russia: Journalists From Novaya Gazeta Are ˜Assassination TargetsJournalists on Russias leading \ninvestigative newspaper are being made targets for assassination in a bid to force its closure, one of its owners said \nyesterday.Alexander Lebedev said that at least three reporters on Novaya Gazeta, the opposition paper that also \nemployed Anna Politkovskaya, had been assigned bodyguards because of fears for their lives.He had asked the \nFederal Security Service (FSB), the successor to the KGB, to allow staff to carry guns after accusing the Russian \nstate of failing to protect them.Mr Lebedev, the new owner of the Evening Standard, was speaking out after the \nlawyer Stanislav Markelov was assassinated on a street in central Moscow. Anastasia Baburova, a young Novaya \nGazeta journalist, was also shot dead in the attack in broad daylight on Monday.Mr Markelov had provided legal \nadvice to journalists working on investigations at Novaya Gazeta for eight years. He was killed by a lone gunman \n\nhttp://www.spiegel.de/international/business/0,1518,603108,00.html\nhttp://www.timesonline.co.uk/tol/news/world/europe/article5569544.ece\n\n\nshortly after holding a press conference to denounce the early release of a former Russian army colonel jailed for \nthe murder of a Chechen woman.Investigators have suggested that Mr Markelov was killed in relation to this case, \nwhich was first investigated by Ms Politkovskaya. Her assassination on Vladimir Putins birthday in October 2006 \nsparked worldwide outrage.But Mr Lebedev said that the lawyers murder was tied to his work for Novaya Gazeta \nand that Ms Baburova, 25, may also have been murdered for her reporting on neo-Nazi groups in Russia. She was \nthe third reporter on the paper to be killed or to die in mysterious circumstances since 2003.œWe have no doubts at \nthe newspaper that this is connected to his work at the paper, Mr Lebedev said. œSome of our journalists have \nbeen under protection for quite a long time now. He disclosed that staff had been working on investigation that was \nso sensitive that editors had not yet published it out of concern for the reporters safety.œThe editors feel personal \nresponsibility for people dying and are saying that perhaps we just have to close it. I understand their position, I too \nfeel a responsibility personally that people are dying.Mr Lebedev told The Times later that he did not believe the \npaper was the target of an organised conspiracy, but that an atmosphere of lawlessness in Moscow allowed people \nto kill with impunity.œIt could be anybody from Chechen clans who are shooting each other in broad daylight to \nNazi supporters who are reacting to these killings with joy on websites. It could be anyone as long as its so easy \nand they can get away with it, he said.Mr Lebedev said that the Kremlin œdidnt give a damn and had not even \noffered its condolences. He added: œI can write that they have stolen hundreds of billions in the last three or four \nyears but so what? They can sit there for another 20 years, with no parties, no elections, no proper media or judicial \nsystem and what are we going to do about it?Dmitri Muratov, Novaya Gazetas editor, said that the paper had \nstarted to publish articles without reporters names or with pseudonyms because of the threats they faced.Yulia \nLatynina, one of the papers columnists and an outspoken critic of Mr Putin, described the mood at the paper by \nrecalling an official notice she had read about a corpse. It said that the deceased was a Russian citizen with œno \nother external damage on the body.œThat sums it up. We are citizens of Russia and it is quite dangerous now to be \na citizen of Russia, she said.The reporters continued their investigations because œsomebody has to do it, she \nsaid, adding: œSomebody has to call a spade a spade and it will be much more dangerous to live in Russia without \ndoing this.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Ex Jihadi Gunned Down for Not Hiking Up His Trouser Above His AnklesScuffle over dress codeMingora \n[Swat District, North-West Frontier Province, Pakistan]: Militants gunned down Amjad Islam, teacher of a \nprivate school who himself waged a Jihad against the Soviet forces in Afghanistan, for not hiking up his \nshalwar (trouser) above his ankles.However, the issue did not end here but the militants went to the slain \nteachers house and gunned down his father, Ghani Akbar, a lawyer by profession. The militants later hung Amjads \nbody from a pole in the Matta College Square.Locals said that the militants on Thursday morning asked the teacher \nof the Hira School at the College Square to hitch up his shalwar above his ankles. However, Amjad told them he \nwas a former Mujahid himself and knew everything about Islam but nobody could be forced to pull up shalwar \nabove the ankles.Continuing arguments, the teacher said that he had also saw the Taliban rule in Afghanistan who \ndid not force into doing so, then how could they do? The arguments angered the militants and a scuffle took place. \nAmjad, who had a pistol, fired at the militants, killing Khalid on the spot and wounding two others.The schoolteacher \nwas trying to flee but the militants fired at him and attacked him with daggers. He was killed on the spot. His body \nwas hung from a pole and warned the locals not to touch his body till Friday morning.After killing the teacher, the \nmilitants scurried towards his house and dragged out his father, Sahibzada Ghani, and sprayed him with bullets. \nLocals said that Ghani was a religious and humble person and was respected in the area. The body of the \nschoolteacher, however, was taken to his house after the intervention of a local Jirga.\n\n           ” Hat tip: VH [|Return to headlines]\n\n           Finland: Sufficient Deterrence?The lunar landscape shakes. Red streaks of light plunge toward targets over \nhalf a kilometre away. The armoured units in Vekaranjärvi are conducting exercises at the Pahkajärvi shooting \nrange, which is known for its apocalyptically wide-open spaces.  They are equipped with some of the most modern \nequipment that the Finnish Army has: Swedish CV 9030 assault tanks, which operate well in the dark, and in the \nfog and rain.  The Defence Forces are pleased to show off Vekaranjärvi, and no wonder. The garrison of 3,000 \nsoldiers is the biggest in Finland and it has the most modern equipment.  However, this is not the entire story about \nthe state of the Finnish Army.  As the terrain vibrates in Pahkajärvi, national defence is a hot topic in Helsinki.  \nFinnish foreign policy leaders are currently pushing through a new security and defence policy report, which should \n\nhttp://www.thenews.com.pk/top_story_detail.asp?Id=19834\nhttp://www.hs.fi/english/article/Sufficient+deterrence/1135242890285\n\n\ncome before Parliament in February.  The drafting of the secretive report is taking longer than expected. The main \nreason for this is that after a long period of stability, Finlands security environment has changed. But how? And \nwhat would be the appropriate reaction to the changes? These are the difficult questions of the report, which has \nbeen under preparation since the summer of 2007.  Some advance information has come out about the report. \nPrime Minister Matti Vanhanen (Centre) has said that there will be no NATO surprises. Applying for membership is \nbeing kept as a possibility, and option, which at least the present government will not invoke. Of the parties, only the \nNational Coalition Party is openly supporting membership in the alliance.  The generals have let it be understood \nthat maintaining a credible defence requires more money.  Adding confusion to the preparations of the report has \nbeen the war in Georgia, which took place in August. It showed that Russia is ready to use its military power in the \nterritory of a neighbouring country.  Georgia sparked debate on the state of regional defence in Finland.  Although \nFinland is not a member of any military alliance, experts insist that Finlands capacity to defend itself is better than \never.  œOur credibility has improved with respect to others, says Major Jyrki Raitasalo, who is researching Finnish \nDefence at the Department of Strategy of the National Defence University.  The biggest factor in this is that \nFinlands neighbours have less capacity, in relative terms, than they did before.  Russia remains a great power, and \nis developing its armed forces. Nevertheless, its military capacity is but a shadow of the power of the Soviet Union. \nThe strength of the Russian Army in areas near Finland is a tenth of what it was.  Sweden has cut back on its land \nforces, and is focussing on crisis management. The money is going to Afghanistan.  Finland has also cut back on \nthe wartime strength of its armed forces, but not as much as the others. This country still relies on conscription, \nwhich is getting to be exceptional in Europe. A reservist army of 350,000 is one of the biggest in Europe.  However, \nthe Defence Forces face considerable challenges in the next decade. The price of military hardware has doubled in \nseven years. If the aim is to keep the forces well equipped, it is necessary either to increase spending, or to cut \nback further on the Defence Forces. Or then to look for help elsewhere¦¦But how long can Finland afford an \nindependent defence? How big, and how developed an armed forces will Finland be able to equip in the future.  \nWarfare is always a balancing act between numbers and technology. With modern weapons it is possible to replace \na large field army, but not endlessly.  In 1997, when the wartime readiness of the Defence Forces was 540,000. \nFinland now has just 350,000 reservists, and Chief of Defence Juhani Kaskeala has said that in the future, Finland \nwould have to get by with 250,000, and even that might be a bit too high.  Lieutenant General Matti Ahola (ret.), the \nformer Chief of Staff at the Ministry of Defence, feels that ten years from now, no country in Europe will be able to \nmaintain a credible defence on its own.  œThe options are either NATO or the EU.  However, the EU has not yet \ndeveloped into a defence alliance. So actually, it is NATO that is left.  In a poll conducted in 2007 nearly half of all \nmilitary officers in Finland said they were in favour of joining NATO. Only a fifth of the population at large supports \nNATO membership.  However, the officers point out that even as a member of NATO, Finland would have to take \ncare of its defence primarily by itself.  Meanwhile, Finland would have to be ready to participate in NATO operations \nin Afghanistan, for instance, or help a member state that has been attacked. In the worst case, Finland could end \nup being a party to a conflict between NATO and Russia.  Finland has already decided to take part in the NATO \nResponse Force, and in EU battle groups, even though most of the population oppose joining an alliance because \nthey do not want Finns to die in foreign conflicts.  International crisis management improves the battle-readiness of \nFinnish forces. But if there is to be full-fledged participation in the operations, they will require some input. That \neffort would undermine Finnish regional defence.  Jyri Raitasalo says that cooperation in crisis management is \npartly about identity building for Finland. The country wants to be a part of the West, and to share responsibility. \nRussia, on the other hand, has questions about the enthusiasm that the West has for crisis management forces.  \nœIn the view of the Russians, the Western countries are voluntarily marginalising their their armed forces. They feel \nthat Finland still has a capacity for traditional warfare. ¦¦The nation fights, but for how long? How long could Finland \nhold out against forces of the Leningrad Military District, for instance?  œFor months. The relative strength is no \nproblem. With high technology it is possible to fight against an overwhelming enemy, says Matti Ahola.  œ But if the \nwar lasts more than three months, supremacy in war materiel will decide.  Finland would run out of munitions.  More \nmissiles would be needed already in a few weeks. In the last war, they were manufactured at home, but now they \nneed to be bought from abroad, and if there is a crisis in the world, the arms trade becomes more complex.  In an \nextended war a great power will be able to move reinforcements to the conflict areas.  In addition, Finland is rather \ndefenceless, if someone decides to fire ballistic missiles at us. Such missiles often contain nuclear warheads.  In \nthe view of researcher Pekka Visuri (Colonel, ret.) The idea of a nuclear attack against Finland is preposterous, and \nthere is no point to try to set up defences against it.  œIf we were alone in a conflict with a great power, it would be \na disaster. On the other hand, in an extensive international crisis, in which the great powers were pitted against \n\n\n\neach other, the Finnish Defence Forces are set up to prevent an attack.  Politics would seem to be the best defence \nafter all; to act in such a way that nobody feels that there is a threat against them from Finnish territory.  Nobody \nseems to anticipate any answers to big questions, at least from any new reports. There is no intention to join NATO, \nbut on the other hand, it is difficult to imagine that significant amounts of money would be spent on defence. Finland \nis looking to see in what direction the EU and NATO are developing, and what Russia is doing. Maybe everything \nwill turn out all right.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           India: ˜Partial War Looming Between China, India?Military suggests border dispute is ˜threat to BeijingA \nborder dispute could become the spark that launches China and India into a military conflict, with Chinese \nstrategists resurrecting the concept of a œpartial war to recover what they call œSouthern Tibet, the region India \ncalls œArunachal Pradesh, according to a report from Joseph Farahs G2 Bulletin.The area in northeast India has a \n650-mile unfenced border with China, which lays claim to the region and refers to it as Southern Tibet.Some of the \nthreats are emanating from Chinese publications that reflect the opinion of the Chinese leadership without making \nofficial comments.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           India: Kingdom of the ForgottenChristians face forced ejection from refugee camps, deathNEW YORK \nCITY (Assist News Service) ” The headlines blare genocide, persistent and systematically planned. The \ngovernment stands on the sidelines, watching the unfolding horror while doing little to nothing. More than 70,000 \nare forced into horrific refugee camps and then ejected from them with no place to go. Returning home for this \nparticular people may mean instant death or living the rest of their lives in constant fear and vigilance with the threat \nof forced religious conversion hanging over their heads.Questions abound: Where is this happening? How long has \nthis been going on? Families turned out of refugee centers with nowhere to go? Why is the government wordlessly \ncondoning the terror afflicting its own people? Why isnt this story in the mainstream media? Shouldnt the mention of \ngenocide call for world wide media attention?The people featured in these articles are Christians from the state of \nOrissa in India. Christian news organizations, such as Voice of the Martyrs, Mission Network News, and Compass \nDirect have been following the events as far back as July 2007. The New York Times, on the other hand, had only \ntwo articles in September and October of 2008. The Los Angeles Times mentioned the violence in Orissa in one \nparagraph of an article about the Mumbai attacks on Thanksgiving. But VOM, MNN, and CD have 10 to over a \ndozen different articles each on the violence in Orissa. The blatant discrepancy in reporting raises questions \nbeyond the news outlets coverage of religious violence. What does it mean to represent and report well when it \ncomes to something as personal as religion? What other stories concerning the abuse and mistreatment of \nChristians around the world has the mainstream media neglected to report? Who are the Christians being attacked \nand abused around the world, and who is covering their stories?\n\n           ” Hat tip: JD [|Return to headlines]\n\n           India: Priests and Tribals Will Denounce the Violence of New Delhi Against TribalsAt the WSF in Brazil, \nbeginning on January 27, the Indian delegation intends to recount how the state deprives tribals of their \nancestral land, favoring multinational companies, and the danger of Hindu fundamentalism. The testimony \nof some of the participants.New Delhi (AsiaNews) ” A denial of the very existence of the aborigines, and therefore \nof their rights to their land, of which they are deprived, even by force, in favor of multinational companies, a denial of \nrespect for their culture and their right to food, a denial of their religion and forced conversion to Hinduism. These \nare some of the accusations that Indian priests and tribals are issuing against the Indian government, and will be \npresented at the eighth World Social Forum, a meeting of nongovernmental groups for the purpose of exchanging \nexperiences and advancing proposals to create a more democratic, fair, and united world. The meeting will be held \nfrom January 27 to March 1, in Belem (Brazil). The abuses suffered by the indigenous will be reported at the \nmeeting by representatives of the justice and peace commission of the Indian Catholic bishops conference. \nAsiaNews talked with some of the delegates.The Capuchin friar Nithiya, executive secretary of the commission, \nsays that œall over the world, indegenious people have a right to their land. At the international level, India has \nconsistently denied that India has indegenious people, they refer to the Adivasis as Vanvasis, and this frees them \nfrom them from the international law that legitimizes the right to land of the indigenous people and cannot be \nalienated. In India ” Jharkhand, Chhattisgarh, Orissa and parts of Madhya Pradesh ” are vast tribal lands belonging \n\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=86715\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=86850\nhttp://www.asianews.it/index.php?l=en&art=14254&size=A\n\n\nto our aborginal people, or Adivasi people, which means indigenous people. Land was central and crucial in the \ntribal worldview. Culture, religion, history, spirituality and even the Sacred Being cannot be conceived without land. \nBy attributing the label Vanvasi, or people of the forest, the administration is denying these Indian indigenous \npeople their basic human right to land. Tribals land is linked to their identity; hence land alienation leads to a loss of \nidentity. Industrialists have brought huge amounts of tribal land, and are exploiting the natural resources, which \ncannot be renewed. The problem has two dimensions. First, the tribals are duped out of their landholdings. Second, \nthe families thus rendered landless are then forced to encroach further into the forests. Another even more pressing \nproblem is the saffronization or Hinduization of these tribals. These tribals are even being alienated from their \nreligious identity ” they are not Hindus.œWe have a scheduled visit to the indigenous communities in the Amazon \nand two days in Rio de Janeiro, to have exposure to the indigenous people in that area. The right to food is an \nimportant aspect to be considered.Fr. Xavier Jeyaraj (in the photo) is secretary for social action for the Jesuits, and \nis leading a group of 29 delegates from India, including tribals and Dalits. He tells AsiaNews that œthe government \ndenies the indigenous status of the tribals in India. Calling the tribals ˜scheduled tribes is an injustice done to the \npeople even in the constitution. It needs to be fought in a collective way. The same goes for the Dalits, who have \nbeen denied their basic human rights in many ways. In India, economic advantages, jobs, and free education are \ngranted on the basis of membership in a particular ethnic group. For this reason, classifying a community as part of \none group rather than another can lead to the loss or recognition of important rights.œThe problems of tribals in \nIndia or the indigenous people in Brazil or any other Latin American countries is very similar, Fr. Xavier continues. \nœOur effort is to recognize the struggles of the indigenous all over the world and to join hands with them in the first \nstep. Such collective consensus building on the issues of tribals / indigenous people, reflection with them is \nnecessary. The result may not be visible immediately, but building the peoples power to speak truth to power at \nvarious levels, in the state and in the centre, is a must.Fr. Xavier also intends to denounce, at the WSF: œA) \nAlienation of natural resources, particularly land, forest, water etc from the tribals in the name of so-called \n˜development. We call this ˜developmental terrorism that is going on in the country. We will highlight various ways \nin which the people have been displaced and are terrorised to leave their land for industries and multinational \ncorporations. B) The economic and political fundamentalism that uses religion to divide people. The attack on the \nminorities (Christians in Orissa) and the causes behind such attacks. The state has been a mute spectator in all \nthis. C) The Dalit atrocities and human rights violations against the marginalised community.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\n           Indonesia: Police Most Corrupt Institution, Report SaysJakarta, 22 Jan. (AKI/The Jakarta Post) ” The \nIndonesian police force is seen by the business community as the most bribe-riddled institution, while corruption at \njudicial institutions is the most costly, according to a survey.The survey, conducted by Transparency International \nIndonesia (TII), said most respondents considered bribery necessary to smooth out bureaucracy, obtain business \npermits and contracts, and win favourable court decisions.TII research and policy manager Frenky Simanjuntak \nsaid 48 percent of respondents admitted to paying an average of over Rp 2.2 million (US$200) to bribe police \nofficers.The police had also booked first place in TIIs 2007 survey, with a corruption perception index of \n4.2.National Police spokesman Insp. Gen. Abubakar Nataprawira questioned the methodology used in the survey. \nœOf course we respect the results and are going to use it to improve ourselves, but the sole question is what \nmethodology is used for the survey? he said.Coming second in terms of the occurrence of graft was the customs \nand excise office, followed by the immigration office and municipal administrations, according to the 2008 \nsurvey.While courts rated better in the occurrence of bribes, the average bribe paid was Rp 112.4 million per deal ” \nthe highest value among the institutions in the survey.œThe amount of money has provided us with a clear reason \nto doubt the judiciarys willingness to reform and improve its performance, Frenky said.TII also listed Yogyakarta as \nthe least corrupt city in Indonesia, followed by Palangkaraya in Central Kalimantan and Banda Aceh in Aceh \nprovince, while Kupang in East Nusa Tenggara was rated the worst.The survey also said out of 1,074 public \nservants who were asked whether they would accept bribes, only 58 percent said they were certain they would not \naccept one.œMany civil servants are starting to feel insecure whenever we bring up programs that may require firm \npunishment if they fail to accomplish them, said Wiharto of the State Ministry for Administrative Reforms.The study \nwas conducted by Transparency International Indonesia between September and December 2008, and involved \n3,841 respondents, mainly business executives.\n\n           ” Hat tip: C. Cantoni [|Return to headlines]\n\nhttp://www.adnkronos.com/AKI/English/Security/?id=3.0.2936618143\n\n\n           London Attacks ˜Plotter Questioned in PakistanISLAMABAD: Intelligence agents on Thursday interrogated a \nsenior Saudi al-Qaeda suspect who was captured in a joint Pakistani-CIA raid and allegedly plotted the 2005 \nattacks that killed 52 people in London.The operative, named by Pakistani security officials as Zabi ul Taifi, was \narrested with six other Afghan and Pakistani suspects when security forces stormed a militant den on Wednesday \non the outskirts of Peshawar.Adviser on Interior Rehman Malik told reporters two œhigh-value targets were among \nthe seized in the raid, but gave no names. œThe operation was conducted jointly by Pakistani intelligence and \nofficials from the Central Intelligence Agency, a security official told AFP. Local officials said American investigators \nhad been present at the time of the operation while an unmanned surveillance plane flew overhead. œThe suspect \nhas been shifted to Islamabad for interrogation, one senior Pakistani security official said..\n\n           ” Hat tip: VH [|Return to headlines]\n\n           Over 170 Schools Bombed, Burned Down by TalibanMore than 170 schools in Pakistan have been blown up \nor burned down in the past two years, the UN Childrens agency said Friday, in attacks blamed on Taliban \nextremists. œUNICEF condemns these attacks which rob children of their basic right to education and have a \ndevastating impact on their lives, said Daniel Toole, UNICEFs regional director for South Asia.œAttacks that target \nschools, educational institutions, children and teachers are unacceptable and must cease immediately, Toole \nadded.In one incident last week in the northwestern Swat valley, five schools were blown up.The attacks particularly \ntargeted girls schools in the countrys Federally Administered Tribal Area and the North West Frontier Province, \nUNICEF said. Many other schools had been forced to close after being occupied by armed groups or security \nforces or because female teachers had been threatened, it added.œSchools must be safe spaces for children. \nUNICEF calls on all groups, and particularly the government of Pakistan, to intensify efforts to protect schools, \nstudents and teachers, Toole said.Last week officials said tens of thousands of students in the Swat valley were \nfacing a year without classes after a local Taliban commander in December threatened to kill any girls attending \nclasses after January 15, and to blow up any schools where girls were enrolled. As a result, about 400 private \nschools are unlikely to open their doors next month after winter holidays.\n\n           ” Hat tip: VH [|Return to headlines]\n\n           Pak Flaunts Its All Weather Ties With ChinaA day after the Barack Obama administration warned Pakistan \nthat it would he held accountable for security along the Pak-Afghan border, Pakistan seemed to cosy up to China as \nits foreign minister Shah Mahmood Qureshi flaunted its œall weather alliance with China by saying that Islamabad \nhad given a œblank cheque to Beijing to negotiate on its behalf with India.Qureshi said he had told Chinese envoy \nHe Yafei, also Chinas vice-foreign minister, to œgo to India and you have a blank cheque from us. He said he had \nconveyed to Yafei that Islamabad would endorse whatever China told New Delhi on Pakistans behalf.The \nstatement, which was made by Qureshi during a reception at the Chinese embassy in Islamabad, has raised \nquestion marks over Yafeis visit to India on January 5 because New Delhi has gone out of its way to ensure that \nChina did not act as mediator. Yafei had visited Pakistan on December 29 and wanted to visit New Delhi directly \nfrom Islamabad. New Delhi, however, did not allow this, fearing that it would give the impression that China was \ntrying to mediate between the two countries. Yafei later came to New Delhi on January 5 and advised India to \ncontinue the dialogue process with Pakistan.œWe have complete trust, mutual understanding and convergence of \nviews on bilateral, regional and international issues, Qureshi said, adding that Pakistans ties with China would \nflourish in the days ahead.There was no official reaction from the foreign ministry in New Delhi, but a senior official \nsaid there was no question of China playing mediator and what Qureshi had said was his flight of imagination.The \nWhite House in a foreign policy document released soon after Barack Obama took over as President had said that \nwhile non-military aid to Pakistan would be increased, Islamabad would be held accountable for security along the \nPak-Afghan border. Pakistans ambassador to the US Hussain Haqqani had threatened to review options if US did \nnot follow the right approach.However, in what may not please Pakistan as much, Afghanistans foreign minister \nRangin Dadfar Spanta said late on Wednesday that India and Afghanistan were victims of terrorism which \nemanated from the same source and that there were certain entities in the region who used terrorism as a tool for \nforeign policy.œAfghanistan believes there are some entities in our region that are using terrorism as a tool for \nforeign policy. We have to end this. We share your pain, the pain of the Indian people because Afghanistan is the \nvictim of same terror with same sources, Spanta said after a meeting with foreign minister Pranab Mukherjee in \nKabul. Mukherjee is on a two-day visit to Afghanistan.\n\n           ” Hat tip: VH [|Return to headlines]\n\nhttp://www.thenews.com.pk/top_story_detail.asp?Id=19833\nhttp://www.thenews.com.pk/updates.asp?id=66128\nhttp://timesofindia.indiatimes.com/Pakistan_gives_China_blank_cheque_to_tackle_India/rssarticleshow/4018578.cms\n\n\n           Pakistan Holding Suspect in London Train BombingsISLAMABAD, Jan. 22 ” Acting on a tip from U.S. and \nPakistani intelligence agents, Pakistani security forces arrested a suspected al-Qaeda operative linked to the 2005 \ntrain bombings in London, two Pakistani officials said Thursday.Zabi ul Taifi, a Saudi national, was one of seven \nsuspects arrested in an early morning raid Wednesday near the northwest city of Peshawar. Several officers with \nthe paramilitary Pakistani Frontier Corps found Taifi and the six others in a compound in the tribal area town of \nBara, according to a Pakistani intelligence official and a Pakistani political official.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           South Korea: Deadly Fire Caused by Squatters Makeshift Bombs: ProsecutorsProsecutors concluded \nThursday that a deadly fire that took six lives during a clash between police and demonstrators was caused by \nmakeshift bombs prepared by the protesters.The fire erupted on Tuesday at a building rooftop in Yongsan, central \nSeoul, during a crackdown by police commandos on a group of squatters staging a sit-in against an urban \nredevelopment project in the area. The blaze killed six people, including a police officer, and left more than 20 \ninjured.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Chinese Seamen Rewarded for Saving Ship From PiratesA Shanghai shipping company has rewarded 30 of \nits seamen with 10,000 U.S. dollars each after they successfully fought off a pirate attack off Somalia in the Gulf of \nAden. Each crew member of the cargo ship, Zhenhua 4, was being rewarded for their bravery and courage, said \nGuan Tongxian, president of Shanghai Zhenhua Port Machinery Co.The crew received the reward in a \ncommendation ceremony at Changxing Island Port, after their vessel returned to Shanghai on Thursday morning to \nbe welcomed by crowds of people.Nine pirates armed with rocket launchers and heavy machine guns boarded the \nship on Dec. 17. The crew locked themselves in cabins, using fire hoses and self-made firebombs to keep the \nattackers at bay for six hours.Foreign warships and helicopters were contacted and helped Chinese seamen beat \nback the pirates later. No one was injured in the attack. Captain Peng Weiyuan, 57, attributed their success to \ncareful training. Peng began a drill to fend off a possible pirate attack 10 days before the ship entered the Somali \nwaters.China sent two navy destroyers and a supply ship to the Gulf of Aden on Dec. 26 to protect Chinese civilian \nvessels and crews, including those from Hong Kong, Macao and Taiwan, and foreign vessels on request. The \nvessels arrived in the gulf on Jan. 6.\n\n           ” Hat tip: VH [|Return to headlines]\n\n           38 Egyptians Repatriated From Lampedusa(ANSAmed) ” ROME, JANUARY 22 ” Some 38 Egyptian citizens \nwho had landed in recent days on Lampedusa were repatriated via charter flight last night. The foreigners escort \nwas guaranteed by Egyptian security operators supplied by airline company Egyptair. The repatriation shows that \nthe policy of collaboration with the African countries of the Mediterranean is going ahead, said the Police. Further \nrepatriations are expected in the coming days. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Algeria: Kids Challenge the Sea for Italy(by Laura De Santi) (ANSAmed)- ALGIERS, JANUARY 21 ” Despite \nthe bad weather hitting the Algerian coast, departures of the ˜Harraga (Algerian for œthose who burn the borders) \ntrying to cross the Mediterranean to reach Europe have not stopped. Seventeen Algerian migrants arrested at sea \na few days ago have started the count for 2009, while last years numbers speak clearly. Neither death nor new \nAlgerian laws that make illegal immigration a crime will get in the way of their dreams of finding a better life. Last \nyear, Italy passed Spain as the preferred destination for Algerian migrants or was simply the most œaccessible \nsince œwhat matters is departing, changing your life, and getting out of poverty, repeat young Algerians. According \nto Liberté, the Algerian navy arrested 1335 (1327 of which are Algerian) last year at sea compared to 1259 arrests \nin 2007. Just over 1,000 migrants were stopped at sea in 2006, a black year marked by a 70% increase in arrests, \ncompared to 335 arrests in 2005. The number of bodies pulled out of these by the navy also increased to 98 in \n2008. In 2007 61 dead bodies were found off the Algerian coasts, compared to 73 in 2006, and 29 in 2005. Despite \nappeals from œall the families in Annaba of the missing Harraga œ, it is impossible to obtain reliable data on the \nhundreds missing at sea. Investigations have been called for particularly by the Algerian League for Human Rights \n(Laddh) after reporting the illegal imprisonment of thousands of young Algerian migrants in prisons and secret \ndetention centres in Libya and Tunisia, and at least 600 dead bodies in the Almeria and Alicante morgues. The \n\nhttp://www.washingtonpost.com/wp-dyn/content/article/2009/01/22/AR2009012200281.html\nhttp://english.yonhapnews.co.kr/national/2009/01/22/0302000000AEN20090122010000315.HTML\nhttp://english.people.com.cn/90001/90776/90883/6580503.html\nhttp://www.ansamed.info/en/news/ME03.@AM57348.html\nhttp://www.ansamed.info/en/news/ME03.@AM66067.html\n\n\nAnnaba region (600km east of Algiers) is the departure point for those going to Italy and Sardinia, and according to \na study by navy, is where a majority of the boats left from in 2008. Of the 1335 harraga arrested, only 636 were \ncaught in the east, and 442 of these just in Annaba. According to the Algerian press, intensified inspections along \nthe western coast has discouraged the use of the route between Oran (400km west of Algiers) and Spain, and has \npushed those looking to immigrate to Annaba, which in a few short months has become the crossroads for these \nvoyages of hope. According to the report, even if cases of the elderly, women, and children have drawn attention, \nthe majority of migrants caught at sea are Algerians between 21-29 years old. In a recent poll promoted by Liberté, \nabout 50% of the Algerians between 15 and 34 said that they are œready to depart while 81% said they know \nsomeone who is getting ready to depart. Very few migrants of other nationalities choose make the voyage: only 8 \nAfghans, Moroccans, Malians, and Nigerians have been arrested at sea. Morocco, with the two Spanish enclaves of \nCeuta and Melilla, and Libya, has the routes that are favoured by the 300 thousand sub-Saharan Africans that, \naccording to some estimates, live in Algeria waiting to continue their journey to Europe. According to the Navy, in \n2008 639 harraga were expelled and repatriated from European counties compared to 189 in 2007, and 532 in \n2006. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Finland: Thors: Need for Speed in Processing Asylum SeekersImmigration Minister Astrid Thors says shes \nconcerned about crowded immigration reception centres and the current snails pace at which asylum permits are \nbeing processed. The Ministers comments come in the wake of an explosive growth in the number of asylum \nseekers entering Finland since last year.Currently all detention centres in Finland are packed to capacity with \nauthorities receiving more residents than they can officially accommodate.The large influx of refugees has created \nbottlenecks in the processing time, with applicants queuing for months before the first interviewed by police and \nimmigration officials. Minister Thors has called for more resources for the authorities to expedite processing of \nresidence and refugee permits. Government will consider the proposal at the end of January.More Municipal \nFundingThors has also called for a higher level for municipalities hosting refugees. Many municipalities have \nrefused to take in more refugees, because compensation paid by the state for refugees has remained at the same \nlevel since 1993.The Minister pointed out that there had been an increase in student grants, while municipalities \nhave had to manage increasing costs with the same level of state support. The state compensates municipalities in \npart for expenses related to accommodation, health care and day care services.Increase in Influx of Asylum \nSeekersLast year the number of asylum seekers arriving in Finland jumped to 4,000, compared to 1,505 in 2007. \nUnstable situations in Iraq and Somalia helped push the numbers up.Interior Ministry Immigration Director Sirkku \nPäivärinne said that this year those numbers could increase to as much as 6,000. Refugees must reside at \nreception centres until they are granted a residence or asylum permit.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Finland: Packed Refugee Reception Centres Hope for More FundsRefugee reception centres in Finland are \npacked to the limit. Minister of Migration and European Affairs Astrid Thors is proposing more funds for officials \nworking with asylum seekers.Last year 4,000 asylum seekers arrived in this country. Many of them are still waiting \nfor their first appointment with immigration officials.For example, the Helsinki Refugee Centre is overflowing with \ntenants. Asylum seekers are supposed to move from this centre to another within a month. In reality, they stay \nmuch longer.œThere is simply no available space at any of Finlands refugee centres. Were dependent on \nemergency shelters, attics and classroom floors. As soon as a bed is freed up, its filled by a refugee in Helsinki, \nsaid Leena Markkanen, the director of the Helsinki Refugee Centre.Jumale Raaho Mohamed from Somalia has \nbeen living at the centre since August.œIm very happy to stay here. But if I ask myself, Ive been here a very long \ntime, she said.Thors: More Funding NeededAsylum seekers are not allowed to move out of reception centres until \nthey receive a residence permit. However many municipalities have refused to house new asylum seekers due to a \nlack of funding. State reimbursements to municipalities which house asylum seekers have not risen since \n1993.Now Minister of Migration and European Affairs Astrid Thors is proposing to increase funding to assist \nmunicipalities as well as hire more immigration officials.Government is to review the proposal by the end of \nJanuary. The need for additional funding is acute; this month 500 more asylum seekers arrive in Finland.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\nhttp://www.yle.fi/uutiset/news/2009/01/thors_need_for_speed_in_processing_asylum_seekers_499642.html\nhttp://www.yle.fi/uutiset/news/2009/01/packed_refugee_reception_centres_hope_for_more_funds_498702.html\n\n\n           More Asylum Seekers to NorwayMore than 14,400 persons applied for asylum in Norway in 2008. This is \nan increase of 120 per cent from the previous year but lower than in the early 2000s, when nearly 18,000 applied \nfor asylum in this country.Asylum seekers constitute only 13.7 per cent of newcomers to Norway. Most immigrants \ncome to work or become reunited with their family. Around 60 per cent of the applications for asylum were turned \ndown in 2008, against only 42 per cent the previous year.The reason for this, according to the Immigration \nDirectorate (UDI), is mainly that that asylum seekers from Czechenia as a rule no longer receive asylum in \nNorway.\n\n           ” Hat tip: Tuan Jim [|Return to headlines]\n\n           Netherlands: Liberals Call for Tougher Immigration RulesThe Netherlands should refuse to give immigrants \nunemployment benefits unless they have lived here for 10 years and set a new age limit of 24 for migrants, \nopposition Liberal (VVD) leader Mark Rutte is quoted as saying in Fridays Telegraaf.Rutte made the statement \nduring a visit to Denmark to compare immigration policies, the paper said.˜Working is a much better way to \nintegration than big integration projects, Rutte was quoted as saying. ˜They discovered that in Denmark a while \nago.Denmarks tough immigration rules have been criticised by the European courts on several occasions because \nthey are sometimes at odds with the free movement of people, the paper says.\n\n           ” Hat tip: http://snaphanen.dk/|Steen [|Return to headlines]\n\n           Spain: Andalusia, 80pct Fewer Children in 2008(ANSAmed) ” MADRID, JANUARY 21 ” The landings on the \nshores of Andalusia of children without their parents dropped by 80pct in 2008, according to the figures released by \nthe Secretary of State for Immigration Consuelo Rumi, quoted today in the media. The reduction in the number of \nunaccompanied children, especially those from Morocco, is due to the signing of a agreement for prevention, \nprotection and assisted return with the Moroccan government, currently under examination by the Moroccan \nParliament and awaiting definitive approval. A cooperation agreement similar to the one in force with Morocco will \nbe underwritten in the near future by the Spanish government with the Senegalese Justice Ministry. In 2008, \naccording to the data outlined by Rumi, there were only 44 unaccompanied child migrants who landed on the coats \nof Andalusia, 80pct fewer than those arriving in the region in 2007. Consuelo Rumi confirmed that, in 2008, there \nwere an overall 13,555 migrants who tried to enter Spain illegally by crossing the sea on rafts or makeshift sea \ncraft, 26pct fewer than those in 2007. According to the government representative, the reduction was due to the \ndeterrent effect of repatriation, cooperation for development in the countries from which the migrants normally \narrive, agreements made by Spain to reinforce coast surveillance and, in part, also to the economic crisis, which \nresulted in a decline as concerns domestic demand for immigrant workers. The confirmation lies in the fact that the \nnumber of foreign workers, according to the community rules to be contacted legally outside of Spain, is down by \n94pct decline in 2009. (ANSAmed).\n\n           ” Hat tip: Insubria [|Return to headlines]\n\n           Parents See Bias in School Pep TalksVOORHEES ” The Eastern Regional High School administration \ntargeted only black and Latino students in a series of academic pep talks last week, angering some parents who \nsaid the effort smacked of discrimination.œI wanted to know if my child is not in class, then what are they doing? \nsaid Noni Booddie of Voorhees, one of eight parents who addressed the Eastern Camden County Regional school \nboard Wednesday night.She and her husband, Scott, said they tried but failed to secure any adequate explanations \nfrom the school district.œThat we were unable to obtain any information from the school is unacceptable, said Scott \nBooddie, whose daughter attends Eastern. Parents said they deserved advance notice about the pep talks. They \nsaid the events also sparked rumor-mongering as some white students speculated that their black and Latino peers \nwere failing.Administrators described the talks as 10-minute motivational meetings held over four days during \nschool hours. They said each was meant to encourage minority enrollment in advanced, honors and other higher-\nlevel classes.But their approach, targeting minority students and failing to inform parents, fell short, some families \nsaid. The administration required all black and Latino students to attend the gatherings ” regardless of each \nstudents individual academic performance ” while white students were exempted.Eastern High counts 234 black \nand 65 Latino students; together, they make up about 14 percent of the student population.\n\n           ” Hat tip: JD [|Return to headlines]\n\nhttp://www.norwaypost.no/content/view/21527/1/\nhttp://www.dutchnews.nl/news/archives/2009/01/liberals_call_for_tougher_immi.php\nhttp://snaphanen.dk/%7CSteen\nhttp://www.ansamed.info/en/news/ME03.@AM49518.html\nhttp://www.courierpostonline.com/article/20090122/NEWS01/901220351\n\n\n           Planned Parenthood: Force Doctors to Do AbortionsLaw firms gear up to defend right of \nconscienceExperts for the Alliance Defense Fund and Christian Legal Society are gearing up to defend three laws \nthat allow medical professionals to follow their conscience and not participate in abortions.œMedical professionals \nshould not be forced to perform abortions against their conscience, said Casey Mattox, who is litigation counsel with \nthe CLSs Center for Law & Religious Freedom.œPlanned Parenthood, the ACLU and their pro-abortion allies are \nseeking to punish pro-life medical professionals for their beliefs, Mattox said. œFar from arguing for ˜choice, these \nlawsuits seek to compel health care workers to perform abortions or face dire consequences.The law firms have \nfiled motions to intervene in three separate lawsuits that seek to invalidate a federal law protecting medical \nprofessionals from discrimination because they refuse to participate in abortions.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           UK: Tribunal: ˜Gay Rights Trump ChristianityCounselor wins reinstatement, but on procedural groundsA \ntribunal has ruled that a Christian counselor was wrongfully dismissed from his position after the issue of offering \nsexual advice to homosexuals was raised, but the decision was based on procedural grounds by the judges who \nrejected his claim of religious discrimination.Essentially, the ruling from the Bristol Employment Tribunal in the \nUnited Kingdom found that Gary McFarlane, a relationship counselor with the company Relate Avon, was \nimproperly dismissed but it also rejected his claim of religious discrimination.The result is a disorganized precedent \nthat should be addressed, according to Andrea Minichiello Williams, of the Christian Legal Center, which worked on \nMcFarlanes case.œThe law is in a confused state; in the case of Lillian Ladele, the Islington registrar, the court held \nthat Christian belief must give way to the rights of same sex couples; but in the case of Gary McFarlane there is a \nfinding of wrongful dismissal, Williams said. œThe courts and public are confused; we call on the government to \nrecognize the legitimate expression of conscience by Christians in the area of sexual orientation and provide \nprotection where necessary.\n\n           ” Hat tip: JD [|Return to headlines]\n\n           TV Crew Expelled From UN Meeting on Freedom of ExpressionThe journalists were working on a \ndocumentary on how the issue of human rights is debated at the United Nations.Geneva ” A television \nproduction crew was expelled Thursday from a United Nations meeting discussing freedom of expression and \ndefamation of religions.Two journalists from the French-German cultural channel ARTE were asked to leave a \nmeeting room at the UNs European headquarters during a public session of a human rights body preparing for a \nracism conference in South Africa later this year.According to a diplomatic source, the expulsion announced by the \nchairman of the session, Russian representative Yuri Boychenko, was requested by the Organisation of Islamic \nConference and by the African group of states.œIt is regrettable that he was not informed of the procedures that \nallow a public session to become a private one, Marie Heuze, chief spokeswoman at the UN in Geneva said.The \nexpulsion took place when the debate was raging on freedom of expression and the defamation of religions, two \nissues which are proving particularly sensitive in a proposed declaration for the conference in Durban, South \nAfrica.According to Muslim participants, human rights should take into account defamation of religions, while the \nEuropeans are opposed to its inclusion.A British delegate said any mention of this concept in the resolution \nœdamages the prospects of a successful conference in Durban.According to a diplomatic source, at least three \nEuropean countries ” Britain, Denmark and the Netherlands, have threatened to boycott the conference if the \nresolution is accepted.The United States, Canada and Israel have already said they would not attend the event, \nwhich is scheduled to take place April 20 to 24.The earlier 2001 Durban conference on racism, held just a few days \nbefore the September 11 attacks on the United States and against the backdrop of the second Palestinian intifada, \nended in acrimony amid accusations of anti-Semitism.\n\n           ” Hat tip: http://greenspiece.blogspot.com/|Paul Green [|Return to headlines]\n\n   Newstex ID: GATE-0001-31233608   \n\nNotes\n\nThe views expressed on blogs distributed by Newstex and its re-distributors (\"Blogs on Demand®\") are solely the \nauthor's and not necessarily the views of Newstex or its re-distributors. Posts from such authors are provided \"AS \n\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=86859\nhttp://www.worldnetdaily.com/index.php?fa=PAGE.view&pageId=86829\nhttp://www.expatica.com/es/news/local_news/TV-crew-expelled-from-UN-meeting-on-freedom-of-expression-b-U_48911.html\nhttp://greenspiece.blogspot.com/%7CPaul\n\n\nIS\", with no warranties, and confer no rights. The material and information provided in Blogs on Demand® are for \ngeneral information only and should not, in any respect, be relied on as professional advice. No content on such \nBlogs on Demand® is \"read and approved\" before it is posted. Accordingly, neither Newstex nor its re-distributors \nmake any claims, promises or guarantees about the accuracy, completeness, or adequacy of the information \ncontained therein or linked to from such blogs, nor take responsibility for any aspect of such blog content. All \ncontent on Blogs on Demand® shall be construed as author-based content and commentary. Accordingly, no \nwarranties or other guarantees will be offered as to the quality of the opinions, commentary or anything else offered \non such Blogs on Demand®. Reader's comments reflect their individual opinion and their publication within Blogs \non Demand® shall not infer or connote an endorsement by Newstex or its re-distributors of such reader's comments \nor views. Newstex and its re-distributors expressly reserve the right to delete posts and comments at its and their \nsole discretion.\n"}