{"title": "Why Security First on Immigration?", "body": "\nJul 22, 2013 (The Minority Report:http://www.theminorityreportblog.com/ Delivered by Newstex)\n\n When it comes to immigration, why are we insisting on security first?\n\nU.S. Rep. Tom Cotton answers that question very well in his recent Wall Street Journal opinion piece below.\n\n We need to let House leaders know that there are many commonsense Americans who understand that any \napproach to immigration must begin with protecting our national security.\n\n[1] \n\n OPINION[2]\n\n Tom Cotton: It's the House Bill or Nothing on Immigration What's to stop President Obama from refusing to \nenforce the Senate bill's border-security promises?\n By TOM COTTON\n\n America is a nation of immigrants, but we're also a nation of laws, and the U.S. immigration system should \nrespect both traditions. Unfortunately, the Senate immigration bill undermines the rule of law without solving the \ncountry's illegal-immigration problem, and it will harm American workers. The House of Representatives will reject \nany proposal with the Senate bill's irreparably flawed structure, which is best described as: legalization first, \nenforcement later . . . maybe.\n This basic design flaw repeats the mistake of the 1986 amnesty law, which, according to former Attorney General \nEdwin Meese, President Reagan considered the biggest mistake of his presidency. The Senate bill ensures, as did \nthe 1986 law, that we'll have full legalization but little-to-no enforcement.\n\n The Senate bill's advocates argue that its implementation of enforcement measures, such as extending the \nsecurity fence on the border with Mexico, will precede and be a 'trigger' for opening a path to citizenship. But these \nadvocates are conflating legalization and citizenship. America has approximately 12 million illegal immigrants, who \nchiefly desire the right to live and work here legally. The Senate bill legalizes them a mere six months after \nenactment.\n In the bill, legalization comes with trivial preconditions. Pay a 'fine'? Yes, but it's less than $7 per month and can be \nwaived. Pay back taxes? Only if a tax lien has already been filed, which will be rare for undocumented work. Pass a \ncriminal-background check? Yes, with a gaping exception allowed for illegal immigrants with up to two \nmisdemeanors—or more, if the convictions occurred on the same day—even if these were pleaded down from \nfelony offenses and included serious offenses such as domestic violence and drunken driving.\n\n\n This approach is unjust and counterproductive. We should welcome the many foreigners patiently obeying our laws \nand waiting overseas to immigrate legally. Instead, the Senate bill's instant, easy legalization rewards lawbreakers \nand thus encourages more illegal immigration.\n\n What's worse, the bill's illusory enforcement mechanisms won't stop this illegal immigration. Effective enforcement \nrequires a border fence, a visa-tracking system to catch visa overstayers, and a workable employment-verification \nsystem. The Senate bill fails on all three fronts.\n\n The Secure Fence Act of 2006 mandated 700 miles of fencing, but the Senate bill merely restates this long-ignored \nrequirement without mentioning specs or locations. It also doesn't prohibit delay-inducing lawsuits from fence \nopponents. Further, the bill explicitly lets the secretary of Homeland Security decline to build a fence in a specific \nlocation if she decides it's not 'appropriate.'\n\n Instead, the bill throws billions of dollars at the border for new border-patrol agents (though not until 2017) and \nsensor technologies. These solutions are complements, not substitutes, for a fence. When I was a soldier in Iraq \nand Afghanistan, my units relied on guards and technology to secure our bases, but the first line of defense was \nalways a physical perimeter.\n That's because fences work. The fence built in the San Diego border sector dramatically reduced border crossings \nthere from 100,000 per year to just 5,000 per year when it was completed in 2006, a 95% drop. Earlier this year, \nIsrael reduced illegal crossings at its Sinai border to two per month from 2,000 per month by completing a fence. \nWhy doesn't the Senate bill mandate an effective fence? The answer, plainly, is that the intention is not to build one.\n\n Similarly, the Senate bill restates a 17-year-old requirement in federal law that the government have a functioning \nvisa-tracking system. But it delays implementation for six years and increases by millions the visas available for \nlow-skill immigrants. This will lead to more illegal immigration by visa overstayers, while depressing wages for \nyoung and lower-skill Americans. The bill also delays implementation of the employment-verification system by at \nleast five years and doesn't require mandatory effectiveness levels for the system.\n\n The nonpartisan Congressional Budget Office recognizes that these enforcement measures will be largely \nineffective. The CBO estimates that, even with them, annual illegal immigration will decline by only one-third to \none-half compared with current projections. After 10 years, the CBO predicts, the illegal-immigrant population will \nhave declined to only eight million from today's 12 million. So much for solving the problem. All we're doing is \nsetting up the next amnesty.\n But it's actually worse because even these modest enforcement measures likely won't happen. Any future \nCongress can defund these programs, as has happened too often. The bill grants enforcement discretion to the \nbureaucracy in hundreds of instances. Opponents can tie up the bill in court for years, which would block \nimplementation of key enforcement measures but not the path to citizenship. This is exactly what happened with the \n1986 law: legalization now and enforcement never.\n And what's to stop President Obama from refusing to enforce this law? After all, he just announced he won't \nenforce ObamaCare's employer mandate because of complaints from big business. If that's his attitude toward his \nbiggest legislative accomplishment, imagine what he'll do when big business complains about, say, an employment-\nverification system he never wanted to begin with.\n If enforcement fails, what's more likely: that legalized persons won't become citizens or that future Congresses will \nsimply relax or eliminate the required 'triggers'? If past is prologue, we know the answer.\n\n Given all this history, the American people rightly doubt that the government will finally enforce immigration laws. \nThus the best solution is to abandon the Senate bill's flawed framework and proceed with an enforcement-first \napproach that assures Americans that the border is secure and immigration laws are being enforced. The House \nis already pursuing that goal with committee-approved bills such as the Legal Workforce Act, which expedites the \nemployment-verification system, and the SAFE Act, which empowers local and state law-enforcement officers to \nenforce immigration laws.\n\n If the full House approves such bills, they should be sent directly to the Senate for consideration. They should not \nbe handed to a conference committee so that they can be reconciled with the Senate bill—the Senate and House \n\n\n\nmeasures are irreconcilable. Instead, the Senate must choose whether it wants common-sense, confidence-\nbuilding immigration legislation this year.\n\n If the Senate insists on the legalization-first approach, then no bill will be enacted. Meanwhile, the House will \nremain focused on addressing ObamaCare, the economy and the national debt—which, after all, Americans \noverwhelmingly regard as higher priorities than immigration reform.\n Mr. Cotton is a Republican congressman from Arkansas.\n\n [1]: http://tool.donation-\nnet.net/ACT4America/ImmigrationReformHouseOL.cfm?dn=1097commID=142337516ID=47065 [2]:            \nhttp://online.wsj.com/public/search?article-doc-\ntype=%7BCommentary+%28U.S.%29%7DHEADER_TEXT=commentary+%28u.s. \n"}