{"title": "CULT AFFIDAVITS SHOW AGENCIES DIDN'T COOPERATE; INS MISSED 50 ALIENS' EXPIRED VISAS", "body": "\nThe government's investigation of David Koresh and the 51-day siege that led to his death and the deaths of his \ncult followers raises as many questions as it answers.  The facts reveal incompetence, poor judgment and a failure \nto communicate among various agencies.  According to court records, agents of the Bureau of Alcohol, Tobacco \nand Firearms began investigating Koresh last June 4, when special agent Davy Aguilera of Austin, Texas, met with \nLt. Gene Barber of the McClennan County Sheriff's Department.  Barber said he had learned from a UPS driver that \nKoresh was receiving weapons parts and materials that could be used for explosives.  State law officers knew that \nKoresh had been stockpiling weapons since at least 1987. That is when he and seven others were involved in a \nlong gunbattle at the 78-acre religious compound 13 miles northeast of Waco.  Even if ATF agents had failed to \ndiscover Koresh's weapons stockpile from the court proceedings after the gunfight, other federal authorities had \ncause to visit the compound as early as last May. That's when the visa expired for Livingstone Fagan, a British \ntourist who was a top Koresh follower.  But the Immigration and Naturalization Service failed to track down Fagan.  \nAfter the raid on the compound on Feb. 28, the immigration service checked its records and found that as many as \n50 aliens were living there, and that most - if not all - had overstayed their visas.  When the ATF finally did take \nnotice of Koresh and his followers, it learned what many of his friends and relatives already knew: That he had an \napocalyptic vision of himself and had begun talking as early as 1983 about becoming a martyr.\nThat he had stockpiled more than 100 assault rifles and had the tools and expertise to convert them to fully \nautomatic machine guns.  That he had stores of chemicals that can be used to make bombs and inert grenades that \ncan be made into live ones.  That he had enough ammunition to supply a small army.  That guards patrolled his \nproperty with orders to shoot intruders.  That he liked to show his followers a videotape that portrayed the ATF in a \nnegative light.  That he had sex with young girls and claimed sexual rights to all of his female followers.  The ATF \ngot information through interviews with former cult members and weapons dealers, but it also had an undercover \nagent in the cult.  Not until after the Feb. 28 raid did the ATF learn that Koresh had suspected that the ATF was \nplanning for more than a year to come after him.  He even told an arms dealer that he had seen the ATF practicing \nfor an assault on his compound in late spring or early summer of 1992. The training took place right next to the \ncompound a month before Aguilera says the ATF began its investigation.  Actually, the training was being \nconducted by local police departments, practicing the execution of warrants. But Koresh believed it to be \npreparation for an assault on his compound.  The Waco Tribune-Herald was investigating the cult right along with \nthe ATF. In a series that ran one day before the raid, the paper reported that Koresh might have abused children of \ngroup members and claimed to have at least 15 wives. Koresh denied that, saying he married his wife, Rachel, in \n1984, when she was 14 and he was 24.  The ATF went to court Feb. 25 for a search warrant, outlining in a sworn \nstatement the arms buildup it suspected was taking place at the compound.  The statement, or affidavit, made no \nmention of child abuse.  Sometime during the ATF investigation, the undercover agent's identity was revealed, and \nKoresh learned that the raid would take place Feb. 28. He was waiting for it with weapons loaded.  Four ATF agents \n\n\nlost their lives, and 16 others were wounded. At least five cultists were killed.  The ATF could have simply picked up \nKoresh when he was out jogging - or on his trips to Waco taverns. But ATF officials said they had gone through with \nthe raid because they were concerned about the potential for mass suicide within the complex - and the possibility \nthat Koresh was planning an assault on Waco.  The FBI took over the case on Feb. 28 and began trying to talk \nKoresh and his followers out of the compound.  The standoff lasted 51 days, during which the FBI gathered \nintelligence from eavesdropping devices and satellites.  The FBI developed a plan to close in gradually on the \ncompound. It would send modified tanks to knock holes in the walls and pump tear gas inside with compressed air. \nThe FBI said the gas was not lethal and the propellant could not cause a fire.  The FBI considered that mass \nsuicide might take place, but it judged that unlikely because of repeated assurances from Koresh to authorities and \nhis attorney that he was not planning a suicide.  Yet court documents show that Koresh has been predicting since \n1983 that he would be martyred in a cataclysmic event.  The FBI started its assault on the compound at daybreak \nMonday. Shortly after noon, the fire broke out, killing Koresh and 85 others. Just nine cult members escaped.\n"}