{"title": "470-plus students' residency unclear; Regents issue report on fall enrollment.; State board working to ensure correct tuition rates are charged.", "body": "\nGeorgia's public colleges have enrolled at least 472 students for fall classes who could not provide proof of legal \nresidency, according to a report released by the State Board of Regents on Wednesday. More than half the \ninstitutions saying fewer than 10 such students will attend their campuses.\n\nThe report was essentially an inventory ordered by the regents to make sure students are charged the correct \ntuition rates. The regents reiterated that illegal immigrants may attend the University System of Georgia legally, \nwhich prompted a key state lawmaker to guarantee a change in law.\n\nOf the nearly 50,000 new students expected this fall, 242 are undocumented students, according to preliminary \nfigures. At least another 230 undocumented students will return this fall, regent Jim Jolly said, adding the figures \nmay change because nine of the 35 campuses have yet to turn in data.\n\n\"Undocumented is not synonymous with illegal,\" Jolly said, explaining students are classified this way because \nthey did not provide documentation to determine their tuition status. While many say undocumented students are \nillegal immigrants, Jolly said the terminology can include U.S. citizens who didn't complete or turn in forms.\n\nTo comply with state and federal law, the regents said all undocumented students will be charged out-of-state \ntuition. Admission applications require students to answer questions about their citizenship status, although the \napplications do not specifically ask whether the student is in the country illegally.\n\nSen. Don Balfour, R-Snellville, who this summer joined 13 other state senators in urging the regents to bar illegal \nimmigrants, said a new law is coming.\n\n\"It will be against state law next year,\" Balfour said. \"I'm pretty confident the bill will be introduced and passed. I can \nguarantee them it will be made very clear that this is illegal.\"\n\nIllegal immigration has long been a hot-button issue in Georgia.\n\n\nColleges got drawn into this debate last spring when it was disclosed that Kennesaw State University charged an \nillegal immigrant in-state tuition in violation of state law.\n\nIn response to the furor, the regents ordered colleges to make sure students are charged the appropriate tuition. \nStudents from outside Georgia and the country must pay out-of-state tuition, which is about three times as \nexpensive.\n\nThe regents also appointed a committee, chaired by Jolly, to look at current policies. The committee's report is due \nin October.\n\n\"We are not involved in setting state law,\" Jolly said. \"That is not our business.\"\n\nThe committee is considering whether different policies are needed at five colleges that turn students away --- \nGeorgia Tech, Georgia State University, University of Georgia, Medical College of Georgia and Georgia College & \nState University.\n\nGeorgia State will have 24 undocumented students this fall, while Georgia Tech and the Medical College will have \nfour each and Georgia College & State will have two, according to the preliminary data. UGA will have 10 \nundocumented students attending for the first time, but officials have not completed a report on how many will be \nreturning.\n\nThe highest concentration of undocumented students was reported at two-year colleges, such as Georgia \nPerimeter College, and four-year state colleges, such as Dalton State College and Gainesville State College. \nThese institutions are less expensive to attend and have more open enrollment.\n\nWhile the review was not an attempt to determine how many illegal immigrants attend the state's colleges, some \nsay these students take spots away from those who are in the country legally.\n\n\"If a person from Gwinnett, Fulton or Cobb or any of the other counties can't get into the school, why would we take \nin some illegal immigrant?\" Balfour said. \"We should not be rewarding their illegal activities. We should not be \naffording them the benefits of those here legally.\"\n\nIn a 2008 letter from the U.S. Immigration and Customs Enforcement --- the most current guidelines --- the agency \nwrote federal law does not bar illegal immigrants from attending public colleges and that individual states \"must \ndecide for themselves whether or not to admit illegal aliens.\"\n\nHow 'undocumented' is being used and the number of students\n\nWhile all prospective students are asked for citizenship information on their applications, students are classified \nas \"undocumented\" because they failed to provide appropriate documentation after repeated efforts by college \nadministrators. They are charged out-of-state tuition rates. They may or may not be in the country illegally but the \nquestions determine residency only for the purpose of setting tuition charges.\n\nAccording to a Board of Regents preliminary report, here are the number of undocumented students attending \nsome Georgia colleges:\n\nCollege New this fall Returning this fall\n\nClayton State University 7 23\n\nDalton State College 66 N/A\n\nGeorgia College & State University 0 2\n\nGeorgia Gwinnett College 0 0\n\n\n\nGeorgia Tech 0 4\n\nGeorgia Perimeter College 33 100\n\nGeorgia State University 6 18\n\nKennesaw State University 1 12\n\nMedical College of Georgia 2 2\n\nSouthern Polytechnic State University 3 6\n\nUniversity of Georgia 10 N/A\n\nUniversity of West Georgia 2 3\n\nUniversity System total 242 230\n\nNOTE: N/A refers to one of the nine institutions that have not completed this report. Findings are expected in \nSeptember.\n\nSource: State Board of Regents\n"}