{"title": "Man Convicted for Providing Fake ID's and Driver Licenses", "body": "\nA federal jury convicted a Manhattan man yesterday on charges of bribery, identification fraud and the transport of \nillegal immigrants in a two-year scheme that prosecutors said involved the purchase of more than 900 fake drivers' \nlicenses.\n\n After a two-week jury trial in United States Court for the Southern District of New York, the man, Mustafa \nOzsusamlar, 60, was found guilty of bribing a public official -- a window clerk at a Washington motor vehicles office \n-- and of transporting illegal immigrants by van from New York City to Washington, where he provided them, for a \nfee, with false licenses.\n\n Mr. Ozsusamlar made at least 70 trips to Washington from the New York area as part of the operation, officials \nsaid, and charged $1,500 to $2,000 in cash for the trip and a license. Most of the immigrants were of Middle \nEastern, Russian or Southern Asian descent. It was unclear yesterday what if any penalties or charges they face.\n\n ''Many of those obtaining the Washington, D.C., drivers' licenses were illegal aliens, and approximately 75 of the \nindividuals later exchanged their fraudulently obtained Washington, D.C., drivers' licenses for New York drivers' \nlicenses,'' according to a statement that prosecutors released yesterday.\n\n Mr. Ozsusamlar used fictitious Washington addresses in filling out applications and always went to the window of \nthe clerk he was bribing with cash, Gwendolyn Dean. She processed the applications despite the absence of proof \nof name, birth date and Social Security number, officials said. \n\n Ms. Dean, 49, was charged as a co-conspirator. She pleaded guilty to two counts of identification document fraud \nand was sentenced in October to four years and nine months in prison.\n\n Another co-conspirator, Rafet Ozoglu, 42, solicited the immigrants who wanted to obtain new identification and \nhelped transport them, officials said. Mr. Ozoglu, of Brooklyn, pleaded guilty in January to six counts of bribery, theft \nand the transport of illegal aliens. A sentencing date has not been set.                                                                       \n\nhttp://www.nytimes.com\n"}