{"title": "Mayor Hails City's Immigrants and Innovation", "body": "\nMayor Michael R. Bloomberg, looking at once to close a multibillion-dollar deficit and burnish his national profile as \nan innovator, unveiled a mix of tough education and anticrime measures while embracing the virtues of immigration \non Thursday at his annual State of the City address.\n\n  At the heart of his speech, Mr. Bloomberg warned of the coming pain of spending cuts in response to lost \nrevenues from Wall Street and a slowing real estate market. But he argued that the hurt would have been far worse \nif not for his careful management of the budget in recent years, and said he did not yet plan to raise taxes.\n\n  In the 48-minute address, Mr. Bloomberg vowed to end social promotion for eighth graders, as he already has for \nthird, fifth and seventh graders. He called for collecting DNA from anyone arrested for a crime. And the mayor, a \nbillionaire who paid for his own campaigns, promised to step up the fight against political patronage.\n\n  The presentation, complete with lively performances by public school students and the mayor holding up a baby, \nwas as political as it was practical, with Mr. Bloomberg working to keep the notion alive that he could become a \nthird-party presidential candidate unencumbered by partisan allegiances and sniping. He was particularly explicit on \nimmigration, an emotional  issue in both the Democratic and Republican campaigns.\n\n  ''Take a look behind me,'' Mr. Bloomberg said, referring to the collection of largely immigrant families he had \ninvited to sit onstage. ''This is what makes America great,'' he added, holding his arms aloft, his voice rising. ''This is \nNew York City. This is freedom. This is compassion and democracy and opportunity.''\n\n  Indeed, Mr. Bloomberg practically began his address by jabbing a sly elbow toward some of the presidential \ncandidates, criticizing those who had suddenly ''embraced xenophobia.''\n\n  ''Keeping New York City and America at the front of the pack begins with an openness to new energy, meaning \nimmigration, and new ideas, meaning innovation,'' he said. ''That's how I built my business, and that's the \napproach we've brought to a city government that was insular and provincial, and married to the conventional.''\n\n  Again and again Mr. Bloomberg returned to the theme of rejecting received wisdom and changing the way \ngovernment works, nowhere more clearly than in the public school system, whose improvement he has made a \nmajor part of his legacy. But in extending the end of social promotion to the eighth grade, Mr. Bloomberg seemed to \ntacitly acknowledge that despite his having toughened the promotion policies in earlier grades, too many students \nwere still entering high school unprepared to succeed.\n\n  To help struggling students who are preparing for the working world, Mr. Bloomberg said he would overhaul \nvocational education in the high schools and community colleges, beginning in September 2009. Toward that end, \nhe announced the creation of a task force to be led by former Mayor David N. Dinkins and Sy Sternberg, chairman \n\n\nand chief executive of the New York Life Insurance Company, and to include Merryl H. Tisch, a philanthropist and \nmember of the State Board of Regents.\n\n  ''Traditionally, such career and technical education has been seen as an educational dead end,'' Mr. Bloomberg \nsaid. ''We're going to change that. College isn't for everyone, but education is.''\n\n  Despite looming economic trouble, Mr. Bloomberg offered several political crowd-pleasers, like continuing a $400 \nproperty tax rebate and allowing online access to the 311 system, results from quality-of-life inspections, and other \nservice data like fire response times and noise complaints.\n\n  But at least one proposal, to collect DNA samples from anyone arrested for a crime in the city, could be less easy \nto sell,  especially to state legislators, who took seven years to approve a similar provision for people who had been \nconvicted of felonies and some misdemeanors.\n\n  Federal law enforcement agencies and a few states already have similar provisions, which supporters say help \nidentify repeat criminals and exonerate the innocent but have drawn opposition among privacy and prisoners' \nadvocates.\n\n  Peter J. Neufeld, the co-founder and co-director of the Innocence Project, a nonprofit organization that uses DNA \nevidence to exonerate the wrongfully convicted, criticized the proposal, saying the mayor was ''shooting from the \nhip.''\n\n  ''The mayor's goal is laudable, but he is completely wrong about how to protect the innocent,'' said Mr. Neufeld, \nadding that blacks and Hispanics were disproportionately arrested by the police. ''The best ways to protect the \ninnocent do not involve collecting DNA from arrestees, who are presumed innocent and many of whom will have \ntheir charges dismissed. The best way to protect the innocent is to change the way the N.Y.P.D. conducts \nidentifications and fails to record interrogations.''\n\n  Under the mayor's proposal, which would require state approval, if the DNA profiles of those arrested were not \nlinked to other crimes and they were not convicted, their genetic records would be erased.\n\n  Mr. Bloomberg also announced a less contentious DNA proposal: a ''six-figure prize'' for inventing a device that \nwould allow the Police Department to more quickly and thoroughly analyze DNA at the scene of a crime. The prize, \nto be paid out of private donations, is ''just one more way we are trying to bring private-sector innovation into the \npublic sector,'' he said.\n\n  Throughout the address, the penultimate of his tenure, Mr. Bloomberg sought to show how he was paying off the \npromise of a chief executive as mayor, outlining the data-driven, efficiency-minded, anti-politics-as-usual approach \nhe asserts he is bringing to government. \n\n  He said he would convene a charter revision commission to take a comprehensive look at the structure and \noperation of city agencies in order to eliminate redundancies and antiquated regulations while finding savings. \n\n  And he returned to a pet theme of getting the politics out of politics, pledging to work with Citizens Union, a good-\ngovernment group, to lobby for nonpartisan hiring at the Board of Elections. In New York, election law requires that \nthe members of each state and local board must be divided equally between the two major parties, according to the \nCitizens Union. As a result, Mr. Bloomberg said, party bosses call the shots. \n\n  Saying that 2008 is the 130th anniversary of the death of Boss Tweed, he added, ''Let's also make it the year we \nfinally put to rest his style of politics.''\n\nhttp://www.nytimes.com\n\nhttp://www.nytimes.com/\n\n\nGraphic\n\n \n\nPHOTO: Mayor Michael R. Bloomberg in Queens before his State of the City address, which outlined education and \nanticrime plans. (PHOTOGRAPH BY ANDREA MOHIN/THE NEW YORK TIMES)                                                                 \n"}