{"title": "BLOG: Madison Taylor: The emailbag: May holdovers and an early start on June", "body": "\nJune 07--[http://twitter.com/share]\n\n [http://www.best-norman-rockwell-art.com/images/1922-02-18-Saturday-Evening-Post-Norman-Rockwell-cover-\nPostman-Reading-Mail-no-logo-400-Digimarc.jpg]I'm just now getting around to the email from May -- but first I \nwant to address a couple that arrived in June. Both are timely.\n\n The first is from Nancy Thomas who contacts me regularly about one thing or another. I had a chance to meet \nNancy face to face in May when we hosted a presentation on Alamance County history by Don Bolden at the \nParamount Theater. Nancy was in the audience and introduced herself. It was great to see her.\n\n Here goes.\n\n \"Madison,\n\n \"Caregiver to Caregiver is an EXCELLENT addition to the newspaper!\n\n \"Thanks,\n\n \"Nancy\"\n\n MY TAKE: I agree. When Ruth Johnson contacted me a couple of months ago about starting a caregiver column I \nwanted to hear more. After all, I talk to people regularly who have questions about how to handle an aging parent or \nother family member. Usually I have no idea how to answer their questions. I asked Ruth to send some examples of \nher work and I was blown away. It's great advice that's also engaging for readers. She hopes people in our \ncommunity will contact her so she can make the column as local and people-oriented as possible.\n\n Check it out.\n\n Then I got this note from Nancy Stoppelkamp of Graham, who writes letters to the Open Forum.\n\n \"I do hope you will continue with your job and the nature of your paper will not change!!!. I'm praying for this.\"\n\n MY TAKE: Nancy sent the note after the story in last week's newspaper about our pending sale to a new company. \nAt the moment, I have no reason to believe that anything will substantially change. I have no plans to go anywhere. \nWhile it's too early to answer any specific questions, just know that everything is operating normally at the moment. \nWe will be undergoing some changes in the next few weeks, but readers probably won't notice.\n\n\n A monumental thank you\n\n Got this pat on the back from Jeff Tudor of Graham about a column I wrote upon returning from Washington. Made \nmy day.\n\n \"Congratulations on your thought-provoking piece in Sunday's paper. I have toured those same monuments on a \nnumber of occasions with children on elementary school field trips and have never failed to be moved by the \nexperience.\n\n I also share your disdain for pandering politicians. As I have expressed to you in an earlier email, I thought the \nrecent Amendment One was political pandering at its worst. Will Amendment Two assert that Jesus Christ is the \nOne True Way and that the state should not recognize any other religion? It could happen.\n\n MY TAKE: Thanks!\n\n Letters to the editor and then-some\n\n When people send in letters to the editor or Open Forum via our online service the sender usually gets a ping \nback. It lets the letter writer know the message was received. The problem? The sender usually get a copy of his or \nher letter in return with some garbled words and symbols. Here's a note I got from Pete Glidewell about it and he \nalso had a suggestion.\n\n \"I hope the quotation marks and apostrophes don't show up the way they do below. I think I also faxed a copy to \nyou. Thanks for being willing to put this in.\n\n \"A suggestion for the paper, by the way, is to do the letter to the editor thing also on the sports page...\"Letters to \nBob\" I can't imagine how the State fans would drive the Carolina fans nuts. It would be fun to watch and you could \ndo it one day a week on Thursday when the section is separate.\"\n\n MY TAKE: Many readers have the same concerns when they get the notices back by email. But almost always the \nletters come in as sent without the garble.\n\n As for his suggestion about a letters section in sports, we have done that in the past when space allowed. There \nshould also be a steady number of letters. If we ever reach the latter, we'll deal with the former. Personally, I'd love \na sports letters feature.\n\n Everyone is edited -- for a variety of reasons.\n\n A reader sent this message along because he didn't like his letter to the Open Forum edited.\n\n \"You know Madison, you said if i got it down to 350 words, you'd publish it. you never said you'd CHANGE MY \nWORDS! what's the point of freedom of speech if this speech is censored unnecessarily?!?!? I feel fairly confident \nI'm a better writer than you. you've got some nerve.\"\n\n MY TAKE: This is what I wrote back to this letter writer.\n\n \"Thanks for sending along your thoughts. And you're right, I do have a lot of nerve. It's what I'm paid to do as \neditor here. Everything in the newspaper is edited in some way. The changes in your letter were mainly deletions \nof items that open doors our newspaper does not wish to kick down at this point on our opinion page. Should \nRomney's faith become a huge issue then we will let it be fodder for commentary -- but even then we would not \nallow it to be handled in an offhand fashion.\n\n \"The matter of a political candidate's faith is a touchy subject and one I delete frequently when it veers into certain \nareas. I do the same for all candidates.\n\n \"Again, thanks for letting me know your feelings about this.\"\n\n\n\n Yes, the Open Forum is open -- to a point. Letters are always going to edited for offensive content, scurrilous \naccusations, potential libel or for subjects that aren't suited for the forum itself. The letter in question was \nsupposedly about Amendment One then turned sharply into a screed about Mormonism. I couldn't allow it.\n\n Hard as it is to believe sometimes, work is edited here at the Times-News -- mine included. Those who don't like it \nare welcome to post things on their own websites.\n\n Arrrgghhhh\n\n And I got this from Al Musiciano, a reader I always love to hear from, even when he wants to call us out for a bad \nheadline, as is the case this time.\n\n \"Madison,\n\n \"Re: Woman fatally shot multiple times outside of Chapel Hill school\n\n \"Don't want to be too picky, but I believe a person can only be fatally shot once. \n[http://madisontaylor.freedomblogging.com/wp-includes/images/smilies/icon_smile.gif]\n\n MY TAKE: As always, thanks to Mr. Musiciano and others who bring up the weird things we do sometimes. In a \nrush to write a headline, stuff like this happens.\n\n Thanks to one of our columnists\n\n Had a nice note last month about our weekly religion column written by Bob Felts, the lead pastor at Brookwood \nBaptist Church. Here it goes.\n\n \"Just wanted you to know that I read you every week and enjoy your wisdom. Today, I felt like you wrote it just to \nme. For I am going through a great depression period and of course am seeing someone that can help me. Your \narticle was such a inspiration to me this a.m. I know that I mask the pain I feel by thinking of some of the things you \nsaid. Lucky for me my husband understands and I am very active in my church. If it were not for that I would fall in \nthe category of some of the temptations you mentioned. ... Thank you so much for today's article -- I will keep it with \nme so I can read it when temptation comes. I look forward for the Sunday that I can come to your church and hear \nyou preach. My prayers are with you and your health. Looking forward to next Sat. article.\"\n\n MY TAKE: Anytime one of our columnists helps a reader it's great news for us all. Thanks to Bob for what he does \nand for his courage over the past couple of years writing about his battle with cancer. I'm sure his words inspired \nand comforted many.\n"}