{"title": "Immigrant Workers Sue Md. Employer; Civil Claim Alleges Pay Exploitation", "body": "\nFor about six months last year, Pedro Clavjio and other painters and carpenters on his work crew toiled full days \nand sometimes nights at a Department of Justice building downtown.\n\nBut as they spruced up the building, a civil lawsuit alleges, Clavjio and his co-workers were being unlawfully \nexploited by their employer, Hann & Hann Inc. construction services, a Rockville-based contractor.\n\nFor work there and elsewhere, Clavjio and the other laborers, mostly immigrants earning $10 to $20 an hour, \nweren't paid overtime they were entitled to and in some cases weren't paid for regular work hours, according to the \nlawsuit, filed last week in U.S. District Court in Greenbelt. Hann & Hann also made unauthorized deductions from \nworkers' pay, charging them for tools such as paintbrushes and uniforms that bore the company's name, the \nlawsuit alleges.\n\n\"We all have dignity,\" Clavjio, 42, a Silver Spring resident, said in an interview conducted in Spanish. \"What \nhappened to me and the other workers isn't right. We're looking for justice.\"\n\nClavjio, a legal immigrant from Peru, said he often worked 56 hours a week but was paid for 40.\n\nHann & Hann is owned and run by company President Terry R. Hann, of Potomac, and his brother Gary F. Hann, of \nGaithersburg. The Hanns did not respond to phone calls and e-mails requesting comment.\n\nRobert J. Smith, an attorney for the company, said Hann & Hann \"strives to abide by all of the applicable laws \nrelating to its employees.\n\n\"We're going to look into the allegations\" in the lawsuit \"and if there's a problem, address it,\" he said.\n\nThe lawsuit was filed by the Washington Lawyers' Committee for Civil Rights and Urban Affairs and lawyers at \nArnold & Porter LLC, who are providing legal services pro bono. The lawsuit alleges Hann & Hann violated the \nfederal Fair Labor Standards Act and the Maryland state labor law.\n\n\nHann & Hann reportedly had total sales of approximately $19 million in 2007, according to the lawsuit. A \"significant \npercentage\" of the company's business came from federal government contracts, according to the lawsuit.\n\nThe lawsuit names Clavjio and three other workers as plaintiffs. They worked for Hann & Hann for periods ranging \nfrom 11 months to, in Clavjio's case, nearly eight years. Laura E. Varela, of the Lawyers' Committee, said the \ncompany's alleged exploitative practices affected many more workers, as many as 200 in all.\n\nThe workers' attorneys will try to have a federal judge certify the lawsuit as a class action, on behalf of all affected \nemployees, Varela said.\n\nShe and other attorneys will seek the company's employment records to try to determine how many laborers were \nnot paid the time-and-a-half they were entitled to for working overtime, and how many were not paid for work they \ndid, Varela said.\n\nThe four named plaintiffs and almost all of the other workers who were allegedly exploited by the company are \nLatino immigrants, Varela said.\n\nEach of the four named plaintiffs is a legal resident of the United States, Varela said. She said she did not know the \nimmigration status of the other workers. Under federal labor law, she said, immigration status is not relevant to \nwhether a worker's rights have been violated.\n\nIn an opinion published this January, Susan K. Gauvey, a U.S. magistrate judge in Maryland, cited a previous \nopinion that said allowing employers to exploit undocumented workers would create an economic incentive for \nemployers to hire such workers and underpay them.\n\nExploitation of immigrant workers is common, workers and their advocates said. In recent years, some \nWashington area workers have started fighting back through the courts.\n\nLast August, 46 Latino laborers in suburban Maryland received checks totaling $100,000 in a partial settlement of a \nfederal class-action lawsuit against a contractor and subcontractor that had hired them to do arduous cleanup work \nin Louisiana and Mississippi.\n\nThe workers said they were promised good living conditions, several months work and $10 an hour in wages. \nInstead, several said, they were crammed into tiny apartments, received only a few weeks work and were not paid \nfor some or all of their labor.\n\nIn February 2007, the Lawyers' Committee filed a federal lawsuit in Greenbelt alleging that a Frederick County \ncompany that paints luxury condominiums in the District defrauded Latino immigrant workers who routinely \nworked 60 or more hours a week by failing to pay them overtime. That lawsuit is pending.\n\nGraphic\n\n \n\nIMAGE; By Sarah L. Voisin -- The Washington Post; Hector Granados, Pedro Clavjio and Miguel Moya, from left, \nworked at a Department of Justice building for Hann & Hann, which they sued.\n"}