{"title": "HEARING OF WESTERN HEMISPHERE SUBCOMMITTEE OF THE HOUSE COMMITTEE ON FOREIGN AFFAIRS; SUBJECT: U.S. OBLIGATIONS UNDER THE MERIDA INITIATIVE; CHAIRED BY: REPRESENTATIVE ELIOT L. ENGEL (D-NY); WITNESSES: THOMAS A. SHANNON, JR., ASSISTANT SECRETARY, BUREAU OF WESTERN HEMISPHERE AFFAIRS, U.S. DEPARTMENT OF STATE; MARISA R. LINO, ASSISTANT SECRETARY, OFFICE OF POLICY/INTERNATIONAL AFFAIRS, U.S. DEPARTMENT OF HOMELAND SECURITY; SCOTT M. BURNS, DEPUTY DIRECTOR, WHITEHOUSE OFFICE OF NATIONAL DRUG CONTROL POLICY; WILLIAM J. HOOVER, ASSISTANT DIRECTOR, OFFICE OF FIELD OPERATIONS OF THE BUREAU OF ALCOHOL, TOBACCO, FIREARMS AND EXPLOSIVES, U.S. DEPARTMENT OF JUSTICE; ANTHONY P. PLACIDO, ASSISTANT ADMINISTRATOR AND CHIEF OF INTELLIGENCE, DRUG ENFORCEMENT ADMINISTRATION, U.S. DEPARTMENT OF JUSTICE; KENNETH KAISER, ASSISTANT DIRECTOR, CRIMINAL INVESTIGATIVE DIVISION, FEDERAL BUREAU OF INVESTIGATION, U.S. DEPARTMENT OF JUSTICE.; LOCATION: 2212 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\n HEARING OF WESTERN HEMISPHERE SUBCOMMITTEE OF THE HOUSE COMMITTEE ON FOREIGN \nAFFAIRS SUBJECT: U.S. OBLIGATIONS UNDER THE MERIDA INITIATIVE CHAIRED BY: REPRESENTATIVE \nELIOT L. ENGEL (D-NY) WITNESSES: THOMAS A. SHANNON, JR., ASSISTANT SECRETARY, BUREAU OF \nWESTERN HEMISPHERE AFFAIRS, U.S. DEPARTMENT OF STATE; MARISA R. LINO, ASSISTANT \nSECRETARY, OFFICE OF POLICY/INTERNATIONAL AFFAIRS, U.S. DEPARTMENT OF HOMELAND \nSECURITY; SCOTT M. BURNS, DEPUTY DIRECTOR, WHITEHOUSE OFFICE OF NATIONAL DRUG CONTROL \nPOLICY; WILLIAM J. HOOVER, ASSISTANT DIRECTOR, OFFICE OF FIELD OPERATIONS OF THE BUREAU \nOF ALCOHOL, TOBACCO, FIREARMS AND EXPLOSIVES, U.S. DEPARTMENT OF JUSTICE; ANTHONY P. \nPLACIDO, ASSISTANT ADMINISTRATOR AND CHIEF OF INTELLIGENCE, DRUG ENFORCEMENT \nADMINISTRATION, U.S. DEPARTMENT OF JUSTICE; KENNETH KAISER, ASSISTANT DIRECTOR, CRIMINAL \nINVESTIGATIVE DIVISION, FEDERAL BUREAU OF INVESTIGATION, U.S. DEPARTMENT OF JUSTICE. \nLOCATION: 2212 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C. TIME: 10:00 A.M. EST DATE: \nTHURSDAY, FEBRUARY 07, 2008\n\nREP. ENGEL:  A quorum being present, the Subcommittee on the Western Hemisphere will come to order.\n\n\nIt's my pleasure to welcome everyone to today's hearing on the U.S. obligations under the Merida Initiative.  As \nalways, it's an honor and a privilege to have assistant secretary of Western Hemisphere Affairs, Tom Shannon here \nwith us.  I just traveled with Tom to Colombia a couple of weeks ago.\n\nAnd I must recognize the presence of my very good friend, Marisa Lino, who I know as the former U.S. ambassador \nto Albania but who comes before us today as assistant secretary for International Affairs at Homeland Security.\n\nAs you may know, the Merida Initiative got off to a rocky start in Congress.  As I mentioned at pervious hearings, \nthe members were not consulted or briefed on the package before it was sent up even after several requests.  This \nwas not the way to kick off such an important effort to combat drug trafficking and drug-related violence in Mexico \nand Central America.\n\nNevertheless, the Merida Initiative is very important.  The U.S. interagency counter-narcotics community estimates \nthat 90 percent of the cocaine went from South America to the United States transited through Mexico and Central \nAmerica in 2004 and 2005.\n\nAnd drug-related violence has left more than 4,000 Mexicans dead in the last two years.  No one can deny the \nseverity of this problem. Something must be done.  And as a country that consumes most of the drugs coming from \nMexico and sends most of the guns to Mexico, the United States, I believe, has a moral responsibility to help.\n\nThe Foreign Affairs Committee has held two hearings on the Merida Initiative already, one in this subcommittee on \nOctober 25, 2007, and one in the full committee on November 14, 2007.  Those hearings focused on the narco-\ntrafficking problem in Mexico and Central America and how the Merida Initiative will help the countries involved \nrespond to the growing problem.\n\nAs I said during those hearings, I believe it is critical for the U.S. to assist Mexico and Central America in combating \nthe drug cartels operating throughout the region and poisoning our youth.  Too many people have already died.  \nToo many lives have been disrupted. And too many young people have been captured in a dangerous cycle of \ndrugs and crime for us to simply sit back and do nothing.\n\nBut it's simply too easy to say the problem is over there and that we can just send some money and helicopters to a \nfew foreign countries and keep the narco-trafficking scourge outside our borders.\n\nIf only we could just train enough Mexican police, put enough high-tech scanners at ports of entry in Central \nAmerica, or throw up a big fence on our southwest border, we'll be safe from the violence and all of our kids will \nsimply just say no to drugs.\n\nI don't believe that and of course this isn't true.  Drugs, drug violence, and the lives destroyed by illegal drugs are \nright here in the United States.\n\nWe've tried for years with the Andean Counternarcotics Initiative to staunch the flow of cocaine to the United States \nand have provided more than $5 billion to Colombia from FY 2000 through FY 2007.  And still virtually the same \namount of drugs is reaching the United States.\n\nThe problem, my friends, is here too.  As long as there is demand for illegal narcotics in the United States, suppliers \nwill sell their cocaine, and heroin, and other drugs on our streets.\n\nAnd as long as the narco-traffickers are armed with guns in the United States, the brutal violence of the drug gangs \nwill continue unabated.  So I believe very strongly we have to fight the scourge here at home just as we help our \npartners to the south address the problem in their countries.\n\nThis is my concern with the Merida Initiative and why we're holding this hearing today.  We will spend more than $1 \nbillion on security assistance for Mexico and Central America over the next two years.  But it is not clear that we are \nstepping up our efforts in the United States so we can cement the gains the Merida Initiative is designed to achieve \nabroad.\n\n\n\nThe State Department's stated commitment, however, has been strong.  Secretary Shannon, in your testimony \nbefore the Foreign Affairs Committee in November, you said and I'm quoting you, \"we are working domestically to \nenhance our efforts against the trafficking of drugs, arms, money, and humans as well as to reduce the demand for \ndrugs within the United States.\"  Unquote.\n\nSo we're here today to follow up on Secretary Shannon's statement.  We want to know what specifically the U.S. \ngovernment is doing to live up to our side of the Merida bargain by reducing the demand for drugs and fighting \ngunrunning here at home.\n\nAgents from the Bureau of Alcohol, Tobacco, and Firearms have told Congress of an \"iron river of guns\" with \nthousands of weapons per week crossing our border into Mexico from the United States.\n\nThe Christian Science Monitor reported in a July 2007 editorial that more than 90 percent of the guns confiscated \nyearly in Mexico originate in the United States.\n\nLet me repeat that.  More than 90 percent of the guns confiscated yearly in Mexico originate in the United States.\n\nAnd approximately 40 percent of the total trafficked weapons are linked to drug-trafficking organizations.\n\nI was also very disturbed to recently hear an allegation that heavy duty weaponry has been stolen from the \nDepartment of Defense facilities and National Guard armories and then trafficked into Mexico.  This is a very \nserious charge and I hope to learn more about it in today's hearing.\n\nU.S. gun laws, whether you agree with them or not, are quite permissive when they come to sales of firearms at \ngun shows and other outlets.  And unless ATF has specific information that someone is actually breaking the law, \nmeaning carrying the weapon into Mexico, it seems that ATF can do very little.\n\nI would like to know if that is true or whether our investigative rules and techniques allow ATF agents to \naggressively investigate gunrunning.\n\nAlong the 2000-mile border from Brownsville, Texas to San Diego, California, there are 6,700 licensed gun sellers \nbut only 100 ATF special agents to investigate allegations of weapons trafficking and only 35 inspectors to ensure \ncompliance with U.S. laws.\n\nHonestly, I'm not sure our staffing levels are up to the challenge.  On January 16th, ATF announced that it will add \n25 special agents and 15 inspectors to their Project Gunrunner along the southwest border.\n\nAnd the ATF budget request for FY 2009 includes another 12 inspectors.  These are steps forward to meet our \nresponsibility to fight gun trafficking.  But is it enough?\n\nSo more must be done.  I'm, therefore, pleased to announce that Ranking Member Burton, and I, and other \nmembers of the subcommittee are sending a letter to the Government Accountability Office today requesting a \ndetailed report on U.S. firearms trafficking into Mexico.\n\nAnd I might add that I'm pleased to work closely with Mr. Burton as ranking member as I did with him when he was \nchairman and I was ranking member.\n\nInternationally, the United States had signed the inter-American convention on arms trafficking.  And I'd like to know \nwhether we are in compliance with this treaty and whether the State Department intends to ask the Senate to ratify \nit.\n\nAmbassador Shannon, I hope you can address this as well as your sense of what Mexico and countries in Central \nAmerica expect us to do here in the United States under the Merida Initiative.\n\nOther than staunching the flow of weapons, it is my impression that our friends to the south hope we will take \ngreater action to reduce demand for drugs on our streets.\n\n\n\nAs Mexican President Felipe Calderon said during President Bush's March 2007 visit to Mexico, quote, \"while there \nis no reduction for demand in your territory, it will be very difficult to reduce the supply in ours.\"  Unquote.\n\nWhen drug traffickers in Mexico and Central America, not to mention Colombia and elsewhere, look at the United \nStates, they see a giant market, a place to sell their illegal drugs.\n\nIf we're really serious about reducing the amount of drugs on our streets and in the hands of our nation's young \npeople, then I believe we must aggressively step up our efforts to diminish the demand for drugs.\n\nI was pleased the joint U.S.--Mexico statement on the Merida Initiative noted that, quote, \"the U.S. will intensify its \nefforts to address all aspects of drug trafficking, including demand-related portions.\"  Unquote.\n\nOur funding for drug prevention and treatment programs, however, has been steadily declining since FY 2005.  In \nfact, the prevention budget gets whacked by another $73 million in the President's just- released FY 2009 budget.  \nAs far as I'm concerned, this is unacceptable.\n\nWhy are we cutting demand side spending at a time when we have promised the Mexican government to intensify \nour efforts on the demand side of the drug war?  This is absolutely shocking to me and is no way to show our \ncommitment to our partners in Mexico, Central America, and elsewhere who are combating narco-traffickers on a \ndaily basis.\n\nFinally, I would be remiss not to mention that our commitment to Mexico and Central America should also mean \nstepping up our efforts to curb the flow of bulk cash transfers and the smuggling of chemical precursors for drugs \nsuch as -- well, I can't pronounce it, but I'll say any kind of drug into these countries.\n\nWe have a full battery of witnesses from across the government today representing the Department of Homeland \nSecurity; the Bureau of Alcohol, Tobacco, and Firearms; the Federal Bureau of Investigation; the Drug Enforcement \nAdministration; the Office of National Drug Control Policy; and of course, the State Department.\n\nI look forward to hearing what each of these agencies is doing to make the Merida Initiative a success by \naddressing the parts of the transnational drug and violence problem which exist here in the United States.  And I'm \nnow pleased to call on Mr. Burton for his opening statement.\n\nREP. DAN BURTON (R-IN):  Thank you, Mr. Chairman.\n\nI'm not going to make a lengthy opening statement.  We're running a little behind schedule.  I'd like to submit my \nstatement for the record.  I'd just like to say that for a long, long time you, and I, and others have been very \nconcerned about the illegal immigration and the amount of drugs that are coming across the border.\n\nThe troops -- Mexican troops and police that have from time to time allegedly been seen in the United States \nassisting in the drug trafficking and the illegal immigration.  And these are things we're all concerned about.  I am \nvery interested in hearing what the administration has to say about the Merida Initiative.\n\nAnd so I'm not going to speak too long.  I'll just submit my statement for the record.  I would like to, however, ask \nunanimous consent that Ranking Member Ileana Ros-Lehtinen's January 3rd letter to the administration be part of \nthe record.\n\nREP. ENGEL:  Without objection, so moved.\n\nREP. BURTON:  Thank you, Mr. Chairman.\n\nREP. ENGEL: Would anyone else like to give an opening statement? Mr. Sires?\n\nREP. ALBIO SIRES (D-NJ):  Yes.  Yes, I just like to thank you for holding this very important meeting.\n\n\n\nThis is the third meeting on this issue.  And the Merida Initiative is certainly something that is very important.  But I \nam concerned that Congress was not consulted when this package was put together.\n\nBut I'm more concerned that the money that we send goes to the right places.  I will hate to see this effort just go \nthrough the upper echelon.  I think we have to find a way to funnel some of that money to the local individuals who \nare the eyes and ears and are dealing with this on a daily basis.\n\nAnd I'm also very concerned that the initiative that we do, especially in Mexico, is not going to be enough on the \nother countries.  And the drug dealers are just going to move from one place to another.  So I have some concerns \nabout this whole Merida Initiative\n\nAnd I just thank the chairman for holding this important meeting. Thank you.\n\nREP. ENGEL:  Yes, thank you, Mr. Sires.  Mr. Green.\n\nREP. GENE GREEN (D-TX):  Thank you, Mr. Chairman, for holding the hearing.\n\nAnd like my colleague from New Jersey, I want to welcome our witnesses.\n\nAnd on January 22nd, the United States and Mexico issued a joint statement announcing the multiyear plans for \n$1.4 billion in U.S. assistance to Mexico and Central America to combat drug trafficking and criminal organizations.\n\nA couple of weeks before this announcement, I was fortunate enough to travel to Mexico City and meet with \nmembers of the Congress from Mexico in order to discuss this aid package and what can be done to stop illicit \ndrugs from entering both our countries and our respective counter-narcotics efforts.\n\nWhile the Mexican Congress welcomed our support, they're concerned that this initiative will be classed as a Plan \nColombia-type operation.  And that's why they would rather have money for technology and equipment instead of \nU.S. personnel stationed in Mexico to address drug fighting.\n\nI think we need to address their concerns today and especially since we're discussing the United States' obligations \nunder this initiative.\n\nAccording to the plan, 59 percent of the grant money would be earmarked for civilian agencies responsible for law \nenforcement.  This is much needed, but the number and complexity of Mexico security agencies will need more \nthan cash to reform.\n\nSome of these federal agencies have earned a reputation for ineffectiveness and corruption.  And I'm interested to \nknow how the United States plans to realistically address this issue.\n\nHowever, since (ph) the announcement of the initiative, the U.S. government has stepped up efforts in working with \nboth Mexican and Central American law enforcement agencies in several ways to sharpen their focus on cross-\nborder collaboration.\n\nSo far, these efforts have been successful.  I'm hopeful that this is the first of many successes that this endeavor \nwill have.\n\nI represent a district in Texas and I've seen how these security threats can impact the daily lives of many Texans as \nwell as how they often divert state resources from areas like education, housing, and other police operations.\n\nI believe this initiative is necessary and it can be successful. And I applaud President Calderon in what he's been \ndoing since he was elected to address this issue.  There have been dozens of police officers and police chiefs \nalong the border with Mexico murdered or assassinated along with officers.\n\n\n\nAnd however, I think we need to continue an open dialogue on all of the initiative countries and keep each other \naccountable and ourselves including.  I'm glad the chairman talked about the number of firearms that go in to \nMexico.\n\nAnd having a long border with Mexico and Texas -- in an earlier hearing I joked, \"In Texas, we think all those \nfirearms ought to be in Texas.  We don't want to send them to anybody.\"  And so that's why I think we -- the ATF \nand I'd like to see what we can do to upgrade their effort to stop that transit into Mexico.\n\nBecause what we're seeing is guns into Mexico and drugs in our country.  So we need to fight it on both sides of the \nborder.\n\nAnd again, I look forward to the testimony of our witnesses today.  And I look forward to seeing if we can stem the \nflow from Mexico into the United States while we also stem the flow of the firearms into Mexico.  Thank you.\n\nREP. ENGEL:  Thank you, Mr. Green.\n\nMr. Klein.\n\nREP. RON KLEIN (D-FL):  Thank you very much, Mr. Chairman.\n\nJust to be brief and I join the comments of -- some of my colleagues who've already spoken.  I thank them.\n\nThe area that I'm interested in and it goes along with the efficiency of the money -- the amount of money being \nspent is the coordination, the United States agency -- interagency coordination, making sure that we're doing \nwhatever we need to be doing in terms of making sure that the efficiency is there, and one hand knows what the \nother is doing intelligence-wise, and things like that.\n\nAlso, very interested and it's already been discussed, but I'll reiterate my feelings on it as well, and that's weapons \ntrafficking, huge issue, and currency issues as well.  Because we all know that money and drugs flow together and \none is used to generate the other.\n\nAnd there is a lot of laundering that goes on in currency, bulk currency smuggling.  So -- I'd be also interested from \nour panel today in terms of what we're doing to limit that and what we're doing with the Mexican government to deal \nwith that issue as well.\n\nI thank the panel for joining us for the hearing and their testimony.\n\nREP. ENGEL:  Thank you, Mr. Klein.\n\nMs. Giffords.\n\nREP. GABRIELLE GIFFORDS (D-AZ):  Thank you Mr. Chairman.\n\nI want to thank everyone in advance from coming today.  I represent Southern Arizona, the Tucson sector of the \nborder patrol where we currently are responsible for more than 48 percent of the nation's drug trafficking as well as \n44 percent of the human illegal immigration trafficking in the country.\n\nSo I -- when you look at the drugs and now when I met with Chief Gilbert, the head of the border patrol of the \nTucson sector, just a couple of days ago, we have now replaced Phoenix as the largest city on terms of drug \ntrafficking in the country.  Tucson, meaning, you know, the community that I live in.  So we're very concerned.\n\nWe obviously have a close relationship with Mexico.  We're on the border with Mexico of -- one of 10 U.S.-Mexico \nborder congressional districts.  But I want to know very specifically what you're doing for Southern Arizona in terms \nof drug trafficking, in terms of gun trafficking, and also trafficking of criminals as well.\n\n\n\nYou know, we are on the frontlines in Arizona.  And I know that there is lot of talk.  For example, the NCBCS, which \nis the National Southwest Border Counter-narcotics Strategy, talks about recommendations so that 53 of those \nrecommendations of 68 have been met.  But they're classified.  And so we actually see no decrease in terms of \nwhat's happening on the frontlines.\n\nBut there is a lot of talk and I'm -- I want to hear some real specifics about what we can be doing cooperatively to \nimprove things for the people living in Southern Arizona.\n\nSo Mr. Chairman, I'm just -- you know, today, I've got a couple of questions later after the testimony.  But I really \nwant to hear specifically what is happening and what we can be doing to work more closely in cooperation and \npartnership.\n\nREP. ENGEL:  Thank you, Ms. Giffords.\n\nMr. Faleomavaega.\n\nREP. ENI F. H. FALEOMAVAEGA (D-AS):  Mr. Chairman, I too would like to echo the sentiments expressed earlier \nby my colleague from Arizona.  I'm very interested in hearing from our members of the panel this morning.  Thank \nyou.\n\nREP. ENGEL:  Well, thank you very much.\n\nI would like to briefly recognize our witnesses.\n\nLet me first mention all of them.  We have Honorable Tom Shannon, the assistant secretary of Bureau of Western \nHemisphere Affairs, U.S. Department of State; Marisa Lino, assistant secretary, Office of Policy/International \nAffairs, the U.S. Department of Homeland Security; Scott Burns, deputy director of the White House Office of \nNational Drug Control Policy.\n\nWilliam J. Hoover, assistant director, Office of Field Operations of the Bureau of Alcohol, Tobacco, Firearms, and \nExplosives of the U.S. Department of Justice.  Mr. Anthony P. Placido, assistant administrator and chief of \nintelligence in the Drug Enforcement Administration of the U.S. Department of Justice.  Mr. Kenneth Kaiser, \nassistant director of the Criminal Investigative Division of the Federal Bureau of Investigation of the U.S. \nDepartment of Justice.\n\nWelcome.  It's a very distinguished panel and I'm delighted that you're here.  You can get your testimony up for the \nrecord.  You have five minutes each to make an opening statement.  If you'd like to submit your testimony and then \njust summarize, that would be much appreciated.\n\nAnd I call on Secretary Shannon, assistant secretary, Bureau of Western Hemisphere Affairs, U.S. Department of \nState.\n\nThank you.\n\n(Discussion off the record.)\n\nREP. ENGEL:  I apologize for the delay.  This gentleman has -- we've seen him before and he's disrupted many of \nour hearings before. So this just more of a same.  I apologize and ask Secretary Shannon to begin his opening \nremark.\n\nMR. SHANNON:  Thank you very much, Mr. Chairman.\n\nChairman Engel, Ranking Member Burton, other members of the subcommittee, thank you for the opportunity to \nappear before this committee and address the important connections between the Merida Initiative and ongoing \ndomestic efforts to fight organized crime and drug trafficking.\n\n\n\nOn November 14th, as you noted, Mr. Chairman, I testified before this committee on the Merida Initiative.  At that \ntime, I described the specific aspects of the Merida Initiative as a foreign assistance program.\n\nI highlighted the important role played by President Bush's March 2007 visit to Latin America in developing the \nMerida Initiative and noted the concern expressed by then President Berger of Guatemala and President Calderon \nof Mexico about the threat which democratic states faced from organized crime, gangs, and narcotics cartels.\n\nIn Merida, Mexico, President Bush said we \"recognize the United States has a responsibility in the fight against \ndrugs,\" including the responsibility to reduce the demand for drugs in the United States.\n\nIn Montebello, Canada, in August 2007 at the North American Leaders' Summit, President Bush spoke of \"a \ncommon strategy to deal with the common problem\" of \"narco-trafficking and violence on our border.\"\n\nPresidents Bush and the leaders of Central America and Mexico agree that transnational crime is a regional \nproblem which will require regional solutions.  To that end, the Merida Initiative would combine each nation's \ndomestic efforts with broader regional cooperation to multiply the effects of our actions.\n\nThe administration is committed to doing everything possible to stem the flow of arms and laundered money to \nMexico and Central America, where they do so much harm either in the form of violence or corruption.\n\nOur countries' individual and cooperative strategies reflect a consensus about the threats we face and the political \nwill to take action to address these threats.\n\nWe in the United States have strong domestic initiatives in the Southwest Border Counter-narcotics Strategy, ATF's \nsouthwest border initiative, and our coordinated anti-gang activities.  Each demands vigorous efforts within our own \nborders but also includes elements of international cooperation that we must coordinate with our partners.\n\nThe Merida Initiative is a foreign assistance program that provides some of the needed material resources to \nfacilitate that coordinated action.\n\nThe effects of drug trafficking activity are clear in Mexico, along the borders, in the United States, and in Central \nAmerica.  Just in the month of January, we've seen police chiefs and their families gunned down just across our \nborder in Mexico, two precinct commanders and one sub-commander in Tijuana on January 15th, a Ciudad Juarez \npolice captain on January 20th.\n\nThe Ciudad Juarez police commander injured in an assassination attempt on January 21 remains in an El Paso \nhospital under heavy guard.  Three of the 10 men arrested for their involvement in the deadly shooting in Rio Bravo, \nMexico, were U.S. citizens, two of them from Detroit, Michigan.\n\nWe can no longer just warn of this violence spilling over into the United States.  We must acknowledge that it has.  \nAnd our children are affected by gang violence in high schools even in the Washington, D.C. area, and ever more \nlethal and novel drugs deep in the interior of the United States.\n\nPresident Bush has noted our shared responsibility to combat transnational crime.  The illicit trafficking of arms is a \nmajor obstacle to security and economic development in Mexico and Central America.\n\nThroughout the hemisphere, terrorist groups, insurgents, and drug traffickers acquire arms through illegal diversion, \ntheft, and smuggling.\n\nMy colleagues will tell you of the United States' efforts to mitigate the illicit trafficking and destabilizing accumulation \nof arms by means of law enforcement cooperation, bilateral technical and financial assistance, and multilateral \ndiplomacy.\n\n\n\nThe Inter-American Convention against the Illicit Manufacturing and Trafficking in Firearms, Ammunition, \nExplosives, and other Related Materials is one tool we have to limit the ability of criminal organizations to access \nthe resources they require.\n\nCIFTA, as the convention is known, is modeled on U.S. laws, regulations, and practices and would not require the \nenactment of new legislation.  The convention does not prohibit the lawful ownership and legal use of firearms.\n\nWhile ratification is up to the Senate, the Department of State Programs and Regulations comply with the primary \nobligations required under CIFTA such as licensing of exports of firearms, sharing of information, tracing of illicit \nfirearms, and stockpile management and destruction assistance.\n\nIt would ensure that other countries meet comparable standards that would enable the United States and other \ncountries to more effectively combat illicit arms trafficking and organized crime.  We share your interest in CIFTA \nand appreciate the importance you attach to it.\n\nOur domestic law enforcement efforts to reduce demand and control arms and cash flows going south will help cut \noff the oxygen which, along with fear and intimidation, sustain these criminal organizations.\n\nThe Merida Initiative is a foreign assistance program that would complement existing and planned initiatives of \ndomestic law enforcement agencies in each participating country.\n\nThe key is strengthening institutions and capacity in our partner countries so that we can do more things jointly, \nresponding with greater agility, confidence, and speed to the changing tactics of organized crime.\n\nRepresentatives of those domestic agencies are here today to tell you and your colleagues on the committee about \ntheir domestic initiatives that complement what we seek to achieve through the Merida Initiative and our ongoing \ncooperation with our partners in Mexico and Central America.\n\nThank you very much, Mr. Chairman.\n\nREP. ENGEL:  Thank you, Mr. Shannon.\n\nSecretary Lino, Ambassador Lino.\n\nMS. LINO:  Chairman Engel, thank you so much for your kind remarks at the beginning and the introduction.\n\nRanking Member Burton, members of the subcommittee, thank you. It's a pleasure to appear before you today and \nto describe the Department of Homeland Security's vision for security cooperation with Mexico and Central America \nas well as what we are doing in the United States to support this vision.\n\nDHS fully supports the Merida Initiative as an unprecedented opportunity to work closely with the Calderon \nadministration in Mexico and our partners in Central America to enhance U.S. security interests as well as those of \nour southern neighbors.\n\nWorking on a regional basis will have a multiplier effect on the capabilities of all concerned and will permit us to \nmore effectively tackle the trans-border crime and violence plaguing us all.\n\nWe must also continue to build a unified set of our own capabilities here at home.  By enhancing cooperation both \nnorth and south, we can better counter those threats of a cross-border nature, whether organized crime trafficking \npeople, drugs, and arms or terrorists seeking to infiltrate our country with the capability and intent to cause real \nharm to the United States and its people.\n\nDHS along with the other agencies present today will have an important role in implementing a number of the items \nand programs in the proposed Merida Initiative request if approved and funded.\n\n\n\nHowever, the interagency process is still refining the details of the package and this process will further clarify which \nspecific U.S. government departments and agencies will support the various budget line items in the funding \nrequest.\n\nMy written testimony highlights a number of programs from our ongoing collaboration with Mexico to demonstrate \nhow our obligations under Merida will strengthen our own security as well as bolster Mexico's capacities to do the \nsame.\n\nThese programs work to counter the many security challenges our country faces, from drug running to possible \nterrorist threats, from human trafficking to gang activities, from bulk cash smuggling to arms trafficking.\n\nA perfect example of how interagency cooperation will support Merida on the U.S. side of the border is a joint \nstrategy based on broad principles developed by CBP, ICE, ATF, and DEA aimed at identifying and disrupting the \nillicit cross-border trafficking of firearms and ammunition.\n\nDiscussions are ongoing to address more detailed procedures regarding coordination and information sharing.  But \nthe strategy is based on three pillars, analysis of firearms-related data, information sharing, and coordinated \noperations.  ATF has established the southwest border gun center in the El Paso Intelligence Center or EPIC, which \nserves as a central repository for firearms-related information and intelligence.\n\nIn conclusion, I thank you for the opportunity to share news of the types of success stories our hard-working men \nand women carry out everyday to help protect our country.\n\nThe partnerships we have established with our neighbors in the hemisphere are critical to this effort.  We suggest \nbuilding on that momentum through the Merida Initiative so that continued cooperation can be enhanced and \nenlarged.\n\nDHS appreciates the importance of bilateral exchange and welcomes the support of the subcommittee and the \nCongress for the Merida Initiative.  Only by working to combat threats from both sides of the border can we achieve \na new level of success.\n\nThank you again for the opportunity to testify and I look forward to your questions.\n\nREP. ENGEL:  Well, thank you very much.  Director Burns.\n\nMR. BURNS:  Chairman Engel, Ranking Member Burton, and distinguished members of the subcommittee, thank \nyou for the opportunity to testify about how the United States is coordinating its domestic actions with the counter-\ndrug efforts being undertaken by the government of Mexico and the nations of Central America.\n\nI've provided a written testimony, but I would like to highlight three key issues.\n\nFirst, timing.  The timing could not be better.  It is essential to move quickly.  President Calderón of Mexico has \ncommitted his administration and his government's considerable resources, including elements of the military, to \nconfront Mexico's greatest national security threat, organized crime and corruption.\n\nThat threat was graphically embodied last year when Mexico witnessed the doubling of the number of police officers \nkilled, as you mentioned, Chairman Engel, in the line of duty and buried over 2,000 victims of -- (inaudible) -- battles \nwaged among the criminal groups to control drugs, weapons, and money.\n\nIn Central America, criminal gangs finance their operations through drug smuggling, human trafficking.  And in \nsome locations, they are better armed and more powerful than law enforcement.  It must be done quickly to \npreserve the political momentum and reduce the time available for the cartels to adjust enough to compromise our \ninvestment.\n\n\n\nSecond, this effort is about reducing the drug supply and demand. Consistent with the premise that we are most \nprotected when we facilitate what partner countries could do for themselves, our assistance is founded on the idea \nof building on structures that are already in place in Mexico.\n\nFor example, Mexico has an extensive national net of public health facilities.  But community level providers are \nseldom trained to recognize, much less treat, drug abuse, particularly in rural areas.  Local facilities are not linked.\n\nMexico requested help in developing a web-based system with potential to bring training to localities; gather \nstatistical information, essentials for defining treatment, and prevention priorities; and give local service providers \naccess to the best practices information.\n\nThe first tranche of the Merida Initiative would make 15.2 million available for a national communication system to \nmaximize the demand reduction capacity that they already have.  For our part, we understand that the United \nStates drug consumption provides much of the demand pool that makes trafficking illegal drugs such -- potentially a \nprofitable crime.\n\nThrough programs that I will discuss in depth in response to your question, we have reduced drug abuse by youth \nin the United States by nearly one-quarter between 2001 and 2007.  And we consider it our duty to complement \nMexican and Central American efforts by continuing to shrink our demand.\n\nFinally, the Merida Initiative is an integral part of a larger strategy to permanently reduce the drug availability in the \nUnited States.  We are working with the government of Colombia to reduce coca and cocaine production.  And by \nratification of the free trade agreement, we can help create economic conditions to accelerate an end to the illegal \ndrug business there.\n\nMy law enforcement colleagues will discuss that we are bringing multiple elements of the illicit drug business \nsimultaneously.  These include the southbound trafficking of bulk cash and through market disruption, introduction -\n- interdiction, and organizational attack that extends from the source countries through the transit zone and into the \nUnited States.  We've shown that that flow can be reduced.\n\nThe latest DEA reporting indicates a sharp increase in the street price of cocaine with a 44 percent increase in the \nprice of pure gram between January and September of 2007.  We ensure our national drug control efforts are \nhaving a positive impact as there is less cocaine available on our street.\n\nThe Merida Initiative will build the capacity of our friends to permanently shut the door on the largest flow of illegal \ndrugs into the United States.  And it will force the traffickers to try uncharted territory, take chances with new \nassociates, and increase their risk and their cost.\n\nJust like the Medellín and Cali cartels were destroyed when law enforcement was provided with the equipment and \nintelligence it needed to attack them, the Merida Initiative provides the tools to dismantle today's leading cartels and \nleave them with little space to regroup.\n\nThe initiative offers excellent opportunities to join effectively with our geographically closest allies against a common \nthreat.  I urge you to support, and I thank you for your attention, and be pleased to answer any question.  Thank \nyou.\n\nREP. ENGEL:  Thank you, Mr. Burns.  Mr. Hoover.\n\nMR. HOOVER:  Thank you, sir.\n\nThank you, Chairman Engel, Congressman Burton, and members of the subcommittee.  It is an honor to be here \ntoday with my colleagues to discuss the Bureau of Alcohol, Tobacco, Firearms, and Explosives' domestic \noperations along the southwest border and our role in the interdiction and investigation of U.S.-sourced firearms \nillegally trafficked into Mexico.\n\n\n\nI oversee the operations of all ATF field offices.  The men and women of ATF are dedicated to reducing violent \ncrime, preventing terrorism, and protecting our nation.  We have the responsibility of enforcing federal firearms, \narson, and explosive laws and regulating the firearms and explosives industries.\n\nAs a law enforcement agency under the Department of Justice, ATF has the statutory authority to address violent \ncrime and firearms trafficking in the region.  We also have regulatory oversight of the businesses licensed to sell \nfirearms, otherwise known as federal firearms licensees or FFLs.\n\nMexican drug trafficking organizations have aggressively turned to the U.S. as a source of firearms.  These \nweapons are used against other DTOs, the Mexican military, Mexican and U.S. law enforcement officials, as well as \ninnocent civilians on both sides of the border.\n\nOur comprehensive analysis of firearms trace data over the past three years shows that Texas, Arizona, and \nCalifornia are the three primary source states respectively for U.S.-sourced firearms illegally trafficked into Mexico.\n\nRecently, the weapons sought by drug trafficking organizations have become increasingly higher quality and more \npowerful.  These include the Barrett .50-caliber rifle, the Colt AR-15 .223-caliber assault rifle, the AK-47 7.62-caliber \nassault rifle and its variants, and the FN 5.57-caliber pistols better known in Mexico as the cop killer.\n\nATF has been investigating firearms trafficking and working on the southwest border for over 30 years.  We have \nlearned that interdiction alone will not stop firearms trafficking.  We must locate the source of the illicitly trafficked \nfirearms and investigate the networks that are used to traffic them, all with the goal of shutting down both the source \nand the network of traffickers.\n\nEfforts to combat the flow of firearms to Mexico are not new to ATF.  However, escalating gun violence along and \nacross our border led us to initiate Project Gunrunner.\n\nProject Gunrunner is a comprehensive investigative enforcement and interdiction strategy that incorporates ATF's \nexpertise, regulatory authority, and investigative resources to attack the problem at both the domestic and \ninternational level.\n\nAlong the southwest border, we have approximately 100 special agents and 25 industry operation investigators \ndedicated to Project Gunrunner.\n\nAs the ambassador stated, we're also expanding our presence at the El Paso Intelligence Center.  At EPIC, ATF \nserves as a central repository and clearing house for all weapons-related intelligence. We collect, analyze, and \nshare this information with U.S. and Mexican law enforcement.\n\nAs the sole law enforcement agency that regulates over 100,000 FFLs, of which 6,700 are in the four border states, \nATF has the statutory authority to inspect the records maintained by the licensees, examine them for firearms \ntrafficking trends and patterns and revoke the licenses of those who are complicit in firearms trafficking.\n\nAn example would be an industry operations investigation recently revealed that there was a dealer who was \nresponsible for smuggling upwards of 2,000 firearms into Mexico.  When our industry operations conducted this \ninvestigation, we also found out that this dealer was obliterating the serial numbers to conceal their origin.\n\nWe intensify our outreach efforts with firearms industry and other law enforcement agencies to reinforce the \nimportance of identifying and reporting suspected illegal purchasers and other illicit -- of other illicit sources of \nfirearms intended for Mexico.\n\nIn fiscal year 2007, ATF conducted 34 seminars with 3,700 industry members in attendance.  These seminars are \nprovided to help those FFLs identify suspected firearms traffickers.  Also, we trained law enforcement agencies of \nboth federal and state level in -- about these same firearm trafficking trends.\n\n\n\nFirearms tracing is an investigative tool that is unique to ATF. It is imperative to trace each and every firearm and \nindict it in both the U.S. and Mexico.\n\nEach seized firearm is entered into the ATF firearms tracing system database, which records specific identifying \ninformation about the firearm and provides ATF and law enforcement with the information necessary to identify the \noriginal purchaser.\n\nFrom there, ATF agents use a variety of investigative techniques to identify firearms trafficking networks and those \nFFLs who may be complicit in the trafficking of firearms.\n\nWe provided with you today some slides in a profile.  If you take a look at the first slide in your book, you will see a \nchart that shows the number of firearms traces.  These -- we're talking about the number of firearms recovered in \nMexico and submitted for tracing per fiscal year.  And you can see those numbers are going up.\n\nIf you take a look at the next slide -- we also have these slides on the bigger charts up front.  The next slide shows \nthe top source states for firearms recovered in Mexico for fiscal year 2005.  You can see that Texas, California, and \nArizona are at the top of that.\n\nPlease flip to the next slide, which will go to fiscal year 2006. You see the same trends.  And then please flip to the \n2007 chart.  One thing that you'll notice by looking at these charts is the trend of firearms traces does not stay on \nthe border.  It is creeping increasingly northward.  And it is involving more of our resources in many states \nthroughout the country.\n\nATF has developed and continues to enhance an extremely affective real-time intelligence and evidence-sharing \nnetwork with the Mexican government.  We are working with our Mexican counterparts to increase the use and \ndeployment of ATF's eTrace system within Mexico.\n\nThe widespread deployment of this web-based firearms tracing system will only enhance our ability to more quickly \nand more thoroughly identify sources of firearms.\n\nCurrently, ATF is in the process of executing memorandums of understanding with Mexico to provide eTrace \ntraining to nine consulates in Mexico.  Our goal is to deploy eTrace system in all 31 states within Mexico.\n\nCurrently, our eTrace system is in Hermosillo, Monterrey, Mexico City, and Guadalajara.  We have future \nagreements to place eTrace in Tijuana, Nogales, Juárez, Nuevo Laredo, Matamoras, and Merida.\n\nIn fiscal year 2007, under Project Gunrunner, ATF's investigated 187 firearms trafficking cases.  We recommended \n465 defendants for prosecution and seized roughly 1,300 firearms.\n\nATF's acting director, Michael Sullivan, announced just last month that an additional 35 special agents and 15 \nindustry operation investigators will be permanently assigned to Project Gunrunner.\n\nThis is a significant investment as, nationwide, we only have approximately 2,300 special agents and 700 industry \noperations investigators working in the field.  Even in the face of these resource limitations, ATF continues to work \ntowards the new flow of illegal weapons into Mexico.\n\nI would like to conclude by again thanking the committee for its time and for the honor of allowing me to testify on \nthis subject.  I look forward to any questions that you may ask.  Thank you.\n\nREP. ENGEL:  Thank you, Mr. Hoover.  Mr. Kaiser.\n\nMR. KAISER:  Good morning, Chairman Engel, Ranking Member Burton, and members of the subcommittee.  I'm \npleased to be here today to discuss the FBI's involvement in the Merida Initiative.\n\nModern gangs increasingly attempt to spread their influence and operate across state lines and international \nborders.\n\n\n\nThrough years of experience in combating transnational organized criminal groups, the FBI understands it \nimperative we work closely with our national and international law enforcement partners to disrupt illegal activities of \nthese transnational gangs and dismantle their violent criminal enterprises.\n\nWith this goal in mind, the FBI launched the MS-13 National Gang Task Force in 2004 to coordinate and support \nlocal, state, federal, and international law enforcement operations and prosecutions.\n\nSince that time, the FBI has collaborated with law enforcement entities throughout Central America in an effort to \nimprove our knowledge base, gather accurate and actionable intelligence, and improve communications and \ncoordination.\n\nMerida Initiative will enhance the bureau's longstanding efforts to enable Mexico and the countries of Central \nAmerica to build up capacity to fight organized crime and drug trafficking, thus improving regional security and \nstability.\n\nWith the significant support and funding of the initiative, which will allow the FBI to sharpen its focus on cross-\nborder collaboration, the bureau will be better equipped to investigate international criminal organizations such as \nMS-13 and the 18th Street gang.\n\nThese expanding partnerships with our neighbors to the south have proven to be especially fruitful in the following \ntwo concepts.\n\nThe Transnational Anti-Gang Task Force.  The FBI's NGTF created and implemented, with funding from OCDETF, \nthe Transnational Anti-Gang Task Force located in El Salvador to assist in combating the growing threat posed by \ntransnational gangs and drug cartels in Latin America.\n\nTAG combines the expertise, resources, and jurisdictions of participating agencies involved in investigating and \ncombating transnational criminal gang activity in the United States, El Salvador, Honduras, Guatemala, and \nMexico.  The objective of TAG is to aggressively investigate, disrupt, and dismantle gangs whose activities rise to \nthe level of criminal enterprises.\n\nThrough information sharing and open communication with the participating countries, the TAG is in a position to \nacquire and disseminate valuable information previously unavailable to the U.S. law enforcement agencies.\n\nFor example, as a direct result of close collaboration with the PNC of El Salvador, crucial leads for anti-gang or for \ngang-related homicide investigation in Miami were developed.  And an individual arrested by U.S. authorities on \nimmigration charges was identified as being wanted for multiple homicides in El Salvador.\n\nThe TAG has extended the reach of U.S. law enforcement and set a foundation for effective two-way \ncommunication between participating countries.\n\nThe Central American Fingerprint Exploitation initiative called CAFÉ.  Another program specifically designed to \nenhance cooperation, communication, and intelligence sharing throughout Mexico and Central America is the \nCentral American Fingerprint Exploitation initiative.\n\nCAFÉ was developed by the FBI to collect and store existing criminal biometric data and fingerprint records from \nMexico, El Salvador, Guatemala, Belize, and Honduras.\n\nOnce acquired, biometric data and fingerprint records are incorporated into FBI's CJIS database and made \navailable to all U.S. local, state, and federal law enforcement agencies.\n\nIn addition, CAFÉ enables the participating countries to conduct digital fingerprint identification and analysis \nthough the provision of hardware and training.\n\n\n\nSince May 2006, the FBI has compared over 60,000 criminal fingerprints from Mexico, El Salvador, and Belize to \nU.S. fingerprint databases.  Analysis has shown that almost 10 percent of the individuals associated with these \nrecords have had contact with domestic law enforcement entities.\n\nOf the 50,000 fingerprint records from El Salvador, for example, 4,300 were positive matches in our database.  \nSharing such information across our borders is crucial for effective transnational investigations.\n\nWe have a officer exchange program.  The FBI has partnered with LAPD, the Los Angeles County Sheriff's \nDepartment, and the El Salvador police to develop an international exchange program designed to enhance \ninformation, intelligence sharing, and encourage constructive discourse with regard to best practices in gang \ninvestigations.\n\nNGIC, the National Gang Intelligence Center.  The FBI-led NGIC is composed of representatives from numerous \nlaw enforcement, intelligence, and defense agencies.  As a result of its far-reaching bandwidth, the NGIC is a \ncritical tool for the sharing of information.\n\nIntelligence derived from the above-discussed initiatives and programs is provided for -- through NGIC for analysis \nand dissemination.\n\nPrimary consumer of NGIC information is GangTECC, which is a multi-agency co-located -- a multi-agency center \nco-located with NGIC.\n\nConclusion.  The Merida Initiative will help greater information sharing and collaboration between U.S., Mexico, and \nthe countries of Central America.  The programs discussed above as well as others will continue to provide a better \nunderstanding of the gang problem on a regional basis.\n\nBy working together through these partnerships, we are creating a force multiplier to make use of combined \nresources in the most effective way.\n\nThank you, Chairman Engel.\n\nREP. ENGEL:  Thank you, Mr. Kaiser.  And Mr. Placido.\n\nMR. PLACIDO:  Yes, good morning.\n\nLet me add my voice to the chorus of folks at this table thanking the chairman, the ranking member, and the \nsubcommittee for holding this important hearing on a subject that DEA believes is truly important and very timely.  I \nalso would like to thank you on behalf of the men and women of DEA for your continued support.\n\nI'd ask my formal statement be admitted for the record and I'd make some abbreviated comments now.\n\nThe Merida Initiative has been designed to compliment existing U.S. law enforcement strategies.  Merida funding, if \napproved, will provide Mexico and Central American authorities with additional resources for intelligence, \nenforcement, and counter-drug activities enhancing their ability to work cooperatively with each other and with U.S. \nagencies.\n\nWhile there's no funding requested in the Merida Initiative for law enforcement within the United States, DEA's \ncounter-drug activities within the United States and in other foreign countries will be complemented and enhance \nthe capabilities that the Merida Initiative would provide.\n\nDrug trafficking is fundamentally a transnational business.  The overwhelming majority of illicit drugs abused in the \nUnited States arrive from foreign locations.  Money from domestic drug distribution flows back to foreign-based \norganizations that direct and finance this activity.\n\nAs a result, DEA has long recognized the need to synchronize law enforcement activities in the United States with \nthose in foreign countries.\n\n\n\nMany years ago, DEA changed its organizational structure and effectively abolished the Office of International \nOperations, choosing to address the drug threat in a more comprehensive or global manner that reflects current \nreality, wherein it's assumed that virtually every investigation -- every case, if thoroughly investigated, will have both \nan international and a domestic component.\n\nIn fact, the DEA-led multi-agency Special Operations Division, or SOD as it's known, is the centerpiece of our \nenforcement program.  SOD identifies connections between investigations being conducted by different agencies or \ndistinct parts of agencies often in different countries and link these efforts together into coherent well- coordinated \nmulti-agency operations that systematically attack entire criminal organizations regardless of geography, \njurisdiction, or the agencies involved with specific parts of the case.\n\nEnhancing the capabilities of our southern neighbors will improve this process, resulting in better intelligence and \nultimately better enforcement operations on both sides of our southern border.\n\nIn the interest of brevity, let me discuss just a few other DEA programs that would complement the Merida Initiative.  \nYou've heard a little already about the DEA-led El Paso Intelligence Center.  That center will soon have \nrepresentatives from the government of Mexico and the government of Colombia within the four walls of the facility.\n\nIn addition, among the many projects that the El Paso Intelligence Center or EPIC does is one called Gatekeeper.  \nAnd this project uses an interagency team of U.S. analysts who systematically research, analyze, and report \ninformation on these so-called gatekeepers who control entry corridors along the U.S.-Mexico border and tax the \nmovement of drugs, illegal immigrants, and other contraband that's smuggled across our frontier.\n\nThis ongoing study forms the basis for operational targeting that has resulted in arrests in both Mexico and the \nUnited States.\n\nDEA's Money Trail Initiative, formerly known as the Bulk Currency Initiative, began in October of 2004.  The Money \nTrail Initiative is a multi-agency, multi-jurisdictional initiative targeting various criminal organizations that smuggle \nmultiple millions of dollars of -- in U.S. currency and other currencies out of the United States to further their \ncriminal enterprise.\n\nIn support of this initiative, DEA along with CBP and ATF are working jointly to develop a robust license plate reader \nprogram. This could be a game-changing technology and it's currently being pilot tested at three checkpoints in \nSouth Texas, Falfurrias, Pharr, and Laredo.\n\nThe program helps to develop intelligence that identifies and interdicts conveyances being used to transport \nfirearms and bulk cash that are moving south into Mexico from the United States.\n\nYet another initiative, the international drug flow attack strategy is an innovative multi-agency approach designed to \nsignificantly disrupt the flow of drugs, money, and chemicals between the source zones and into United States.\n\nOperation All Inclusive, which operates under the umbrella of the drug flow attack strategy, was developed to attack \nthe flow on a regional scale with the objective of causing major disruption to the flow of drugs, money, and \nchemicals between the source countries and the United States.\n\nThe government of Mexico is already participating in this program and has made large-scale deployments of police \nand military to channel illicit traffic into specific corridors to enhance interdiction success on the U.S. side of the \nborder.\n\nIn summary, DEA believes that authorization and funding of the Merida Initiative will provide a solid foundation for a \nnew fully- integrated framework of law enforcement cooperation throughout the region.\n\nThe timing is right as we're experiencing what may be a singularly unique opportunity to consolidate gains and \nadvance counter-narcotics objectives.  And the plan is designed so that it takes maximum advantage of what each \ncountry is already doing and builds upon existing successes.\n\n\n\nMr. Chairman, DEA remains steadfast in its commitment to international cooperation and full coordination of both \nour domestic and foreign counter-drug operations.  We will continue to share all the intelligence we can with our \ninternational partners.  Merida will provide these partners with the resources needed to act on this information and \nto facilitate their support of cooperative enforcement operations.\n\nWith your continued help, we will do our best to confront this problem, which threatens the health, safety, and \nsecurity of people all around the globe.\n\nThis concludes my statement and I'm at your disposal now or later to answer questions.  Thank you.\n\nREP. ENGEL:  Well, thank you very much and that concludes our testimony.\n\nI want to acknowledge that during the testimony some of our colleagues have come.  I want to acknowledge Mr. \nMeeks, Mr. Gallegly, and Mr. McCaul who have all come in.  I'm going to ask one question and I'm going to turn it \nover to Mr. Burton to ask a series of questions.\n\nAnd let me just ask you, Mr. Burns, on in the October 22, 2007, joint U.S.-Mexico statement on the Merida Initiative, \nit was stated, I'm quoting, that \"the U.S. will intensify its efforts to address all aspects of drug trafficking, including \ndemand-related portions\", unquote.\n\nAs I mentioned in my opening statement and as you know, the administration's own budget for treatment services \nand research has declined over the past few years both in nominal and inflation- adjusted dollars.\n\nIn fact, funding for domestic drug prevention and treatment programs has been steadily declining since FY 2005, \nand as I mentioned in my opening statement, was just cut by another 73 million in the President's just-released FY \n2009 budget.\n\nSo let me ask you, why are we cutting demand side spending at a time when we have promised the Mexican \ngovernment to intensify our efforts on the demand side of the drug war?  This seems to me like no way to show our \ncommitment to our partners in Mexico, Central America, and elsewhere who are combating narco-traffickers on a \ndaily basis.\n\nAnd finally, let me ask you, with this decline in funding on the demand side, how can the U.S. possibly respond to \nthe -- its commitments outlined in this October 22, 2007, joint statement on the Merida Initiative?\n\nMR. BURNS:  Thank you, Chairman Engel.\n\nThe reality is that there is good news on the demand side.\n\nThe Monitoring the Future survey is the report card that we use to determine the drug use, the levels among our \nyouth.  Marijuana is down 25 percent in 2001.  Ecstasy, 54 percent; LSD, 60; methamphetamines, 64 percent; \nsteroids are down -- the use is down 33 percent.  And even alcohol and tobacco use among young people is down.\n\nWe think the administration has made a large commitment on all fronts, a balanced strategy, preventionary \neducation, treatment, and law enforcement.  President's -- (inaudible) -- for treatment and for prevention is almost \n$5 billion.  $5 billion is $1.3 billion more than domestic law enforcement and it's $1.2 billion more than interdiction.\n\nWe have asked each year for more money for drug courts.  Until this last year, it hasn't been funded.  When John \nWalters came in as the \"Drug Czar\" of the United States, he had a $140-million budget for the National Youth Anti-\nDrug Media Campaign, probably the only effort in this country to send positive messages to parents and to teens. \nThat was cut last year to $60 million.\n\nSo we believe, a, that there have been successes, and b, that the administration has made a commitment, a strong \ncommitment to prevent -- in prevention.\n\n\n\nREP. ENGEL:  But again, a cut of $73 million -- 73 million at a time when we are announcing this initiative and \nsaying that we are committed and we're going to do whatever we can, doesn't -- you know, seems to me as sending \nconflicting signals.\n\nSo why would we want to have a budget that cuts $73 million at a time when we are saying that we're intensifying \nour efforts?\n\nMR. BURNS:  As you know, Mr. Chairman, we're at war.  And with just about every program that we at the National \nOffice of Drug Control Policy deal with, we are looking to tighten our belt on the -- on almost every front.  But we're \nalso trying to act strategically.\n\nSo one area of abuse that is up and up significantly is prescription drug abuse; 6.4 million now of the 20 million are \nabusing prescription drug.  That doesn't have anything to do with Merida or Mexico.\n\nWe have now focused our efforts on dealing with that particular issue of one in 10 12th graders last year abused \nVicodin.  One in five 12th graders abused OxyContin.  So rather than looking at the dollar amount and comparing \nthat to what you believe the commitment of the administration is, we believe that we have to act strategically with \nthe money that's available.\n\nREP. ENGEL:  Well, let me just finally say, Mr. Burns, that I know we're at war.  But I think we're also at war in the \nwar on drugs. And I think that it's just not convincing to me to have the administration cut funding at a time when \nwe're saying that we're having a grand initiative.\n\nAnd Mr. Burton.\n\nREP. BURTON:  Thank you, Mr. Chairman.\n\nI'm not going to ask too many questions.  I just have a couple of comments I'd like to make, then I will ask two or \nthree questions and yield to my colleagues.\n\nI can't tell you how many of these hearing I've been to.  I was a state representative, state senator, and I've been in \nCongress now for 25 years, and I bet I've been to several hundred of these hearings. And I get so frustrated \nbecause we come up with new ideas and new approaches and the problem never goes away.\n\nEducation has helped, but it hasn't solved the problem.  More money thrown at it has helped but hasn't solved the \nproblem.  In fact, the overall problem seems to be consistent or escalate.  Seems to me that one of the things that \nwe need to do, and I know you are all working toward that end, and I appreciate your hard work.  I know it's got to \nbe frustrating for all of you.\n\nSo we've got to get these other governments to work with us and then attack the base of operations of these \norganizations.  We got to go after them like we did when we went after Pablo Escobar.\n\nI know that's very, very difficult.  We got to find government leaders who are willing to really risk their lives because \nthese drug leaders are going to go after them to get really expert units to work with our units to go get them, to go \nget them and knock them off and to put them away permanently, and that will send a very, very strong message.\n\nOther than that, I think all the other things we're doing is in the defensive posture, of a defensive nature.  And as a \nresult, you know, we spend a lot of money and we do a pretty good job, but we still aren't winning the war against \ndrugs, and I've been fighting this battle along with you for almost 35, 40 years now.\n\nSo I'm very concerned about that, and I'm very frustrated, and I've talked about this many times, and I'm not sure if \nthere is any easy answer other than to get leaders from these countries who have the intestinal fortitude to put \ntogether units that are going to work with our people to go after them and really, really let -- put the fear of God into \nevery single one of them.\n\n\n\nYou talk about these weapons coming out of the United States, and I know that's a big problem.  President Chavez \nof Venezuela just, I think, brought a 100,000, or more than that, new weapons to replace old weapons he had.  \nAnd, of course, those filter up from the south as well.  I'd like to know if we really put the squeeze on these weapons \ngoing into Mexico.  If it's like pushing your finger into a balloon where it will pop out some place else, you know, will \nthis really solve the problem?  Just like to have your answers on that.\n\nI'd like to also ask the DEA, you've had a long and troubled relationship with Mexico in some of these fights against \nillicit drugs, and do you feel the climate really has changed and that the cooperation is really going to be there with \nthe Mexican government, or is this just another step in the same direction that we've been going.  And also does \nthe Merida Initiative include adequate funding and support for the effective and successful vetted units of the DEA \nworking with Mexico?\n\nAnd finally -- I'll let you answer them all at once, you can just take -- each one of you can pick up whichever ones \nyou want to.\n\nWe need to get this initiative in the supplemental budget and brought to a vote.  So what's the number one \nsuggestion that you think should be included in this initiative, and how much is that going to cost?  If you let us \nknow those answers to those questions I really appreciate it.\n\nI don't mean to sound, you know, like I'm negative about what you're doing.  I'm very supportive of everything that \nyou're trying to do.  It's just that after hearing all these statements and all these -- being in all these hearings all \nthese years it seems to me that until we are able to get the leaders of these other countries to say, we're going to \ngo after them with you.  We're ready to put our SWAT teams, our military teams together with yours to go after \nthem.  And like we did with Pablo Escobar -- like they did with Pablo Escobar, I don't think you're ever really going \nto solve the problem, but I'll continue to support this and do everything we can to help.\n\nREP.      :  (Off mike.)\n\nREP. BURTON:  Yes, I asked three questions here.  First question was, what's the number one priority in this \nsupplemental that you think should be in there?\n\nNumber two, DEAs had problems with Mexico in the past, is it really going to be any better, and does this initiative \nhave adequate funding for the people in our units to deal with the problem?\n\nREP. ENGEL:  Whoever would like to -- Mr. Shannon.\n\nMR. SHANNON:  I'm happy to start Mr. Chairman, and Mr. Burton, thank you for your support, we recognize your \ntremendous support over the years.  And it's important to us, and it's important to our mission, and I think this will \nbe echoed by all of my colleagues here at the table.\n\nYou highlighted that one of the biggest challenges we face is winning commitments from other governments to work \nwith us.  And I think one of the important aspects about Merida is that it reflects that.  And that it really is the \ngovernment of Mexico and the government of Central America asking us for assistance in a way that they have \nnever asked for assistance before and being prepared to coordinate among themselves and with us in a way that \nthey've never coordinated before.\n\nAnd I think we're seeing an important political phenomenon in Mexico and Central America which is not only a \ncommitment by leaders but a commitment by populations.  I believe the citizens of Mexico and the citizens of the \nCentral American countries recognize that their democratic states are under assault, and they are under assault by \norganized crime and drug trafficking cartels, and that there is a, I think a broad consensus and popular will to draw \na line and to fight these organizations and cartels.\n\nAnd this is an important moment for us, and it's an opportunity that we cannot let pass, because as Mr. Placido \nnoted, it is an opportunity for us to create, and I'll quote him, \"a fully integrated platform for law enforcement \n\n\n\ncooperation throughout the region.\"  And this is the possibility that sits in front of us right now.  And so it's one that \nwe need to grab.\n\nAnd in that regard as we kind of constructed the Merida Initiative and worked really in response to the identified \nneeds of Mexico and the countries of Central America, we attempted to do so in a comprehensive fashion, in an \nintegrated fashion.  So it's difficult for us to kind of pull out top priorities.\n\nHowever, without a doubt, the focuses on building the capacity of a democratic state to protect itself and building \nthe capacity of civilian institutions, civilian law enforcement institutions, and courts, and prison systems to be able to \nidentify, capture, prosecute, charge, and incarcerate criminals, especially organized criminals and members of \ndrug cartels.\n\nSo in that regard those aspects that enhance the ability of civilian law enforcement institutions to function, that \nenhance their ability to share information, that enhance their ability to move their personnel in a timely fashion, \nthese are obviously priorities.  But again I'd like to stress that we attempted to build this in a comprehensive and \nintegrated fashion.  And I would turn to my colleagues to address your other questions.\n\nREP. ENGEL:  Mr. Hoover.\n\nMR. HOOVER:  If I may.  Regarding your question in solving the firearms trafficking problem like putting your finger \nin a balloon, I will admit in the past it has been very difficult to track the firearms into Mexico.  With the addition of \nour eTrace web-based system in Mexico it's becoming increasingly better to track these.\n\nMr. Kumar (ph), if I can get you to put the trafficking map up. Some of the things -- the map.  You got -- you will also \nhave this in the handout that we prepared.  By the increased tracing that we are doing with our counterparts in \nMexico, we have daily contact through our attaché office in Mexico City, we have daily contact through our agents \nassigned in Monterrey, and our border liaison contacts that we have in each of our four border cities.\n\nWe are able to put together information like this based upon the tracing that we're doing from the firearms in \nMexico, we can then attack those specific trafficking corridors.  We can look at the source dealers for these \nfirearms.  If we look like we have an FFL that's has a normal (ph) amount of traces coming back to him, we can \nutilize various investigative techniques to try to stop that FFL from doing that.\n\nWe will also utilize interdiction methods on those specific traffic routes.  We are gaining much more intelligence \nthrough our El Paso intelligence center through our Gun Desk there.  And I think it is becoming little bit easier in \nsharing this information with Mexico City with the strides that we have made in meeting with them.\n\nSince last March we have met with them six times from headquarters to headquarters level through the various \nagencies, and we continue that.  We just met with Senio Luna (ph) just a few weeks ago to discuss this same \nproblem.\n\nI hope that answered your question, and thank you.\n\nREP. ENGEL:  Mr. Placido.\n\nMR. PLACIDO:  Yes.  Thank you for your question Mr. Burton.  I have actively been following events in Mexico \nsince 1985.  I served as our regional director in Mexico City covering Mexico and Central America from 2000 to \n2002, and I would tell you that in my professional career which is, now I'm in my 29th year, this is without question \nin my opinion the single best opportunity that we have ever had to work in a very productive constructive manner \nwith the government of Mexico.\n\nIt's for real, the leadership that is down there now I knew when I was there in 2002 before they occupied positions \nsuch as the secretary of public security and the attorney general.  I think there is a real commitment, and they are -- \nthey're not talking, they're demonstrating with deeds what they are doing.\n\n\n\nIn fact the attorney general of Mexico coined the month of October 2007 as Black October where they took more \nthan 44 metric tons of cocaine out of circulation.  They have mobilized tens of thousands of security forces, both \nmilitary and police, and they have extradited unprecedented numbers of people to the United States including high \nlevel members of each of the major cartels in Mexico. So in my estimation, I believe in DEA's estimation, the \ncooperation with Mexico is real.  The opportunity to strike is now.\n\nIn terms of the vetted units we currently have 227 vetted officers in Mexico dispersed over 13 cities in the area.  We \ndon't need more numbers of vetted units at this time.  What we really need are investigative technology support \nmechanisms for them.  I'd be glad to go into more detail in a private setting regarding that.  But I think that's what \nwe really need.\n\nThe key to our vetted unit's success is the ability of DEA agents to ride on the hips of these officers and to be out \nthere.  And we don't want the number of vetted unit officers to exceed our capacity to work with them.  So what \nwe're really looking for now is investigative technology and solutions that will help drive this.\n\nOne last comment in terms of the number one priority, we believe that the license plate reader initiative which is on \nthe U.S. side of the border really couldn't be funded under this initiative.  It's a game changer.  It effectively takes \nthe permanent checkpoint staff by border patrol along the southwest border and installs cameras that photograph, \nnot only the license plates, but the drivers of those vehicles, runs them against a central repository.  And then \nbecause these checkpoints are anywhere from 18 to 60 miles from the border, gives us the response time to \ninterdict southbound currency, and weapons going into Mexico.\n\nWe are pilot testing this project now in South Texas.  There are three of them up and active, and they have been \nvery, very successful. What we believe is necessary is a -- if you will, a line of these that spans the entire expanse \nof the southwest border with several mobile units that could be moved around as well.\n\nThank you.\n\nREP. ENGEL:  Thank you.  As you can hear, we have a series of four votes, and what we'll do is we'll have one \nmore question by Mr. Sires and then we will recess till immediately after the votes.\n\nMr. Sires.\n\nREP. SIRES:  Thank you, Mr. Chairman.\n\nI know Mr. Burns made a statement before that we're at war.  And I know that we usually -- Merida initiative is a lot \nof money.  Are we -- is there any effort following the money that is mixed, that is spent the way it's supposed to be \nspent, and that is doing what we're supposed to be doing with this money.\n\nHow do we keep track of this money that has been spent?\n\nMR. BURNS:  I would defer that to Mr. Shannon who is in on the negotiation, not only of terms -- or Ambassador \nLino -- but the matrix and the performance measures.\n\nMR. SHANNON:  Happily sir.  As we build this project and as we present it to the Congress the idea is that vast \nmajority of this money would be spent through INL accounts in the Department of State working in tandem with \nthose agencies that execute implement underground.\n\nAnd typically INL -- first of all, the program does not involve transfer of funds.  It involves transfer of equipment, it \ninvolves training.  And therefore the money actually is spent by the United States government in the purchasing and \nin purchasing of items and the development of training programs.\n\nIt will also be spent through letters of agreement that we workout with the government of Mexico that include \naccountability such as end-use monitoring.  So we have a -- I think a good experience with this in Mexico.  We have \n\n\n\na good understanding of how programs are used, how equipment is used, and we believe that we can work with the \ngovernment of Mexico and the governments of Central American to ensure accountability.\n\nAlso at a political level because this is a public program, because of hearings such as this, and because of the \npresence of press and diplomats, the peoples of Mexico, and the peoples of Central America are aware of the \ndebate, they are aware of the issues, they are aware of the kind of equipment that we are proposing to send and \nthe kind of training programs that we're proposing to deal with.\n\nAnd this actually enhances internal accountability in these countries because both their congresses and their \npopulations at large will know that should the Congress decide to approve both the supplemental request and the \n'09 budget request that their countries will be receiving a significant amount of goods and training, and that they are \ngoing to be looking for results.\n\nREP. SIRES:  Thank you.\n\nAmbassador Lino, you made a comment before, you said that you're still refining this package.  Is that just \nlanguage or anything that's going to be added to the package that is not here now?\n\nMS. LINO:  Well, it -- the answer to that, congressman, flows directly from what Ambassador Shannon was saying.  \nWe have sent a number of validation teams, inter-agency validation teams, to go down and talk with the Mexican \ngovernment at the working level with the Central American government's most recently at the working level to refine \nthe package that is being put together to ensure not only that it makes sense from our side, but that it makes sense \nfrom their side.\n\nREP. SIRES:  So when you say refining you're talking about more accountability?\n\nMS. LINO:  It's a process of developing the exact things that we will be doing with this funding and accountability as \na part of that, yes.\n\nREP. SIRES:  Thank you.  And as far as following it up when we arrest this people that they're not out on the street \nsix months later, do we have any kind of follow up, you know, on the other side? How does that work?  Because I \nalways hear these stories, you know, you arrest this guy today and he is out in the street a week later. Is there any \nfollow up, you know --\n\nMR. PLACIDO:  Let me take that.\n\nYes, you'll notice that in the first tranche of the Merida Initiative is significant request for funding to promote the rule \nof law, and it's money that we frankly, frequently don't invest on the backend, which helps prosecutors, prison \nguards and the like.\n\nAnd so I think there is a concerted effort in this package to build the support services that the police need.  It \nassumes that we've got not only competent and trustworthy partners in the police but that prosecutors who are \nadequately financed and trained exist, that there is a justice system that actually dispenses justice, and that there \nare prisons that can humanely incarcerate and warehouse the people who are arrested and convicted.  That's all \npart of the plan sir.\n\nREP. SIRES:  Thank you, Mr. Chairman.\n\nREP. ENGEL:  I'm going to cut it here, in terms of the recess we'll vote, we'll come back.  But before I -- we recess I \njust want to acknowledge Guatemalan Ambassador Guillermo Castillo here.  I know that he will be leaving \nWashington soon, but I want to let everybody know that I'm pleased that he is here, and I think he has done a \nwonderful job for his country.  So thank you Mr. Ambassador.\n\nOkay.  We will be in recess till immediately after the vote -- after the four votes.\n\n\n\n(Recess.)\n\nREP. ENGEL:  All right, thank you.  The hearing will resume.  And I thank the witnesses and the audience for its \ndiligence.  And I now call on Mr. Gallegly for questions.\n\nREP. ELTON GALLEGLY (R-CA):  Thank you very much, Mr. Chairman. I'm not really sure who I need to ask this \nquestion -- perhaps Mr. Ambassador or Mr. Burns.\n\nAnd I'd like to focus for a minute on the illegal immigration and criminal alien issue.  This past year the inspector \ngeneral of the Department of Homeland Security outlined in a report that there were 636,000 illegal immigrants who \nhave evaded deportation orders.\n\nA large percentage of these criminal aliens are criminal aliens with very significant felony convictions or warrants.  \nI would think that they are probably a major part of some of the things that are going on in and around the border.\n\nAnd while they're not all Mexican nationals or Central American, I think the overwhelming majority based on what \nresearch I've done is either Mexican nationals or from Central America.\n\nCan you give -- perhaps the ambassador could give me a best shot on that.  What specifically are we doing to focus \non these absconders? And what success are we having?  That's getting close to three- quarters of a million people.\n\nMS. LINO:  Understood.  This -- the deportation of aliens, whether criminal aliens or simply illegal migrants, is an \nissue that is handled by ICE.  I do have some ICE representatives here with me today.  But we could provide you a \nmore thorough answer in writing if you'd like.\n\nREP. GALLEGLY:  Well, I'd be happy to have that.  And I think that gets right back to the issue of interior \nenforcement.\n\nWe hear a tremendous amount of -- I think it's rhetoric on how tough we need to get on the borders.  And while we \nall agree on that that is not a resolution to the -- depending on whose numbers are used of those that are illegally \nin the country now, some focus on the 12 million figure.  And that seems to be a figure that folks have been using \nfor six or seven years, which I think may be a tad antiquated. Some use a figure of 20 million.  I think that's probably \ncloser to the real fact.\n\nBut whether it's 12 million, or 20 million, or 8 million, the fact remains it's significant.  And I really want to know at \nsome point, whether it's ICE, Justice, or -- give us some information about really how serious we are about the \ninterior enforcement and what impact it's having with these things that we're talking about today on the border.  So \nmaybe you can give me something that --\n\nMS. LINO:  Absolutely.\n\nREP. GALLEGLY:  -- that we could share with the committee and make it a -- with unanimous consent, perhaps we \ncould get an understanding that whatever is conveyed at -- to me from the ambassador or from ICE that we can \nmake a part of the record of the hearing, Mr. Chairman.\n\nMr. Hoover, I know that in your testimony -- I'm going to try to get just a little bit off of where we've been.  But it \nseems like something that's pretty important.\n\nYou're talking about arms and the significance of being able to identify these arms through serial numbers and so \non.  And an inordinate number of them have the serial numbers ground off, or filed off, or whatever you use.  Is that \na realistic understanding that I have from your testimony that that is a problem?\n\nMR. HOOVER:  Yes, sir.\n\nREP. GALLEGLY:  Has the ATF ever, to your knowledge, explored -- because I didn't go to law school, so no one \ntaught me you don't ask questions you don't know the answers to.  I genuinely don't know the answer to this.\n\n\n\nBut it would seem like in a time that we're making such great technological advances in so many areas, is there a \nreason that we haven't or we can't have a relationship with gun manufacturers that provides a serialization of \nweapons that would make it very difficult to remove the serial number, perhaps where it might be placed on the \nweapon so that if you did try to take it off, it would actually cause the weapon to be nonfunctional?  Has anyone \never done any research on that?\n\nMR. HOOVER:  Actually, sir, we have a serial number restoration program.  And there are also regulations that we \nenforce with the manufacturers regarding just that, how the serial numbers are placed.\n\nThere are various techniques.  One of the oldest is called acid etching, where they are able to raise serial numbers \neven if they had been punched out.\n\nSometimes we don't get the entire serial number, but we get the vast majority of that serial number through these \nlaboratory techniques.  And then we're able to use that to go back through the tracing system with the \nmanufacturers and actually get those serial numbers.\n\nREP. GALLEGLY:  Now that -- and this is not a new technology. This is something you've been using for years and \nso on.\n\nMR. HOOVER:  Yes, sir.\n\nREP. GALLEGLY:  But I'm talking about when the placement of the serial number is right on the outside next to \nSmith & Wesson or whatever the manufacturer, kind of like a license plate.\n\nLike we have automobiles -- technology on our automobiles where there is a laser-embedded identification.  It's \nvirtually impossible to detect or perhaps could be placed in a -- and is there any work being done in that area \ntechnologically?\n\nMR. HOOVER:  Not to my knowledge, sir, no.  Not on the firearm, no, sir.\n\nREP. GALLEGLY:  Does it sound like something that maybe someone might do a little research on somewhere \ndown the line?\n\nMR. HOOVER:  I can say, sir, that we would check into that.\n\nREP. GALLEGLY:  Anyway, that's a layperson's question.\n\nAlong the issue of -- we talked a lot early on in this hearing about the number of weapons going south from \nCalifornia, from Arizona, from Texas.  Even I notice that Washington State had an inordinate number.  I'm assuming \nthat the weapons from Washington State are -- are these also going south?\n\nMR. HOOVER:  Yes, sir.  Actually, in one case that we worked with ICE, there was a Winnebago recreational \nvehicle that was stopped in Mexico.  And that one vehicle had a inordinate number of firearms, and ammunition, \nand cash in that vehicle heading south.\n\nAs it turned out during our investigation, this was linked back to a drug trafficker from the state of Washington.\n\nREP. GALLEGLY:  Having said all that and having been focused on weapons going from the U.S. into primarily \nMexico, has there been any research or studies done on the effect of weapons that perhaps were used in Central \nAmerica back in the '80s; AK-47s and so on; during the Sandinista Contra wars, and so on, and others; the FMLN \nand whoever else was involved back in the '80s.  And those weapons moving from Central America up into Mexico.  \nIs there --\n\nMR. HOOVER:  No, sir, we don't have the ability to trace those firearms.  The only weapons we trace are those that \nhave been imported into the U.S. and came in through either a U.S. importer or initiated here through U.S. \nmanufacturers.\n\n\n\nBut we don't know what weapons went into South America, and up into Central America, and maybe into Mexico.  \nWe don't have any of those figures, no, sir.\n\nREP. GALLEGLY:  Well, it is an element of what's going on there. Whether it's our jurisdiction or not --\n\nMR. HOOVER:  That's correct.\n\nREP. GALLEGLY:  -- it's still a concern because I know and I would certainly have strong reasons to believe that \nthere is an inordinate number of weapons that are creating great havoc not only for Mexico but for us that might not \nhave originated all from the U.S.\n\nMR. HOOVER:  That's correct, sir.\n\nREP. GALLEGLY:  Thank you, Mr. Chairman.\n\nREP. ENGEL:  Mr. Green.\n\nREP. GENE GREEN (D-TX):  Thank you, Mr. Chairman.\n\nI know the hearing is the obligation of Mexico in the -- in this effort.  And I guess one of the questions I have and it's \ncoming to light in -- because of the Colombian free trade agreements being held up because of the violence against \nlabor organizers in Columbia.\n\nAnd there is some concern, I think, about this equipment that will be used actually to anti-drug instead of using for \nsome of the things that we hear about that's anti-labor, breaking strikes, and things like that.\n\nAnd I could give some specifics that -- and I don't know if it's come up before.  But in April of 2006, state police \nintervened in a strike and two union members were killed.  Just this last month on January 11th, several hundred \narmed police entered a mine in Sonora where union members went on strike and forcibly evicted them.\n\nIs there something that the government of Mexico has agreed that this would be used in anti-narcotics or anti-\nterrorism instead of more on the civil side like we're seeing in some of the -- that we're hearing?\n\nWITNESS:  Sir, the purpose of the Merida Initiative and our conversations with Mexico and Central America is to \nprovide equipment and training to fight organized crime and drug cartels, not to be used for purposes of public order \nor to suppress protest.\n\nAnd the kind of training involved, the kind of information platforms involved are designed for that purpose.  And -- \nbut this is obviously something we're going to be watching closely.\n\nAnd it's something that we'll be working with NGOs, especially human rights groups and others in Mexico and \nCentral America in order to track how certain systems like helicopters, and aircraft, and specific training, and groups \nthat have this training, how they behave.\n\nOne of the important challenges that Mexico and Central America face is building civilian law enforcement agencies \nthat are really about law enforcement and not just public order.  And it's a huge challenge, but it's a necessary \nchallenge at this point.\n\nAnd Mexico in particular is unifying its federal police force, and in the process of unifying its federal police force, \ncreating standards and benchmarks for police behavior not only at the federal level but also at the state and local \nlevel.\n\nAnd one of the big challenges Mexico faces today is creating a -- they can't create a unified police force because \nit's a federal system similar to the United States.  But they can create kind of unified practices, training, and \nexpectations and then use their courts through evidentiary procedures and certain degrees of -- certain human \nrights guarantees to ensure that these different levels of police organizations respond in a way that makes sure that \n\n\n\nthese -- this training and equipment is not used in human rights violation.  But it's something we're going to be \ntracking very closely.\n\nREP. GREEN:  If that's something that has come up in the discussion of the Merida and it's -- and is documented \nthat in most of these incidents where actually State Police -- it -- in eating in, you know, we want to deal with it, but \nwe wouldn't want it happen, and have to admit we have a problem.  Sometimes I have federal courts and justice \nsystem actually go after our local police at different times.\n\nI assume you may have the same system in Mexico that if there is a problem of human rights violation, the federal \ngovernment, the government -- the national government could actually, you know, follow on this.  You know, \ngenerally I've watched Mexico for the last -- well, my whole life, really, and watch as President Calderón has been \nthere.\n\nWith some success, a great deal of loss of life of folks, police, even military, and we heard earlier that our colleague \nfrom Indiana talk about the incidence of police from Mexico or armed forces from Mexico crossing into the United \nStates.  And we had a hearing a couple of years ago in Houston.\n\nIt mentioned that -- that came up, and I asked -- I think it was the ICE person then, about that, and is there any \nresponse to that? Because you know, we hear this all the time, and I know it's popular on the Internet.  But I'd like \nto, you know, at least at a public hearing, is it someone who's -- and I know the problem with Usados (ph) and that \nmay have a uniform that can assume that.\n\nBut it's -- do any of our witnesses have any information on that that any more than our armed forces or our law \nenforcement office going into Mexico unless they're invited or have to cooperate.\n\nMS. LINO:  Congressman, we do have a very cooperative set of what are called border protocols to look at \nincidents along the border, particularly violent incidents.  But there is considerable cooperation between ourselves, \nICE, and CBP, and the counterpart agencies in the Mexican government, to ensure that there aren't -- that these \nthings are sorted out quickly if they happen, and hopefully to avoid them happening in the future.\n\nREP. GREEN:  Okay.  But, you know, that's something we hear in its -- and I want to make sure that what we're \ndoing in assisting the government of Mexico or supporting what they're doing, we can also sustain it here with our \nown constituencies.\n\nMS. LINO:  Absolutely.\n\nREP. GREEN:  The three-year plan --\n\nMr. Chairman, I don't have a clock to tell me how long --\n\nREP. ENGEL:  Well, go ahead, one more.\n\nREP. GREEN:  One more?  Okay.  The --\n\nREP. ENGEL:  Ms. Giffords is patiently waiting.\n\nREP. GREEN:  Okay.  This is the first of the three-year plan program, and I know that most of the money will be in \nMexico and some in Central America.  Does the administration have goals and objectives over the three-year \nperiod that -- you can just say briefly so we'll see you with those benchmarks and like you said, making sure that \nthe equipments used for antinarcotics or terrorism in Mexico.\n\nMR. SHANNON:  Yes, we're doing.  And thank you for the question, because it's an important one.  The focus on \nthe program is finding organized crime and drug trafficking in Mexico and Central America and working through \ncivilian law enforcement authorities and the judicial system to attack organized crime and drug trafficking.\n\n\n\nSo as we build our metrics and work with the Mexicans and Central Americans to give them greater precision, we're \nlooking at interdiction of drugs, we're looking at arrests of drug traffickers and organized crime, we're looking at \ninterdiction, we're looking at increased prosecutions, repetitive prosecution and -- (inaudible) -- move people \nthrough a judicial process, we're looking at incarceration.\n\nAnd one of the earlier questions was whether or not people who are arrested and prosecuted and charged actually \nspend time in prison. We're looking at that closely, looking at the kind of the totality of administration of justice.\n\nAnd another aspect of the program related to institution building is how we work with law enforcement institutions to \nbuild their own internal inspection ability and auditing ability which will also -- we will also be able to measure the \nidentification of corrupt police officers and their arresting and prosecution.\n\nSo we have at --  kind of each of the components in our program both in Mexico and Central America.  We will have \nmetrics, kind of broad-based metrics, but you know, assumingly we -- the Congress does see fit to fund this \nprogram more precise metrics that we're happy to share with.\n\nREP. ENGEL:  Thank you.\n\nMs. Giffords.\n\nREP. GIFFORDS:  Thank you, Chairman -- (off mike).\n\nAgain, I want to thank our panelists for coming today.  The topic of the hearing today is \"U.S. Obligations under the \nMerida Initiative.\"  And you know, as I said in my opening comments, I was really hoping to hear some real \nspecificity.  I do appreciate Mr. Hoover's comments and Mr. Placido as well talking about specific initiatives.\n\nBut when I hear words like \"interagency,\" \"collaboration,\" \"partnership\" in the end, and all the problems that come \nwith narcotrafficking but no real specific solution, it makes me a little concerned, you know.  And I believe, Mr. \nShannon, you talked about the fact that Central Americans and Mexicans are watching very closely.\n\nMy border sheriff never heard of the Merida agreement.  My local law enforcement agents have never heard of it.  \nso my concern is, you know, there is discussions at a very high level, but when it comes down to the boots on the \nground, the folks that actually have to implement and have to, you know, deal with the day-in and day-out of \nenforcing our law, that message is certainly not getting carried down.\n\nAnd again, I really want to specifically talk about what's working and what's not working in my area, which is the \nmost highly trafficked area along the U.S.-Mexico border.  I mentioned earlier that almost last -- last year almost \n400,000 apprehensions were made -- tremendous number; 10 percent, at least, have felony record.\n\nI'm not going to make you guess, but I think you will be surprised to know that less than 2 percent -- 1.4 percent of \nthe apprehensions -- of those that were apprehended were actually prosecuted -- those with felonies by the U.S. \nattorney -- 1.4 percent. There is a huge breakdown in the process.\n\nUnless we get our house in order, putting hundreds of millions of dollars into Mexico and Central America, I frankly \ndon't see it as a real solution.  So I was, like, starting to start off -- let's talk about local law enforcement, let's talk \nabout the fact that our border share have some very specific solutions in terms of traffickings that is -- you know, the \nsouth-bound trafficking of drugs and demand.\n\nI know we were talking about a couple of trial programs.  But I'd like to hear specifically about how this initiative \nmight actually deal with some of the problems that we know we can control right here in the United States.\n\nMS. LINO:  Congresswoman, in my written testimony, I described some of the things that we are specifically doing -\n- excuse me.  I'm sure you are familiar with the border enforcement security task force or BEST, that Secretary \nChertoff adopted in 2006 which combine both CBP together with state, local, and tribal authorities and the presence \n\n\n\nof, in this instance, Mexican officials as well, working together to provide a comprehensive approach to some of \nthese issues.\n\nDHS considers the BEST program one of the most successful ones we have -- excuse me.  And it is something that \nwe would seek to expand using the strengths of both the U.S. and the Mexican representatives on these teams to \nwork on these issue.  Some of what you've described is in terms of prosecutions -- obviously it falls into another \nagency's area of operation, but we do have other initiative.\n\nWe are working on items such as bulk cash smuggling into Mexico. The ICE together with Treasury, DEA, FBI and \nothers, is looking -- is in the process of creating a study to look at exactly how bulk cash is moved and how it flows \ninto Mexico.  I think there are a number of concrete things that are being done that respond to your question.\n\nREP. GIFFORDS:  Well, you know -- probably not going to be able to resolve this today, but you know, when my \nborder sheriff, my local law enforcement have no idea what these plans contain, and have really specific solutions \nand problems that don't -- aren't included in part of the solution, I think we're missing the boat in a very major way \nhere, you know.\n\nAnd we can talk about, you know, interagency and comprehensive plans and we can plan up the wazoo (ph), but \nreality is that help is not getting to the frontline.  I was in the federal courthouse just two days ago.  Again, what \ndoes it take to actually make 10 percent, 25 percent to actually arrest and detain people that -- they're here with \nfelony records that have crossed illegally?  It's not happening. It's just -- it's not getting done.\n\nWe have magistrates in Arizona.  In one month they do more work than the rest of the magistrates do on average in \nthe rest of the country.  And yet, no additional funding for them, no -- there are no cells available, there's no -- there \nare no holding cells.  I mean when you look at the magnitude of the numbers and the lack of funding and resources \nthat come down, I mean it's frankly pretty appalling.\n\nSo you know, I can work with each of you individually, but I really want to specifically talk about the folks that are on \nthe ground, and the resources that they need to solve the problem, because it's not easy.  We had a border patrol \nagent killed out in Yuma just a couple of weeks ago, you know, it's not tolerable.\n\nAnother couple of points I'd like to bring up in terms of actual benchmark, do we have benchmark in this initiative \nthat look at proven success in terms of decreasing the south-bound traffic for both gun and drug demand?  Are \nthere specific benchmarks -- not theoretical but actual benchmarks that we know whether or not we're hitting the \nmark? Is that included in any of these agreements?\n\nMR. SHANNON:  In regard to the Merida Initiative itself, it's not because the Merida Initiative is a foreign-assistance \nprogram. However, one of the things that we're trying to do here -- and this is an important aspect of this hearing \nand it's why we appreciate your comments, because this is a moment to link foreign-assistance program with a \ndomestic program, and to make sure that the agencies that control the border, that track weapons trafficking, that \ntrack drug flows, have an ability to share information so that we know not only what's coming north or what's going \nsouth.\n\nAnd my colleagues might want to comment further.  But this is really why this initiative is important, because we \nhave to have this ability to connect what we do in our cooperation programs with Mexico and Central America and \nwhat we're doing on the north side of the border, because if they don't connect, they don't make that connection.  If \nyour border sharers don't understand what's happening, the program won't work.\n\nREP. GIFFORDS:  Well, they just don't -- you see, they've never heard of it.  It's not they don't understand.  I mean \nthey're smart folk.  You know, getting to an actual specific point this -- the National Southwest Border Counter-\nNarcotics Strategy -- I don't know who could specifically talk about that.  But this is an interagency working group \nchaired by a number of agencies including DHS.\n\n\n\nThey implemented a plan that included 68 separate recommendations.  You know, we understand by October of \nlast year, 53 of those recommendations had been completely or partially met.  So I'm curious about these 15 \nrecommendations that were not met.  Can anyone speak for that initiative?\n\n(No audible response.)\n\nREP. GIFFORDS:  Okay, well, maybe someone -- (off mike) -- DHS related can get back to me on that.\n\nMS. LINO:  Certainly.\n\nREP. GIFFORDS:  You know, if we can talk a little but about some of the ATF issues.  Mr. Hoover, you talked about \nthe being able to run this tracing -- the guns -- this tracing system -- 100 percent of the guns run through this tracing \nsystem?\n\nMR. HOOVER:  No, ma'am, we could not say that.  The guns recovered in Mexico were domestically.\n\nREP. GIFFORDS:  Well, what's \"domestically\"?  Because you did -- you said -- I thought that I heard you say that \nall guns are run through this tracing system.\n\nMR. HOOVER:  All guns that law enforcement agencies that cooperate when utilize our eTrace system are run \nthrough that.  But I would in no way be able to say that 100 percent of the firearms recovered or seized in this -- in \nthe U.S. or Mexico are run through this system.  It's something that we do.\n\nWe go out and conduct training through -- domestically and nationally to -- in an attempt to get the law enforcement \nofficials to conduct this trace information.  Because it -- as you can see, by the charts we provided before, it's a \ngreat deal of information that not only assist us in our firearms strategy, but also information that goes back to those \nagencies that will help them in their criminal investigations as well.\n\nREP. GIFFORDS:  Mr. Hoover, the worst information that I have is that relatively a small percentage of those guns \nthat are actually, you know, apprehended or is actually, you know, found actually are -- run through the tracing \nsystem.  Well, I'll be curious to see the actual percentage that actually go to the tracing system because I think \nthat's an area where we can really pinpoint.  And again the study that I have, show that is actually a relatively small \nnumber.\n\nAnother area that I'm concerned about -- firearms stolen from the Department of Defense facilities.  The National \nGuard armories have reportedly been traffic in these small market -- small black market in Mexico.  It looks that \nsome of these arms originated in the United States.  I'm curious what role Congress can play in terms of specifically \nlooking at military armaments and the smuggling of those -- those weapons.\n\nMR. HOOVER:  Yes, ma'am.  If you're referring to an article that I believe that was written by the Congressional \nResearch Service in getting that information, we're not sure where they obtained those statistics.  We checked our \ntracing system after the past year, and we have found that six firearms that were traced in Mexico that actually \noriginated with the military, there were five AR-15- or M16-type 223- caliber weapons and one M60 machine gun \nthat we can -- we know for sure went back to the military.\n\nWe are not seeing large numbers of firearms that have originated in the -- either in the -- from -- -- stolen from \nNational Guard bases or our military bases.  We're just not seeing that.\n\nREP. GIFFORDS:  I will up with you on that as well unless the number -- as well as the percentage.\n\nI think the number here is -- look at it, maybe 25 percent actually are traced in terms of the actual arms.  So \nChairman, I had to deliver this point, but I think it's really important, there's a specific process that we know work.\n\nMR. HOOVER:  Right.\n\n\n\nREP. GIFFORDS:  And again -- and we'd -- if we not allocating the right amount of resources, I think we need to get \nthis right.  Couple of additional points I just like to bring up.  In terms of -- we're looking at a proposal for $550 \nmillion -- a lot of money.  When looking more closely at the Office of National Drug Control Policy, I believe that you \nreceived over $26 million for funding the Fiscal Year of 2008.\n\nThe stats that I showed -- and Mr. Burns, you've spoke about this -- actually show that there has not been a \ndecrease in drug use among -- psychotropic drugs or cocaine in the United States, a very, very small decline in \nmarijuana to the last four years so -- or six years. So I don't want people leaving here thinking or believe that there \nis not a drug demand in the United States, because the study that I show, actually show that it is increasing.  So --\n\nMR. BURNS:  I want them to leave here thinking that, because that's what our office does.  That's what we are \ncharged to do and you fund us.  We are with the experts, and we get paid to get it right. And we've had surveys in \nplace in this country -- four years under a democratic president and republican president, and if it comes back bad, \nit's bad, if it comes back good, it's good.\n\nAnd the news from the monitoring the future survey and from the households' survey some 68,000 that go out every \nyear, and we've been doing it since the '70s.  When they come back, there is no political ban on how we read them \nor we add them up.  Drug use is down.  When DEA reports to us that in 37 major cities including New York, which is \nunheard of, there is a cocaine shortage.\n\nIt gives good news, and since some people may say they have a different statistic, again, our job is to get it right.\n\nREP. GIFFORDS:  Well -- and again, I'm looking at a report dated February 1st of 2008 with the National Survey on \nDrug Use and Health. But that's the survey that I'm actually looking at in terms of the usage in terms of selected list \nof drugs among person 12 years age and older.  So again, my concern is that there is a big demand here.\n\nYou know, we're funding your agency to the tune of, like I said, over $26 million.  So our program is out there that \nspecifically -- and I don't know all of them, but you know, I'm trying to mention the ones at least I'm aware of, talk \nabout the shortcomings.  We have this operation jumpstart; it was very successful in Arizona.\n\nAnd I know that funding is now being wholesome operation jumpstarts, the program has now ended.  But here is a \nspecific example of where the federal government can come in and make some real headway in terms of the \ncounterdrug trafficking and smuggling as well. Operation Streamline is starting to get rolled out in Arizona.  There \nhave been successes in Texas.\n\nBut again, when I -- when you look at the 1.4 percent prosecution rate, a fact, that we just do not have the support \nalong the border, I -- you know, I don't know -- and how on a good conscience we can go to Mexico and go to \nCentral America and say we're going to -- you know, we're going to tune to -- fund you the tune of $550 million \nwhen we can't seem to get it right here in our country.\n\nSo I just have some real big concerns not having a specific benchmark in place, not just for us but for them.  I mean \nto drop $550 million in this economy with the needs in this country, without having our house in order, you know, I \ndon't think it's something that this Congress should do in good conscience.  No.\n\nMR. BURNS:  Well, I would just say that the idea is not to send the ($)550 million to the state and locals and the \nfederal entities on this side of the border.  And I would hope that in a discussion with your sheriff -- and I was a \ncounty attorney for 16 years, we spent a lot of time riding around with a lot of local sheriffs.\n\nAnd you're right, they are bright, they would get it, because I've heard them say when is Mexico going to start doing \ntheir part, when will they help.  And we've had those discussions with them.  And with this president, I don't think \nanybody can deny he's made a pledge to help us.  He's done things that are unheard of.  He's gone to the border \nand taken guns away from corrupt law enforcement officers.\n\n\n\nWe had 83 expeditions last year into Mexico.  I remember, when one or two was a big deal.  Osiel Cardenas that \nlanded in a plane in Huston, and we talked about Pablo Escobar -- for -- there are no Pablo Escobars any more, \nthere aren't.\n\nWe are way down the ladder and we do target, there's a CPOT List, the Consolidate Priority Organizational Target.  \nThere is a list and we go after them.  The AFO dismantled, that's all we heard about two or three years ago, The \nArellano-Felix Organization, and they are gone.\n\nAnd Mr. Placido can talk more specific about it, but this is an idea, you turn to Mexico and say, \"what would help \nyou help us?\"  On our side of the border in Arizona we have the HIDTA, and I know you shall assert to that, the \nHigh-Intensity Drug Trafficking Area Program that I oversee brings federal, state, and local law enforcement \ntogether to coordinate, and to talk on counterdrug efforts on this side of the border.\n\nThe offices in Tucson, they will tell you that they want Mexican side to be more involved and engaged and to share \nintelligence.  So that's the idea of this initiative, Congresswoman.\n\nREP. GIFFORDS:  No I understand that, I think most of those border sheriffs that are really frustrated about what is \ngoing on in Mexico would no doubt question -- must take some more responsibility, but we are talking about $550 \nmillion of U.S. taxpayers money compared to of about, and I understand that over the next three years, it will be \nabout ($) 7 billion, is that correct?\n\nMR. BURNS:  No the ($)7 billion is the amount money that Mexico is spending on its security, through its security \nbudget.  We are looking at a program that will be around $1.4 billion over three years.\n\nREP. GIFFORDS:  Okay.  So they are going to spend ($)1.4 billion and we are going to ($)550 million?\n\nMR. BURNS:  No, I am sorry.  Over two years we will spend ($)1.4 billion.\n\nREP. GIFFORDS:  Okay.  And what's Mexico going to spend?\n\nMR. BURNS:  They are spending $7 billion this year and that number will be going up overtime.\n\nREP. GIFFORDS:  Okay.  Well, you know, and there's no doubt that President Calderón has done extraordinary \nthings and he should be applauded and commended.  You know, we had a terrific partner down there.\n\nMy concern is that, you know, we need to have a have a better discussions about how we can help folks really on \nthe frontline, because you can have all these plans, and they can sound great here in Washington, when it actually \ncomes down to, you know, being there, I mean, I don't how long it's been we've -- were you back to the Southwest \nand actually see what it's like to apprehend 400,000 people every year.\n\nWe need help, Mr. Chairman and members, I mean, you know, I -- you know, I just -- I am really concerned that we \nare missing the big picture when it comes to actually being able to fund projects that actually work.  So.\n\nREP. ENGEL:  Well, thank you, thank you Ms. Giffords.\n\nMr. Meeks.\n\nREP. GREGORY W. MEEKS (D-NY):  Thank you, Mr. Chairman, and thank you for holding this hearing, I think it's \nvery timely, and get a chance to hear what the administration has in mind as we move forward.\n\nI was reading a report the other day from the GAO, and it indicated that 90 percent of the cocaine that went from \nSouth America to the United States went through Mexico in 2004 and 2005.  And in fact the report said that this was \nup about 66 percent from 2000.\n\n\n\nIt's argued, primarily, that Mexico has increased its transit capacity because of some successes that I guess that \nwe've had in Columbia that resulted in the demise of the Medellin and Cali cartels, the closure of the cocaine \ntrafficking route in Florida, some say because of that now it's going through Mexico.\n\nAnd many believe in -- and I think, you know, and I am one of them that our biggest problem is the demand here in \nthe United States, and that as long as there is a demand in the United States, the routes will change.  You can \nclose something and another route will open up.\n\nMy first question to you is that if they, given you know, and I have some issues that I hear that Ms. Giffords was \nsaying, and I'd like to know with specificity, but let's use a hypothetical situation, and say if it works, because my \nconcern is the key -- you know, the -- make sure that the person in the neighborhoods in America are not on drugs.\n\nBut if it was successful, do you believe that we are going to see fewer drugs in the hands of Americans.  Is it a \nfailure question -- or, you know, will drug traffickers just continue to find another route?  It seems to me they keep \nmoving, they change route, they'll find another route to bring their drugs into the United States.\n\nAnd so I am concerned about, you know, the moving of these routes and the drug, the Mexican drug cartels and \nsay that they are eradicated, that in the future we'll be saying, well, we need to do what we are doing now in Mexico \nmay be in one of the Caribbean Islands, because now the routes would have changed from Mexico and go to the \nCaribbean.\n\nI just like to hear something against maybe from DEA or anybody, who wants to answer it, are we thinking about \nthat in advance?  How can we prevent history from repeating itself?\n\nMR. BURNS:  Let me just say that cocaine use in the United States has decreased by almost 75 percent since \n1979.  Remember when Len Bias died and Americans were using cocaine at incredibly high rates, it used to be that \nthey would take off from Columbia and land in the United States with the loads of cocaine.\n\nThey don't do that -- Mr. Placido would know far better than I. They went in go-fast, they have been very successful \nin Columbia and in Mexico shutting that down, those latest intelligence, they have to build submarines that cost $2 \nmillion and not as effective as before.\n\nWith this president in Mexico, President Calderón, and the pressure on the border and what he's done so far \nwithout our help, without the Merida Initiative, we are already, Congressman, seeing results.  If there is cocaine \nshortage in 37 major cities, somebody is doing something right.\n\nREP. MEEKS:  So your answer is yes, we've been taking probably less drugs --\n\nMR. BURNS:  Less drugs.\n\nREP. MEEKS:  -- from American hands, as a result of that.\n\nMR. BURNS:  Once we continue with the balanced approach we have to have prevention in education in treatment \ncapacity like in the Congresswoman Gifford's district that she is one of 22 states that got an Access to Recovery \nGrant, ($)8 million a year for three years.\n\nI think there are five drug-free communities in the Tucson area, 100,000 a year for five years.  Drug courts, Arizona \nwas a pioneer in drug courts, we have to stress on the prevention and the treatment side, but on the law \nenforcement side, I have to look at my brothers in law enforcement to the left, and say, we are doing a pretty good \njob.\n\nMR. PLACIDO:  Could I --\n\nREP. MEEKS:  Please.\n\n\n\nMR. PLACIDO:  I think it's an excellent question, Mr. Meeks, and I will begin my response by telling you that I think \nit's vitally important that we invest in Mexico, and we invest in Mexico now to do this.\n\nJust a little bit of history Mexico's role in the evolution of Mexico is a cheap player with the flow of cocaine to the \nUnited States.  Well, obviously we began in the late 1980 when Amado Carrillo-Fuentes and other Mexican \norganizations started accepting payment for the transportation of drugs in cocaine instead of dollars, and they had \nto sell those drugs.\n\nBut what we are really looking at is geography.  If you look at the adverse size of a seizure in transit to Mexico they \nare measured by the metric ton.  Go-fast boats one to two metric tons, fishing vessels, we seize upwards of 5 to 20 \nmetric tons if you are in containers.\n\nBut then the seizures that we make in the United States that come from Mexico are weighing a little less than a 100 \npounds, and what that tells us in law enforcement is that drug traffickers view Mexico as a safe haven, a place \nwhere they can store large quantities of drugs and play the lords of the yards, and shuttle those drugs across the \nborder in large numbers in small quantities.\n\nWhat we believe in DEA is that we have to take an offensive position, defense-in-depth and deny this area where \nwe have 2000-mile long border with Mexico to the trafficker, so that they can't move these large quantities into \nMexico first.\n\nSo, while certainly this is a game of action, reaction, and counteraction, denying traffickers access to Mexico, which \nshares this long border is hugely effective, and if we deny them access to this area all of the other problems that we \nmight have in the Caribbean or other places will pale in comparison.\n\nREP. MEEKS:  Let me -- (inaudible) -- I mean, because it seems to me that sometime these -- the drug traffickers, \nyou know, they look for the governments that are in upheaval, the governments that are weak, the government that \nis less organized.  Would it make any sense to also be looking at, for example, doing some kind of preventive \nmeasures, or in Haiti for example because it seems to me that it would be a nice sweet spot for somebody else to \ngo through?\n\nYou know, and if there's all those problems with some of the others smaller Caribbean islands, where the \ngovernment is not strong, nor do they have the resources to do what President Calderón was doing in his areas.  \nSo now they, you know, they go, and see resistance they move and say we are going through the path of least \nresistance.\n\nHas there really been thoughts about, you know, preventive measures by, you know, saying, okay, we are going to \nshut this down, but we are going to also make sure that the pathway to Haiti and the other Caribbean islands are \nnot open?\n\nMR. PLACIDO:  Sir, there absolutely has been a great deal of thought to that, and a multi-agency program that DEA \nleads called the \"Drug flow, a tax strategy\" works along these lines.  And it is designed to anticipate what's going to \nhappen after we take enforcement action in a particular area.\n\nWe have full and deployed advisory and support teams, and we are working very closely with governments as you \nknow, DEA has 62 foreign offices, we have 83 of 86 offices in 62 foreign countries.  My math is right -- but we are \nconstantly looking and evaluating what happens if we are successful in Mexico and there's been great thought \nalready to what will happen then, and whether that is containerized cargo directly to the United States or \nmovements through the Caribbean.\n\nI can tell you that there is not only planning, but discussion about resource movement and the ability to lift and shift \nand deal with those problems long before the first dollar of this initiative has been spent.\n\nREP. ENGEL: All right, thank you, Mr. Meeks.\n\n\n\nAnd Mr. Delahunt, Mr. McCaul has graciously allowed you to jump in --\n\nREP. WILLIAM DELAHUNT (D-MA):  I thank my friend from Texas for his gracious -- I think any effort to enhance \ncooperation clearly has to be applauded, and I concur.\n\nI want to direct my questions to Secretary Shannon.  You indicated that it's a foreign assistance program, my \nconcern is cost. We have an economy now that is struggling severely.  And if anyone has any questions about that \nthey should their 401K.  And I think you'd be able to agree.\n\nWe have a very week dollar, the peso is stronger, has strengthened vis-à-vis the dollar.  We just had a report about \na job loss for the first, I think, occasion in I think of 60 months.  We have Americans losing their homes.  The figures \nare daunting; we are talking about foreclosures in the range of several million.\n\nAnd yet, Mexico is doing well.  Their GDP is increasing at a faster rate than our own.  And I will be making these \nsame observations in the next cycle when we discuss assistance in Columbia. And again I want to be very clear, I \napplaud the initiative, I think cooperation is essential.\n\nI think we will notice some good results although I do disagree with the deputy director of ONDCP.  I don't think that \nwe can say that it's -- as a result of enforcement that there's a shortage of cocaine in this country because as I am \nsure he is aware, cocaine is exploding in Europe, so there is a lot of cocaine that's being diverted, they just simply \ncan't grow it fast enough.\n\nAnd we do have a problem with drugs in this country, whether it's cocaine of whether it's oxycondones in the \nnortheast, whether it's meth in the Midwest.  So in the end the ultimate answer is demand.\n\nAnd I concur with the Chair and other colleagues, who have expressed their opinions on that.  But back to the \nsecretary, 1.4 billion over three years is a lot of money, and this is a concern that was expressed by \nCongresswoman Giffords.\n\nIt's difficult for me to go back to my district, and I am sure the same is true of others, and ask American taxpayers, \nwhile they are hurting and hurting badly, to fund this initiative.\n\nWhile the Mexican economy is improving, and I am glad that it is improving.  But it is clearly to the advantage of the \nMexican government and the Mexican people to participate in this effort.  But my reservation is about a) the cost, \nand I guess there is hardware involved here, and helicopters, and I can see a rerun of a move that has played it's \nway out, with some success I might add, in Columbia.\n\nBut if the American government, or rather the Mexican government and the Mexican people wants stability and they \ndo, and they want to see a reduction in violence, we read about it, we all applaud, and we sympathize with those \nareas in Mexico that are experiencing it.  But it's really the responsibility of the Mexican government to pick up the \ntab; this is all about picking up the tab.  Who is picking up the tab?\n\nSo I guess, Secretary Shannon, you've got some convincing to do. I understand that you were involved in this \ninitiative, it makes sense.  I have great respect for you.  But my reservation is one of, who is paying the bill?  We \ncan't afford to paying any more bills.  We are running out, we can't continue to borrow.\n\nWe have foreign debt that's being held by the likes of the Central Bank of Chinese -- of China rather, in an excess \nof a trillion dollars.  There comes a point when we have to take care of ourselves, and the home front as the gentle \nlady from Arizona said.\n\nAnd with that I yield back.\n\nREP. ENGEL: I thank you.\n\nMr. McCaul.\n\n\n\nREP. MICHAEL McCAUL (R-TX):  Thank you, Mr. Chairman.  I appreciate you holding this hearing on what I \nconsider to be a -- one of the most important issues we are facing, and certainly coming from Texas from the border \nstate, this is the number one issue, is border back home.\n\nI was very pleased and I am doing a report to this committee and the recent trip that Congressman Cuellar and I \ntook down to Mexico and as under the auspicious of the Homeland Security Committee a fact- finding mission.  We \nhad started at Matamoros, which is the headquarters for the Gulf cartel.\n\nIt was interesting to see the visible presence of federal troops at the border.  We went to Mexico City, met with the \nMexican attorney general at the very time one of the top cartel members was captured. And we discussed the \nborder patrol agent that was killed by the drug smuggler and asked for their assistance, within days he was \ncaptured as expedited.\n\nAnd then we had a very long and productive discussion with President Calderón and with our Ambassador Tony \nGarza, for about an hour we were talking about this very issue.  And I -- I know Henry will comment on his \nexperience, but I have to say, and I went there with all the tough questions, but I walked away with one thing in \nmind and that is that they are serious, that this president, this new administration are very serious about the security \nissues, it is their top priority.\n\nAnd I think we have an obligation to help them, now with that.  I think we have a unique opportunity here and the \nwindow may not be opened forever.  My sense is that for them to admit they have a problem, and we are part of the \nUS-Mexico Interparliamentary Group. And for many years they won't even admit that there is a problem here.\n\nNow they admit not only that they have a problem, but they are now requesting our military assistance, which is a \nhugely significant shift in their politics.  The commitment of 30,000 federal troops to the northern border by the \npresident of Mexico is astounding.\n\nThe extraditions have taken place over the last year, are impressive and they are really tracking down these cartels \nfiercely which is causing a spike in violence.  But after all these cartels control the routes into the United States, \nthey control the drugs coming in, the human trafficking coming in, and in a post 9/11 world, we don't have to discuss \nthat threat, but that threat could be real.\n\nAnd the drug cartels are in my view the root cause, anything we can do to eradicate that problem, I think is money \nwell spent and money well invested.\n\nI believe that the Congress has bit of an educational process to go through; I think there's a lot of misinformation if \nthere's a blank check here.\n\nIs -- and this is one thing I want to hear from the panel is you know, when I reviewed what is proposed it is primarily \nmilitary equipment surveillance equipment, and we met with top Mexican generals down there and what they said -- \nwe said what do you need?  We need Blackhawk helicopters, we need AWACS surveillance planes.  We need \nmilitary assistance, military surveillance equipment.\n\nAgain, I see this is a very unique opportunity.  The corruption is an issue that a lot of members of Congress have a \nserious problem with in terms of the $1.4 billion package.\n\nSecretary Shannon, what kind of assurance can you give us in the Congress that this money -- well, actually it's \nmainly equipment, maybe you can clarify that misinformation first.  But what kind of assurance can you give us that \nthe -- given the amount of corruption there, that this would be -- the Mexican government will be accountable, and \nthat the oversight will be performed, so that there is going to -- the fraud and abuse?.  And then who -- and in terms \nof maintenance, who will have the responsibility for the maintenance of this equipment?\n\nMR. SHANNON:  Happily sir.  And thank you very much for your trip, Representative Cuellar's trip to Mexico.  It is \nimportant for us to make sure that the people have this opportunity to meet and to talk directly on the ground to \nMexican authorities and understand the unique opportunity that is presented to us.\n\n\n\nAs we work through these proposals and as we present them to our Congress, what we are proposing of course is \nspending $550 million in the FY '08 supplemental request, and $550 (million) from the FY '09 request.\n\nThrough -- largely through our Bureau for International Narcotics and Law Enforcement, working with the several \nagencies here at the table, and through our embassy in Mexico and our embassies in Central America.\n\nAnd using our standard letter of agreement, a forum to manage how that, how the equipment and training is used \nand accountability. There is End-Use Monitoring requirements in our LOAs and there are accountability \nmechanisms that we feel pretty good about.\n\nObviously, this requires a lot of work, and we will be using personnel on the ground and here in Washington, to \nmake sure that we have the capability to track how equipment and also how training and units that are trained, and \nindividuals that are trained help participate in this larger effort.\n\nAs we look at Mexico, you made the point that this is an opportunity where the window is closing.  I said earlier in \nthe hearing that Mexico, the Mexican leader the Central American leaders, but the populations of these countries \nunderstand the gravity of the threat they face, or they understand what organized crime, and what drug trafficking \ncartels are doing to their own Democratic states.\n\nAnd as we look at the amount of money that we are proposing and especially the amount of money we are \nproposing over a three-year period, we recognize it's a lot money.  We recognize that we are in a tight budget \nenvironment, and in an economy in which we have to explain why we are doing this.\n\nI would say that this is money well spent, it is money that's designed to compliment what countries in the region are \nalready doing and compliment it in ways that they themselves can't manage.  Whether it's in terms of specific kinds \nof airframe or airlift, whether it's in specific kinds of scanning devices, specific kinds of information sharing platforms \nor in specific kinds of training.\n\nAnd we have tried to be very careful in terms of what we have identified and what needs to be funded.  And we \nwould argue that in this regard the price we pay while significant to the American taxpayer is linking to a bigger \nprice being paid in Mexico and Central America.  Not only in budget terms, but also in terms of blood.\n\nThe Mexican policeman and the Mexican army have suffered hundreds of death in this fight against crime.  And as \nPresident Bush highlighted, we are part of the problem.  We need to be part of the solution.  And they are opening a \ndoor for us to be a part of that solution, and to be part of their solution away from our borders.\n\nOne of my colleagues here talked about a \"deep defense,\" the reality is we cannot defend our border at the frontier.  \nWe don't have the local and state resources to do that.  And even if we diverted federal resources to the frontier it \nwould still be hard.  We need to have partners, and those partners are offering their help right now in Mexico and in \nCentral America.\n\nAnd so while this is expensive, while it's significant, and while there's a larger political challenge of explaining it to \ntaxpayers, I believe that we can explain it in terms of our long-term interest not only in fighting drug trafficking and \norganized crimes here in the United States, but having partners in Mexico and Central America that are Democratic, \nthat are committed to our values, and that are prepared to work with us to address problems that we feel as \ncollective.\n\nREP. McCAUL:  And there is -- when I was coming back from Mexico City I was really, the -- you know -- we share \nthis border, we share the problem, and we share the responsibility, and that I think what they were looking to us for \nis a commitment to being in part of that source.  And so I thank you for that.\n\nAnd Mr. Chairman, can I have one more quick -- as to the gun issue every time we talk to -- and whether it is \nMexican Attorney General or the members of Congress this is -- and Congressman Cuellar will tell you this, it \ncomes up all the time.  Since we blame us for the cartel's weaponry, you know, AK-47s, I think you wanted that, \nthose are coming Russia probably through -- maybe through Venezuela.\n\n\n\nCan you comment Mr. Hoover on -- I mean, their estimates are quite high that the majority of their weaponry guess, \ncome from the United States.  I don't know if that's exactly true, that's a first part of it.\n\nAnd the second one is we really emphasized their coordination cooperation with the ATF in tracing these weapons.  \nAnd we sent a pretty strong message down there to them regarding that so.  Can you comment on the numbers \ncoming from the United States and the Mexico, if you know that, and then second the level of cooperation that you \nhave?\n\nMR. HOOVER:  Sir, the numbers that we show come from the traces that Mexico completes, and that come to the \neTrace system.  I believe their visit worked they have agreed to expand the eTrace system within the constituents \nand also eventually within the 31 states they have offered us to put it on their platform, their Mexico as well when \nthey get their national computer system up and running.\n\nIt's obviously going to help when we get the Spanish eTrace version of our system up and running as well.  Until \nthen we are utilizing translation methods to be able to trace these weapons.  The number that we put out that says, \n90 percent of the firearms recovered in Mexico, originated in the U.S., that is because of the tracing information that \nwe get from them in utilizing those traces.\n\nAs I stated previously we have met on several occasions with many members of Mexican administration and we \ncontinue to espouse to them that eTrace is the way to go to get this information.  We have an attaché office in \nMexico City; I know you are all well aware of that as our colleagues here.\n\nAnd that communication is daily; we are trying to enhance our information flow to and from Mexico City to ensure \nwe are doing the right things as far as our criminal investigations in the firearms being trafficked into Mexico.\n\nThey have, I've gotten much better, there is much more effective and efficient flow of information back and forth \nbetween ATF and our counterparts in Mexico.\n\nREP. McCAUL:  Thank you.  Thank you, Mr. Chairman.\n\nREP. ENGEL:  Thank you.  Mr. Cuellar\n\nREP. HENRY CUELLAR (D-TX):  Mr. Chairman, thank you again for allowing me to sit here with this committee and \nfirst of all, I want to thank the committee the witnesses that we have here.\n\nI am from the Laredo border area, born there very committed with the border, the dynamics in the border are very \nrevealing in so many ways.  I agree with Cathy (ph) with, I mean, when she was mentioning a few minutes ago \nabout the -- in order to support this we are getting some pressure from our local law enforcement officials.\n\nAnd I am again familiar with the best program we started that in Laredo, in Laredo it's the one that expand I think \nwe need to pull it a little bit more to expand it more.  But it's working with the Mexicans, which is important.\n\nYou know, there is other opportunities that we can use to work with the local law enforcement.  I think they are \nwilling to -- as they get those telephone calls to the jails because there is some work that is done inside the jails; \nthey are willing to open up the jails for the telephone calls that are coming in.\n\nWhen we set up -- when border patrol has some of those towers -- they went up.  I think it's a good idea if we can \nuse some of those towers because sometimes they have equitability (ph) communication issues, so we can use \nthat those assets works, and there's a lot of things that we can work on to enhance the border law enforcement.\n\nI know that the you know the border sheriffs have received money a couple of years -- in the last couple of years.  \nAnd other things that we want to work, but there is some things that I would ask you all to continue working with and \nbecause that's it -- as in a difficult situation.\n\n\n\nMexico that has a 2,000-mile border with this gets -- I believe right now it's about $47 million from the United States \nin assistance. I don't want to mention any other countries.  But there are other countries they get $800 million a \nyear, up to $1 billion year, $500 million, $140 million dollars a year, and here is Mexico.\n\nAnd on a daily basis they trade with us goods and services of a $1 billion of commerce between the United States \nand Mexico, $1 billion a day.  That doesn't include retail, doesn't include tourisms, so the connection on a economic \nimpact is tremendous for both sides, 2,000 miles, almost 2,000 miles of border.\n\nBut at the same time we were seeing them having trouble, our assistance to them is $47 million compared to some \nof the other numbers without mention of other countries.  Mexico is at a point like Michael says that they are asking \nfor assistance -- and as Michael said we and as Michael said, we -- Representative McCaul, we spend time with the \npresident, an hour with him, spent two hours with the attorney general.  We were there, they had just captured the -- \none of the drug cartel dealers.  He was excited about what they had done.\n\nAt the same time we were there, one of the individuals, one of the lieutenants there, one of the top people, person \nthere, we were told afterwards that if you can understand the pressure they're under, personal pressure that they're \nunder, how he's having personal problems because of his wife and the kid, because of security reasons puts a lot \nof pressure.  So you can understand what these individuals are going a day-to-day because they are targets.\n\nOne of the things that the President Calderón said that I think was very formally said was -- that he said, we have to \nwin this war. We are going to continue sacrificing money, the $7 billion -- or put in a lot more what the United States \nis talking about -- we are going to sacrifice money and we're going to sacrifice blood.  You know men and women in \nthe frontline, there are soldiers, there are federal law enforcement officials that are being killed.\n\nSo they are all very serious about what they're trying to do. When we were there, he was very open about \nunderstanding that there are problems, the lack of confidence in the local police on the border.  And we were there \non a Monday.  The next day in the morning, as you know, the federal troops came in to a lot of the northern border \ntowns and basically -- so making changes there because he understands there is a corruption problem.\n\nAgain, I would say that it doesn't stop with the Rio Grande, it's in the north and the southern part of the Rio Grande \nand other places. But he understands that they have to make changes.  The assistance that we want to work with \nthem is interesting because, Mr. Chairman, we're in a situation we're trying to find a comfort zone with Mexico. It is \na paradigm change because they always wanted to keep us apart, but they understand how difficult.  So we do \nhave a window of opportunity to work with him.\n\nThe assistance again is -- not a single -- my understanding is not a single penny is going to be transferred over to \nthem.  It's transfer of technology, equipment, and training.  It also includes X- ray machines to be used at the \nborders and other points of entry, which does again helps us over here.\n\nSo helping them improve their data, their immigration database also, that's going to help us in the United States \nalso.  There's the rule of law, human rights training, other things, you know.  So we have to be careful that we don't \nwant to just talk about helicopters. That's a small piece.  There is a rule of training, there's provincial training, \nthere's the prosecutor trained, there's other things that are important.\n\nAnd if you look at the military, I believe, just when we were there, they had just -- couple of months ago, they had \nnamed one of the director of human rights or something -- (inaudible) -- which is something different.  They opened \nup the Mexican military to more women.\n\nThey had just had a human rights case where this soldier was accused of bribe, and sort of going to the military like \nthey always do.  So they took him to a non-military court.  So they're making changes so they want to make sure \nthat they work with us in the United States.\n\nNow, Mr. Chairman, and I understand that the difficulty that -- I think it's up to Congress, with all due respect -- I \nknow there was an issue where you didn't inform us.  And when we talked to the Mexican congressman and \n\n\n\nsenators, they were complaining about their administration and things like we were.  They're in the same shoes that \nwe were.\n\nAnd I think ultimately it sort of depend on us as to how we structure this.  And let me tell you, you know, on the \nborder, what we're hearing, on the other side, the Mexican cartels have permeated and infiltrated civil societies.  \nAnd if we think this is bad, it sort of gets worse.  And let me tell you why.\n\nImagine if you open up a business, Mr. Chairman.  And then you get a knock -- (knocking sound) -- one day and, \nsay, \"Guess what, you got a partner, you got to pay us tax on this.\"  And basically some of the organized crimes say \nin order for you to continue, you got to pay us tax.  And that's another way how they collecting besides selling \ndrugs, that permeates these civil society.  This is right across my hometown.  This is right across the river and it's \nup and down the river.\n\nAnd this is what I'm worried about because there's no magical line in the river, at least in Texas.  When we're \ntalking about the Rio Grande, we have a saying the Rio Grande unites us, doesn't divide us.  And we're coming up \nwith a solution about spending billions of dollars on fence, which I think is a false sense of security.  I'd rather use it \nin other ways of providing securities.\n\nBut anyway, we're looking at certain things here, and there's nothing in the Rio Grande that's going to stop this spill \nover to the United States.  And I think the local law enforcement or the law enforcement would say, yes, it's \nhappened always, you know, the spill over has happened or it's going to happen more.\n\nI mean, there's -- I mean, we can argue about how much the degree is.  But the thing is it's to our own interest to \nhelp the Mexicans win this on their side because I'd rather have our local law enforcement do all work here at our \nside, but at the same time side it on the other side because there's nothing -- there's not an imaginary line that's \ngoing to stop the bad guys from coming over to the United States.\n\nAnd it's a lot easier from being thousands of miles away, but when you live in the border and you've got family there \nand you got community there, and understanding what the dynamics is, when you talk about $47 million that we're \ngiving to a partner, that Mexico were -- on a daily basis we exchange $1 billion going south and north of this trait \nand does include retail and tourism, it's a window of opportunity, like Michael said, that we have to make the best \nof.\n\nAnd the bottom line is, Mr. Chairman, only I ask you as the chairman is that we look at how we shape this to make \nsure it's a package that work for our best interest because I think it is to our own interest to help the Mexicans.  If \nwe have a strong and prosperous Mexico, it is our interest to have that type of assistance.\n\nSo, Mr. Chairman, I -- with all due respect, I know this is a difficult issue, I know we're in a tight situation, but again, \nyou know, for the economy, for -- to adjust the standard of living that we have in the border, that affects not only \nborder, but other communities, it is to our best interest to help Mexico to win this war.\n\nAnd let me tell you, when we spoke to the president, and I guess you got to spend time.  He is serious.  He is \nserious about winning this war.  He is serious.  And he said, the money is important, but what they're looking at will \nthe United States stand with them during this critical time that they're facing in fighting the drug cartel.\n\nSo the money, you know, we can adjust and maybe make it smaller or whatever we want to do, but whatever we do \nit, it's not only the money's part or the transfer of technology.  I shouldn't say money, the transfer of technology \nthey've been in and training, but if the head of the United States is going to stand there with -- as partner that has \n2,000 miles of border with it.\n\nREP. ENGEL:  Well, I think that's well said, Mr. Cuellar.\n\nI agree with everything you said.  And I want to reiterate that I keep mentioning the lack of informing Congress as \nthe plan was being formulated because I don't want that to happen again.\n\n\n\nAnd while our Mexican colleagues also profess not to know, the truth is, I first started to learn the details of it from \none of our Mexican colleagues who came and sat into my office and said, oh, well, let me tell you what's going to \nbe proposed, and ran down a litany of things, which I was not aware of, and which I think is no way to conduct \nthings like this.\n\nYou can see by the amount of participation that we've had here today, that this is certainly an initiative that -- and a \nsubject that many people on both sides of the aisle are very concerned with and concerned of.  So I thank you for \nyour comments and I would like to conclude by asking a few questions.\n\nI'd let others ask.  First I'd like to just kind of wrap up a few questions.  And let me start, Mr. Hoover, with you.  I \nhave your very nice book with me here and I thank you for it, it is very nice, and I know it corresponds to the chart.\n\nIn Project Gunrunner you showed through FY '05, '06 and '07 how firearms were recovered and the tracing of the \nfirearms from state to state.  I'm told, and correct me if I'm wrong, that many, many more guns were confiscated \nthan were traced.  Is that true or is the tracing number here in line with how many that were confiscated?\n\nMR. HOOVER:  Well, we tried to show a true picture of what occurred in that year, those particular years.  So the \ncharts that you see are just of guns that were recovered and traced in that same year. In some instances that we \nwould have what we would call historical traces where they would provide us with serial numbers from weapons in \nthe past and they would just get those normally on a CD-ROM, and then we will trace those in 2007.  But it doesn't \ngive us a true picture of the number of weapons they recovered in that particular year in Mexico.\n\nSo how is the number of firearms traced compared with the number of firearms confiscated by law enforcement \npeople in Mexico?  That's exactly what you have in front of you.  These numbers that you see are the numbers of \nfirearms recovered in Mexico and submitted for trace in that same year.  That's those numbers.\n\nREP. ENGEL:  You said now, well, it's increasing and we're going obviously on the right track, it seems to me that it \nis not -- when you consider the flow of guns that were told by Mexican authorities that were coming in from the \nUnited States, it's really just a fraction that we're actually getting in and confiscating.  Would you agree with that \nstatement?\n\nMR. HOOVER:  Yes, sir, I do, I agree with that.  I would say that the Mexican authorities initiated the information \nthat went out that said thousands of firearms a week are flowing into Mexico, we don't have anything to substantiate \nthat.  But I would agree that we are not tracing near the number of firearms that they're recovering in Mexico.\n\nREP. ENGEL:  Thank you.\n\nAmbassador Lino, let me ask you this question, and then when you finish, if anyone else cares to comment, I'd be \ngrateful.  Some have argued that the Department of Homeland Security and especially customs and border patrol \nhave focused its attention only on human and contraband flows, which are going north.  Some have made that \ncharge.\n\nSo let me ask you.  The CDP intend to put more resources into tracking firearms and other contraband materials \ngoing South.  Is it in line with the question that I asked Mr. Hoover, or do you think we should be focusing our efforts \nsimply on items going North?\n\nShould Mexico's police and border patrol be doing more to stop firearms entering their country?  Let me ask you \nthat first.  And then I will throw out a few more questions for you.\n\nMS. LINO:  Okay.  To put it very simply, we do check -- customs and border protection does check cars going south \non a regular basis, and when there is information that leads us to believe that there would be something defined on \nan intensive basis.  So there is checking in both direction.  With respect to Mexican police forces checking in -- \ntraffic on the way North, obviously one of the things there would be working -- we have been working with them and \nwould be working with them more is to ensure that they achieve comparable standards to our standards of border \ncontrol.\n\n\n\nREP. ENGEL:  Thank you.  Could you tell us what the status is of our talks with Mexico to better coordinate which \nnation has the responsibility for which border security activities, so there's not duplication?  Have the Mexicans \nasked us to check vehicles and persons moving South at some or all border crossings and if so how have we \nresponded?\n\nMS. LINO:  I don't know the answer to that question, but I can certainly find out for you.\n\nREP. ENGEL:  Okay, thank you.  Let me also ask you this.  Are resources being allocated under the Merida \nInitiative to assist Mexico's police and border patrol and/or the U.S. border patrol to better track the firearms \nentering Mexico?  You could get the answer to me.\n\nMS. LINO:  Absolutely.\n\nREP. ENGEL:  And that's fine.  And the final question is, you could also get me that answer if you don't have it right \nnow, is will the Merida Initiative include funding for the training of Mexican border and customs officials on firearms \ndetection?  Any estimate of how much funding would be needed to appropriately equip Mexican border security \noperations?  And again, you can get me that that would be fine since I know you from your other life, I trust you.\n\nMS. LINO:  Thank you.\n\n(Laughter)\n\nREP. ENGEL:  Mr. Shannon -- Mr. Secretary, let me ask you this. As you stated, the Merida Initiative includes \nfunding to support member state in reaching full compliance with the inter-American Convention Against the Illicit \nManufacturing of and Trafficking Firearms, Ammunitions, Explosives and Other Related materials, which is CIFTA \nas you know.\n\nI applaud this, and I think we've discussed this before, that I'm unclear if the U.S. is currently in compliance with \nCIFTA.  We have signed, but ratified it.\n\nMR. SHANNON:  Right.\n\nREP. ENGEL:  And will the president press the Senate to ratify this treaty and what is the president's timeline for \nthe ratification of CIFTA?\n\nMR. SHANNON:  We believe we are in compliance with CIFTA, both the Department of State, Department of \nCommerce and Department of Homeland Security in terms of import and export of weapons.  And we do believe \nthat CIFTA is a useful convention that creates a multilateral framework to address the illicit trade in firearms and \nammunition and in explosives.\n\nThis was a convention that was negotiated and agreed to through the inter-American systems, through the \nOrganization of American states in 1997.  And I believe it was presented to the Senate in 1998. The Senate has yet \nto act on it, and we would be happy to have the conversation if Senate would -- if the Senate wants to have this \nconversation with us about how important CIFTA is.\n\nREP. ENGEL:  All right.  Thank you.\n\nMr. Placido, let me ask you this.  According to a November press release from the DEA, the price of cocaine \nreaching the U.S. has increased while the purity has dropped.  I have heard different reasons for this.  One reason \nis Plan Colombia and our counter- narcotics efforts in the Indian (ph) region.  Now, there is the drop in the value of \nthe dollar and the shifting of supply to Europe.\n\nFinally, some argue that this is just a temporary spike and point out the previous price spikes were followed by \neventual price decline, and they cited the example 55 percent increase in cocaine's U.S. - world retail price per pure \n\n\n\ngram over three quarters in 1990, which was fully reversed within 18 months, prices lower than before the price \nspike began.\n\nAt roughly the same time a 57 percent increase in cocaine's U.S. wholesale price per pure gram over five quarters \nin the '89 -- year of '89-'90, was also fully reversed within 18 months.  In addition the justice department's National \nDrug Intelligence Center noted in late 2007 that \"Mexican drug trafficking organizations will mostly likely undertake \nconsidered efforts to reestablish their supply chain because cocaine production in South America appears to be \nstable or increasing; cocaine availability could return to normal levels during late '07 and early '08.\"  That's a quote \nfrom the NDIC.\n\nSo let me ask you, why do you believe that the price of cocaine is up and the purity down?  Is it markets or ACI \nprograms or both? And do you think this is likely to be a temporary trend or something that will continue in the long \nterm?\n\nMR. PLACIDO:  Thank you for the question, sir.  The one thing I can tell you is that the data itself, we have absolute \nconfidence in the data collected from a system known as STRIDE, System to Retrieve Information from Drug \nEvidence, and it represents in the case of cocaine more than 60,000 exhibits that were purchased all over the \nUnited States.  And we do forensic analysis at the DEA laboratories to determine the purity, and we only look at \nthose what is actually a purchase, we normalize it so we can look at price per pure gram.\n\nSo in terms of the actual data itself and these shifts, we have very high confidence that that information is right.  I \ntook the liberty of pulling the data for the numbers that you quoted for the 2007 -- ran from roughly January through \nSeptember.  That trend has increased or has continued, the trajectory remains the same through the end of \nDecember.  So we see price up and purity down for both cocaine and methamphetamine.\n\nAnd while there is certainly room for interpretation as to the causes for this shift, and we have put together an \ninteragency working group that includes members of the intelligence community and much of the interagency law \nenforcement community, our assessment is that at least in part this reflects activity in the government of Mexico.\n\nAnd I would note that while certainly things like increased demand in Europe, violence among and between \ntrafficking groups in Mexico and other factors may have contributed to this, it's certainly interesting, and I'm not a \nbig believer in coincidences, that this now a year-long trend that we've seen begins almost immediately following \nthe inauguration of Felipe Calderón as president of Mexico.\n\nThe information that we have received, anecdotal information that comes from wiretaps and informal debriefings, \nclearly indicate that at least part of this has been the crackdown in Mexico and the difficulty of moving these drugs \ninto United States.  In fact, the reason that we looked at methamphetamine, we said, if this is indeed Mexico that is \nthe big factor responsible for the shift, then it should affect other drugs and not just cocaine.\n\nAnd it was quoted here earlier, the interagency says approximately 90 percent of the cocaine entering United States \ntransit to Mexico and that's why we had looked -- one of the reasons we looked at Mexico as the cause for this \nincrease.\n\nIn fact, what we've seen is that along the exact same timeframe from January now through the end of December \n2007, we've seen a huge spike in the price of methamphetamine and a decrease in purity.  In fact these numbers \nequips the cocaine numbers.\n\nAnd that, again, tends to suggest that at least part of the solution here, part of the answer to this question is that \nsomething different is happening in Mexico.  Whether we can sustain these numbers, whether these numbers will \nhold overtime really depends.  And as someone charged with managing the intelligence program for DEA, I can tell \nthat it's very difficult to prove a negative.\n\nIt's a good news story.  We believe that investing now in plan Merida, in the initiative, I'm sorry the Merida Initiative, \nis a good --\n\n\n\nREP. ENGEL:  Be careful now.\n\n(Laughter)\n\nMR. PLACIDO:  -- is a good investment in that it will help to sustain these gains over time.  Thank you.\n\nREP. ENGEL:  Thank you.  Thank you for your answer.  And thank you for reminding me that \"methamphetamine\" \nwas the word I stumbled on before.  Let me ask a final question before I turn to Mr. Payne and I ask him if he has \nany questions.\n\nAnd Mr. Shannon, let me go back to you and then if anyone else cares to answer.  But before this hearing my staff \ntells me that we had difficulty signing out which agency was responsible for what under the Merida Initiative.  State \nwould point to domestic agencies and vice versa.  So is there one -- my question is, is there one U.S. government \ncoordinator for all of Merida-related activities, and if there is how does this work, and if not why not because there \nseems to be so much confusion?\n\nMR. SHANNON:  At this point, of course, what we -- the interagency has worked together to build a proposal, the \nMerida Initiative, which we are presenting to the Congress.  This is an interagency process that brings all of the \nrelevant actors together, everybody at this table under a state department chairmanship, both my bureau and the \nBureau of International Narcotics and Law Enforcement.\n\nIf the Congress deems that this initiative is worth funding, we will take this interagency structure and build it into an \nimplementation structure.  And what we have to determine is whether or not the existing structure is adequate.\n\nAt this point, because most of the funding will be worked out of International Narcotics and Law Enforcement \nbudget, but we'll use implementers from different agencies on the ground, we believe we're well-positioned to begin \nimplementation process.  But we'd be happy to consult with you and your staff and your committee at greater length \non that.\n\nREP. ENGEL:  Thank you very much.  Let me now turn to Mr. Payne and ask him if he has any questions.\n\nREP. PAYNE:  Well, thank you very much.  Let me commend you for calling this very important hearing, and \nunfortunately I did not hear the testimonies and I really won't take very much of your time.  I will just ask several -- \njust general questions.\n\nThe fact that -- I wonder, just in general, what's the confidence level between the U.S. law enforcement authorities \nand the Mexican authorities.  We have heard in the past that there seemed to have been lack of cooperation in \nmany instances on the side of the south of the border where Mexican law enforcement personnel have not \naggressively attempted to halt illegal immigration.\n\nAnd so I just wonder, in general, what is the relationship and cooperation, in your opinion, between our law \nenforcement operations at the top level but then also on the ground because many things that are talked about in \nheadquarters, when the rubber meets the road, you know, there's sometimes no semblance of what is stated at \nheadquarter and what happens out in the field.\n\nMS. LINO:  I'd be happy to answer that, Congressman.  I think that from the collective wisdom of my colleagues \nhere, I think it would be safe to say that the level of cooperation with Mexico is better than it has ever been before.  \nSomeone mentioned earlier the number of extraditions, which has reached 80 something was previously one or two \nextraditions, were a big deal.\n\nWe have what I mentioned before, these border -- they're called BEST, the Border Enforcement Security Taskforce, \nwhere we worked together with Mexican authorities.  We have border violence protocols to deal with issues that \nhappen along the border, making sure that these -- whatever incident is on the border, whether violent or just simply \nincursions are taken care of and dealt with swiftly.\n\n\n\nThere's been a lot of discussion about the seriousness with the Mexican government in approaching all of those \nsecurity issues that they face, this new Mexican administration under President Calderón, the number of Mexicans, \nofficial Mexicans who lost their lives in battling drugs, traffickers, arms traffickers, people traffickers et cetera.\n\nSo I will say that one of the reasons that we have put forward this proposal is precisely because we feel it is the \nbest possible time to do so with a Mexican government that is really leaning forward to an extreme to seek our help \nand to cooperate with us.\n\nREP. PAYNE:  Right.  The -- we know that generally the U.S. has the best trained law enforcement with the \nequipment and technology and just basic training and so forth -- and military, the same.  What is the confidence \nlevel in general of the Mexican counterpart?  Is -- are they as well trained as U.S.?  Are they as equipped to do the \njob as on our side?\n\nMR. PLACIDO:  Can I take that question?\n\nREP. PAYNE:  Sure.\n\nMR. PLACIDO:  Frankly, the reason that this Merida Initiative has been put forward is that not only our Mexican \ncolleagues but our colleagues throughout Central American face twin challenges.  One, that I would call integrity \nassurance, and the other, capability building.  And I believe that it's true in all cases that they're fighting desperately \non both fronts to enhance the integrity of their police and security services and build robust capabilities among \nthese entities.\n\nThe backbone of the forces that we work with in Mexico and throughout much of Central America are what we know \nas vetted units or congressionally funded sensitive investigative units.  And what we do with these units is, they are \nsubjected to the same kind of rigorous background investigation that we would do for our employees.  It would \ninclude things like drug use testing, full background investigation looking at financials and polygraph examinations.\n\nAnd once these folks have passed through this phase, and this is often administered by the government itself with \nour oversight, but once they pass through this phase, then they come to the United States for intensive training to \nbuild their capabilities and we supply them with equipment.\n\nAnd this nucleus of folks, in the case of DEA, we work with approximately 227 vetted officers in Mexico that are \ndisposed over 13 cities in Mexico.  And that's the nucleus that we work with.  I think the thrust of the Merida \nInitiative is to expand the confidence.\n\nAnd I've actually heard Mexico's secretary of public security and the attorney general to talk about vetting the entire \npolice force and the entire PGR so that it's not a small cadre of folks that are trustworthy and capable, but the \nbroader police force.  And I think that's really what Merida is about.  It is building the confidence so that we can \nshare information across jurisdictional lines and build the kind of investigations that are necessary to target \ntransnational criminals.\n\nREP. PAYNE:  I was at a conference in Costa Rico when there was some semblance of the fact that there was a \nplan coming out.  It wasn't made public at that time.  But there was a -- some Latin American countries represented \nand also Mexico, and there was a concern that as in Plan Colombia there was a tremendous amount of hardware \nand -- primarily to try to deal with that problem.\n\nOf course, this is similar but different.  And there's some question about the fact that this continued more hardware \nand drugs and weapons and police may not necessarily be the way to go, that if there could be some more \ninvestment in community development, some kind of more social side of activities in -- for Mexico, that the money \nwould be better spent.\n\nI just don't know.  You are law enforcement, so I'm sure you've figured what you're doing is right, but if anybody \nwant to comment on that --\n\n\n\nMR. PLACIDO:  The one thing that I would add is that a large segment of the Merida Initiative, at least the request \nthat's before you today, is to develop the rule of law within Mexico.  And that includes things like reinforcing the \nprosecutor's office and the judiciary and reforming prisons so that it's not only about identifying and arresting \ncriminals, but making sure that the entire process works.\n\nSo I don't know.  But if your question refers to things beyond the criminal justice system, but certainly this is not a \nrequest that is focused exclusively on law enforcement.  It includes demand reduction and a whole segment for \nenhancement of the rule of law.\n\nREP. PAYNE:  I guess just finally, I see some question regarding the guns going from North to South, which I would \nimagine the majority -- you know, very few places make guns like we do in the United States.  And I just kind of \nwonder whether there's some initiatives to try to make gun purchasing more difficult.\n\nOf course in New Jersey, we have the strongest anti-gun laws, but the further south we go, we find that most -- \nmany people in that region feel that they -- that we -- you know, that -- the more guns the merrier.  And the \nproliferation of weapons as you law enforcement people know, there's -- there's a guns for every man, woman, and \nchild in the United States; over 300 million guns in the United States.\n\nSo I wonder how do we try -- how do we stop the easy purchase of guns?  I guess it's a lot of markup, so it's big \nlucrative industry. Any of you have any ideas on that?\n\nMR.       :  Sir, we are really using a two or three-pronged approach with that.  We're actually training our federal \nfirearms licensees that sell the guns along the border.  We're doing outreach seminars, I spoke earlier.  We did 34 \nof those seminars last year alone that reached 3,700 of our industry members.\n\nWe are providing training to them that how to spot straw purchaser and how to spot the indicators of firearms \ntrafficking to help them better understand that.  We're also using a criminal enforcement effort that if we find a \ncorrupt dealer, that we're going after them quite heavily and quite strong and to try to get the largest sanction that \nwe can against that corrupt FFL to send a message to the other FFLs.  We feel like with both the criminal \nenforcement approach and outreach approach to those federal firearms licensees that we can get the best bangs \nfor our buck in that way.\n\nREP. PAYNE:  Thank you very much.\n\nThank you, Mr. Chairman.\n\nREP. ENGEL:  Thank you, Mr. Payne.\n\nLet me -- I think this concludes our hearing.  And then we're anxious for us to leave the room any way, since we -- \nour Foreign Affairs Committee is being renovated during a session, which I've never understood, but it's being \nrenovated, and we thank the Armed Services Committee for allowing us to use this room.\n\nI want to thank you all, ladies and gentlemen, for excellent testimony, and I think that of all the hearings we've held \nin the subcommittee, this was the best attendance from a members point of view that I've seen in a long time, which \nshows that many people have interest in this and that your good work and hard work in all these things that we've \ndiscussed today is very much appreciated.  And I look forward to continuing to discuss the Merida Initiative and \nother related topics with all you.  So thank you all very much.  The hearing is now adjourned.  (Sounds gavel.)\n"}