{"title": "RELIEF AMID GRIEF Pol helps slain man's parents gain residency", "body": "\nOn the day last August when Leonor and Armando Garzon learned their application for permanent U.S. residency \nhad been approved, their son Edgar became the victim of a vicious anti-gay attack.\n\nEdgar Garzon, 35, who sponsored his Colombian parents for citizenship, was beaten senseless - his skull crushed \nby a bat or metal pipe - after leaving a gay bar in Jackson Heights.\n\nEdgar Garzon never regained consciousness, and in early September, he died from injuries suffered in the attack. \nIn addition to grieving over the loss of their son, his parents had another issue to face: Edgar Garzon's sponsorship \nof citizenship for them was in jeopardy.\n\nUsually, in such cases, applicants must return to their homeland if their sponsor dies or is killed. But Rep. Joseph \nCrowley (D-Jackson Heights) intervened in the process to persuade the Immigration and Naturalization Service to \ntransfer sponsorship of the application to Leonor Garzon's sister Lilia in California.\n\nOn Friday, Leonor and Armando Garzon gained permanent residency status in the U.S.\n\n\"A lot of politicians make promises but only one delivered,\" Leonor Garzon said of Crowley. \"It was something that \nhelped to lessen the pain that I felt for a year.\"\n\nEdgar Garzon, who was openly gay, was a dancer who worked as a set designer for Off-Broadway shows. He was \nattacked shortly before 4 a.m. on Aug. 15, 2001, at 77th St. and 37th Ave., after leaving Friend's Tavern, a gay bar \non Roosevelt Ave. He was walking to his 77th St. apartment when he was attacked.\n\nEdgar Garzon spent his final days in a coma at Elmhurst Hospital Center, where he died Sept. 4.\n\nPolice said that a nearby surveillance camera captured the attackers leaping from a red Nissan. The attackers \ncould not be identified on film and have not been caught.\n\n\"This horrific act took place here in my congressional district, Jackson Heights, a peaceful neighborhood,\" Crowley \nsaid. \"On the [first] anniversary of Edgar's violent attack, it is fitting that the INS grant Mr. and Mrs. Garzon \npermanent residency. They have been nothing but gems throughout this whole process.\"\n\nBegin new lives\n\nNow, Leonor and Armando Garzon, originally of Bogota, Colombia, can begin to put their minds at ease as they \nbegin new lives residing in their son's apartment.\n\n\"When they took my son, they also took his whole family and the whole community because he has friends that are \npart of a large family,\" Leonor Garzon said. \"I feel like he's . . . watching over us. In some regards, he's still alive.\"\n\n\nThe family has planned a vigil for their son for Sept. 4 at 8 p.m. at Roosevelt Ave. and 80th St.\n\nGraphic\n\n \n\nMATTHEW ROBERTS GRATEFUL   \"A lot of politicians make promises but only one delivered,\" says Leonor \nGarzon (l.) of Rep. Joseph Crowley (r.), whose efforts helped Garzon and her husband, Armando - who are from \nColombia - obtain permanent U.S. residency status.\n"}