{"title": "Hung up on immigration, U.S. turns away top minds", "body": "\nThe European Union took a step recently that the U.S. Congress can't seem to muster the courage to take. By \nproposing a simple change in immigration policy, EU politicians served notice that they are serious about \ncompeting with the United States and Asia to attract the world's top talent to live, work and innovate in Europe. \nWith Congress gridlocked on immigration, it's clear that the next Silicon Valley will not be in the United States.\n\nEuropean politicians face many of the same political pressures surrounding immigration as their U.S. counterparts, \nand they, too, are not immune to these pressures. Nationalist and anti-immigrant factions in several Western \nEuropean countries have made political gains in recent elections and are widely viewed as mainstream. Despite the \nhot-button nature of immigration issues, though, EU politicians advanced the \"blue card\" proposal in October.\n\nThe plan is designed to attract highly educated workers by creating a temporary but renewable two-year visa. A \nstreamlined application process allows qualified prospective workers to navigate the system and start working in \nhigh-need jobs within one to three months.\n\nThis contrasts starkly with the byzantine system in place in the United States, which increasingly threatens \nAmerica's long-term competitiveness.\n\nThe United States relies primarily on two programs to augment the U.S. workforce with highly educated, highly \nskilled foreign professionals. The H-1B visa is a three-year temporary visa that can be renewed once. The \nemployment-based (EB) green card is the program for permanent residency. Both programs serve the needs of \nU.S. employers seeking to fill job vacancies in highly skilled professions. Extreme shortages of visas in both these \nprograms are well documented.\n\nH-1B visas, which are capped at 85,000 per year, are now gone in one day, with the \"winners\" determined by \nlottery.\n\nThe EB green card program has an annual allotment of 140,000 visas; these are allocated equally across all \ncountries around the world, regardless of population. The inflexible country quotas mean that professionals from \ncountries such as China and India are almost always at a disadvantage, finding themselves stuck in a system - \noften for five to 10 years - in which they cannot seek promotions and raises. Spouses and children count against \nthe quota, which has not been raised since 1990. And even though they count against the quota of foreign workers \nallowed to come here, spouses are inexplicably forbidden to work, no matter their level of education and skill.\n\nThe U.S. system forces thousands of valuable foreign-born professionals - including badly needed researchers, \nscientists, teachers and engineers - into legal and professional limbo for years. Not surprisingly, many are \nconsidering opportunities in competitor nations - even those who have lived in the United States for years and \nhave graduated from U.S. universities.\n\n\nTo be competitive in the global economy, U.S. companies depend on specialized talent coming out of U.S. graduate \nschools. These scientists and engineers are often foreign-born, as more than half of U.S. engineering master's \nstudents and Ph.D. recipients are international students. Yet America shuts the door on many of these highly \neducated graduates, forcing them to look abroad for opportunities - and our competitors are capitalizing on our \nfailed policies.\n\nEU leaders recognize that the top minds coming out of universities in the United States and other countries can \nhelp to reinvigorate European industry and enable it to create the next wave of businesses that drive innovation and \neconomic growth.\n\nWhile its Blue Card proposal still requires approval by member countries, Europe has sent a message. It intends to \naggressively pursue the professional talent necessary to compete on the global stage. The United States, on the \nother hand, seems intent on driving away the very same talent the European Union is rolling out the red carpet to \nwelcome.\n\nCraig R. Barrett is chairman of Intel Corp., which employs about 2,000 employees with H-1B visas among its \n86,000 workers worldwide. He wrote this column for the Washington Post.\n"}