{"title": "Ex-child soldier, 21, is granted asylum", "body": "\nA man who was kidnapped from his African village and forced to fight as a child soldier in Uganda's civil war has \nbeen granted political asylum by a federal immigration panel, ending the U.S. government's four-year effort to \ndeport him.\n\nBernard Lukwago, who until recently was living on a farm near Pottstown, was 15 when a rebel group slaughtered \nhis parents, abducted him and then ordered him to fight against government troops. He escaped after four months \nand began a long journey to the United States, using a false passport to travel to Germany and the Netherlands \nbefore arriving in America in 2000.\n\nImmigration agents detained him immediately upon his arrival, then held him for two years in prisons in \nPennsylvania as his application for asylum wound its way through the courts. He was twice ordered deported \nbefore a federal appeals court in Philadelphia ordered an immigration panel to take a second look at his case.\n\nOn Aug. 25 he finally received word that the Board of Immigration Appeals had overturned its earlier decision and \nwould allow him to stay as a political refugee.\n\n\"I'm just so happy to have my freedom,\" Lukwago said yesterday from his new home in Harrisburg. \"Now, I don't \nhave to worry about INS. I want to concentrate on school. . . . I don't have to worry about someone coming in the \nmiddle of the night to send me back.\"\n\nLukwago, now 21, said he was afraid he would be killed if forced to return to the country he fled in 1998. The \ninsurgent group that took him, the Lord's Resistance Army, is still fighting in northern Uganda, where human rights \ngroups said nearly 15,000 children have been kidnapped for use as fighters or sex slaves.\n\nImmigration officials had argued that escaped child soldiers who returned to government-controlled territory were \ngenerally not at risk of being persecuted.\n\nThe U.S. Court of Appeals for the Third Circuit ruled in May that Lukwago might be singled out because his case \nhad received significant media attention and because he had spoken about his experiences in Armed and Innocent, \na short film about child soldiers.\n\nThis month, Lukwago began attending classes at Harrisburg Area Community College.\n\n\"I want to . . . move on with my life,\" he said.\n\n"}