{"title": "Trading Fame for Freedom;Chinese Opera Stars Find Haven, and Hardship, in U.S.", "body": "\nDown a cascade of steel steps in the half-basement Chinese video store in Elmhurst, Queens, Shi Jiehua \nmethodically glued labels onto black plastic cases one recent afternoon as a Chinese soap opera murmured on a \nsmall television.\n\nSuddenly, her husband, Cai Qingling, burst through the door, joking, chatting, then pausing a moment before \nbreaking into song -- a short, shivery aria from the 16th-century opera \"The Peony Pavilion.\"\n\nThis shoe box of a store has become a gathering place for some of the greatest Chinese opera stars -- part of a \ngrowing diaspora of opera performers who have come to the United States from China, often initially to perform, \nbut then to stay.\n\nThey come seeking freedom for themselves and opportunity for their children. But unlike many artists from Western \ncountries whose celebrity follows them here, the performers from China find themselves plunged into the austere \nworld of new Chinese immigrants, a world of menial jobs, Spartan housing and little contact beyond the immigrant \ncommunity.\n\nFor many Chinese, the sight of Shi Jiehua shelving videotapes or Cai Qingling delivering takeout food is akin to the \nnotion of Luciano Pavarotti scrubbing pots at a pasta joint in Little Italy. But virtually no Chinese opera star in this \ncountry can survive on performing and teaching alone.\n\nStill, in the last 10 years, a network of opera societies, workshops and private patrons has evolved in cities across \nthe United States, especially in New York. Amateur opera buffs can study with master teachers. Legendary \nsingers from Shanghai, here at the invitation of local Chinese arts centers, spend afternoons mingling with opera \ngreats who have immigrated. One group scours China for talented performers, trying to lure them to live in the \nUnited States.\n\nSome wealthy Chinese here, evoking the practice in the late Ming Dynasty of having individual opera troupes \nattached to great households, even sponsor stars from China to come and sing for them and their friends in \nintimate gatherings.\n\n\nOn Friday night, Anna Yip, a native of Hong Kong who has been in the United States for decades, hired Alice Tully \nHall at Lincoln Center to stage three scenes from Beijing operas, performed by opera stars living here and one \nflown in from Beijing -- as well as by Mrs. Yip herself. \"I'm an opera nut,\" she said, adding, \"You come to America \nand you start to get homesick.\"\n\nWhen opera resumed in Shanghai in the late 1970's, after the decadelong devastation of the Cultural Revolution, \nMr. Cai and Ms. Shi returned to the stage as two of the \"10 pillars\" of the city's celebrated Kunqu Theater Troupe. \nBut in 1988, while on a tour of this country, they decided not to return to China.\n\nA colleague, Chen Zhiping, who has most recently worked in a Chinese-owned garment factory and who also \npasses time at the Elmhurst video store, followed a year later. \"People have a lot of individual reasons for coming,\" \nexplained Mr. Chen, who spent three and a half years in prison during the political terror of the Cultural Revolution. \n\"Children, marriage, political reasons. Today, if I say I want a day off because I'm tired, I take a day off. On the \nmainland, you can't do that.\n\n\"But the basic reason,\" he added, \"is we don't want our children to be raised in that repressive atmosphere.\"\n\nYear after year, opera stars from Beijing, Shanghai, Guangzhou and dozens of other cities across China filter into \nthe United States, some through performing-artist visas, others through defecting from visiting opera companies. \nSo great is the influx of talent that, unlike anywhere in China, New York regularly has performances of China's four \nmajor opera traditions by stars of the first magnitude.\n\n\"We have 21 professional resident artists,\" said Anna Chen Wu, the president of the Kunqu Society. \"But none of \nthem are full-time. Some don't even speak any English. Many of them work in garment factories, restaurants, small \njobs like that. But they are some of the best opera musicians and singers in the world.\"\n\nFor Ms. Shi, 51, whose name was known in every Shanghai household during the peak of her career, leaving China \nmeant forsaking fame and entering an unknown world. \"What did we know about the U.S.?\" she said. \"When we \ncame, there was almost no one here. But we had to do this for our son. So what if we are not famous here?\"\n\nIn Flushing, Queens, Agnes Ho and her husband, Steve, have turned their red-brick house into a nerve center of \nChinese opera. A dining table is heaped with immigration documents for opera singers, grant applications to \nFederal and state arts agencies, invitations to opera troupes in China. A basement walled in mirrors serves as a \npractice room.\n\nFrom here, Mrs. Ho, 61, runs the Tung Ching Chinese Center for the Arts, a nonprofit group that has sponsored \nmore than 50 opera stars to come to live in the United States.\n\n\"All these opera stars stay here because in China they neglect culture,\" she said. \"We're trying to keep this alive. \nWe devote all our time to this.\"\n\nMrs. Ho, who emigrated from Hong Kong in 1968, said the effort began almost by chance in 1984, when she and \nher husband met a Chinese musician who had played the erhu -- a long-necked, two-string instrument with a \nslightly nasal tone -- in opera orchestras in China. \"He said he wanted to stay here,\" Mrs. Ho said, \"so we helped \nhim.\"\n\nBehind the brick house, Mrs. Ho and one of her boarders, a newly arrived opera performer named Xie Dong, \nopened a shed filled with costumes and props. Silk and satin robes, densely layered with gold and silver \nembroidery, sat on shelves carefully labeled with the names of individual operas. A steamer trunk overflowed with \nswords in elaborate scabbards. Mrs. Ho bought the collection, which she thinks may be the largest of its kind, with \nmoney she earned here as an insurance agent.\n\nLast year, a 40-member opera troupe from the northern Chinese city of Shenyang went to Berkeley, Calif., to \nperform. Three of the leading performers, all award winners in China, fled the troupe and sought help from Mrs. Ho. \nAll three now live in Queens, around the corner from the Hos' house.\n\n\n\nNot far away, on two Saturdays each month, the annex of St. George's Episcopal church in Flushing echoes with \nthe wail of the kundi, the bamboo flute that is at the center of kunqu (pronounced KUN-CHEW) opera. Slumped in a \nleather armchair one recent Saturday, Mr. Chen waited for his students at the Kunqu Society workshop.\n\n\"I came to the United States in 1989, just when Tiananmen took place,\" he explained, referring to the Chinese \nArmy's killing of pro-democracy protesters around Beijing's Tiananmen Square on June 3 and 4, 1989. \"I love \nfreedom. That is why I am here.\"\n\nOn that day, 20 members of Shanghai's most prominent opera troupe were in Los Angeles to perform; as pictures \nof the massacre filled television screens at the troupe's hotel, eight of them sought asylum. Nearly all of them are \nnow in New York.\n\nThe workshop in Flushing offerssix hours of courses embracing the elements of kunqu opera -- first flute, then \nsinging, followed by movement and acting and concluding with percussion -- and all classes are led by kunqu \nmasters who learned their art in China.\n\n\"This is a way to meet with other Chinese and to do something cultural,\" said Shen Kuo-chen, a Taiwanese \nimmigrant who is working on a master's degree in Chinese art history. \"For me, it is a way to learn it. I couldn't \nafford it in Taiwan, but I can here.\"\n\nAll four principal genres of Chinese opera can be seen in New York: Cantonese yue, popular in Hong Kong and \nGuangdong province; Beijing, now known as the national opera form; Shanghai yue, heard predominantly in central \nChina, and kunqu, the most prized among many cognoscenti.\n\n\"It's a much more refined tradition,\" Isabelle Duchesne, a French scholar of Chinese opera who works in New \nYork, said of kunqu. \"It has much stricter rules on rhyming and pronunciation.\"\n\nKunqu, like the other genres, is a musical drama, but it is also a stage performance that combines ballet, poetry \nrecital, opera and music; classical poetry and literature, sung and recited, form the basis of the drama itself. The \nperformers dance and act in highly stylized manners, each gesture carrying a precise meaning understood by \nknowledgeable audiences. Elaborate and complex costumes, many with long \"water sleeves\" that are repeatedly \nfolded and released in gentle movements, accord not with a historical period but with roles played by a character in \nthe opera.\n\nAt the end of the 18th century and the beginning of the 19th century, kunqu was gradually displaced by the less \nsophisticated Beijing opera, which embraced showy acrobatic and martial scenes that proved more popular to less \nliterate audiences. Today, Beijing opera receives the most Government support in China.\n\nMr. Cai and Ms. Shi were among the stars of Shanghai's kunqu opera troupe, with Mr. Cai playing the physically \narduous role of the \"chou,\" or clown, in each opera.\n\n\"When I was in primary school,\" he recalled, \"some people from the Shanghai Theater School came to the school \nasking for applicants. I wasn't chosen, but I snuck in anyway. As it turned out, I was the only one who made it. We \nwere really poor, and the school took care of all our expenses.\n\n\"When I was that little, I didn't look too good,\" Mr. Cai said, laughing. \"I was ugly. I was small. I behaved terribly. So \nthe professor said, 'You be a chou.'\n\n\"It's much easier to produce a lot of Ph.D.'s than one artist,\" Mr. Cai insisted, slapping the glass counter with his \npalm at the Elmhurst video store. \"We have a saying: '10 years of training and three seconds on stage.' Our whole \nlives are opera.\"\n\nWhen he is not helping his wife at the video shop, Mr. Cai pilots a small van around Queens, delivering Chinese \nfood. \"Yes, it is very difficult here,\" he said. \"In China, we didn't have to do anything except put on makeup and \nperform. There were even people to put on our hats. The Communist Party called us 'engineers of the human soul.' \nBut still, we had to come here to be free, to raise our son here.\"\n\n\n\nEarlier this month, Ms. Shi returned from an opera tour in Austria. While she was gone, Mr. Cai and Mr. Chen \nperformed at a gala opera with two visiting stars from Shanghai before several hundred kunqu aficionados at the \nTaipei Theater, on the Avenue of the Americas at 49th Street in Manhattan.\n\n\"As artists,\" Mr. Chen said, \"we would like to improve our artistry. But we all have to work in the daytime, so we \ndon't have lots of chances to see each other's art. We don't have a lot of opportunity to practice.\"\n\nStrains of an operatic aria drifted from the television. \"But you know,\" Ms. Shi said, \"our son does not like kunqu. \nHe's 15. He listens to Janet Jackson.\"\n\nGraphic\n\n \n\nPhotos: Lu Weizhi practicing a movement taught by Shi Jiehua, a former Shanghai opera star who works in a \nQueens video store. (Chang W. Lee/The New York Times); Ms. Shi, center, and her husband, Cai Qingling, left, \nwith a colleague, Chen Zhiping. Mr. Chen, who has worked in a garment factory, moved to the United States in \n1989. In the photograph at far left, Mr. Cai, right, performs with Lu Weizhi. (Chang W. Lee/The New York \nTimes)(pg. 25); Zhao Chunqi, left, leading a percussion workshop. Students included Shen Kuo-chen, center, a \nTaiwanese immigrant, and Anna Chen Wu, the president of the Kunqu Society, which meets in Flushing, \nQueens.(Chang W. Lee/The New York Times)(pg. 28)\n"}