{"title": "Immigrant Subway Virtuosos Keep Traditional Sounds Alive", "body": "\nZhisheng Zhang, the 10th-generation descendant of a Chinese court musician, descended into the Times Square \nsubway station and unfolded his stool on a platform. He took out a Chinese mouth organ, called a sheng, wiped it \ncarefully with a piece of clean cloth and closed his eyes. \n\n As notes from the prelude of ''Carmen'' pierced the humid air, Mr. Zhang -- whose great-great-grandfathers played \nfor Manchu emperors, whose father performed for Communist army generals and who was himself a member of \nChina's best traditional music orchestra -- began another workday, playing for the subway riders of New York.\n\n There are many like Mr. Zhang, established musicians from China who perform daily in the city's bowels. \nConvinced that the best music, Western or Asian, is truly borderless and that their own talents are sufficient to \nmake ends meet anywhere, these artists have converged on New York like the philosophers and poets who \nswarmed to Athens in classical times. They feel not just lured, but pushed; China, in their view, has turned its back \non traditional music in favor of the pop dazzle of Britney Spears.\n\n ''I want to try my luck in New York,'' Mr. Zhang, 42, said, speaking in Mandarin. ''In China serious artists like us \naren't as respected as pop singers. That's not right. Maybe Americans can see the true appeal of Chinese music, \nand I can make my way to the grand concert halls in New York.''\n\n Though many of the underground musicians dream of fortune and homes in the suburbs, or at the least of bringing \ntheir children to the United States after gaining footholds themselves, for now most of them live in simple \napartments in Chinatown or Flushing, Queens, and barely eke out a living. Before the attacks of Sept. 11, 2001, \nmany of the musicians said, an eight-hour day of performing at a subway station fetched an average of $70. Since \nthen their income has dropped by roughly a third because of the economic doldrums and, they speculate, increased \nsuspicion of foreigners.\n\n Besides the subway, they often perform concerts at universities, community centers, parks and at the Asia Society \nin Manhattan.\n\n ''We have some very high-caliber Chinese artists here,'' said Rachel Cooper, director of performing arts and public \nprograms at the society. ''We have a very discriminating audience here in New York, and there is a real hunger, \nopenness and appreciation for fine music, including Chinese music. There is a real hunger to understand it.''\n\n Cultural organizations in Chinatown and Flushing also know many of the musicians and invite them to play. \nOccasionally New Yorkers who have met them at subway stations ask them to perform at weddings or birthday \nparties. Some of the musicians have tried to supplement their incomes by working in restaurants but have found the \nwork too tedious for the small wages.\n\n\n Mr. Zhang lived in Beijing until January, when he was invited by the Wossing Center for Chinese Arts, Language \nand Culture in Chinatown to play in a concert tour at universities and public libraries in the northeastern United \nStates. Soon after the tour he decided to stay in New York and apply for permanent residency. Many other Chinese \nmusicians of similar rank have become legal residents and American citizens by proving their exceptional talents to \nthe federal immigration agency.\n\n Unlike most professional musicians in China who studied in formal conservatories, Mr. Zhang learned as a child \nfrom his father how to play the sheng, a multipiped instrument invented at least two millennia ago. Mr. Zhang's \nfamily, originally from a village outside Beijing, has passed the secret knowledge, possessed only by top \nperformers, from fathers to sons for 10 generations, he said.\n\n ''I love this stuff, playing the sheng,'' Mr. Zhang said. ''It's in my blood. I don't want to give it up. If traditional \nChinese music gets fashionable in America, maybe it will become more popular in China, too.'' \n\n Often, though, the musicians have a dim view of their art form's future in China, and they blame the flood of \nWestern and Hong Kong pop music for its dwindling popularity.\n\n ''When a young child expresses some interest in studying music, the parents would say: 'You learn to do the pop \nstuff. That brings you money and fame,' '' said Hao Qian, a well-known performer on a two-string instrument, the \nerhu, who used to travel in the same musicians' circles in Beijing as Mr. Zhang.\n\n ''It's the music from our 5,000-year civilization that's now worthless,'' added Mr. Qian, who now also makes his \nliving at Manhattan subway stations.\n\n The relentless destruction across China of temples, monasteries and nunneries under Mao Zedong's rule between \n1949 and 1976 added to the musicians' woes. \n\n ''Most of the old Chinese music is really meant to be played in temples,'' Mr. Zhang said. ''Without the temples, how \ncan one perform true Chinese music?'' \n\n Since the early 1980's government subsidies to music troupes have gradually dried up with China's embrace of a \nmarket economy, and private donations have not picked up the slack. While most pop music groups take in extra \nincome by playing at clubs and parties, some traditional music ensembles, particularly those based outside major \ncities like Shanghai and Beijing, sit idle for months on end.\n\n Huadong Liu, who played yang qin, a dulcimerlike instrument, in a prestigious troupe in northeastern China, said \nhe made just over $100 a month -- less than most urban residents -- before coming to the United States three years \nago. Now he races to claim a choice spot in underground New York.\n\n ''Sometimes I spend two to three hours in the morning just to find the right platform,'' said Mr. Liu, who calls his wife \nand 17-year-old son in China twice a week as he saves money to send for them. ''If you get stuck at a platform with \nlittle foot traffic or lots of hurried people, you cannot even make $20 a day.'' \n\n Julie Tay, director and founder of the Wossing Center, said such musicians can find the adjustment to the United \nStates hard. ''Since their language is muted, their art tends to be muted, too,'' she said. ''The worst thing is to see \nthem come here, get frustrated, start driving a limo two or three years down the road, and the traditional Chinese \nmusic goes down the drain.''\n\n Mr. Zhang is divorced and has a 15-year-old son back home. In China he performed mostly in grand concert halls \nlike the People's Great Hall in Beijing. He was designated as a ''national first-class performer'' on the sheng by the \nChinese government, the highest level available and an honor won by only 10 other performers. \n\n At first he had a great deal of trepidation about playing his sheng at subway stops.\n\n ''The Chinese have always seen street musicians as beggars,'' he said. ''Where would I put my face if somebody \nfrom home -- or worse, somebody from the orchestra -- finds out?''\n\n\n\n He has overcome that anxiety now, he said, after running into other subway musicians he considers top-notch. ''It \nlooks to me that many musicians from other countries come here to New York, and everybody starts from the \nsubway station,'' he said. ''I figured out that it's a New York tradition.'' Mr. Zhang says he sends $200 home to his \nson and former wife whenever he can.\n\n For many of the transplanted musicians the day starts at 8:30 a.m. They hurry to their favorite subway platforms \nlugging their instruments, stools and sometimes amplifiers. The Metropolitan Transportation Authority allows \nmusicians to perform at subway stations without permits so long as they do not interfere with traffic. ''It's a \nprotection of their First Amendment rights,'' said Mercedes Padilla, an M.T.A. spokeswoman. \n\n There is a pecking order of subway stations understood by almost everybody in the trade. The Columbus Circle \nstop and the station at Lexington Avenue and 59th Street top the list. The Times Square station and those close to \nNew York University can also bring brisk business. Stops at Pennsylvania Station and Grand Central Terminal are \nall right on weekends. But whatever the location, the platforms are humid in summers and frigid in winters.\n\n Many musicians change locations from day to day so as not to bore commuters, most of whom, the artists say, \nhave showed them proper respect.\n\n ''When I put my heart into the performance,'' said Xuanpei Ge, a player of the di, a one-pipe Chinese flute, ''I get \nreally warm, prolonged applauses. I could see the audience's respect from their eyes, the attentiveness when they \nlisten and the way they bow after you finish. Some even give me water and fruit in hot summers. It's just very \nmoving.''\n\n Mr. Zhang speaks little English and is taking night lessons to catch up. Some subway riders have tried to speak \nwith him, he said, and he could only speculate whether they have asked him about his instrument, invited him to \nperform at parties or said something else entirely.\n\n ''If I want to seize opportunities to advance my career,'' he said, ''I must learn to speak English.''\n\n Like many musicians, he has discovered that Western music adapted (often by him) for Chinese instruments draws \nthe warmest response. Although the Chinese scale differs from the Western scale, lacking some half notes, the \nmusicians have adapted pieces as different as Mozart's nocturnes and the soundtrack of ''The Godfather.'' \n\n ''The subway riders seem to really like the tunes they are familiar with, particularly the fast, happy ones,'' Mr. \nZhang said. ''Once I played a slow, sad Chinese song, and it made one old lady cry. She made a gesture to ask me \nto stop.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Zhisheng Zhang, left, and Hao Qian, performing in the Times Square subway station. (Photo by James \nEstrin/The New York Times)(pg. E1)\n\n Li Yu, left, and, on the erhu, Gang Zhao performing at the Asia Society, which sometimes offers concerts featuring \ntraditional Chinese music. (Photo by Hiroyuki Ito for The New York Times)(pg. E6)  \n"}