{"title": "Daschle, Gephardt Visit Mexico; U.S. Leaders Hope to Return Attention to Immigration Issues", "body": "\n The two top Democratic leaders in the U.S. Congress said after meeting with President Vicente Fox today that \ntheir weekend visit to Mexico represented a \"reactivation\" of the bilateral agenda that has been stalled since Sept. \n11. \n\n \"The common interests on an array of issues have not been lost in the aftermath of the disaster of September 11,\" \nSenate Majority Leader Thomas A. Daschle (D-S.D.) said at a news conference. \"Our commitment is every bit as \nstrong.\" \n\n Daschle said he expected that Congress would pass legislation next year on immigration reform, which had been \nthe top item on the bilateral agenda until the terrorist attacks. He said he hoped it would include \"regularization\" for \nundocumented Mexican workers who are longtime, tax-paying residents of the United States and who pass an FBI \nbackground check. He also said he favored expanded guest worker programs and provisions for allowing relatives \nof legal Mexican workers to join them in the United States. \n\n Daschle and House Minority Leader Richard A. Gephardt (D-Mo.) are in Mexico talking about immigration, \nsecurity and economic development at a time when Mexican immigration to the United States is dropping sharply. \n\n Officials say far fewer Mexicans are moving to the United States, partly because there are fewer jobs in a slowing \nU.S. economy and partly because it's more difficult to cross newly tightened U.S. borders. Apprehensions of illegal \nimmigrants trying to enter the United States from Mexico from Oct. 1 through Nov. 5 dropped 54 percent from the \nsame period last year. \n\n At the same time, Mexicans in the United States, many of them suddenly out of work, are beginning to return to \nMexico. Mexican officials say more than 350,000 Mexicans had returned from the United States since Sept. 11 -- \na 9 percent increase over the same period last year. \n\n Officials say that the traditional traffic of Mexican immigrants returning home for Christmas may be a one-way trip \nthis year. Many who come back could stay, having no job to return to in the north, not wanting to deal with sharply \nheightened border security, or simply feeling safer at home while the United States is at war against terrorism. In \n\n\naddition, smugglers have reportedly hiked their fees sharply as tougher border security makes their jobs more \ndifficult. \n\n On Sunday, Daschle and Gephardt are scheduled to tour two towns in the central Mexican state of Puebla, places \nfrom which millions of Mexican workers set out in search of a better life in the United States. Aides said that the \nleaders wanted to see those communities firsthand to assess what they need for their economic development. \nClosing the vast economic gap between the United States and Mexico is widely viewed as the only long-term \nsolution to illegal immigration. \n\n Gephardt said it was possible that that economic development could be assisted by programs of the World Bank, \nthe International Monetary Fund, the U.S. Export-Import Bank and a \"micro-loan program\" administered by the U.S. \nAgency for International Development. He also said that the United States and Mexico had to be more willing to \nmake more \"public investments to help the private sector\" to create jobs and improve Mexico's economy. \n\n \"We understand completely that the migration issue can ultimately only be finally solved by more rapid and \naggressive economic growth in Mexico,\" Gephardt said. \"And in a way we must be intimately involved in that for \nMexico's sake and for our own sake.\" \n\n The lawmakers will also meet with the families of some of the 19 Mexicans believed killed in the Sept. 11 attacks. \n"}