{"title": "Legislature 2006: IN BRIEF", "body": "\nOfficers gain access to pension\n\nActive police officers who were denied retirement benefits because of their race or ethnicity have a second chance \nto obtain benefits under legislation given final approval Thursday.\n\nHouse Bill 101, which goes to the desk of the governor, allows active law enforcement officers who were on the job \nin Georgia before 1976 to buy back time in the Peace Officers' Annuity and Benefit Fund. They must provide proof \nof that employment and give a sworn statement that they were denied membership in the retirement plan or were \nactively prevented from making application because of their race or ethnicity. A person who submits false \ninformation can be subject to a $5,000 fine.\n\n\"It's a great day for peace officers across this state and a great step to bringing closure to Jim Crow and the impact \nthat segregation had on our police officers,\" said Rep. Tyrone Brooks (D-Atlanta), a longtime champion of restoring \nretirement benefits to black officers.\n\nHe said he expects \"a few hundred\" officers to qualify,\" but will know an exact number after Dec. 31, the deadline \nfor them to make application.\n\nLiquor licence fines could rise\n\nThe General Assembly gave final approval Thursday to legislation allowing the city of Atlanta to impose higher fines \non bars that violate local liquor licenses. House Bill 1501, sponsored by Rep. Ed Lindsey (R-Atlanta), affects only \nthe city of Atlanta and the Buckhead bar district. If signed by the governor, it would raise the maximum fine for liquor \nviolations from $1,000 to $2,500 in the city.\n\nSome cemetery restrictions eased\n\nA bill to ease restrictions on private, perpetual-care cemeteries passed the Legislature on Thursday after the \nHouse agreed to Senate changes in H.B. 910. The bill creates a six-member Board of Cemeterians, but leaves \nauthority over $218 million in escrow funds to the Secretary of State. The money is held in trust, to assure upkeep \nof cemeteries, and include advance payments consumers make on funeral arrangements.\n\nDisabled wait for OK on monkeys\n\n\nSeverely disabled Georgians may be able to own monkeys to help them with tasks such as opening cans, fetching \ndrinks and turning on and off lights under a bill that gained final legislative approval on Thursday.\n\nHouse Bill 695, sponsored by state Rep. Doug Holt (R-Social Circle), would amend the state's wild animal law to \nallow severely disabled Georgians to own service monkeys. The woman who inspired Holt to sponsor the bill, \nquadriplegic Helen Sterling of Covington, was with her mother in the Senate gallery to watch the final vote.\n\nSterling has multiple sclerosis, and her arms and legs are virtually useless. She had contacted Boston-based \nHelping Hands: Monkeys for the Disabled a couple of years ago in hopes of getting one of the small Capuchin or \n\"organ grinder\" monkeys that the organization trains to perform myriad small errands.\n\nThe measure passed 32-15, although some lawmakers expressed concern about a possible public health threat.\n\nMARTA gets help to balance budget\n\nThe state Legislature has approved a measure that will give MARTA the financial flexibility the transit system says \nis needed to help balance its budget.\n\nSenate Bill 115 would extend waivers allowing MARTA to spend 55 percent of its revenues on its operations, \ninstead of the 50-50 split between operations and capital expenditures spelled out in state law.\n\nAs a result, MARTA will be able to shift about $15 million a year in capital funds to its operating budget. The bill \nextends the spending waivers through Dec. 31, 2008.\n"}