{"title": "Man detained at border returns to Hazelwood", "body": "\n* A St. Louis County judge allows him to withdraw his guilty plea in a drug case, six years later. But he could still \nface deportation if convicted of a felony in the now-active case.\n\nAndres Morales is back in Hazelwood, the only home he can remember, after being held at the Mexican border for \ntwo months by U.S. officials who said an old drug case might keep him out of the country forever.\n\nHe returned last week after a St. Louis County judge allowed him to withdraw his guilty plea six years after the fact. \nBut it is an incremental step for Morales, whose drug charge is thus made active again. Immigration officials could \nstill deport him if it results in a felony conviction.\n\nMorales, 26, helps his mother run the popular Pueblo Nuevo restaurant in Hazelwood. He was represented by \nGene McNary, the onetime St. Louis County prosecutor and former county executive who later headed the \nImmigration and Naturalization Service. McNary now practices immigration law.\n\nThe reopening of his case was opposed by the office of Robert P. McCulloch, the current county prosecutor.\n\nIn March, Morales was returning after a visit to Mexico, from which his family moved when he was about 1 year \nold, when he was detained as he entered Texas. Immigration officials discovered he had pleaded guilty in 1998 of \npossessing marijuana with intent to distribute it, and served probation. He had the choice of remaining free to live in \nMexico or accepting confinement in Texas while pressing his case to return here.\n\nImmigration lawyers say the situation is typical of a tightening of enforcement of immigration laws in the wake of the \nattacks of Sept. 11, 2001. While supporters praise the tougher enforcement, some contend it too often results in \nfamilies being separated over minor offenses.\n\nMorales' mother, Bertha Morales, a widow, despaired at the possibility her son would be permanently deported. \nShe previously said he considered obtaining citizenship here but never got around to it.\n\nWhile their lawyer in Texas fought the deportation, their local attorneys went to St. Louis County Circuit Court in \nClayton, seeking to withdraw the guilty plea.\n\nThose lawyers, McNary and Frank Kaveney, told the court that Morales should have been warned before his plea \nthat it could lead to his deportation. They said Supreme Court rules permit a judge to set aside a judgment if there \nwas a \"manifest injustice.\"\n\nJohn Quarenghi, an assistant prosecuting attorney, opposed the motion, arguing that the court had no obligation to \nwarn Morales of \"collateral consequences\" such as potential deportation.\n\n\nThe prosecutor also warned of a \"strong likelihood\" that evidence has been lost and the memory of a witness faded \nover the intervening years.\n\nOn May 24, St. Louis County Circuit Judge Carolyn Whittington issued an order setting the guilty plea aside, citing \nthe rules mentioned by Morales' lawyers. She said the plea was \"invalidly and improperly obtained\" in violation of \nMorales' constitutional rights.\n\nWhittington also set aside Morales' guilty plea in a 1998 misdemeanor case, in which he admitted possessing \nmarijuana. He had been ordered to serve probation that time, too. He successfully completed a suspended \nimposition of sentence, meaning records of his crimes were erased from public files.\n\nWith the felony conviction removed, immigration officials dropped their deportation case and handed Morales over \nto county police on the reopened drug charge. He paid $600 to post bond and was released, Kaveney said.\n\nNeither Morales nor his mother was willing to be interviewed. McCulloch did not return calls seeking comment.\n\nKaveney said he expects to have \"meaningful discussions\" with prosecutors to seek a mutually acceptable \noutcome. \"This occurred when he was 19 years old, and we would anticipate that he would be treated fairly by the \nSt. Louis County prosecuting attorney's office,\" the lawyer said.\n\nJason Hilsabeck, who graduated from Hazelwood West High School with Morales in 1996, said Friday he was \npleased to hear his old friend was home.\n\n\"He's just a really good person. He's the salt of the earth guy,\" Hilsabeck said. \"He's good to his family. He works \nhis tail off.\"\n"}