{"title": "Register of Commission documents: JOINT COMMUNICATION TO THE EUROPEAN PARLIAMENT AND THE COUNCIL: The EU and Central Asia: New Opportunities for a Stronger Partnership Document date: 2019-05-17 COM_JOIN(2019)0009 JOIN documents", "body": "\nBrussels: Public Register European Parliament has issued the following document:\n\nEN ENEUROPEANCOMMISSIONHIGH REPRESENTATIVEOF THE UNION FORFOREIGN AFFAIRS \nANDSECURITY POLICYBrussels, 15.5.2019JOIN(2019) 9 finalJOINT COMMUNICATION TO THE EUROPEAN \nPARLIAMENT AND THECOUNCILThe EU and Central Asia: New Opportunities for a Stronger Partnership1Joint \nCommunication to the European Parliament and the CouncilThe EU and Central Asia: New Opportunities for a \nStronger PartnershipINTRODUCTIONThe European Union (EU) and the five countries of Central Asia \n(Kazakhstan, the Kyrgyz Republic, Tajikistan, Turkmenistan and Uzbekistan) have a longstanding relationship \nbased upon strong mutual interests.The EU Strategy on Central Asia of 20071 helped the EU and Central Asia to \nreach an unprecedented level of cooperation. Central Asia's strategic geographical location at the crossroads of \nEurope and Asia, its share in EU energy imports and the market potential of seventy million inhabitants, as well as \nthe EU's interest in regional security, have made Central Asia an increasingly important partner for the EU.Some of \ntoday's developments in Central Asia have further opened up new opportunities for taking the EU-Central Asia \npartnership forward. Reform processes in the region have triggered calls for political recognition and support for \nmodernisation from the EU. The new momentum in regional cooperation, illustrated by the first informal Summit of \nCentral Asian leaders of March 2018 in Astana, has enhanced the relevance of the EU's experience in crafting \ncooperative solutions to common challenges. Renewed efforts to promote Euro-Asian connectivity have increased \ninterest for the EU's approach to sustainable connectivity. Stronger cooperation between Central Asia and \nAfghanistan has set new parameters for the EU's own efforts to promote peace in the country. And the new \nambition expressed by some Central Asian states to play a more active role in global and regional affairs is \nincreasing the potential for cooperation with the EU on common objectives.EU engagement in the region can build \nupon significant assets. The countries of Central Asia can trust the EU as a leading donor and committed partner \nin their reform and economic transition process, a leading supporter of their integration in the world trading system, \na source of quality investment and state-of-the-art technologies, and a natural supporter of their regional \ncooperation efforts.This Joint Communication aims to forge a stronger, modern and non-exclusive partnership with \nthe countries of Central Asia so that the region develops as a sustainable, more resilient, prosperous, and closely \ninterconnected economic and political space. It will build upon the lessons learnt from EU engagement in the \nregion, take into consideration other relevant strategies including the Global Strategy for the European Union's \n\n\nForeign and Security Policy2, the New European Consensus on Development3, the EU Strategy on Connecting \nEurope and Asia4 and EU Strategy on Afghanistan5, and be guided by the United Nations 2030 Agenda for \nSustainable Development6.1 The EU and Central Asia: Strategy for a New Partnership, 10113/07 of 31 May \n2007.2 Shared vision, Common Action: A Stronger Europe. A Global Strategy for the European Union's Foreign \nand Security Policy, June 2016.3 New European Consensus on Development,  Our world, our dignity, our future ̓, \nOJ 2017/C 210/01 of 30 June 2017.4 Connecting Europe and Asia – Building blocks for an EU Strategy – Council \nconclusions, 13097/18 of 15 October 2018.5 Afghanistan – Council conclusions, 13098/17 of 16 October 2017.6 \nTransforming our world: the 2030 Agenda for Sustainable Development, Resolution adopted by the United Nations \nGeneral Assembly on 25 September 2015.2The EU Strategy will focus on three interconnected and mutually \nreinforcing priorities: Partnering for ResilienceThe EU will partner with Central Asian countries in anticipating and \naddressing the challenges affecting their socio-economic goals and security and enhancing their ability to embrace \nreform and modernisation. It will promote democracy, human rights and the rule of law, intensify cooperation on \nimplementing the Paris climate commitments and tackling trans-regional environmental challenges to turn them into \nopportunities, and step up cooperation on migration. Partnering for ProsperityThe EU will partner with Central \nAsian countries in unlocking their significant growth potential by fostering the development of a competitive private \nsector and promoting a sound and open investment environment. It will cooperate in the development of skills, \nresearch and innovation, with special attention for youth. It will work to address structural constraints on intra-\nregional trade and investment, support remaining Central Asian states' accession to the World Trade Organisation \n(WTO) and promote sustainable connectivity. Working Better TogetherThe EU will work together with the \ncountries of Central Asia to strengthen the architecture of the partnership, intensifying political dialogue and \nopening up space for civil society participation. It will remain engaged as a leading development partner for the \nregion. It will strengthen public diplomacy to underline the benefits of the partnership to the region and its \ncitizens.While respecting the aspirations and interests of each of its Central Asian partners, as well as maintaining \nthe need to differentiate between specific country situations, the EU will seek to deepen its engagement with those \nCentral Asian countries willing and able to intensify relations. The EU will seek to work with third countries and \ninternational organisations where such broader involvement would contribute to the general objectives of the EU \nand this Strategy. The new-generation bilateral Enhanced Partnership and Cooperation Agreements (EPCAs), \nwhich the EU has concluded and which it might conclude with individual countries of Central Asia7, will remain a \ncornerstone of EU engagement. This Joint Communication aims to mobilise the broad set of EU policies and \ninstruments, which will be used to take the EU-Central Asia partnership to the next level, and will also guide the \nprogramming of EU development cooperation and assistance.***Cross-cutting Priority: Investing in Regional \nCooperation within Central AsiaThe EU has a strong interest in seeing Central Asia develop as a region of rules-\nbased cooperation and connectivity rather than of competition and rivalry. The EU is determined to invest in the \nnew opportunities and growing potential for cooperation within and with the region as a whole.Regional cooperation \nshould allow Central Asian states to better manage their interdependence, address their vulnerabilities and shared \nconcerns, unlock their economic growth potential, increase7 The EU has signed an EPCA with Kazakhstan. EPCA \nnegotiations are underway with Kyrgyzstan and Uzbekistan. Tajikistan has expressed interest in engaging in EPCA \nnegotiations. EPCAs create a framework which is not exclusive to participation in other existing cooperation \ninitiatives, such as Free Trade Agreements and the Eurasian Economic Union, of which Kazakhstan and \nKyrgyzstan are members.3influence in international affairs and preserve their independence and identities. While it \nbelongs to Central Asians to identify ways to advance voluntary forms of regional cooperation at their own pace, \nthe EU will support these processes, based upon its own experience of the benefits which integration mechanisms \nand greater connectivity can bring.EU-Central Asia dialogues and EU-funded regional programmes will contribute \nto promoting cooperative solutions at the regional level in areas such as the environment, water, climate change \nand sustainable energy; education; the rule of law; sustainable connectivity; drugs policy; security and the \nprevention of radicalisation; border management and intra-regional trade facilitation.Whenever useful for the EU \nand Central Asia, and depending on issues, dialogue and cooperation programmes with Central Asian states \ncould extend to neighbouring states, such as countries of the Eastern Partnership, Afghanistan and others. Central \nAsia and Afghanistan have become increasingly relevant to each other given their common interest in security and \nstability, water management and building effective connectivity links. Integrating Afghanistan as appropriate in \nrelevant EU-Central Asia dialogue meetings and regional programmes, and supporting more trilateral cooperation \nprojects with Afghan and Central Asian partners, will therefore remain a priority.1. PARTNERING FOR \n\n\n\nRESILIENCEIt is in the strategic interest of the EU to strengthen the resilience of Central Asia, of its states and \nsocieties. This requires reinforcing their ability to anticipate and withstand external and internal pressures, to \nembrace reform, and to address the challenges stemming from globalisation, rapid population growth, climate \nchange and environmental degradation, pressure on water and energy resources, labour migration and new \nsecurity threats. Given the significant differences between the Central Asian countries in their socio-economic \ndevelopment stages and models, the EU will focus on the most acute vulnerabilities, building on existing strengths \nand concentrating efforts on those areas where it can make a difference. Promoting relevant opportunities for the \nincreasingly connected and aspirational young population of Central Asia and empowering women and girls will \nremain key priorities for the EU.1.1 Promoting Democracy, Human Rights and the Rule of LawConsolidating \ndemocratic institutions, empowering citizens and establishing more inclusive political and economic governance \nstructures, promoting the rule of law, strengthening the accountability of public institutions and ensuring respect for \nhuman rights are key conditions for the success of the sustainable development of Central Asia. Respect for \nhuman rights will therefore remain an essential element of the EU's bilateral relations with the countries of the \nregion.The EU will continue to promote respect for human rights in compliance with international standards, with a \nfocus on freedom of expression (including media pluralism), freedom of association, women's rights, children's \nrights, the rights of minorities and fight against discrimination, and prevention and eradication of torture. The EU will \nalso seek to build partnerships, for instance in the context of the Good Human Rights Stories Initiative.The EU will \nencourage Central Asian states to cooperate further with UN treaty bodies, agencies and Special Procedures. It will \npromote cooperation in multilateral human rights fora such as the UN Human Rights Council and Third Committee \nof the UN General Assembly. It will cooperate towards the ratification and implementation of key international \nhuman rights and core labour standards conventions and resolutions, using to that effect the Special Incentive \nArrangement for4Sustainable Development and Good Governance (GSP+) for eligible countries in the region. The \nEUMember States' experience in the legal adjustments required to accede to the Rome Statute of theInternational \nCriminal Court could be beneficial for the Central Asian countries.Civil society participation in public decision-\nmaking has a crucial role to play to ensure thesustainability of the modernisation processes underway in Central \nAsia. The EU will promote anenabling legal and political environment for civil society that allows human rights \ndefenders,journalists and independent trade unionists and employers' organisations to operate freely and safely. \nItwill encourage dialogue and cooperation between civil society and administrations at all levels.The EU will step up \nefforts to promote democracy, the rule of law and good governance, which arenecessary to make public institutions \nmore responsive and accountable to their citizens as well as toattract foreign investment. The EU will remain \nengaged in promoting fair and transparent electoralprocesses. It will enhance legal and judicial cooperation, \nincluding with the Council of Europe, topromote the independence and efficiency of justice systems. As corruption \nremains a widespreadconcern in the region, the EU will make expertise available to the countries wishing to make \nthenecessary changes to their legislation and administrative systems and to strengthen their independentoversight \ninstitutions.Given its positive spill-over in many areas from counter-radicalisation to private sector development,the \nEU will promote – including through the integration of the UN Agenda for Women, Peace andSecurity in the \nrelevant aspects of EU cooperation – gender equality and empowering of womenand girls, whose potential to \nengage in social, economic and political life remains largely untapped inthe region. The Spotlight Initiative8 could \nplay an important role in that respect.Promoting decent work and respect for international labour standards will \nremain a priority. TheEU will help to consolidate the progress made in recent years towards compliance with \nthefundamental conventions of the International Labour Organisation (ILO) and encourage theratification and \nimplementation of ILO conventions on labour inspections, occupational health andsafety and working conditions. \nThe EU will promote compliance with the UN Guiding Principles onBusiness and Human Rights.Cooperation with \nthe Organisation for Security and Cooperation in Europe (OSCE)9, including atthe local level, will be key in this \nrespect. The EU will promote adherence to and implementation ofthe principles and commitments of the OSCE; \nstrengthen cooperation with the autonomousinstitutions, the OSCE Office for Democratic Institutions and Human \nRights, the High Commissioneron National Minorities and the Representative on Freedom of the media; and \nencourage Central Asianstates to step up their own engagement with the OSCE and to support its field missions in \nthe region.Finally, the EU will reinforce cooperation with the Organisation for Economic Cooperation \nandDevelopment and with the ILO in the promotion of sound business environments and of the decentwork \nagenda.Specific initiatives in this area should include: Using regional programmes to support the sharing of \nexperience in legal and judicialreform, human rights, international labour standards, good governance, electoral \n\n\n\nreformand women's empowerment between the EU and Central Asia, among Central Asiansthemselves, and with \ncountries of the Eastern Partnership8 The Spotlight Initiative is a joint EU-UN initiative which aims to eliminate \nviolence against women and girls.9 All countries of Central Asia are members of the OSCE.5 Developing training \nopportunities on human rights and advocacy skills for civil societyactivists and human rights defenders and \npromoting cross-border contacts among them inthe region, as well with their counterparts in the EU and Eastern \nPartnership countries Establishing a dedicated dialogue on labour standards and business and human rights1.2 \nStrengthening Cooperation on Border Management, Migration and Mobility, and inaddressing Common Security \nChallengesThe EU and Central Asia have been longstanding partners in security. Regular meetings of the \nEUCentralAsia High-level Political and Security Dialogue provide an opportunity for exchanging viewson broader \nsecurity challenges and effective policy responses. The EU will promote an integratedapproach to cooperation in \nsecurity with the region and intensify cooperation to address the main rootcauses of insecurity such as poverty, \nsocial exclusion and marginalisation, limited politicalparticipation, institutional weaknesses, corruption and \nmismanagement of natural resources. In orderto contribute to sustainable human security, the EU will aim to \nengage with Central Asian countries onthe security sector and consider cooperation aimed at promoting its \naccountability and theeffectiveness of its reform.Climate change and environmental degradation are potential threat \nmultipliers. The EU willtherefore further integrate the link between the environment, climate and security in its \npolicydialogue, conflict prevention, development and humanitarian actions and disaster risk reductionstrategies \nacross Central Asia.Terrorism and violent extremism remain a challenge in the EU as well as in Central \nAsia.Cooperation in preventing violent extremism and radicalisation, financing of terrorism and addressingthe issue \nof returning terrorist fighters will remain a priority of the partnership, and will be developedwith the newly-\nestablished post of EU security and counterterrorism expert with regional competencefor Central Asia, and in \ncooperation with civil society and with continued attention for human rights.The EU will promote exchange of good \npractice on the prevention of violent extremism, includingresearch on the drivers of violent extremism, preventive \nmeasures and counter-messaging. It will seekto strengthen the resilience of the local communities towards violent \nextremism while respectinghuman rights and the rule of law and being gender-sensitive, in line with the UN Action \nPlan onPreventing Violent Extremism.Building upon the lessons learnt from past programmes in the region, the EU \nwill step up cooperationwith Central Asia on modern integrated border management, extending regional \ncooperationefforts to Afghanistan. The EU will seek further ways to intensify cooperation with the region in thefight \nagainst organised crime, migrant smuggling, trafficking in human beings and trafficking inillicit drugs. The EU will \ncontinue cooperating in the development of integrated and balanced drugpolicies.With the aim to improve the \nmanagement of the migration and mobility within the Central Asianregion, and to create the conditions for \nenhanced people-to-people contacts between the citizens ofCentral Asian countries and those of the EU and other \npartner countries, strengthened cooperation willfocus on addressing irregular migration in full respect of human \nrights. This will imply cooperatingon border management, readmission of irregular migrants and the reintegration of \nthe returnees,addressing the root causes of irregular migration through promoting vocational training, \ndecentworking conditions and quality jobs at home, supporting the legal channels of migration, and6establishing \neffective legislation and systems to assist the victims of trafficking in human beings andthe persons in need of \ninternational protection.To that end, the EU will encourage Central Asian countries to develop national migration \npolicies, tocooperate at the regional level, and to cooperate on the multilateral governance of mobility andmigration, \nfollowing the guiding principles of the United Nations. In parallel, the EU will alsoenhance its bilateral dialogue and \ncooperation on migration and mobility with the countries of CentralAsia, in particular in the framework of the \nEPCAs.The EU will engage with Central Asian states to promote an open, free and secure cyberspace \nandenhance cybersecurity.The EU will continue to cooperate with the region on non-proliferation of Weapons of \nMassDestruction, export control of dual-use items, and nuclear safety and security, making full use ofthe Chemical, \nBiological, Radiological and Nuclear Risk Mitigation Centre of Excellence in CentralAsia. It will engage in closer \ndialogue with Central Asian states on crisis management andpeacekeeping.It is also in the interest of the EU to \ncontinue monitoring developments in regional security structuressuch as the Shanghai Cooperation Organisation \nand Collective Security Treaty Organisation.Specific initiatives in this area should include: Using the EU-Central \nAsia High-level Political and Security Dialogue and the newlyestablishedpost of EU security and counterterrorism \nexpert with regional competence forCentral Asia to strengthen practical cooperation on a broader security agenda, \nincludingsecurity sector reform and governance, hybrid threats and the water/security nexus Holding ad hoc EU-\nCentral Asia experts' meetings on the prevention of violent extremismand counterterrorism to promote sharing of \n\n\n\nbest practices and strengthening of crossbordercooperation in line with relevant international commitments \nIntensifying cooperation and synergies with the OSCE on preventing and counteringtransnational threats in Central \nAsia Continuing cooperation on drugs policy to further strengthen national policies in drugdemand reduction and \naddress illegal drugs supply and related organised crime Sharing expertise on cyber security and hybrid threats, \nincluding the opportunity forCentral Asia to participate in the joint identification of hybrid threats as part of the \nEU'sHybrid Risk Survey Strengthening cooperation on modern integrated border management, building \nuponlongstanding EU-Central Asia and EU-Afghanistan cooperation Enhancing dialogue and cooperation on \nmigration and mobility in the framework of theEPCAs and of the United Nations1.3 Enhancing Environmental, \nClimate and Water ResilienceCentral Asia is facing increasingly severe environmental challenges. The combined \nimpact of climatechange, which has started to reduce water flow by shrinking the glaciers that feed Central Asian \nrivers,and rapid population growth will exacerbate some of the region's environmental concerns, withpotential \nimplications for economic development, security and migration.The EU can help the region to turn these challenges \ninto opportunities. As these challenges aretransboundary in nature and require mutual trust and cooperative \nsolutions, the EU will continue topursue a regional approach to cooperation in the field of the environment, water \nand climate change.7The EU will cooperate with its Central Asian partners on the implementation of the Paris \nAgreementon Climate Change10 and the nationally determined contributions through concrete measures \ndirectedtowards climate change mitigation, adaptation and disaster risk reduction.The EU will support Central \nAsian countries in adopting high environmental standards and willencourage them to move away from linear \nproduction models to a circular economy in which thevalue of products is retained as long as possible, energy and \nresource efficiency is increased and wasteand emissions of carbon and pollutants are minimised. Such a shift to \nsustainable consumption andproduction can bring significant benefits to human health and quality of life, while \nhelping to promoteeconomic diversification, creating new business opportunities and stimulating economic \ngrowth.Building upon the region's potential in solar, wind and hydroelectric energy, the EU will encourageCentral \nAsia's reforms of the energy sector and transition to a low-carbon economy. Makingavailable EU technology and \nexpertise in renewable energy and energy efficiency and providingadvice on regulatory reforms should contribute to \nstrengthening the region's energy resilience, helpingto meet its climate objectives and creating jobs and business \nopportunities on both sides.The EU will also promote better environmental governance and support the capacity-\nbuilding ofCentral Asian states to mainstream environmental concerns in other policies and public \ndecisionmaking,especially through adequate assessments of environmental impacts. The EU will promote \ntheenvironmental sustainability of investments in connectivity infrastructure and the accession of allCentral Asian \ncountries to regional and global multilateral environmental agreements.Sharing experience in the sustainable \nmanagement of natural resources, biodiversity protectionand ecological tourism can help to achieve a wide range of \nobjectives such as rural development,conservation of ecosystems and environmental awareness-raising.In line with \nthe EU's Council Conclusions on Water Diplomacy11, the promotion of a regional agendafor water, peace and \nprosperity will remain a key priority in the region. The EU will continue toencourage mutually acceptable solutions to \nimprove regional cooperation on the equitablemanagement of transboundary water resources, in concertation with \nthe relevant UN agencies andother partners. It will promote accession to and implementation of the Water \nConvention of the UnitedNations Economic Commission for Europe12, encourage cooperation around the Aral Sea \nand theimplementation of the Agreement on the legal status of the Caspian Sea13.The EU will continue to foster \ncooperation with the region, including through the training of experts,to promote integrated water resources \nmanagement, reduce water waste, improve water quality, andmodernise infrastructures and promote modern \nagricultural irrigation systems.As the region is particularly exposed to natural and man-made hazards, the EU will \nsupport nationaland regional efforts towards new policies and legislation in disaster risk reduction. The EU will \nalsomake available its expertise in civil protection and emergency response in order to encourage a morestructural, \nregional approach to resilience and preparedness.10 Signed on 12 December 2015.11 Water Diplomacy – Council \nconclusions, 13991/18 of 19 November 2018.12 Convention on the Protection and Use of Transboundary \nWatercourses and International Lakes, done atHelsinki on 17 March 1992.13 Signed on 12 August 2018 in \nAktau.8The EU will continue to cooperate in supporting environmental remediation measures to address thelegacy \nof toxic chemical and radioactive waste from past uranium mining in the region.The EU will use its financial \ninstruments, grants and guarantees, in particular those provided by theEuropean Investment Bank (EIB), and in \ncooperation with the European Bank for Reconstruction andDevelopment (EBRD) and other multilateral \ndevelopment banks, to mobilise public and inparticular private capital for environmental projects and \n\n\n\nenvironmentally sustainable economicactivities. The promotion of a sound regulatory framework will be of crucial \nimportance to attractprivate investment.Specific initiatives in this area should include: Strengthening inter-regional \nand intra-regional cooperation fora and mechanisms in thefield of the environment, water and climate change \nDeveloping sharing of experience and innovative financing to promote renewable energy Promoting scientific \ncooperation and research on water management as well as openaccessreliable data on climate and water that can \ninform effective policy Strengthening cooperation with the United Nations Regional Centre for \nPreventiveDiplomacy in Regional Central Asia on the water and security nexus Supporting the sustainable \nmanagement of natural resources and ecosystems and theimplementation of the Strategic Plan for Biodiversity and \nthe future post-2020 GlobalBiodiversity Framework Promoting sharing of experience and cooperation on the \ncircular economy, in particularsustainable waste management systems and the fight against air pollution2. \nPARTNERING FOR PROSPERITYAn increasingly strategic location at the crossroads of Europe and Asia, a \nyoung population14, highliteracy rates and abundant natural resources provide Central Asia with significant growth \nanddevelopment potential. At the same time, there is an increasing recognition in the region of the need toadopt \nnew economic development models and to diversify economies to meet the challenges andopportunities of \nglobalisation. The EU will work with the countries of Central Asia to help producedurable results, which will imply \ndeveloping the private market, improving the investment climate,accelerating the transition towards a green and \ncircular economy, reducing socio-economicinequalities, investing in human capital and promoting decent work for \nall, unlocking the potential forintra and inter-regional trade and promoting sustainable connectivity.2.1 Consolidating \nthe Partnership for Economic ReformThe EU has a strong interest in supporting the transformation of the \neconomies of Central Asia, whichare currently over-dependent on commodities or low value-added exports15 as \nwell as migrantremittances, into diversified and competitive private sector-driven economies which can create \njobs,integrate in regional and global value chains, and provide a level-playing field and opportunities for alleconomic \noperators.The EU will aim to encourage more sustainable and inclusive growth models in the region.Economic \nreform and modernisation should bring benefits to the entire societies and contribute toreduce inequalities as well \nas regional disparities and the rural-urban divide. The EU's experience inrural development, regional policy and \ncohesion will be particularly relevant to that end.14 Half the population of the region is under 20 years old and \nCentral Asian economies need to absorb onemillion new entrants on the labour market every year.15 \nHydrocarbons and minerals represented almost 60% of the region's total exports in 2018.9The development of a \ncompetitive private sector and in particular of Small and Medium-sizedEnterprises (SMEs) will be a priority of EU \nengagement given the vital role that the private sector canplay in supporting economic growth, women \nempowerment, promoting decent work and combatingpoverty. The EU will promote the development of capital \nmarkets and broadening of access to financefor SMEs, sound regulatory frameworks and fiscal policies as well as \neffective anti-corruptionpolicies. Private sector development will remain a key priority of the EU Investment Facility \nforCentral Asia.As a leading source of private investment worldwide, the EU is particularly well placed to \nintensifydialogue at the strategic level with the governments and business representatives of the region as wellas \nwith international financial institutions to promote a sound, transparent, open, nondiscriminatoryand predictable \nregulatory and policy environment for European economicoperators trading with or investing in Central \nAsia.Support to private sector development and investment should focus as a priority on growth andemployment-\ngenerating sectors where the EU has particular expertise and comparative advantagessuch as the agricultural \nsector and agri-business, the environment and water, energy, transport andsustainable tourism.The EU will \npromote business-to-business dialogue and cooperation with Central Asia, includingamong start-ups and business \nincubators. It will help to create bilateral and regional fora for businessto-business dialogue and cooperation such \nas European Chambers of Commerce in countries ofCentral Asia. The EU will aim to include Central Asian \nemployers' and workers' associations intodialogue on issues ranging from the investment climate to education, \nemployability (including ofwomen and girls) and labour market reform.As the availability of high-quality statistics is a \npre-condition for developing efficient public policies,the EU will continue to work on the development of the \nstatistical systems of Central Asian countries.As part of its regular bilateral consultations with the countries of \nCentral Asia, the EU will strengthenexchanges and cooperation on macro-economic reforms, financial, monetary \nand fiscal policies aswell as public finance management. It will promote debt management strategies and domestic \nbondmarkets and facilitate reforms of the monetary policy frameworks and financial system supervision.Specific \ninitiatives in this area should include: Promoting improvements in the business and investment environment and \nsupportingprivate sector development, in particular small and medium size enterprises, through EUCentralAsia \n\n\n\nbusiness-to-business dialogue and cooperation, sectoral dialogue andtechnical assistance Promoting twinnings to \nshare know-how and build the capacity of Central Asianadministrations in key aspects of economic reforms \nSharing know-how on the development of statistical systems102.2 Facilitating Intra-regional and Inter-regional \nTrade and InvestmentMore needs to be done together to address the structural constraints which still limit the \npotential fortrade and investment between the EU and Central Asia16, boost intra-regional trade17 and \ninvestment,and ensure Central Asia’s deeper integration into the global economy.The EU will continue to \nencourage and support the accession to the WTO of all Central Asian states.The implementation of WTO \ncommitments will help Central Asian states to open up their economies,strengthen their international \ncompetitiveness, integrate into global value chains and participate inshaping global economic governance. Creating \na level-playing field and increasing confidence forbusiness in the region will include promoting accession to the \nGovernment Procurement Agreement(GPA) of the WTO.Building upon its experience in regional integration \nmechanisms, the EU will support efforts tofacilitate intra-regional trade and investment in Central Asia, including by \nsharing experience andbest practices on addressing non-tariff barriers to trade and promoting regulatory \nconvergence andharmonisation, for which integration in the International Standardisation Organisation \nandInternational Electrotechnical Commission-led international standardisation system and a solid qualitysystem \nhave proven to be essential building blocks.The EU will use the EPCAs and technical cooperation programmes to \npromote convergence orcompatibility with EU rules and technical international and European standards and to \nremovetechnical barriers to trade. These efforts will facilitate reciprocal market access and create marketaccess \nopportunities for Central Asian economic operators at the global scale, as EU rules andstandards are recognised \nworldwide. Intensifying dialogue on sanitary and phytosanitary measures tostrengthen food safety systems in \nCentral Asian countries would be beneficial to local consumers andbusiness and facilitate trade with the EU.The \nEU will continue to cooperate with Central Asian states to improve reciprocal market access forgoods and services. \nThe EU will step up efforts to help beneficiary countries of Central Asia to makebetter use of the unilateral \npreferential access to the EU market provided by the GSP and GSP+,which can stimulate exports and economic \ndiversification as well as better labour standards andworking conditions, and adequately complement EPCAs.The \nEU will step up cooperation with Central Asia to promote compliance with internationalcustoms standards of the \nEU, the World Customs Organisation and the WTO to advancesimplification and harmonisation of customs \nprocedures. The EU will strengthen cooperation with theregion to combat illicit trade, border and tax fraud, tax \nevasion and infringements to intellectualproperty rights. It will promote further exchange of information to strengthen \nthe fight against moneylaundering, corruption and terrorism financing.Based on its experience, the EU will continue \nto promote the usage and development of GeographicalIndications by Central Asian countries, which can help \nthem to diversify their agricultural productiontowards higher added value.Specific initiatives in this area should \ninclude: Intensifying the sharing of EU experience and best practices on addressing non-tariff16 In 2018, the EU \nranked among the top five trade and investment partners of each Central Asian states buttrade with the region still \nrepresented less than one percent of total EU trade.17 Intra-regional trade accounted for 5% of the region's total \ntrade in 2018.11barriers to trade and promoting regulatory convergence and harmonisation Supporting accession \nto the WTO and to the GPA, including through technical assistance Intensifying dialogue on sanitary and \nphytosanitary measures to strengthen food safetysystems Sharing experience regarding standardisation and \nquality infrastructure to facilitateintraregional trade and trade with the EU Promoting the simplification and \nharmonisation of customs procedures and supporting thedevelopment of cross-border e-commerce Stepping up \ntechnical cooperation towards better use of the unilateral preferential access tothe EU market provided by the GSP \nand GSP+ Sharing experience on Geographical Indications to help the diversification of agriculturalproduction2.3 \nPromoting Sustainable ConnectivityThe development of Euro-Asian connectivity has the potential to bring \nsignificant benefits to CentralAsia through better infrastructure, economic diversification and integration in regional \nand globalvalue chains. The EU has a strong interest in the development of functioning trade corridors \nbetweenEurope and Asia as well as in ensuring that connectivity develops in a sustainable, open, inclusive \nandrules-based way, thus creating a suitable environment for sustainable investment and a level playingfield for \nbusiness in Central Asia.In line with its Strategy on Connecting Europe and Asia18 and using existing frameworks \nofcooperation, the EU will, where appropriate, establish partnerships on sustainable connectivity withcountries of \nCentral Asia, following market principles, guaranteeing transparency and based oninternational standards. \nCooperation in this area should mainly focus on transport, energy anddigital connections, as well as people-to-\npeople contacts. It will help to bring sustainable benefits toCentral Asia beyond the advantages associated with \n\n\n\ntheir status as transit countries, and help CentralAsian countries to reach Sustainable Development Goals (SDGs) \nand climate targets.The combination of European private investment and of the EU regional cooperation \nprogrammeswhich have contributed to linking up Europe with its neighbourhood and Central Asia since the \nearlynineties have made the EU a key player in the promotion of Euro-Asian connectivity. Renewedinternational \nefforts in this field, including the extension of the Trans-European Networks-Transport(TEN-T) to the EU's \nneighbouring countries, China’s Belt and Road Initiative and other initiatives, cancreate significant opportunities to \naddress the major needs of Central Asia.The EU and Central Asian countries will step up cooperation and ensure \nsynergies in planning fortransport connectivity and in laying down the necessary regulatory frameworks, including to \nconnectthe well-developed TEN-T framework with networks in Central Asia, including through the \nSouthernCaucasus and to other regional networks19. This aims to achieve balanced and sustainable East-Westand \nNorth-South land transport connections, notably building upon the work of the Central AsianRegional Economic \nCooperation. To achieve this objective, the EU could offer technical assistanceand could contribute to sustainable \ninfrastructure development as appropriate to help its partners plantheir transport systems and ensure their \ninterconnection. The EU will contribute to decarbonisation of18 Connecting Europe and Asia – Building blocks for \nan EU Strategy – Council conclusions, 13097/18 of 15October 2018.19 Central Asian countries will be consulted \non the Joint Study on Sustainable railway-based ComprehensiveTransport Corridors between Europe and China as \ndetermined in the framework of EU-China ConnectivityPlatform.12land transport by promoting electric mobility, \nwhether on road or rail, and will pay due attention tothe development of air transport and civil aviation, including \nsafety issues.Further EU-Central Asia cooperation in border management, including strengthened cooperation \nonmodern integrated border management, as well as the promotion of compatible customs transitsystems will \nunderpin efforts to develop connectivity in transport.The EU will continue to focus on enhancing the role of Central \nAsia in contributing to the security ofenergy supply and diversification of suppliers, sources and routes of the EU, \nincluding assessingthe possibility to build the Trans-Caspian Pipeline. The EU will cooperate with Central Asia \ntopromote the regulatory frameworks, technologies and skills required to lower the costs, developrenewable energy \nsources and energy savings technologies and mobilise investment through blendingand other financial incentives. \nThe EU will help to modernise electricity distribution through smartand resilient decentralised grids and develop \ninterconnections between countries, to spur regionaland inter-regional electricity trade.The EU and Central Asia \nwill enhance cooperation in the digital economy, with a focus on promotingaccess to affordable, open and secure \nbroadband connectivity and to digital infrastructure, includingadopting the necessary regulatory reforms; supporting \nthe development and maintenance of highcapacity research and education networks; promoting digital literacy and \nskills; fostering digitalentrepreneurship and job creation; and developing areas such as e-Government and e-\nEducation.Given its cross-cutting nature, digitalisation will be a key aspect of EU cooperation with Central Asiain \nareas such as integrated border management, public administration reform, trade, transport andenergy \ninfrastructure as well as SME support. The EU will step up exchange of experience in theappropriate fora on \nfreedom of the internet and the fight against disinformation.Cooperation on the use of the Galileo satellite \npositioning navigation and timing services couldfacilitate transport connectivity and provide applications for energy \nand telecommunication networks.The EU will work closely together with third countries, regional organisations and \ninternationalfinancial institutions to promote sustainability and a level playing field in connectivity to pursue \ntheshared interests of Central Asia and the EU. The EU will look for synergies with other key partnersinvolved in \nthe promotion of Euro-Asian connectivity, including in the Asia-Europe Meeting (ASEM)process. The commitment \nof the EU to supporting sustainable connectivity projects should contributeto enhancing the overall quality of \ninvestment projects from other actors in the region.The EU will use its financial instruments, grants and guarantees \nand EIB loans as well as work withInternational Financial Institutions and multilateral development banks to \nmobilise public and inparticular private capital for sustainable connectivity projects in Central Asia.13Specific \ninitiatives in this area should include: Strengthening bilateral and inter-regional cooperation to ensure effective \nsustainable connectivity Contributing to the development of transport corridors between the EU and Central Asia, \nbased on the extension of the TEN-T networks Intensifying bilateral dialogues under existing Memorandums of \nUnderstanding on Energy Cooperation and organising as appropriate ad hoc regional conferences on energy \nUsing innovative financing and blending to further encourage green investment, in particular in renewable energy \nand energy efficiency Using EU instruments (such as grants, blending and guarantees) as well as intensifying \nconsultations with international financial organisations and other relevant actors to underpin sustainable \nconnectivity projects2.4 Investing in Youth, Education, Innovation and CultureThe development of skills will be key \n\n\n\nto Central Asia's competitiveness and social cohesion. Promoting quality education, employability and decent job \nopportunities for the young population and women of Central Asia should help the region to meet the demands of \nrapidly changing technologies and provide the skilled workforce required to pursue economic diversification and \nattract foreign investors. Providing quality education and jobs, including in rural areas, including for girls and \nwomen, will remain a key condition to prevent the emigration of skilled workforce as well as radicalisation and \nviolent extremism.The EU will support inter and intra-regional cooperation to build capacity and to increase the \nquality of education, higher education and vocational education and training. It will promote synergies between \neducation systems and the labour market as well as digital education.The EU can use the Erasmus+ programme to \nhelp Central Asian universities to modernise and meet the targets of the Bologna process on higher education and \nTorino principles on vocational education and training. The EU should seek to develop European studies in Central \nAsian universities. EU Member States’ universities should be encouraged to establish more partnerships and \nbranches with Central Asian universities as well as develop language training in the region.The EU will explore the \npossibility to help Central Asia to develop a regional higher education area, drawing from the example of the \nEuropean Higher Education Area (EHEA). This would allow the countries of the region to modernise their higher \neducation systems, make them compatible with each other while strengthening their quality assurance and \nrecognition mechanisms.The EU will strengthen cooperation on vocational education and training, in collaboration \nwith the European Training Foundation, to promote the employability of young people and of adults in a lifelong \nlearning perspective, to respond to the needs of the transforming economies of Central Asia and of European \ninvestors in the region.EU cooperation with Central Asia in research and innovation can help to tackle more \neffectively the region's challenges while enhancing people-to-people contacts. Exchanging know-how and \ninnovative technologies in addressing climate, water and environmental challenges as well as food security and \nclean and renewable energy would help to advance regional cooperation by informing policies with sound, reliable \nand accessible evidence. Strengthening research cooperation in agriculture, health, green transport and \nsustainable urban development would also be mutually beneficial. EU and Central Asian universities and research \norganisations should further promote researchers’ mobility and staff exchanges including through the Marie \nSkłodowska-Curie Actions.14In line with the Strategy on Culture in the EU’s External Relations20, and building \nupon Central Asia’s cultural heritage of the “Silk Road” corridor, the EU will develop cultural cooperation with the \nregion to promote partnerships, co-productions and exchanges in the fields of cultural and creative industries, inter-\ncultural dialogue and cultural heritage preservation. The EU will step up work with the United Nations Educational, \nScientific and Cultural Organisation and leading European cultural institutions to that end. The EU will promote the \nmobility of artists and culture professionals through exchanges, training and residencies, while mobility and \nexchanges in sport could also be encouraged.The EU will support research on Central Asia and on EU-Central \nAsia relations and promote more opportunities for interaction between researchers and think-tankers from the EU \nand Central Asia.Specific initiatives in this area should include: Increasing the number and diversifying the profile \nof Central Asian beneficiaries of the Horizon, Erasmus+ and Marie Skłodowska-Curie programmes Increasing \ninter- and intra-regional research and innovation cooperation in the areas of water, food and the environment \nStimulating intra-regional and international mobility of students, staff and researchers, as well as learners and \ntrainers in vocational education and training Helping Central Asia to develop a regional cooperation scheme \ninspired from the EHEA Establishing a dialogue and promoting exchange of best practices on youth employability, \nwomen empowerment and employment policies Promoting a stronger dialogue between EU, Central Asian \nauthorities, business organisations and social partners on skills gaps and labour market modernisation3. \nWORKING BETTER TOGETHERThe EU will aim to promote a coherent approach to Central Asia, making sure \nthat sectoral policies help to address increasingly interlinked challenges. The new EU Strategy should be \nimplemented jointly by EU institutions and Member States and more synergies should be established between their \nrespective strengths and resources.3.1 Strengthening the Architecture of the Partnership and Engaging Civil \nSocieties and ParliamentsThe current institutional set up of the inter-regional dialogue consists of the annual EU-\nCentral Asia Foreign Ministers’ Meeting, with the High Representative of the Union for Foreign Affairs and Security \nPolicy/Vice-President of the Commission representing the EU, and the annual EU-Central Asia High-level Political \nand Security Dialogue held at vice-ministerial level.The High Representative of the Union for Foreign Affairs and \nSecurity Policy/Vice-President of the Commission and Central Asian Foreign Ministers should also meet informally, \nwhenever necessary, on the sidelines of the annual meetings of the United Nations’ General Assembly (UNGA), \nmeetings of the OSCE Ministerial Council and other international meetings and conferences.To complement this, \n\n\n\nad hoc EU-Central Asia Senior Officials’ Meetings could be considered.20 Joint Communication to the European \nParliament and the Council 'Towards an EU strategy for international cultural relations', JOIN(2016) 29 final of 8 \nJune 2016.15The institutional framework for bilateral relations with countries of Central Asia will be strengthened \nas EPCAs are concluded and enter into force, with regular dialogues on human rights complementing regular \nmeetings at ministerial and senior official level.As the EU and Central Asia share the same commitment to \ninternational law and a rules-based global order with the UN at its core, the EU will enhance cooperation in \nmultilateral and regional fora.Given the constructive role that the European Parliament has played in enriching the \ncommon agenda of the EU-Central Asia partnership, further inter-parliamentary dialogue should be encouraged, \nincluding through regular visits. The EU will aim to organise more high-level visits to the region.The EU will also \nintensify efforts to promote closer engagement with civil society, think tanks, local governments, the business \nsector, social partners, cultural organisations, academics and youth. Civil society consultation will be an important \naspect of the programming of EU development cooperation, which will seek to reinforce the ability of civil society to \npromote government accountability and transparency.The annual EU-Central Asia ministerial meeting could be \ncomplemented by meetings of an informal 'EU-Central Asia Forum' bringing together representatives of civil \nsociety, academics and think-tankers as well as officials from the EU and Central Asia. These meetings would \nallow civil societies to contribute to the development of the EU-Central Asia partnership and increase its \nvisibility.The EU will intensify consultations on Central Asian affairs with like-minded and other relevant partners to \ndevelop mutual understanding and cooperation in areas where interests converge.Specific initiatives in this area \nshould include: Holding ad hoc senior officials' meetings in-between the regular meetings of the EU-Central Asia \nHigh-level Political and Security Dialogue and Ministerial meetings Organising informal ministerial consultations \non the side-lines of UNGA and developing common understanding and convergence of positions in the UN and \nother multilateral fora Intensifying consultations on Central Asian affairs as appropriate with third-partners \nInvolving civil society further in the development of the EU-Central Asia partnership, including by establishing an \ninformal 'EU-Central Asia Forum' Encouraging more frequent inter-parliamentary contacts and visits3.2 \nCooperating for High ImpactThe EU and its Member States have been a leading development cooperation partner \nfor Central Asia in the last decade21. The EU will continue to use available financial instruments to support the \nregion and help meet the challenges and maximise the opportunities of the EU-Central Asia partnership. The new \nEU Strategy for Central Asia will guide the EU’s cooperation with the region in the coming years. Meeting \ncommitments under the United Nations 2030 Agenda for Sustainable Development will be a key element of EU \nengagement. Dialogue with civil society and local authorities will also contribute to the definition of EU priorities for \nCentral Asia. More synergy with Member States’ policies towards the region, including development cooperation \nwill be required.Development cooperation alone will not allow achieving the SDGs , and it will need to be used as a \ncatalyst to attract private capital for growth. The EU should make the best possible use of its wider21 The EU has \nallocated €1.1 billion to development cooperation with Central Asia under the budget cycle 2014-\n2020.16development assistance toolbox in the region, including innovative modalities of cooperation such as \ntwinning and a greater focus on investment. EPCAs will provide opportunities for an intensified policy dialogue with \nCentral Asian countries in a wide range of sectors that will contribute to achieving the SDGs.Cooperation with \nInternational Financial Institutions will continue to play an important role in leveraging public and private financing \nfor sustainable development in Central Asia.Specific initiatives in this area should include: Organising EU-\nCentral Asia policy dialogues in specific sectors and supporting these dialogues with twinning operations \nIntensifying, where appropriate, cooperation with International Financial Institutions3.3 Raising the Profile of the \nPartnershipTo raise the profile of the EU in Central Asia, the EU and its Member States need to develop a more \ndynamic and better-targeted communication strategy, presenting the rationale behind its engagement and \nunderlining the opportunities, which the EU-Central Asia partnership can bring to the region and to its citizens. This \nwill notably require developing common messages and identifying communication opportunities, including through \nsocial media and other new communication technologies, for the attention of the young people of the region, \nopinion-makers, social media influencers, civil society, academics and the media at large.Specific initiatives in this \narea should include: Developing more systematic common messaging and enhancing the use of web portals and \nof the social media to highlight the tangible benefits of EU engagement in the region***The Council and the \nEuropean Parliament are invited to endorse the approach and actions presented in this Joint Communication.\n\n\n"}