{"title": "Royal hobby: The Queen's curious hobbies - Favourite things to do in her spare time; QUEEN ELIZABETH II is first and foremost a public servant as a member of the Royal Family, having conducted her business to cameras and crowds for most of her life. In her private moments, however, she has some odd hobbies.", "body": "\nQueen Elizabeth II took to the throne in 1953 and reigned over the UK for the last 66 years. In this time, she has \nmade countless royal appearances, among them tours to the most curious parts of the world. While the Queen is \nregarded as the picture of proper, she chooses to entertain some bizarre hobbies.\n\n Related articles\n\nWhat are the Queen's hobbies?\n\nThe Queen maintains a selection of interests outside of her work on the throne.\n\nMany of these are traditional royal pastimes, while others have the potential to earn the monarch millions of pounds.\n\nBelow are some of the most curious hobbies the Queen maintains.\n\nREAD MORE: Queen news: Surprising hobby that has earned the Queen £100million\n\n READ MORE\n\nPigeon racing\n\nAccording to the Royal Pigeon Racing Association , racing pigeons has been a hobby of the Royal Family since \n1886.\n\nPigeons were gifted to the family and took up residence in the Sandringham estate, with both King Edward VII and \nKing George V quickly taking to the races.\n\nAfter serving in World war Two as carrier pigeons, they returned to the estate, and Queen Elizabeth II maintains an \ninterest in the sport as patron of several pigeon racing societies.\n\nStamp collecting\n\n\nThe Queen has a collection of stamps so massive it is said to fill roughly 300 albums and 200 boxes, stored \nsecurely in a vault at St James's Palace.\n\nTalking to Fabulous Digital, Royal expert Phil Dampier said the Queen takes great joy in the collection - which is \nworth more than £2 million - and often take it out to show visiting heads of state.\n\nHe added: \"It is one of her pride and joys, not only because she owns some of the world's most valuable stamps, \nbut also because she has built on a family treasure and feels she has done her father and previous monarchs who \nowned it proud.\"\n\nDON'T MISS\n\nPrince William used to do THIS thing and 'FRIGHTEN' the Queen [EXPLAINER]Queen Elizabeth has a SECRET \nhobby she does only once a year [INTERVIEW]The hobbies that make Princess Charlotte even more like the \nQueen [ANALYSIS]\n\n READ MORE\n\nFootball\n\nMany members of the Royal Family are football fans, with Prince William recently having taken his son George to \nwatch favourite team Aston Villa in Norwich.\n\nThe Queen is an avid supporter of Arsenal, as revealed by former team midfielder Cesc Fabregas.\n\nHe once disclosed the Queen was \"a fan\" during a reception at Buckingham Palace.\n\nHorse riding\n\nThe least bizarre of the Queen's hobbies is horse riding, which she does despite being in her early 90s.\n\nShe is regularly spotted on horseback in her estates, accompanied by family members and royal staffers.\n\nIn 1982 the Queen famously received US President Ronald Reagan while on horseback while he was visiting the \nUK.\n\n Related articles Prince Philip commits to another year of horses Democratic people's Princess? North Korea's \nbizarre tribute to Diana The British tradition Queen loves but Prince Philip never got behind\n"}