{"title": "The big leap to citizenship; One-day campaign stresses importance to legal immigrants", "body": "\nMaria Basis' expression showed surprise with each question.\n\n\"Have you ever been in jail or prison?\"\n\n\"Have you ever been a habitual drunkard?\"\n\n\"Have you ever sold or smuggled controlled substances, illegal drugs or narcotics?\"\n\n\"Oh no!,\" Basis cried increduously. \"Who put those questions in there?\"\n\nEmory University law student Ambar Carvalho apologized, then explained to the 72-year-old retired Lawrenceville \ngrandmother that the questions were part of the 10-page application for naturalization --- to determine an \napplicant's \"good moral character.\"\n\nBut on Saturday, they just drew embarrassed giggles from Basis, a native of Indonesia who moved to the United \nStates more than three decades ago.\n\nShe was among more than 50 green card holders who attended a naturalization drive and information session at \nthe Latin American Association on Buford Highway. Similar sessions were held in Decatur, Roswell and Gainesville.\n\n\"I'm so happy. I'm going to be a citizen,\" said Basis, who came with her 11-year-old grandson and a neighbor in \ntow.\n\nThe programs were sponsored by the Georgia chapter of the American Immigration Lawyers Association in \npartnership with several groups including the American-Arab Anti-Discrimination Committee, the North Fulton Bar \nAssociation and the Organization of Chinese Americans.\n\nTwenty other state chapters of AILA were also part of the nationwide one-day drive to provide free assistance and \nanswer questions about the application process for permanent residents.\n\n\nElizabeth L.A. Garvish, an immigration attorney and chairwoman of the local project, said she hoped the drives \nwould put a positive spin on the issue of immigration, which has become a hot-button topic as Congress and local \njurisdictions grapple with another part of the equation --- illegal immigration.\n\n\"Getting your green card is important, but citizenship means the United States is your home. It's a wonderful thing \nand a privilege.\"\n\nCitizenship gives a person the right to vote, hold a U.S. passport, petition for relatives abroad and obtain public \nbenefits. Applicants must be at least 18 years old and have been a lawful permanent resident for five years, or three \nif married to a citizen. They must also be able to read, write and speak in English, pay income taxes, pass a civics \ntest and take an oath of allegiance to their new homeland.\n\nThe task may prove difficult for some.\n\nOne woman was told she needed to learn more English before applying for citizenship.\n\nJorge Hincapie, a native of Colombia, needed to clarify information about two run-ins with the law, including at least \none arrest.\n\nBeing arrested for or convicted of a crime was one of the potential problem areas that volunteers were told to watch \nout for. Others include being out of the U.S. for more than six months at a time since getting a green card or, if the \nperson is male, not registering for selective service between ages 18 and 26.\n\nHincapie, who has worked 12 years in construction, said he tried to gain citizenship twice before. The first time, he \nsaid, immigration officials in another state lost his paperwork. And the last time, he found the attorney fees were too \nhigh.\n\nSaturday, he arrived in Roswell full of optimism that the time was right. \"Too many years I've lived in this country,\" \nsaid Hincapie, who arrived in 1984 and whose three children were born here. \"This is my home.\"\n\nDaiane Foragi Miller, 30, who was born in Brazil, also decided to take the plunge after years as a permanent \nresident.\n\nHer daughter, Morganna Cavanaugh , is a citizen, so it's high time Mommy is too, she reasoned.\n\n\"I feel like it is my country,\" said the woman, who works as an actress and in customer service at a movie theater. \"I \nnever really wanted to go back. I have nothing left there.\"\n\nAnd Basis? Basis received permanent residency in 1984 but was undecided whether to seek citizenship. A friend \nonce told her that she was too old to memorize the answers to various U.S. civics questions.\n\nAfter a long list of questions, Basis was finally able to sign her application.\n\n\"I love America,\" she said. \"America is peace and clean.\"\n\nGraphic\n\n \n\nPhoto: KIMBERLY SMITH / StaffTabitha Danso (above), a native of Ghana, signs forms./ImageData* ImageData*\n\nPhoto: KIMBERLY SMITH / StaffDaiane Foragi Miller is joined by daughter Morganna Cavanaugh and volunteer \nRobin Soh./ImageData*\n\n\n"}