{"title": "More Misery for Vietnamese Detainees", "body": "\nOnly a few weeks ago, it looked as if the sad saga of the tens of thousands of Vietnamese stuck in squalid \ndetention camps across Southeast Asia was finally heading toward a tolerable conclusion. Those who did not \nqualify as political refugees were headed back, under U.N. monitoring, to a Vietnam that was, if no paradise, at \nleast less impoverished and repressive than the one they fled.\n\nThen House Republicans attached an amendment to the foreign aid bill that calls for reconsidering the asylum \nclaims of those already found ineligible and cutting off funding to monitor and assist returned refugees in Vietnam. \nThis clumsy political gesture touched off riots in the detention camps against any further repatriations and halted the \nreturn flow.\n\nReinterviewing may sound like a generous offer, and many who voted for the provision sincerely wanted to help the \nVietnamese in detention camps. But the more likely result is further suffering.\n\nThe amendment, which the Senate has not acted on and which President Clinton opposes, may never become law. \nAnd it is not at all clear whether Congress can compel the executive branch to grant political asylum to people who \ndo not qualify.\n\nThe story of the Vietnamese boat people began nearly 20 years ago, in the years following Hanoi's triumph over \nSouth Vietnam. Millions of Vietnamese set sail in small boats fleeing ethnic and political persecution and economic \nmisery. Many died at sea or fell victim to local pirates.\n\nThose who made it to nearby shores were received with hostility and herded into makeshift camps to await possible \nacceptance elsewhere. Eventually, more than a million were admitted to the United States and tens of thousands \nwere accepted by other countries.\n\nSome 40,000 remain in Southeast Asian camps, more than half in Hong Kong. All have been formally found \nineligible for asylum under international law, which requires well-founded fear of persecution. Procedural questions \nhave been raised about a small number of screenings, and these might usefully be reviewed. But the House's call \nfor a wholesale reopening will only hold out false hopes and prevent agreement to voluntary return. Meanwhile, \ncutting off monitoring and assistance funds can only hurt those who have already returned.\n\nThe Senate, if it truly cares about the fate of these Vietnamese, should avoid repeating the House's mistake.\n"}