{"title": "Ottawa to fund Ontario refugee and immigration legal aid after provincial cuts; Ottawa puts $26M to Ontario legal aid", "body": "\nTORONTO - The federal government will spend $26 million this year on Ontario refugee and immigration legal aid \nservices after the province cut funding, the prime minister announced Monday, while taking partisan pre-election \ndigs at the premier.\n\nPremier Doug Ford's spring budget slashed Legal Aid Ontario's budget by 30 per cent, including eliminating funding \nfor refugee and immigration law services. His Progressive Conservative government maintained that Ottawa \nshould pay those costs because immigration is a federal responsibility.\n\nPrime Minister Justin Trudeau said responsibility for legal aid for immigration and refugee cases has long been a \njoint federal-provincial responsibility, but the Ford government \"decided to step away from that.\"\n\n\"The fact that we have to be here today to recognize that yet another Conservative government, the government of \nDoug Ford, is walking away from services to the most vulnerable is really frustrating for me and I think for all \nCanadians,\" Trudeau said.\n\nTrudeau has increasingly been slamming Ford ahead of the October election, and his Liberal government also \npreviously stepped in to fund a provincial tree planting program after it was cut by Ontario.\n\n\"There are many other cuts that the Conservative government is making that the federal government will not be \nable to compensate for,\" Trudeau said. \"That is something that Canadians need to be very mindful of as we go to \nthe polls this fall.\"\n\nOntario's attorney general had been asking Ottawa to foot the bill for refugee and immigration legal aid, saying the \nTrudeau government's immigration policies have led to a nearly 160 per cent increase in refugee claims in Ontario \nsince 2013.\n\nDoug Downey said Monday that it's unfortunate the federal government waited for several months before \nresponding.\n\n\"I think the public will be naturally suspicious of the timing, right before an election,\" he said.\n\nLegal Aid Ontario had been spending about $45 million a year on immigration and refugee services, with about 35 \nper cent of that coming from the federal government and the rest from the province. Downey said Ottawa was \nfunding other provinces' programs at 70 or 80 per cent.\n\n\nOntario pulled all of its funding for the program this spring, leaving it with a shortfall.\n\nA spokesman for federal Justice Minister David Lametti said the $25.7 million announced Monday was in addition to \napproximately $15.4 million in previously committed federal money for the program. The new investment meant the \nprogram was roughly fully funded, he said.\n\nTrudeau said the funding is one-time money, but he will \"engage in reflections\" on how to ensure the program's \nlong-term sustainability.\n\nRefugee lawyers applauded the announcement.\n\n\"Refugees and immigrants in Ontario have been facing a crisis,\" Maureen Silcoff, president of the Canadian \nAssociation of Refugee Lawyers said in a statement.\n\n\"No one who is facing torture in a repressive regime, no woman who ran away from severe domestic violence in a \ncountry without protections, no LGBTQ2S individual who fled to save her life, should be subject to high-stakes legal \nproceedings without legal counsel.\"\n\nThe Ontario NDP called on the provincial government to fully restore all legal aid funding that it cut.\n\n- with files from Paola Loriggio.\n"}