{"title": "WILSON STICKS TO HIS PLAN FOR BUDGET GOVERNOR STILL PINS HOPES ON IMMIGRATION AID", "body": "\nFurther complicating efforts to balance the state's budget, the Wilson administration said Friday it won't decide \nuntil mid-June whether to count on federal immigration aid -- $3.1 billion almost nobody expects -- to settle its \nbooks.\n\nThe Republican governor tinkered slightly with his $39 billion general fund spending plan, reporting that because \nCalifornia has begun to emerge from its economic slumber, the state has about $280 million more than he expected \nin January.\n\n\"California's economy is improving,\" said Wilson's budget chief, Russell Gould.\n\nBut the difference between existing levels of state spending and current receipts is still $3.8 billion, a gap Wilson \nwould bridge by so-far unspecified cuts, by borrowing, or both.\n\nThe non-partisan Legislative Analyst's Office, relying on a less rosy scenario, has put the budget gap at $5 billion.\n\nWilson and Democratic legislative leaders have been saying for weeks that they expected relatively easy budget \napproval this year because they intended to count on $3.1 billion in federal immigration aid.\n\nEven though the White House has said the state can expect only about $500 million, top state lawmakers have said \nthe reliance on what some call the \"mystery money\" would allow Wilson and them to get through Election Day this \nNovember without making politically unpopular budget cuts.\n\nFacing the bad news\n\nBut Gould told reporters at a Capitol news conference Friday that Wilson may be willing to confront what is likely to \nbe bad news from Washington by June 15, the Legislature's constitutional and widely ignored deadline for budget \naction. \"We're going to have to make an assessment in mid-June of where we are,\" Gould said. \"We're going to \nhave to make a realistic assessment of what kind of federal reimbursements we can expect and then proceed to a \nbalanced budget. We're going to fight for every dollar.\"\n\nWilson plans a trip to Washington next week to step up lobbying for money over which California has filed suit in \nU.S. District Court in San Diego.\n\nIn contrast to recent years, Wilson's May rewrite of his budget plan -- typically setting the stage for a monthlong \nfight over its approval -- was not calamitous.\n\n\nThe revised budget includes most of what Wilson called for four months ago, including no cuts in per-pupil \nspending for students in kindergarten through high school, massive cuts in welfare grants, and higher community \ncollege fees. It calls for $33 million in extra spending on prisons as the effects of California's new \"three strikes, \nyou're out\" law begin to take hold.\n\nProperty tax revenue to dip\n\nBecause of historic housing depreciation, particularly in Southern California, the state will lose $500 million more \nthan expected in property taxes. But that loss is offset, in part, through lower than expected demand on the state's \nclassrooms and medical services.\n\nWilson also has ordered that funds for the controversial California Learning Assessment System (CLAS) tests be \nremoved from his budget until an audit of its performance is finished.\n\n\"We believe that through legislation, modifications can be made to that program and should be before it is funded,\" \nsaid Gould, director of the state Department of Finance.\n\nAdministration officials said its revised budget picture was conservative when compared with private economic \nprojections.\n\nState Treasurer Kathleen Brown, a Democrat and Wilson's most formidable foe in this year's gubernatorial contest, \nassailed the revised Wilson budget as a farce.\n\n\"It was a lie when he proposed it and it remains a lie today,\" Brown said in a statement faxed to political reporters. \n\"Wilson's budget is still cobbled together on the hope and prayer that the federal government will balance \nCalifornia's budget with $3.1 billion.\"\n"}