{"title": "A Strong, but Divisive, Voice for Immigrants; Boycott of Pr. William Will Test Leader", "body": "\nTwelve years ago, Ricardo Juarez was an unemployed government clerk standing in the dark on a riverbank \noutside Eagle Pass, Tex. He had no particular American dream in mind, he says, no vision of white picket fences or \nthe Liberty torch. The youngest male in a family of 12 siblings, Juarez was mostly thinking about food. He and a \ngroup of other migrants set their inner tubes into the swirling blackness of the Rio Grande and let the current carry \nthem across.\n\nJuarez washed up in Woodbridge two weeks later. His brother Alex helped him find work in construction -- digging \nditches, lugging sacks of cement, driving nails. Prince William County was booming. But Juarez was more eager to \norganize immigrant laborers than be one.\n\nNow 40, Juarez has become one of the Washington region's most visible -- and divisive -- Latino figures. His \norganization, Mexicans Without Borders, claims more than 3,500 regional members, and it is the largest and best-\norganized group opposing recent efforts by Prince William and other area jurisdictions targeting illegal immigrants.\n\nBut the biggest test of Juarez's leadership begins today. Juarez and his group have organized a week-long \nboycott in Prince William in protest of an anti-illegal immigration resolution unanimously approved by county \nsupervisors July 10. The resolution has not been finalized, but its goal is to repel illegal immigrants by refusing \nthem access to certain public services and to increase deportations by ordering more aggressive residency checks \nby police.\n\nJuarez -- who refuses to disclose his residency status -- calls these policies \"a new apartheid\" and \"racist.\" And in a \nmove Juarez's critics say is typical of his overheated rhetoric, radical politics and strong-arm style, the businesses \nin the county subject to the boycott will be those lacking green placards provided by Mexicans Without Borders. \nHispanic-owned or not, any business without one will be shunned.\n\n\nJuarez defended this with-us-or-against-us approach in interviews last week, as his group printed more than 500 of \nthe placards for delivery to shops, restaurants and other businesses.\n\n\"We feel like we've been backed into a corner, that no one is listening to us,\" Juarez said. Stung by the harsh \nrhetoric of the resolution's backers, Hispanic immigrants feel rejected, unappreciated and ignored, he said. \"We \ndon't expect the resolution to be rescinded, but we want the boycott to give us our voice back.\"\n\nIncreasingly, though, the sound of Juarez's voice -- at churches, rallies and outside government buildings -- is \nmaking county officials and others cringe. Shortly after the July 10 resolution, Juarez and his group organized three \ntown hall-style \"assemblies,\" the largest of which drew more than 1,000 people to a Manassas church.\n\nMany immigrant families were confused and frightened by the resolution. And in a county where one-fifth of the \npopulation is Hispanic but there are no elected Hispanic officials and no major Hispanic advocacy organizations, \nJuarez offered reassurance, unity and a plan. The crowds at the assemblies voted for a march, a one-day general \nstrike and the week-long boycott. Said Juarez, \"They gave us their vote of confidence to lead this process.\"\n\nMembership in Mexicans Without Borders is not limited to Mexican nationals, drawing immigrants from El \nSalvador, Guatemala and other Latin American countries -- particularly the region's most recent arrivals. But \nseveral prominent members of the county's more established Hispanic community and others who also oppose the \nresolution are unnerved by Juarez's growing sway. Some are Salvadoran immigrants who came in the 1980s to \nescape civil war. Others include Hispanic \"pioneers\" who built successful businesses in areas where few Latinos \nlived.\n\nWith more to lose, they worry Juarez's confrontational tactics will backfire and a boycott will heighten racial \ntensions and harden divisions.\n\n\"I think it's premature,\" said Jose Luis Semidey, a U.S. citizen born in Venezuela who owns real estate offices in the \nManassas area and is working with other local Hispanic businessmen to chart a more cautious course, saying \nthey'll oppose the resolution through lobbying and legal challenges if necessary. \"I don't think the boycott is going \nto amount to much.\"\n\nThe boycott wasn't even on the radar of the Prince William County-Greater Manassas Chamber of Commerce, as \nChairman Rick Hendershot said none of the chamber's 1,100 members had contacted him about it.\n\nIn other official circles, Juarez is already a pariah, viewed by county supervisors as a fire-breathing rabble-rouser \nwho has created an undue sense of alarm among Prince William's Hispanic residents.\n\n\"He is not a moderate voice,\" said Board of County Supervisors Chairman Corey A. Stewart (R-At Large). \"I see \nhim as an extremist who is hurting the entire Latino community by whipping them up into this anger and trying to \nconvince them that this is a racist measure.\"\n\nEven the group's name, Mexicans Without Borders, seems to confirm residents' fears about illegal immigration, \nStewart said. \"The name makes me think they don't believe there should be any controls to stop people from \ncoming in illegally.\"\n\nJuarez said he recognizes that countries must have borders but rejects the notion that a person can be \"illegal.\" He \nrepeatedly declined to answer questions about his own residency in the United States. \"I think it should be a private \nmatter,\" he said, saying he was under no legal obligation to discuss his status. \"One of the messages we're trying to \nsend is that a person's identity should not have to be revealed publicly.\"\n\nJuarez's path from the banks of the Rio Grande to the frontlines of the region's immigration fight began, as he tells \nit, in Coatepec Harinas, the mountain town where he grew up two hours southwest of Mexico City. Juarez's father \ndied when he was 4, leaving a 17-acre plot of farmland to Juarez's mother and 11 siblings. As a teenager, Juarez \nlistened to the Beatles, played bass guitar in a rock band and, as photo albums show, tried hard to style himself in \nthe likeness of Jim Morrison.\n\n\n\nJuarez never finished college and was laid off from a public relations job at the National Institute of Anthropology \nand History in 1994. He returned home to the family farm just as the Mexican peso crisis plunged the country into \nfinancial turmoil.\n\n\"We were struggling,\" Juarez said, blaming Mexican government corruption and powerful U.S. interests for the \ncrisis. \"Our produce became worthless. There were no jobs anywhere.\"\n\nBut there were jobs in Woodbridge, evidenced by the money Juarez's brother Alex wired home to the family. Alex \ninvited him to Virginia, and a week later, Juarez reached the Rio Grande.\n\nToday, Juarez and his wife, Patricia, live with Alex, his wife and their three children in a two-story Woodbridge \nhome. A photo of early 20th-century Mexican revolutionary Emiliano Zapata hangs in the den, casting a burning \nstare from beneath a large sombrero.\n\nZapata's modern-day acolytes, the leftist rebels of the Zapatista Army of National Liberation, have shaped Juarez's \nworldview and inspired his organizational strategies -- minus the ski masks and AK-47s. Although Juarez certainly \ndoes not advocate armed struggle in the Virginia suburbs, he has worked with Zapatista-affiliated activist \norganizations, according to Juarez and Web sites, and shares the rebel group's contention that U.S. free-trade \npolices hurt Latin America's poor and drive emigration.\n\nOf course, Juarez's battles don't transpire in the jungles of Chiapas but in the parking lots of Virginia 7-Elevens, \nwhere day laborers gather to solicit work. He and several activist friends formed Mexicans Without Borders in 2000, \nhe said, primarily to assist and advocate for the rights of immigrant workers who were cheated out of wages, \ninjured or in legal trouble.\n\nAfter authorities moved against day laborers in Woodbridge in 2005, Juarez and his group led protests, then rallied \nagainst proposed federal restrictions on illegal immigration the following year. When Manassas tried to tighten its \nresidential overcrowding rules -- prompting a federal investigation -- Juarez again led the fight. Mexicans Without \nBorders now has affiliate subgroups in Baltimore, the Virginia towns of Culpeper and Harrisonburg, and other \nplaces across the region.\n\nAt a shopping plaza in Manassas last week, Juarez gathered about 40 people for a bus caravan to a Falls Church \nrally. Maria Rivas, a 32-year-old illegal immigrant from El Salvador, had arrived with her two U.S.-born daughters, \nages 9 and 6. The girls played a fantasy game, speaking to each other in flawless, unaccented English, as their \nmother explained in Spanish that the new resolution had left her daughters worried their parents would be deported.\n\n\"They're young, but they know what's going on,\" Rivas said, adding that the girls had urged their mother to help \nJuarez. \"We have to support him,\" she said. \"He's a leader, and he's the only one we have.\"\n\nGraphic\n\n \n\nIMAGE; By Kevin Clark -- The Washington Post; Ricardo Juarez, right, with the Rev. Jorge Acho, at a protest last \nweek in Falls Church of Prince William's immigration crackdown.\n"}