{"title": "Officer: King came close to being shot", "body": "\nRodney King was so out of control he came \"very close\" to being shot by police officers, whose beating of King \nwas captured on videotape, one of the officers testified Monday.\n\nLaurence Powell, one of two officers sentenced to 30 months in prison for violating King's civil rights, said the \nbeating was justified and \"if he got up and attacked me one more time, it was going to be a shooting situation.\" \nPowell, who struck most of the blows during the March 3, 1991, incident, defiantly asserted he was positive he had \ndone nothing wrong. The federal civil jury has awarded King $ 3.8 million for his injuries and now is considering \npunitive damages against Powell and 14 others.\n\nIMMIGRATION LAWSUIT: California this week will file the first in its series of lawsuits against the federal \ngovernment seeking enforcement of immigration laws and reimbursement for state's costs of illegal immigration, \nGov. Pete Wilson said. Florida already has filed suit. Wilson said California initially will seek $ 400 million, the \nannual bill to imprison illegal immigrants, and will ask a court to order U.S. officials to prosecute \"alien felons\" who \nreturn to the USA.\n\n CASINO ROBBERIES: Nevada Gaming Control Board officials, prompted by two weekend casino robberies in Las \nVegas, this week will urge additional security measures. Eight casinos have been hit in the past 18 months. Five \nmen, suspected of being Los Angeles gang members, are charged with the Sunday robbery of Harrah's. The \nFlamingo was hit Thursday for $ 158,000. The money is missing.\n\n ASSISTED SUICIDE: Jack Kevorkian's Detroit trial on a charge of violating Michigan's new law against assisting a \nsuicide will continue, a judge ruled. His lawyer, who wants the charge dismissed, said the prosecution was in the \nwrong county. Kevorkian, an advocate of doctor-assisted suicide, has been present at 20 deaths. Also, the state \npanel that has studied the issue for a year decided it couldn't agree and sent lawmakers three possibilities: legalize \nassisted suicide with strict controls; continue the ban passed last year; or leave the decision up to the Legislature \nand send along procedural safeguards to use if lawmakers decide to allow it.\n\n SPECIAL DELIVERY: Mail carriers hope to collect 35 million to 45 million pounds of food for charity May 14. The \nNational Association of Letter Carriers will pick up donations on mail routes and distribute them to food banks. \nPeople should leave packaged food near their mailboxes. Last year, 220 branches collected 12 million pounds of \nfood.\n\n SCHOOL PRAYER: Bishop Knox returned as principal of Wingfield High School in Jackson, Miss., for the first time \nsince being suspended for allowing student-led prayers over the intercom in November. A county judge Friday \nordered immediate reinstatement and back pay. His biggest problem Monday: getting the school keys he had \nsurrendered. The U.S. Supreme Court in 1962 barred officially sanctioned in-school prayer.\n\n\n KILLER CAT: Hikers, bikers and joggers are being warned a mountain lion is suspected of killing a jogger in the \nAuburn Lake Trails subdivision near Cool, Calif., 40 miles northeast of Sacramento. Authorities say there were claw \nmarks on Barbara Schoener, 40, and she may have been dragged down a hillside. Her body was found Sunday.\n\n PRIEST TO PRISON: The Rev. John Hanlon, 65, was sentenced to life in prison for raping an altar boy in 1980 \nand 1981 while a Catholic priest at St. Mary's Church in Plymouth, Mass. He's eligible for parole in 15 years. \"I still \nwish him dead,\" said the victim, William Wood, 27.\n\n TRUTH IN SENTENCING: The New Jersey Supreme Court adopted a rule that judges at sentencings must say \nwhen a defendant is likely to be paroled. Gov. Christie Whitman had urged the measure. Most inmates get time off \nfor being good and are paroled long before their term ends.\n\n ALSO MONDAY . . .\n\n-- EXECUTION: Texas executed Arkansas parolee Larry Anderson by injection early today for the 1982 stabbing \nmurder of Houston bar manager Zelda Webster, 28.\n\n-- RED BAITING: New Hampshire's 1951 Subversive Activities Act, which outlawed the Communist Party and \nrequired loyalty oaths of state workers and political candidates, is being repealed effective June 21.\n\n-- TWISTER: Three people were hurt and up to 20 homes leveled by a tornado in Talihina, Okla., emergency \nworkers said. Some residents were missing. A tornado in Lancaster, Texas, injured 12.\n\n-- GRANT'S TOMB: Descendants and admirers of Ulysses S. Grant asked a federal judge to order the government \nto restore the 18th president's burial site in New York. Lawyer Edward Hochman cited urine stains, litter and graffiti.\n\n Spy case plea agreement in works\n\nA plea agreement may be near for Aldrich and Rosario Ames, accused of selling secrets to the Russians and \nSoviets for more than $ 2.5 million while he was with the CIA.\n\nNews reports say he would plead guilty, take a life prison sentence and cooperate in assessing the damage he's \ndone to national security - if his wife gets a relatively short prison term so she can care for their son, Paul, 6. \nProsecutors are said to have offered her a five-year sentence, but she has resisted. Aldrich Ames' lawyer said it's \npossible an agreement could be disclosed Thursday in federal court in Alexandria, Va., but that depends whether \nRosario Ames agrees. Also, the White House is considering a plan to transfer key spy-catching and policy-setting \nresponsibilities to the FBI from the CIA, The Washington Post reports today.\n\n Contributing: Gary Fields, Jane Schmucker, Sandra Sanchez and Steve Marshall\n\nNotes\n\nTHE NATION\n\nGraphic\n\n \n\nPHOTO, b/w, AP; PHOTO, b/w, Rogelio Solis, AP; PHOTO, b/w, Agence France-Presse\n"}