{"title": "D.C. Region's Immigrants Faring Better Than Others", "body": "\nThe Washington area has the highest percentage of foreign-born residents who speak English well and the lowest \nimmigrant poverty rate among the 10 U.S. metropolitan areas with the largest international populations, according \nto a study being released today. \n\nThe study, by the Brookings Institution, provides the most detailed sketch yet of this region's foreign-born \npopulation, using 2000 Census data to delve into English proficiency, country of origin, poverty levels and the \nneighborhoods where immigrants live.  \n\nThe portrait that emerges is one of a large, rapidly growing foreign-born community that is starkly different from \nthose in cities such as New York or Los Angeles. Here, the report finds, there are no sprawling immigrant ghettos; \ninstead, most of the foreign-born live in moderate- or high-income neighborhoods. Nearly 80 percent speak English \nwell. And 10.6 percent are officially poor, about half the immigrant poverty rate of metro areas such as New York \nand Houston. \n\nStill, the report emphasizes, the flood of newcomers is producing costs as well as benefits. The sheer size of the \nimmigrant population -- 832,000 -- means there is a large number of people who don't speak English well. The \nnumber of students enrolled in English-as-a-second-language classes doubled from 1993 to 2001, reaching 54,000, \nthe report says.  \n\nAnd immigrants here are still more likely than U.S.-born residents to be needy: Only 6.8 percent of the native-born \nare classified as poor. \n\n\"Compared to other major immigrant metropolitan areas, Washington appears to be doing well, looking at these \nindicators. But there are local areas where some immigrants are struggling, and service providers are also \nstruggling,\" said Audrey Singer, the demographer who did the report.  \n\nThe Washington region now ranks seventh among U.S. metro areas in the size of its immigrant population, with \none in six residents born in a foreign country -- compared with one in 22 residents three decades ago.  \n\nThe local immigrant population is distinct for a number of reasons. With its international institutions, embassies, \nhigh-tech industry and universities, the region draws educated workers from around the world. Thirty-six percent of \n\n\nimmigrants are from Asia and the Middle East, compared with 26 percent nationally; 39 percent are from Latin \nAmerica and the Caribbean, below the national average of 52 percent. \n\nDrew Dedrick, demographer for Montgomery County, noted that Washington attracts a different mix of immigrants \nthan a border state.  \n\n \"Our immigrants mostly arrive here by airplane,\" Dedrick said. \"A lot of people come here because they can make \na lot more money. They would be affluent where they were.\" \n\nAlthough El Salvador is the top country of origin among the area's immigrants, it accounts for just 12.6 percent of \nthe foreign-born, the report says. Ranking second and third are Korea and India.  \n\nMany Washington area immigrants are white-collar professionals: physicians, computer programmers, scientists \nworking at the National Institutes of Health. \n\n\"The last time I looked, for Montgomery County, our immigrants had a higher percentage of PhDs than our native \npopulation,\" Dedrick said.  \n\nOne of those PhDs is Grace Virtue. She left a journalism job in her native Jamaica in 1996 to study mass \ncommunications at Howard University. Virtue, 38, now is the university's executive communications manager and \nlives in Silver Spring. She stayed on because of the opportunities available, particularly for her two daughters, 10 \nand 12. \n\n\"The education my child gets in public school is an education I would have paid a lot of money for in Jamaica,\" she \nsaid. \n\nThe high rate of English proficiency among immigrants is explained in part by those with advanced education. In \naddition, many immigrants come from countries where English is widely spoken, such as India and the Philippines. \n\nA further reason is the extraordinary diversity of Washington's immigrants, who come from more than 150 \ncountries. Consider the case of Khem Bahadur Gurung, 37, a native of Nepal who lives in Tysons Corner. He \narrived 20 years ago, to do housework for a diplomat, and now owns a small landscaping business.  \n\n\"I feel I should know English if I live in this country,\" said Gurung, who slogged through three years of night school \nto learn the language.  \n\nHe certainly needs it to function in his job and suburban neighborhood. His neighbors are from Laos and Vietnam, \nas well as the United States. One of his employees is Mexican. And about half of his customers are immigrants, \nincluding a large number of Indians living in McLean. \n\nThough a minority of immigrants are poor and lack English proficiency, they still represent a challenge to \ngovernments, schools and health centers. And some jurisdictions face bigger hurdles than others.  \n\nMore than one-quarter of the foreign-born in the more densely populated immigrant areas of Arlington, Alexandria \nand the District say they cannot speak English well or at all. Poverty rates vary across the region; in the District, 18 \npercent of immigrants are poor, the report says. \n\nAlthough the census sought to count both legal and illegal immigrants, immigrant advocates say it missed some \nof those here without authorization. So figures for poverty rates and English proficiency could be worse than those \ntabulated.  \n\n Immigration accounted for nearly half of the Washington area's population increase of 700,000 in the 1990s, with \nthe vast majority of newcomers settling in the suburbs. \n\n The report did not include U.S.-born children of immigrants, who are U.S. citizens. They represent an additional \n150,000 people, estimated Steven Camarota, director of research for the Center for Immigration Studies. \n\n\n\n\"New immigration and births to immigrant women added about 500,000 people to the Washington metropolitan \narea in the last 10 years,\" said Camarota, whose group urges immigration cuts. \"That has enormous implications, if \nwe continue to do that . . . for lots of things people seem to care about -- like loss of open spaces, like crowding.\" \n\nThe study was underwritten by the Washington Area Partnership for Immigrants. One of the foundations that funds \nthe group is the Meyer Foundation, established by a former Washington Post publisher.  \n\nSinger, the report's author, emphasized that it used data from the 2000 Census and thus missed whatever changes \ncame from the recession and stepped-up immigration enforcement after the Sept. 11, 2001, terrorist attacks.  \n\nStaff writer D'Vera Cohn and database editor Dan Keating contributed to this report. \n"}