{"title": "Republicans lose ground among Hispanic voters; Democrats perceived as being on 'right side' of immigration issue", "body": "\nWASHINGTON -- Republican gains among Hispanic voters evaporated in Tuesday's election, and some party \nleaders are blaming harsh rhetoric on immigration for the reversal.\n\nCutting into the Democrats' traditional advantage among Hispanic voters was a key to both of President Bush's \nelection victories. In 2004, when the president was at the top of the ticket, 44% of Hispanics surveyed after they \ncast their ballots said they voted Republican.\n\nThis year, the figure dropped to 29%.\n\nThe decline is significant because Hispanics are fast becoming a crucial voting bloc. Census figures show \nHispanics make up at least 10% of the population in 11 of the 28 U.S. House  districts that switched from \nRepublican to Democratic hands on Tuesday.\n\nStrategists from both parties say the vocal opposition of some Republicans to a proposed immigration bill that \nwould give an estimated 12 million illegal immigrants a chance at citizenship drove Hispanics back to the \nDemocratic camp.\n\n\"This time there is no doubt they felt Democrats were on the right side of the immigration issue,\" says Lionel \nSosa, a Hispanic ad executive who has advised Republicans. One of the Democratic Party's top-ranking \nHispanics, New Mexico Gov. Bill Richardson, agrees. He says Bush's decision to bow to conservative pressure and \nsign legislation authorizing construction of a 700-mile fence along the U.S.-Mexican border \"sent a terrible signal.\"\n\nBush backs citizenship for many of the people who are here illegally, as do a number of potential 2008 GOP \npresidential candidates, including Sens. John McCain of Arizona and Sam Brownback of Kansas. But House \nRepublican leaders blocked a path to citizenship in the immigration bill and GOP conservatives such as Indiana's \nJohn Hostettler made their opposition a campaign issue. Some members of the party believe that backfired.\n\n\"There has been too much of an anti-immigrant tone,\" says Rep. Lincoln Diaz-Balart, R-Fla., a Cuban immigrant. \nHe argues that Hispanics are \"a natural\" Republican constituency because they are entrepreneurial and socially \nconservative. But Diaz-Balart adds, \"When people start to perceive that immigrants are being put in the same \ncategory as a threat to national security, it's hard to get your message across.\"\n\nIn Hostettler's close race,  the six-term congressman appeared with representatives of the Minutemen, a \ncontroversial citizens group that has been patrolling the border, and ran ads  touting his opposition to \"the \nnightmare of amnesty.\" In Arizona, Republican Randy Graf ran an advertisement showing a blonde-haired child \nwalking toward a slowly opening door as a voiceover delivered statistics about crime and other problems caused by \nthe nation's \"open door\" border.\n\n\nBoth Hostettler and Graf lost, a point likely made by House Democratic leader Nancy Pelosi when she talked to \nBush Thursday. She asked for his help in passing a bipartisan immigration bill when she and fellow Democrats \nstart running Congress in January. \"Those candidates who ran largely on immigration did not succeed,\" she says.\n\nGabrielle Giffords, the Democrat who defeated Graf, also carried Cochise County, Ariz., along the U.S.-Mexican \nborder where frustration with immigration is highest. Gifford says she believes voters there preferred her because \n\"people want solutions, not slogans.\"\n\nImmigration could be key in a House race still to be decided. In Texas, GOP incumbent  Henry Bonilla is in a runoff \nwith Democrat Ciro Rodriguez, a former lawmaker, in a district where more than half the population is Hispanic.\n\nBonilla is one of only two Hispanic lawmakers who backed a controversial House bill that would make it a crime to \nassist illegal immigrants. He says he's taking a get-tough approach to protect his border constituents from crime \nand illegal drug trafficking.\n\nBut Sosa, who lives in the district and describes himself as Bonilla's friend, worries that some Hispanic residents \nmay misinterpret his stand. \"I have told him that in my opinion he should soften his position,\" Sosa says.\n\nHe says the election results don't mean the GOP has lost the Hispanic vote. \"It means Republicans need to have \na much higher sensitivity about how Latinos feel about their worth and the worth of immigrants,\" he says.\n\nContributing: Jill Lawrence \n\nGraphic\n\n \n\nGRAPHIC, B/W, Karl Gelles, USA TODAY, Source: Voter News Service, Voter Research and Surveys, \nEdison/Mitofsky (Bar graph)\n"}