{"title": "A STEEL VALLEY'S DEATH: MEMORIES AND DESPAIR", "body": "\nThe Talk\n\n \n\n of the\n\n \n\nMonongahela\n\n \n\nValley\n\nHOMESTEAD, Pa., Jan. 7 - What Carol Couvaris remembers of the good times in Homestead is the candy her \nfather made. He ran the United Candy Store at Eighth Avenue for 70 years, and today her face lights up and she \nsmiles when she talks about it.  He made bonbons, seafoams, fudges, ribbon candy, chewing taffies, scotches, taffy \napples, all kinds of brittles, caramel corn, marshmallows. At Christmas, he made his own candy canes. At Easter, \nhe made huge chocolate rabbits and baskets. All the candies were hand dipped. He used fresh cream, she said, \nand the best ingredients.\n\nFor generations the Monongahela Valley, with Homestead at the center, was the steelmaking capital of the world. \nThe steel industry attracted immigrants from throughout Europe, and although the work was hard and dirty, the \npeople brought to this valley a strong family life and strong neighborhoods. Many of the families were religious, and \nthroughout the valley today are many huge churches, including many onion- domed Eastern Orthodox churches \nthat make the valley seem so much like the Europe the immigrants left behind.\nSmall Symbol of Decline\n\nAn interest in fine candies was one of the customs the immigrants brought. There are candy shops yet, even on \nbleak streets. But the special, hand-dipped candies with rich, fresh ingredients are almost gone, and this is a small, \nprecise symbol of the decline of life in this once great manufacturing valley.\n\nOn March 17 Mrs. Couvaris and her husband, George, will have run their small restaurant, the Sweet Shoppe, for \n34 years, and they have watched this decline through their front window. Mrs. Couvaris's father's candy shop has \nbeen gone for a decade. The couple sell some candies in their cafe; candy used to be 80 percent of the business, \nbut now is only 20 percent. ''People can't afford to buy candy anymore,'' Mr. Couvaris said.\n\nMr. Couvaris, standing by the coffee pot behind the counter, said he did not understand the decline of the steel \nindustry. This valley, he said, produced rifles for Union soldiers in the Civil War, and rails for the railroads that built \nthe West. He said, ''Did you ever see the movie 'How Green Was My Valley'? '' referring to the 1941 movie about \nthe harshness of life in a Welsh coal town. ''That's us,'' he said.\n\n\nThe growth of the steel industry built the Monongahela Valley, which runs some 20 miles along the Monongahela \nRiver, south and east of Pittsburgh, and now the decline of the steel industry is destroying it. Plants have been \nclosed, thousands of jobs lost over recent years. And then last week, in a devastating blow, the United States Steel \nCorporation announced it was closing almost two dozen plants, eliminating some 15,400 jobs, including 3,800 in the \nvalley.\n\n''A lot of guys are forced to take retirement,'' says the Rev. Garrett Dorsey of St. Stephen's Catholic Church in \nHazelwood, across the river from Homestead. He is chairman of the Tri-State Conference on Steel, a church, \nuniversity and labor group trying to stem industrial decline in this area of Pennsylvania, West Virginia and Ohio. \n''Some guys are getting jobs elsewhere, but a lot are not. A lot of young people will be forced to leave.''\n\nAt the Goodwill Industries store in Homestead, where a coat can be bought for $9.95, an upholstered chair for $39, \nice skates for $2, the store manager, Irene Schrecengost, said business was all right, but should be better. ''People \nare not used to buying second hand,'' she said, and ''I personally think the workers feel degraded'' by shopping at \nGoodwill. She hopes this changes.\n\nThe Monongahela Valley is a wretched place today. Old men with white hair sit playing cards in the window of the \nOwls Club in Homestead. Part of Hazelwood is known as Plywood Avenue, for the boarded storefronts. Throughout \nthe valley, the vast, tall steelworks, with their huge buildings, furnaces, and smokestacks, are closed. So are many \njob shops that were supported by the steel industry.\n\nFrom a high hill in Clairton, far up the valley, one can see smoke rising from the vast coke works there, still in \noperation, but the view is largely one of an industrial America, an era that is no more. Miles of unneeded railroad \ncars sit parked on the plant tracks; weeds grow out of some of them.\n\nWhen an industry dies, the towns that depend on it die with it. Mayor Louis H. Washowich sat in his City Hall office \nin McKeesport on a cold, gray snowy afternoon and talked of how decline of the steel industry, and specifically of \nUnited States Steel's National Works there, had affected the town. In 1940, McKeesport had 55,000 people. Today, \nthe Mayor said, the town has 31,000. He said that two years ago the National Works employed 3,500 workers. It \nnow has 400, and last week's announcement by the company means another 100 jobs will be cut.\n\nIt used to be that on payday, twice a month, thousands of workers would spill through the gates of the plants in this \nvalley with money that would immediately spread through the town's businesses. Today those checks are no longer \nthere, and for McKeesport and towns like it, this means immense difficulties. The wage tax in McKeesport has \ndeclined by $200,000 a year. Income at the parking garages, where many workers left their cars, has dropped \n$150,000. The mercantile tax is off, and people are falling behind in their property tax payments.\n\nMr. Washowich, 44, was born in this town, grew up here, and, he said, ''I could never in my wildest dreams think of \na place I want to live outside the place of McKeesport.'' But what he sees here is not only industrial but kind of a \nsocial decline. With the job loss, he said, ''there are a large number of people in the valley for which this is probably \nthe most degrading time of their life.''\n\nHe says the town has lost much of its sense of neighborhoods and the ethnicity that once gave it such character. \nHe says many parents no longer seem interested in what their children are doing and in what their children's futures \nwill be.\n\nThe Mayor said that, while he knew financial analysts applauded decisions like those made by United States Steel \nas making eminent financial sense, he felt those analysts' equations lacked factors to represent people and \ncommunities. He sees no one addressing these problems. He said, ''If we continue to go the way we've gone over \nthe last 20 years, and it continues over the next 20 years, I hope to hell I'm not here.''\n\nIn each town up and down the Mon Valley, as it is called here, there may be one or two things that most symbolize \nthe robustness that this area once had and the decline of today. In Braddock, on the north side of the river, a \nsymbol is the Carnegie Library, built beginning in 1889 and the oldest of the many libraries built by Andrew \nCarnegie, the magnate who sold his vast steel holdings in 1901 to the new United States Steel Corporation.\n\n\n\nThis was once a magnificent stone library, three stories and turreted, the pride of the town. For decades the \ncompany supplied the heat and light free. When it no longer wished to do this, the library was acquired by the \nBraddock school district, but the district could not afford to keep the library open and closed it in 1972. The roof has \nsince sprung leaks, ruining many rooms and books. Windows are boarded.\n\nThe building is now owned by the Braddock's Field Historical Society - on July 9, 1755, British and Colonial troops \nunder Gen. Edward Braddock were defeated here in an early encounter of the French and Indian War - and the \nother day a visitor tapping on the door, encountered one man inside, Roy Stell, second vice president of the society.\n\nFor 34 years Mr. Stell was a locomotive engineer, hauling raw material to the steel mills until he retired. Now he is \nworking zealously with other history-minded Braddock people to restore the library, although that seems almost \nimpossible for, he says, it would take more than $5 million to do this.\n\n \nShadow of Former Grandeur\n\nHe guided the visitor for two hours through the cold library, showing the grandeur it once had. Here was the huge \ntile pool where Mr. Stell swam as a youth; here the meeting room for the Tuesday evening women's club; nearby \nthe billiard room and the two- lane bowling alley, where pins were set by hand.\n\nMr. Stell would walk into a dark room, snap on a light, and there would be shelves and shelves of books, unopened \nfor years. In the corner, the oak-walled gymnasium, where - this was before basketball was invented - generations \nof Braddock boys exercised by climbing ropes and lifting wooden clubs. In the basement were the baths, where \nworkers, grimy and tired from a day in the mill up Braddock Avenue, could bathe or shower for a nickel.\n\nMr. Stell stood by a kerosene heater he was fueling to warm a bit of the small corner room now open for a few \nhours on Saturdays as a children's library. ''This was quite a place years ago,'' he said, talking at once of the library, \nthe town, the valley. ''Today you walk around and you look at it, and you try to figure in your head what happened.''\n\nWhat did he think had happened, a visitor asked.\n\n''I can't figure it out,'' he said.\n\nGraphic\n\n \n\nphoto of David Solomon and Roy Stell; photo of worker reading notices\n"}