{"title": "NW Opinions; READERS RESPOND: Illegal immigrants ; What should be done about the problem? There isn't any shortage of opinions", "body": "\nIMMIGRATION REFORM: Idea that enforcing the law isn't feasible is incorrect\n\nIf we should not enforce our immigration laws because it is not \"feasible\" to deport 12 million illegal immigrants, \nthen it follows that we should not enforce our drug laws either --- since it is not \"feasible\" to arrest and imprison \nmillions of offenders.\n\nBy the same twisted logic, we should quit enforcing traffic laws as well, since it is not feasible to apprehend all of \nthose speeders I see every day driving around Atlanta. \n\nThe fact is that we don't have to arrest all of the speeders to affect how others drive. Most of us slow down because \nwe don't want to chance being among the minority who get caught and have to pay the penalty.\n\nPATRICK FANTIS, Marietta\n\nWhole mess will be kicked along to next administration\n\nWith all the pomp and circumstance on talk radio as well as letters to the editor regarding illegal immigration, the \nfollowing issues remain quite clear:\n\n* We have 12 million to 20 million illegal immigrants living in the United States. Despite all of our efforts, we have \nnot found a solution to the problem.\n\n* The folks in Congress will continue to play politics with this issue in the hope it will go away.\n\n* It will likely take serious action to both close the border and not bow to the whims of political expediency to solve \nthe problem.\n\n* All of this will be left to another president and other Congress members to clean up.\n\n\n* Most folks have become quite ambivalent about this issue and are more focused on gas prices, the war in Iraq \nand their own personal issues.\n\n* The end game will be a piece of legislation that no one likes, and is unworkable, and it will be left to the next \npresident to deal with.\n\nRICHARD CHARNEY, Marietta\n\nWith water restrictions, city should fix leak\n\nI live in Sandy Springs and receive my water from the city of Atlanta. In June of 2006, I reported a water leak at my \nwater meter. Almost one year later that leak continues because it has never been repaired.\n\nFor almost one year now water has slowly run down my curb and into the nearest storm drain. The leak is on the \ncity's side so it is not costing me money, but in light of the latest water restrictions, should not the city of Atlanta also \npractice water conservation by repairing such leaks in a timely manner?\n\nJOYE PERCIVAL, Sandy Springs\n\nGraphic\n\n \n\nPhoto: MIKKI K. HARRIS / StaffThese fake resident alien cards were seized in 2001 by the Immigration and \nCustoms Department./ImageData* ImageData*\n\nPhoto: File photo / 1996Immigration has been an issue for many years. A sign warns motorists of illegal \nimmigrants crossing I-5 near San Diego./ImageData*\n"}