{"title": "HEARING OF THE COAST GUARD AND MARITIME TRANSPORTATION SUBCOMMITTEE OF THE HOUSE TRANSPORTATION AND INFRASTRUCTURE COMMITTEE SUBJECT: FOREIGN OPERATIONS OF U.S. PORT FACILITIES CHAIRED BY: REPRESENTATIVE FRANK LOBIONDO (R-NJ) WITNESSES: STEWART A. BAKER, ASSISTANT SECRETARY FOR POLICY, DEPARTMENT OF HOMELAND SECURITY; REAR ADMIRAL CRAIG E. BONE, DIRECTOR, INSPECTIONS AND COMPLIANCE DIRECTORATE, UNITED STATES COAST GUARD; JAY AHERN, ASSISTANT COMMISSIONER FOR FIELD OPERATIONS, CUSTOMS AND BORDER PATROL LOCATION: 2167 RAYBURN HOUSE OFFICE BUILDING, WASHINGTON, D.C.", "body": "\nREP. FRANK LoBIONDO (R-NJ):   Good morning.  The subcommittee will come to order.  Before starting I'd like to \nask unanimous consent  that members of the committee who are not on the Coast Guard Subcommittee may \nparticipate in the hearing today.  We'd like to open this up.  Do we hear any objection to that?  I don't think so, okay. \nWe welcome members of the full committee.\n\nMr. Filner and Mr. Oberstar are on their way.  I'm going to ask the members -- we have on both of our panels we \nhave folks who have critical schedules and I know the most important of this will be coming to the questions.  We \ntalked to Mr. Filner's office and I'm going to start with my opening statement and ask Mr. Filner and Mr. Oberstar \nand Mr. Young if they're here for their statements, ask the other members to please forego opening statements.  \nWe'll get into the testimony of the panel members and then get right into questions.\n\n\nSo without further ado, the subcommittee is meeting this morning to review foreign operation of terminal facilities at \nU.S. ports and to review the federal government's process in implementing effective port security measures.  Given \nthe high level of foreign operations at U.S. ports, the complete implementation of the Maritime Transportation \nSecurity Act is vital to protect our security without dampening the international trade that is the linchpin of our \neconomy.  I still remain concerned and opposed to the pending transfer of operational control over several U.S. port \nfacilities to Dubai Ports World.  A number of us still have many questions about this proposed deal and hope that \nthe witnesses' testimony will be able to address these complex issues.\n\nSpecifically, I am interested in learning to what level was the Coast Guard, Customs, and Department of Homeland \nSecurity were involved in the initial review of the proposed sale and what level of participation each will have in the \nmore stringent second review. Secondly, what are the concerns that were raised by the Coast Guard and the \ndepartment and how were those concerns addressed?  Also, does the fact that DP World is a foreign state-owned \nentity affect the Coast Guard's ability to share sensitive information with security officers who by nature of their \nemployment could be considered agents of a foreign government?\n\nI believe that these questions clearly demonstrate that we need to do a great deal more and we have to give very \nserious thought and investigation before this sale is approved.  Along with my opposition to this specific transaction, \nI am extremely concerned with the administration's lack of progress in implementing the broader port security \nmeasures this Congress passed as part of the Maritime Transportation Security Act of '02 and successive \nlegislation.  It is now more than three years after the passage of the Maritime Transportation Security Act, and I am \nvery frustrated to hear that many of these programs have not been implemented, and in fact on some of them we \nhave no idea when they might be.\n\nUnder MTSA, the Department of Homeland Security is required to develop the Transportation Workers Identification \nCredential, known as the TWIC program, that will issue biometrically embedded security  cards to maritime workers \nthat can be used interchangeably at any U.S. port.  To this date, we have not progressed beyond the prototype \nstage for this critical program and without any creditable explanation.  The department has not developed a format \nfor the card or the readers that will be used to restrict access to secure areas in our ports.  They have not \ndeveloped a procedure to carry out background checks for individuals who are applying for the card, or for the \nstatutorily- required biometric information that will be carried on the card.\n\nI find it totally unacceptable that the department has allowed this program to be delayed for this long, clearly not \ngiving it any priority.  The TWIC card will be one of the primary means of keeping unauthorized personnel out of our \nports, and I hope that the witnesses will be able to take back with them the very strong message that we expect this \nprogram to be moving forward and that we are tired of the delays that have occurred.\n\nLikewise, MTSA requires the Coast Guard to develop and implement a system to track vessels up to 2,000 nautical \nmiles from shore that will compliment the near shore tracking capabilities under the Automatic Identification System.  \nThe Coast Guard has previously testified that they are working through the International Maritime Organization to \ndevelop the components of a global system rather than implementing a long-range vessel tracking system \ndomestically.  While I guess I understand and somewhat agree that we should work with our international partners \nto develop a standardized system, again very concerned by the administration's apparent decision to delay the \nimplementation of this system here at home. Excuses and delays for critical maritime security measures such as \nthe TWIC card and the tracking system are unacceptable.\n\nFinally, the department is required to establish a Secure Systems of Transportation program -- that's protecting our \nsupply chain -- to establish standards and procedures to secure the maritime cargo supply chain from the point of \nloading to arrival in the U.S.  And of all the things that we're doing, making sure that these containers are protected \nbefore they get here is one of the most important.  This program will include standards for screening of cargo in \nforeign ports, standards for locks and seals to maintain security while in transit, and procedures for the federal \ngovernment to ensure and validate compliance with this program.  It is imperative that we develop robust measures \nto assure that this and other maritime security programs are being complied with, and I do not understand why the \ndepartment has absolutely disregarded this statutory requirement.\n\n\n\nIntegrity of our containers is essential and crucial if we're able to effect any measure of maritime antiterrorism and \nport security.  We have taken steps to enhance security at our ports, but I believe we must do much more.  The \nproposed transfer of port terminal facilities to a foreign state-owned entity only highlights the need for the \nadministration to fully implement the full extent of the maritime security programs required under the Maritime \nTransportation Security Act and other laws to work with Congress to develop any  further requirements.  The \nAmerican people expect us to take the necessary actions to secure our ports, and this subcommittee will continue \nto work with the entire Congress to develop legislation to enhance our maritime homeland security.  I thank the \nwitnesses for appearing today. \n\nJohn, do we know if Mr. Oberstar and Mr. Filner are -- okay.  We will break from the witnesses' testimony when Mr. \nFilner and Mr. Oberstar come in to see if they still wish to make any opening statements.\n\nBut I'd first like now to welcome our first panel.  Mr. Stewart Baker, assistant secretary of Policy for U.S. \nDepartment of Homeland Security, accompanied by Rear Admiral Craig E. Bone who's the director of Inspections \nand Compliance Directorate with the United States Coast Guard, and Mr. J. Ahern, assistant commissioner of Field \nOperations for Customs and Border Patrol.\n\nMr. Baker, please proceed.\n\nMR. STEWART BAKER:  Thank you, Chairman LoBiondo and members of the subcommittee and the committee.  I \nwill be brief.  You have a prepared testimony.  I will not be discussing port security which Admiral Bone will discuss, \nor cargo security which Mr. Ahern will discuss.  What I thought I would do is simply address some of the questions \nabout the CFIUS process that may have arisen in connection with this transaction.\n\nFirst, as the chairman asked, what was the involvement of Coast Guard and CBP and the Department of Homeland \nSecurity in the process? The short answer is that both Coast Guard and CBP were closely consulted about this \ntransaction and DHS actually within the department took the lead in addressing some of the security concerns that \nwe in fact had raised.  As a result of DHS's efforts, rather than simply approving this transaction, it was approved \nonly with a letter of assurances from the company -- from both companies.  That letter of assurances had two \nprincipal safeguards: first, it took several programs that are voluntary for other companies and made them \nmandatory.  A best securities practices program called the Customs Trade Partnership Against Terrorism -- for \nevery other company that's a voluntary program.  You enter it in order to get certain benefits in processing.  For \nP&O Ports North America and for DPW those programs are not voluntary they are mandatory.  That requires a lot \nof record- keeping and a lot of specific best security practices across the board. \n\nThey also assured us that we could have access to any data about their U.S. operations and that without a \nsubpoena, without a warrant, we simply have to give them a written request for that data.  That will allow us, among \nother things, to do background to obtain a list of all their current employees and to do background checks, run them \nagainst security watchlists and the like, and we will be exercising that authority as soon as the letter takes effect.  \nSo we do have substantial protections that were at the instance of DHS and run to the benefit of both CBP and the \nCoast Guard.\n\nThat is a very brief overview of the process.  We'll be glad to take questions.  I do want to emphasize that we \ncertainly agree that the focus on port security and the many measures that the chairman mentioned are appropriate \nareas of concern.  We will be glad to work with the members of the subcommittee and the committee with respect to \nhow to improve port security and we look forward to discussing those ideas in the course of this hearing.  Thank \nyou.\n\nREP. LoBIONDO:  Okay, thank you, Mr. Baker.\n\nAdmiral Bone.\n\nADM. CRAIG E. BONE:  Good morning, Chairman LoBiondo, Congressman Filner and distinguished members of \nthe committee.  Rear Admiral Craig Bone, director of Inspection and Compliance for the Coast Guard with \n\n\n\nresponsibility for maritime ports, vessels, facilities, both their safety and security operations.  As Assistant Secretary \nBaker stated -- well, as he stated I'll be responsible for the security portion of this hearing and we've undertaken \nand completed numerous improvements in our port, vessel and facility security since Congress enacted the \nMaritime Transportation Security Act and IMO established the International and Ship Port Security code which \nparallels MTSA.\n\nKey to our efforts has been the federal interagency cooperation coupled with the engagement of the maritime \nindustry and state and local officials as well as law enforcement agencies.  This was accomplished not just at the \nnational level and through the regulatory process but also carried out in our daily operations through establishment \nof area maritime security committees with full interagency maritime stakeholders and state and local agency \ninvolvement.  All U.S. 3,200 MTSA facilities and over 11,000 U.S. flag commercial vessel security plans have been \ncompleted by the operators and reviewed satisfactorily by the Coast Guard.\n\nAnnual compliance examinations are conducted as well as unscheduled targeted vessel boardings of U.S. and \nforeign flag vessels.  Sixteen hundred boardings since July of 2004 have resulted in 143 major control actions \nincluding in some cases actually expelling the vessel from the port or not allowing it to come to the U.S. at all.  \nAnnual compliance examination and random assessments at port facilities have been conducted with 700 violations \nand 44 major control actions taken since July 2004.  Those 44 would either stop cargo operations or even shut \ndown the facility. \n\nWe truly appreciate the congressional support which has provided additional assets in the way of MSSTs, small \nboats and crews, armed helicopters, increased inspectors, escorts at sea marshals to protect high risk vessels, \nmanned center improvements to integrate operations, AIS receivers, improved traffic management systems, \nintelligence personnel and many more.  We've also conducted national level exercises as well as local area \nexercises to test our response capability to threats or to an actual incident occurring to make sure there's better \ncoordination.\n\nNow, as I've said that, we know there's much more to do.  Some examples include implementing Homeport which is \na web-based systems to improve communications within the ports and the stakeholders within the maritime \ncommunity and the law enforcement agencies.  We're conducting studies on the use of barrier booms to improve \nhigh risk vessels and critical infrastructure, developing a marine security response team deployable 24/7 as a \ncounterterrorism capability.  We're working to improve screening technologies and training for our passenger \nscreening, both at ferry and large passenger facilities. Expanding AIS and LRIT, as you mentioned, through IMO, \nand improving our maritime domain awareness as well as continuing replacement of our deepwater assets, our \naircraft, our command centers and systems in order to support offshore operations so the threat -- we don't wait \nuntil the threat arrives here but we address it as far offshore as possible.\n\nAnd finally, working with TSA to implement the TWIC card which you mentioned which is a critical element to port \nsecurity in our environment.  And while much has been done, I don't want in any for the members here to think that \nwe're complacent or feel that we've closed the vulnerabilities in our ports, in our waterways or maritime commerce \nthat it supports.  We look forward to working within DHS and across all the federal, state and local agencies, and \nwith the members of Congress as we continue to pursue security in the maritime environment.\n\nThank you, sir.\n\nREP. LoBIONDO:  Thank you, Admiral Bone.\n\nMr. Ahern.\n\nMR. JAY AHERN:  Good morning, chairman and members of the committee and the subcommittee this morning.  \nMy name is Jay Ahern and I'm the assistant commissioner for United States Customs and Border Protection and \nmy responsibility is for our field operations to include our ports here within the United States.\n\n\n\nIt is important I believe today for us to have the opportunity to discuss what role that we are playing in not only the \nCFIUS process but also in securing the United States, particularly at our ports of entry.  I think it's also important to \nhave this committee and  subcommittee have a full understanding of what our roles and responsibilities are and I'll \nhope to outline some of those for you with our layered defense and our mechanisms that we have in place for \nprotecting containers coming into this country.  And our priority mission within CBP is homeland security.  We don't \ntake that lightly at all and we believe we are America's front line at our ports of entry for protecting against the entry \nof terrorists, terrorist weapons or weapons of mass destruction or effect from coming into this country.\n\nAnd certainly I think it's also important to realize that America's seaports -- the trading system is a global one and \nit's important to continue to understand that process. \n\n And as we secure our seaports we take that into consideration and it's certainly work in process as we craft an \nefficient system for providing the security that is necessary for that supply chain but also making sure at the same \ntime we don't stifle legitimate trade coming into this country that our economy and the global economy so much \ncounts on.\n\nI will tell you also that I believe very strongly that our 322 ports of entry in the United States are far safer today than \nthey were previous to 9/11.  And I believe since 9/11 our country as well as our organization has made great strides \nin protecting the supply and promoting trade and travel into this country while again maintaining the vitality of our \neconomy but never once taking our eye off of our security responsibilities.\n\nOur government responsibility and our private sector partners have instituted unprecedented programs to secure \nour seaports and the cargo moving through those seaports.  And I think it's important that I state that none of these \nprograms existed previous to 9/11.  Before 9/11 also we had four different agencies responsible and three different \ndepartments of government for protecting our borders at ports of entry and today we have one unified border \nagency for that responsibility under the creation of the Department of Homeland Security, and Customs and Border \nProtection that has responsibility rests within this department and this organization.\n\nAfter 9/11 Customs, now Customs and Border Protection, developed a layered defense to secure the movement of \ncargo, particularly for this discussion containerized cargo coming into this country, again beginning security of \nsupply chain as deeply as we can in that supply chain taking our officers and our strategies overseas to employ a \ndefense and depth strategy, not making our ports of entry here in the United States the first opportunity to intervene \nor interdict but to focus on prevention and getting as deep as we can in the supply chain.\n\nThe first part of that five inter-related strategies I'd like to briefly talk about is the 24-hour rule in the Trade Act.  It \nrequired advance electronic information on 100 percent of the cargo coming to the United States, 100 percent of the \ncargo is sent electronically under the Trade Act prior to lading in a foreign environment to the National Targeting \nCenter here in northern Virginia.  The National Targeting Center then deploys a risk-based system called the \nautomated  targeting system which is based on intelligence information as well as a rule-based algorithm set of \nrules to target containers for risk coming into this country.\n\nSo it's important to know that that did not exist prior to 9/11. At the National Targeting Center we have \nrepresentatives from the Coast Guard linking to the Intelligence Coordination Center as well as to the FBI, \nImmigrations and Customs Enforcement Joint Terrorism Task Force as many other agencies have representatives \nat this center as well.\n\nThe third component is the cutting edge technology we've deployed as well.  At our seaports and also overseas \nwe're deploying radiation portal monitors and large x-ray systems to have an ability to look inside the containers \nand also scan for radiation.  Before 9/11 there were no radiation portal monitors deployed in our country.  Today we \nhave 181 at seaports around the country and we continue to deploy in a very rapid pattern.  Those 181 radiation \nportal monitors have the ability to screen 37 percent of the 11 million containers that come into this country at their \ndeparting terminals and ports within this country to enter into the commerce of the United States.  By the end of this \ncalendar year we will have 65 percent of the containers through our continued deployment of the radiation portal \nmonitors. That's a very key link and a key component of our strategy as we go forward.\n\n\n\nThe fourth initiative is very critical in pushing our borders out is the container security initiative.  Again this did not \nexist before 9/11.  Currently we have 43 ports, and that's changed from testimony in the last week and the week \nbefore from 42 because just yesterday we opened up in the port of Salalah, Oman.  So we now have 43 ports \naccounting for about 75 percent of the containers coming into this country originate in ports where we have United \nStates Customs and Border Protection officers working with host country counterparts using large-scale imaging \ntechnology as well as radiation detection capabilities to look at those containers that have scored for risk that we \nreceived 24 hours prior to lading.  Again we did not have officers overseas before 9/11.  As we move forward with \nthe rest of this year we will be at 50 ports and account for about 85 percent of the cargo coming through those \nports.\n\nThe fifth initiative is the Customs Trade Partnership Against Terrorism, and as the assistant secretary mentioned, \nthat is a key component and it is one of the things we did put forward as part of the assurances process.  And 5,800 \ncertified members are part of this program and these are some of the largest importers in the United States that are \njoined in partnership.  I believe it's one of the largest and most successful public and private sector partnerships \nsince 9/11 working together to ensure supply chain security.\n\nTogether, when you take each one of these five components and aggregate them together I believe there is a very \ngood layered strategy that's in place.  Certainly every one of those programs is  under a path of continuous \nimprovement and our goal is to continue to do that.  But when you aggregate these five initiatives together I believe \nit provides a greater protection against the introduction of the threat of terrorist attacks in this country through the \nmaritime supply chain.\n\nI will conclude there, Mr. Chairman, and look forward to taking any questions on any of the layered defenses I've \nspoken about.\n\nREP. LoBIONDO:  Thank you, Mr. Ahern.\n\nI'm now going to thank the ranking member, Mr. Oberstar, for joining us and ask Mr. Oberstar for his opening \nthoughts.\n\nREP. JAMES L. OBERSTAR (D-MN):  I thank you very much, Mr. Chairman, for moving out so vigorously and \nforthright manner on this legislation and for your quick response on the aviation MPRM that involves a similar issue \nof national security with our commercial airlines and the civil reserve air fleet issues that are associated with a \nproposed regulation change that would subject our airlines to foreign ownership and endanger our national security \nwith the commercial airlift that was critical to Gulf War I and Gulf War II moving personnel and equipment to the \nfrontlines aboard U.S. carriers.\n\nFor the past four years since we enacted the port security legislation from this committee, and it was this committee \nthat was the driving force in the House Senate conference on that legislation, we've been trying to get the rest of \nthe Congress and the administration to pay attention to port security.  It's taken this Dubai Ports issue, rather badly \nunderstood by the public and not so well presented by the news media, to mobilize the country into an outrage over \nthe proposed sale of terminals at critical U.S. ports to a foreign interest which apparently a great body of the \nAmerican public do not trust.\n\nI would separate the issue that is before us today, Mr. Chairman, into two parts: the ownership issue and the capital \nflows associated with it, and the underlying but more important far more overshadowing port security issue.  The \nquestion of capital flows is one that we have to think about as we look to ways of financing our ports and to \nunderstand that you have to put it in some context, that 20 percent of the world trade tonnage comes to the United \nStates.  Ninety-five percent of non-land trade, that is from Canada or from Mexico, 95 percent comes by ship into \nthe United States.  Seventy-five percent of the value comes by ship into the United States.  We have 95,000 miles \nof shoreline, 361 U.S. ports.  Eighty percent of our port terminals are operated by foreign companies.  Ninety-eight \npercent of the cargo that we import or export goes on foreign flag vessels.  And that is an issue that has been going \nin the wrong direction for the last 32 years that I've served in Congress despite all of our efforts to build a U.S. flag \nmaritime fleet. \n\n\n\nSo now we have in the range of 13 million containers coming into the United States, the question is where should \nthey be screened.  Our Port Security Act had the basic principle of pushing the border out, the further you go out \nwith that border the more secure, the safer the United States is.  Well, a witness just said that we're going to have \nradiation portal monitors soon checking 65 percent of cargo, once it's here it's too late.  We need and the point of \nthe Port Security Act was to screen those containers and that cargo overseas before it gets into our zone, our 200 \nmile economic zone.  And that is the really significant failure of the last four years -- a failure to enforce and carry \nout the provisions of the law, the five key provisions.\n\nOur port security grants.  The Coast Guard said that we need $5.4 billion to address the security needs at home \nand abroad.  Congress has appropriated $883 million. \n\n The administration has invested 700-some million -- we're short by any yardstick of measurement.  Background \nchecks -- the law requires the Department of Homeland Security to set standards for background checks for \npersons who have access to the secure area of ports. No background checks are required, no standards set for \nbackground checks.\n\nForeign flag security plans.  The Coast Guard went to the international negotiations two years ago and settled on a \nplan that allows -- stops the Coast Guard from hands-on investigation of and assessment of the security plans in \nports and of vessels and vessel owners and satisfies itself with the overall scheme of the country that says we have \na security plan.  They look at the plan and say okay, that's good enough for us.  That's wrong.  That's wrong and we \nin 2004 tried to set the record straight and give the Coast Guard greater authority to go into those plans.\n\nForeign port security plans.  The law requires the Coast Guard to conduct foreign port assessments on screening \nof cargo, access controls, authorized personnel, security management of those ports. Those assessments have not \nbeen completed for our largest trading partners.  Container seals, fifth point of the security act.  We in the law \nrequired the Department of Homeland Security to establish standards and procedures to secure cargo and \nmonitoring the security while in transit, including standards for tamper-resistant seals. None of that has been done.\n\nIf those provisions had been put in place, Mr. Chairman, they would have greatly mitigated the concerns or fears of \nsome foreign country or foreign company taking over management of the terminals at major U.S. ports.  It still \nraises the question of whether the security review under the Florio Act has been carried out properly and there's \nbeen a 45-day extension, but the president said, \"My position hasn't changed.  If there was any doubt in my mind or \nthe people in my administration that our ports would be less secure and the American people in danger, this deal \nwouldn't go forward\" he said.  Well, giving another review it seems he's made up his mind.\n\nWell, we're going to in this hearing get to the bottom of some of those issues and questions and I appreciate very \nmuch that you've called this hearing and I expect that we'll have a good in-depth look at the issue.  Thank you, Mr. \nChairman. \n\nREP. LoBIONDO:  I thank Mr. Oberstar for his leadership on these issues.  And again one of the things Mr. \nOberstar referred to which is disturbing for a number of us is that this proposal comes on the heels of what we \nfound out sort of through the back door in November I guess that for the first time in our history we're proposing to \nallow foreign ownerships of U.S. airlines.  And there are many of us who feel that any foreign ownership of critical \ninfrastructure is wrong.\n\nThat having been said, Mr. Baker, can you tell us -- we understand that Secretary Chertoff was not made aware of \nthe review that was ongoing in this process.  Is that your understanding that he was not made aware?\n\nMR. BAKER:  That is correct.\n\nREP. LoBIONDO:  Can you tell us why not?\n\nMR. BAKER:  Yes.  This process is run at the policy level ordinarily by the Treasury Department.  The Treasury \nDepartment has a set of escalating committees so that disputes can be resolved as they ordinarily are in the \n\n\n\ninteragency process.  The usual process is that if a transaction can be agreed on at the assistant secretary or staff \nlevel, then it is not raised to higher levels for discussion by the deputy secretaries or the secretaries.  In this case \nthe transaction received considerable scrutiny at DHS from my office, from the Coast Guard, from CBP and from \nother offices.  We decided that we wanted to get more assurances from the company than had been provided.  We \nnegotiated those assurances.\n\nWhen we got the assurances that we wanted, since we were the last of the agencies with questions and concerns \nabout the transaction, we reported back to CFIUS that our concerns had been satisfied.  The CFIUS process then \ndetermined it wasn't necessary for deputy secretaries or secretaries to meet on the transaction and it went forward.  \nFor DHS purposes, the buck stops with me.  I decided that we had sufficient assurances and did not brief the \ndeputy secretary or the secretary because they were not going to be asked to opine on the transaction in the \ninteragency process.\n\nREP. LoBIONDO:  Well, that's somewhat troubling to a number of us.  I want to use my additional time initially here \nto talk about the overall maritime security measures.  And we had a discussion last week when you appeared \nbefore the Armed Services Committee about the transportation worker identification card.  After that hearing, there \nwas an ABC news report that indicated a major security breach at the ports of New York and New Jersey.  They \nwent on to talk about the two ports handling millions of tons of cargo, scores of cruise ships that pass through each \nyear, and that truckers who transport much of the cargo are issued ID cards which give them access to all areas of \nthe port. \n\nAnd ABC News learned that the cards given to thousands of truckers by the Port Authority of New York and New \nJersey were issued with virtually no background checks and that an investigation at these two ports found stunning \ngaps in security.  That the DHS report which was obtained by ABC News shows that of the 9,000 truckers checked, \nnearly half had evidence of criminal records, more than 500 held bogus licenses and that officials were unsure of \nwho the real identities were of these people.  The intelligence report found that truckers that were in the category of \nnot being checked had been convicted of homicide, assault, weapons charges, sex offences, arson, drug dealing, \nidentity theft and cargo theft, and that some of those involved were identified with a gang called MS-13 which has \nbeen described as one of the most dangerous gangs in the United States.\n\nNow, my question is if this is going on at the second busiest cargo port in the United States, why and how can DHS \nexplain that we have not put into place the identification card system and as of last week you could not tell us when \nwe might expect it.  Has there been -- can we know anything about where we're going with this project?\n\nMR. BAKER:  Yes, sir.  First, I'm aware of the study and of course that was done by -- the responsibility for those \ncards and the background checks or not was the responsibility of the Port Authority of New York and New Jersey.  \nThey made the determination not to carry out the background checks for a variety of reasons.  I'm sure it is a \nsubject of considerable controversy what kinds of background checks and what kinds of criminal behavior ought to \nexclude people from working in the ports.  There are not a lot of former choirboys who sign up to be longshoremen, \nand the longshoremen are concerned that irrelevant criminal behavior far in the past might be considered \ndisqualifying.  So there are some reasons on the other side of those background checks why the Port Authority \nmight not have determined that certain crimes were disqualifying for entry into the port.\n\nNonetheless, we agree with your basic point which is that we do need to do background checks on the people who \nhave access to our ports.  That is why we have decided that with respect to this transaction we'll exercise our \nauthority under the assurances letter to gain access to the names of all the persons who work for the terminals that \nare being acquired so that we can do background checks on all of them.\n\nMore broadly you asked about the transportation worker identification cards and I have taken back the concerns \nthat you raised at the last hearing in quite urgent terms and I think it's fair to say that the department understands \nthe urgency of beginning this process.  We finished the pilots last year about the middle of the year and I think in \nAugust received an evaluation of it.  We have been planning on what we will do to roll out a transportation worker \n\n\n\nidentification card.  Those efforts have been substantially accelerated and I think that we'll be making an \nannouncement within a matter of weeks to get that program up and running. \n\nREP. LoBIONDO:  I certainly hope that's the case, Mr. Baker.  We have such a high degree of frustration in not \nknowing how we can convey any more strongly than we have the unacceptability of the delays and all the rhetoric \ndoesn't account for anything.  It's been pointed out over and over again if we have a terrorist incident at one of our \nports it's likely to shut down all of them.  And all of these measures, including the Secure Systems Transportation \nProgram, securing the supply chain which Mr. Flynn has been so eloquent about explaining we've got to do \nsomething before these containers get here.\n\nUnless the department takes the cue from Congress with the laws that we pass and put some emphasis on this, \nwe'll be here a year, two, three years from now talking about the same thing of why there were delays.  I can't say it \nstrongly enough. \n\nMR. BAKER:  I fully appreciate the concern here and we share it. I'll defer to Mr. Ahern with respect to the details of \nsome of the cargo programs but we certainly don't believe that we are anywhere close to done with improving the \nsecurity of that -- of the supply chain or of the ports.\n\nMr. Filner\n\nREP. BOB FILNER (D-CA):  Thank you, Mr. Chairman.  Thank you for holding the hearing.\n\nThank you for being here.  I apologize for missing your opening statement but from the tone of your answers, Mr. \nBaker, I don't see any sense from the administration that you've changed your tone deafness on this issue of the \nDubai Ports in specific or the port security in general.  In answer to Chairman LoBiondo you said well, the buck \nstopped with you and Chertoff didn't hear this and the president didn't hear this.  I mean there was no sense of any \nmistake made.  Do you think you made any mistake or do you regret the second guessing?  Would you do it \ndifferently this time around -- the next time around?\n\nMR. BAKER:  Absolutely I would.\n\nREP. FILNER:  Well, thank you.  It's like a revolution from the country to say something but I just don't understand \nthe lack of seeming concern.  The administration says it's still backing the deal. The 45 days doesn't mean \nanything.  In your opening statement you didn't say anything about that.  The House Appropriations Committee, as \nyou know, yesterday voted 62 to 2 -- I don't know if there's any vote on that committee like that on anything -- to \noverturn the sale. Are you still going to recommend a veto of this when the Congress does pass a stop on this?\n\nMR. BAKER:  There's certain constraints given that we are in a 45-day period in which we're carrying out our \ndeliberations but I can assure you that this is a full review without preconceptions about how it will come out.  We \nare conducting additional fact gathering with respect to the security practices of Dubai Ports World, with respect to \nP&O Ports North America, with respect to the port of Dubai.  Other  parts of the government are looking very closely \nat the record of Dubai and the UAE with respect to proliferation and trade.  So I think we are conducting without \npreconceptions a --\n\nREP. FILNER:  I mean I hope you'll tell the president what the results were because he seems to have a \npreconception.  He's continually since this supposed review started that he still backs the original agreement.  And \nDubai I think this morning announced that if we retaliated this way they would keep ships out of American ports. \nAnd it just seems that your initial I mean unconcern about it from the point of view of security is leading us into a \nbigger crises.\n\nMR. BAKER:  I would beg to differ with respect to the notion that we weren't concerned about security.  The \nassurances that we received in this case were unprecedented.  For the first time ever we asked for special \nassurances in the context of a transaction involving U.S. ports.\n\n\n\nREP. FILNER:  But the record this administration has on port security which this committee has raised since 9/11 -- \nMr. Oberstar outlined them to begin with.  I mean you have not even implemented the MTSA, the Maritime Transit \nSecurity Act I guess it's called, in almost any of its demands on you.  For example, we don't have security standards \nfor containers, we don't have a way to -- we're not scanning the containers before they get into the United States.  \nWe don't have background checks, that's just been noted.  We don't have secure entry to the marine terminals, we \ndon't have closed circuit TVs.  I mean we have more closed circuit TVs but we don't know what's in those \ncontainers when they land here, and on and on.\n\nSo we're not convinced that the concern was fully taken because there's all this other evidence.  This is just sort of \nbrought to the surface the problems that this administration has been having.  And I represent San Diego, \nCalifornia, as you know.  We were told by your agency that we did not qualify as a threat in your UASI -- I don't \nknow how you pronounce it -- the Urban Area Strategic Initiative Grants.  And when I pointed out to Secretary \nChertoff or some of your staff that I don't know of any port in America that has three nuclear carriers, a dozen \nnuclear subs, we have a nuclear power plant right nearby, we have the biggest Navy base in the world, and we're \nnot a threat.  And the reason we are not a threat, according to your staff, is that the Department of Defense assets \nare invisible to our calculations when dealing with threats.  That is because -- that's what they said.  Because we \nhave the Navy there we are defended.\n\nI mean, with that kind of reasoning we are a sleepy fishing village in the eyes of the Department of Homeland \nSecurity.  And with that kind of thinking and that kind of blindness, of course we're not convinced that you took this \nseriously with the Dubai thing because you haven't taken anything else seriously.  If you can't take six nuclear \nreactors sitting in the harbor of San Diego as a serious potential threat to terrorists -- and we know that two of the \nhijackers were casing us out for six months very much openly there,  then something is wrong with your \ndepartment.  And I said I didn't know the president's nickname to Secretary Chertoff but I would say he's doing a \nheck of a job, Cherty, for all this and I say that to you based on your answers here.  Why -- it doesn't seem you're \ntaking all of this stuff with the seriousness -- and why isn't San Diego a threat because we're the biggest Navy base \nin the world.  Why wouldn't that be a potential threat to the Department of Homeland Security?\n\nMR. BAKER:  We actually certainly appreciate the leadership this committee has shown on both sides of the aisle in \naddressing these security issues --\n\nREP. FILNER:  All right, we're not going to get an answer here. I'll just move on, Mr. Chairman.  I've used my time.\n\nREP. LoBIONDO:  Mr. Coble.\n\nREP. HOWARD COBLE (R-NC):  Thank you, Mr. Chairman.\n\nGentlemen, good to have you all with us.  When I view the operation of a port I see a four-legged stool.  You have \nCustoms and Border, you have United States Coast Guard, you have the terminal operator, and the port authority.  \nAm I reading that correctly?  Do you all see the same stool that I see?\n\nNow, I met with a group of our colleagues and business leaders about three years ago from Denmark, Norway, \nFinland and America, and many expressed concern there that port security must be enforced to the letter.  They \nwere concerned that perhaps some of this enforcement may result in compromising the free flow of commerce.  Do \nyou all have any comment on that?\n\nADM. BONE:  Congressman, there's always a tradeoff any time you decide you're going to provide prescriptive \nmeasures or checks and balances in the system because you're going to take the time to review, screen, examine, \nstop the flow or delay the flow.  So there's always that tradeoff.  And it's a matter of risk management always in that \nprocess.  And making sure and finding ways to target that through intelligence -- not just through intelligence but \nalso through history of working with those entities or those organizational entities as well as randomly.  We're able \nto do that.\n\n\n\nNow, do you operate a system with zero risk?  No.  Do we live in a world of zero threat?  No.  And I think the \nchallenge for us and with the guidance of Congress is identifying what is that acceptable level, what are those \nmeasures?  And we usually work that through our regulatory process to help define that.  And then we prescribe it \nand we put it into place.\n\nREP. COBLE:  I got you.  Mr. Hayes and I represent a state that has two ports:  Morehead City and Wilmington but \nthese ports do not reach the volume of ports in say New York, Miami et cetera.  Are ports such as Morehead City \nand Wilmington receiving adequate resources to address the threats that are there? \n\nADM. BONE:  Again, from the Coast Guard's aspect, we put into place the resources that Congress has provided \nbased on risk and we best place those in those ports working again with state and local entities.  I would have \nadded a couple more things on your stool legs which would have included the state and local authorities which \nprovide security and assist us as well.\n\nREP. COBLE:  Good point. \n\nREP. COBLE:  Mr. Baker, I'm by no means a financial planner but I know we're trying to come to some sort of \nconclusion that will assuage any of the discomfort that some of us have about Dubai.  Has anyone thought about \nthe possibility of passive ownership that would perhaps remove them from the day-to-day operation of moving \ncargo -- offloading cargo?  Has that been raised to any threshold?\n\nMR. BAKER:  That is certainly an approach that has been used in other CFIUS cases usually in the context of \nDefense contracts involving very sensitive technology where it's important for every piece of information that the \nDefense contractor is dealing with could be shielded from the foreign owner.  So because we're carrying out this \nreview without preconceptions, that is certainly one possibility that we are going to look at.\n\nREP. COBLE:  Mr. Ahern, I've ignored you, but not intentionally. Do you want to weight in to this before my red light \nilluminates?\n\nMR. AHERN:  I would like to make a couple of comments I think, you know, back to your question of the impact of \nsecurity in the port of Wilmington.  By our assessment, Wilmington and Morehead City are considered one and the \nsame port.  And only 37,000 containers out of the 11.3 million that come into this country come through those ports, \nso we appropriately deploy the resources and the technology there to meet that threat.\n\nI would also like to go back to your other question too about taking into consideration the impact on global trade and \nmovement of trade as we move forward with security measures, and I think it also addresses a couple of the points \nthat were brought up by Congressman Filner and also Congressman Oberstar challenging the department to move \nquicker, and certainly we want to move quicker and we are.  But I think it also needs to be re-stated factually again \nthat we have taken our efforts overseas, we have begun defense in-depth.  We did not have anybody overseas pre \n9/11.\n\nToday in 43 ports throughout the world we have United States Customs and Border Protection officers there doing \nthe screening and doing the examinations with the host country counterparts of those containers that pose a risk, \nand also to again factually re-state, as  far as the radiation portal monitors are the tail-end of our layered process, \nand once they're clearing at a port in the United States and leaving to go into the commerce of the United States.  \nThat's not the first or the only opportunity we have for intervention.  That's the last step.  So that's the end of our \nmulti-layered systems as we go forward.  So I just wanted to re-state those facts to all.\n\nREP. COBLE:  Thank you.  I've seen my time has expired.  Thank you, Mr. Chairman.\n\nThank you, gentlemen, for being with us.\n\nREP. LOBIONDO:  Thank you, Mr. Coble.\n\n\n\nIt's greatly appreciated that members try to be considerate of all the folks who are here, that we try to accommodate \nwith staying within the timeline.  We've been alerted that we expect the first vote of the day probably in about a half \nhour.  It is expected to be one vote, and then we should be uninterrupted for a while.\n\nAnd with that I turn to Mr. Oberstar.\n\nREP. OBERSTAR:  Thank you, Mr. Chairman.\n\nThe additional review that is underway has brought this response from Dubai Ports World.  They jointly request \nCPS to conduct a full 45-day review.  Quote:  \"DP World and P&O Ports of North America will abide by the outcome \nof the review but nothing herein shall constitute a waiver of any rights of DP World or PO PNA that have arisen from \nthe original notification.\"\n\nYou're familiar with that, Mr. Baker?\n\nMR. BAKER:  Yes, I am.\n\nREP. OBERSTAR:  What is the meaning of the statement that they're not waiving their rights from the original \nnotification?  Does that original notification, after the 30-day review, give them the right to complete the deal, that is, \ngo to closing?\n\nMR. BAKER:  Our view is that they have submitted themselves to CFIUS review, that that gives us the authority -- \nthe president the authority -- to say this transaction will not go forward, or this transaction will go forward only when \ncertain conditions are met, and that they are in no different condition than anyone else who offers --\n\nREP. OBERSTAR:  So this statement that this further review does not constitute a waiver of any of their rights, that \nvitiated by that review?\n\nMR. BAKER:  In our view that does not prevent us from issuing whatever order we'd like to issue. \n\nREP. OBERSTAR:  And in the course of that 45-day review, they cannot close the deal themselves; cannot state \nthat the original notification constitutes an authority to close?\n\nMR. BAKER:  The Exon-Florio Act doesn't distinguish between closed deals and open deals.  The transaction is \nsubject to review, and if the deal has closed, then the president has the authority to order divestment; if it hasn't \nclose, he has the authority to prohibit the authority.\n\nREP. OBERSTAR:  You can give this committee an iron clad assurance that, notwithstanding the statement by \nDubai Ports World that if the further 45-day review concludes that this is a security threat, that it can be terminated \nor modified in some way to protect the security interests of the United States?\n\nMR. BAKER:  That is our view, and we think we have -- it is our interpretation of the statute that will govern -- this is \nAmerican, anybody can sue over anything, so I can't guarantee you there wouldn't be a lawsuit over that.\n\nREP. OBERSTAR:  But a $6.8 billion deal with stay on hold?\n\nMR. BAKER:  Most of the deal of course it has nothing to do with the U.S. ports.  The U.S. ports are about 10 \npercent of this deal.\n\nREP. OBERSTAR:  Or it could go to closing and you could order divestiture?\n\nMR. BAKER:  That's correct.\n\nREP. OBERSTAR:  Right.  On the container security initiative, Mr. Ahern, that's managed by your agency, Customs \nand Border Patrol.  The proposal is to establish a regime to ensure that all containers that pose a security potential \nwill be identified and inspected at foreign ports.  However, not all foreign governments allow our Customs and \n\n\n\nBorder Patrol to see a scan that has been requested.  You only get notification that the scan was completed.  And if \nit's passed, they'll tell you it's passed but that's all.  What are you going to do about that?\n\nMR. AHERN:  I think, first off, that that's not the case, with the exception of possibly one country, where we have \nsome concerns with certain privacy and authorities within one particular country. But in most circumstances we \nhave our officers there with the host country counterpart as the scans are being conducted, and it has to be done to \nour satisfaction or we will issue a do-not-load order for that container not to be put on a vessel for the United States \nif it's not reached to our satisfaction.\n\nREP. OBERSTAR:  Will you list for the committee those -- in a separate document -- those countries where you \nhave such presence and such screening? \n\nMR. AHERN:  The 43 countries we have?\n\nREP. OBERSTAR:  Yes.\n\nMR. AHERN:  I'd be happy to produce all of them for the 43 countries that we have.\n\nREP. OBERSTAR:  In a review that  conducted of the principle points of export to the United States, that was \ncertainly not the case.  Less than 5 percent of containers coming to the United States are screened. \n\nMR. AHERN:  Five percent of the universal 11.3 million is actually scanned.\n\nREP. OBERSTAR:  Yes.\n\nMR. AHERN:  One hundred percent of the containers coming to the United States are reviewed for intelligence and \ninformational concerns through our National Targeting Center to score them for risk.  One hundred percent of those \nthat pose a risk through our scoring gets examined.  If it's in a location where we have our officers as part of the \ncontainer security initiative, that scanning is done overseas.\n\nREP. OBERSTAR:  I want to see the documents that you have.  We've had difficulty getting accurate data, and I'd \nlike to have that.\n\nMR. AHERN:  I have them right in front of me, sir.  Okay.  We'd be happy to provide that.\n\nREP. OBERSTAR:  Thank you.\n\nREP. LOBIONDO:  Thank you, Mr. Oberstar.\n\nMr. Diaz-Balart.\n\nREP. MARIO DIAZ-BALART (R-FL):  Thank you, Mr. Chairman.\n\nLet me just make sure I understand this, because there is now this additional review, this further review.  Was that \nalso done -- are there other facilities that have the same type of arrangements with foreign companies, like the one \nfrom Dubai now is trying to get?\n\nMR. BAKER:  The generally accepted figure is that about 80 percent of U.S. terminals are owned by foreign \ncompanies.  So there are lots of foreign companies and some foreign government owned companies that own or \nlease terminals.  I should stress that it is not necessary to go through CFIUS to acquire, or even to acquire a \ncompany to obtain those interests.  A foreign company could come into a port authority anywhere in the United \nStates and ask to sign a lease, and if they met the port authority's requirements, they could simply sign a lease, and \nthat transaction would never be seen at the federal  level, at least as far as CFIUS is concerned.  We wouldn't have \nthe authority to --\n\nREP. DIAZ-BALART:  And it's been like that historically. Correct?\n\n\n\nMR. BAKER:  That's correct.\n\nREP. DIAZ-BALART:  Are there -- for an example, does communist China have that sort of arrangement with any of \nour ports?\n\nMR. BAKER:  There is a company in I believe the port of Long Beach that is affiliated with the Chinese communist \ngovernment that has at least stevedoring arrangements.  I'm not sure that they have a terminal.\n\nREP. DIAZ-BALART:  This would be the same communist China that held a U.S. military plane hostage and that \nsummarily -- who executes its own civilians pretty much at will?  Was there a second review done there?  I'm not \nsaying there shouldn't be a second or third or fourth review.  My question is, why was that not done with entities \nsuch as this group from communist China or other governments -- or other such countries?\n\nMR. BAKER:  My understanding is that those transactions were carried out before this administration took office, \nand I don't have details on it, based on my experience.\n\nREP. DIAZ-BALART:  But, as far as you know, this kind of review didn't take place, including with such an \norganization that has close ties or maybe even be owned by the communist Chinese government, the same \ncommunist Chinese government that held a U.S. plane hostage.  As far as you know, there is no review like this?\n\nMR. BAKER:  This review is the first review in which we were -- the Department of Homeland Security was a \nmember of CFIUS, was in a position to raise concerns.  We raised concerns, and the agreements that we obtained \nhere are without precedent.  So these issues were not flagged prior to our becoming part of the CFIUS process.\n\nREP. DIAZ-BALART:  Thank you, Mr. Chairman.\n\nREP. LOBIONDO:  Thank you, Mr. Diaz-Balart.\n\nMs. Brown.\n\nREP. CORRINE BROWN (D-FL):  Thank you, Mr. Chairman.\n\nMr. Baker, I have a question and I need some understanding, the committee and the country.  The law is very clear.  \nIn plain language it says that the Department of Homeland Security rationale for deciding not to proceed with the \nmandatory investigations as required by the plain language in this statute -- \"that the president shall\" --  it didn't say \nmay -- \"shall make an investigation in any instance in which an entity controlled by a foreign government should \nseek to engage in any acquisitions that shall affect the national security of the United States\".\n\nMR. BAKER:  The interpretation of that language, which is that if there is no agency that believes that national \nsecurity is at risk in the transaction --\n\nREP. BROWN:  Put a pin in it right there.  And similar -- the Coast Guard -- the Coast Guard expressed serious \nconcerns about the deal.  I have a letter that was sent.  Now, is the Coast Guard a part of an agency in this \nadministration?\n\nMR. BAKER:  It is, but I don't think the Coast Guard expressed those concerns to the department.  Those concerns \n-- I believe you're talking about an excerpt taken somewhat out of context, saying that there were certain \nintelligence gaps with respect to --\n\nREP. BROWN:  Excuse me.  What is an intelligence gap?\n\nMR. BAKER:  There were certain things that the Coast Guard did not know when it put together that report.  In that \nreport, despite the lack of that information --\n\nREP. BROWN:  Sir, maybe the Coast Guard knew stuff that Homeland Security didn't know.\n\n\n\nMR. BAKER:  The Coast Guard concluded that this transaction could go forward, notwithstanding that \nmemorandum which -- and that memorandum itself concluded that there was not a risk to the national security from \nthe transaction.\n\nREP. BROWN:  You know, I have never seen an administration that has such a contempt for the Congress in my \nentire life.  The Coast Guard estimated that we need 5.4 billion for facilities security. What did the administration \nrequest?\n\nMR. BAKER:  Five point four billion --\n\nREP. BROWN:  Yes, a billion, with a \"b\".\n\nMR. BAKER:  An estimate of the cost that would be incurred by the private sector in carrying out the Maritime \nTransportation Security Act.  Those costs were not intended to be appropriated.  Those costs were incurred by the \nprivate sector and have been incurred.  The administration has requested approximately --\n\nREP. BROWN:  Forty-six million, for all port security.\n\nMR. BAKER:  Three point four billion for port security, counting the -- \n\nREP. BROWN:  This year?\n\nMR. BAKER:  Yes.  If you add in the port security operations of the Coast Guard, the C-TPAT and container \nsecurity initiative and the port security and security grants, it's well over three billion.\n\nREP. BROWN:  Sir, listen.  Don't play with me.  Now, I'm asking about port security grants. \n\nMR. BAKER:  Port security --\n\nREP. BROWN:  In fact the administration requests doing away with them.  And in answer to Mr. Filner's question, \nwe put language saying that we wanted those ports to have high consideration with military -- with military -- \nbecause they have 14 ports in Florida, and so we had to go back because we wasn't rated properly on the scale.  \nWe have all of that military equipment coming in.  We put language in there that they should get high consideration.  \nBut now you all have recommended that we do away with port security.  And who is bearing the brunt of this?  It's \nnot the federal government.  It is local government, and it is the state.  The federal government is not pulling their \nweight on this.\n\nMR. BAKER:  I think we have suggested that the programs be consolidated so that they can be used --\n\nREP. BROWN:  Bull.  Consolidated.  That means that you are taking the money and doing something else with it.  \nConsolidation -- I know exactly what it means, and local government knows what it means.  With no help from the \nadministration, Congress have provided $883 million for port security, however, that amount represents only 16 \npercent of the Coast Guard estimated need.  Explain that to me.\n\nMR. BAKER:  The Coast Guard estimated those costs would be incurred by the private sector to carry out the \nfacility security requirements of the act.  Those costs have actually been incurred. That's been done.  Those are \nprivate-sector costs.  They weren't expected that we were going to be paying for them.\n\nREP. BROWN:  Those are private security.  Can a Coast Guard person respond?\n\nADM. BONE:  Again, what he stated is accurate.  Whenever you put a regulation in place, you have to do an \neconomic impact analysis. Part of that analysis -- in other words, is the cost worth the risk investment.  In the case, \nthis is what we had to say, these would be the costs incurred, not just by the industry, but also by the other \nenforcement agencies, you know, state, local and individuals that would be engaged in providing assistance to \nsecure the facilities and  the vessels.  This was both for vessels and security around the facilities.\n\n\n\nSo it wasn't implied that while there is an understanding that Congress put together a grant program to try to assist \nthem, it was --\n\nREP. BROWN:  It was my bill, you know, so I know the intent -- I know the intent of the bill.\n\nADM. BONE:  Yes.  And I'm not questioning the intent.  I'm just trying to make sure the framework of what the \nestimate was based on. And I believe it appeared to me, from where I was sitting, that the bill was to assist them \nwith those costs.\n\nREP. BROWN:  I yield back.\n\nREP. LOBIONDO:  Thank you, Ms. Brown.\n\nMr. Reichert.\n\nREP. DAVID G. REICHERT (R-WA):  Thank you, Mr. Chairman.\n\nJust a question for the panels regarding Seattle, Tacoma port areas.  We have companies owned by Korea, Japan \nand Sweden, and I understand that there may be right now a deal on the table, a discussion, negotiations occurring \nwith the Chinese government.  Are you aware of the Chinese government showing some interest in operating port \nfacilities in the Tacoma port or Seattle port?\n\nMR. BAKER:  I am not.  I believe that if there's a change of control, that that would trigger a reconsideration of the \nfacility's security plan, so that if it happens, the Coast Guard will get an opportunity to review the security aspects of \nthat.\n\nREP. REICHERT:  Yes, sir.\n\nADM. BONE:  There is one facility that currently is Taiwanese that has operations which has a Taiwanese \nrelationship.  So there may be -- you know, because of that, already, that link would already be in there.  It's \npossible that something like that could be underway.\n\nREP. REICHERT:  Thank you.  Who has -- we talked about this four or five-legged stool -- who has the ultimate \nauthority for a particular port?  Is it the captain of the port -- for security?\n\nADM. BONE:  Yes.  To allow a vessel to come in for port operations within the port itself, any vessel, we can deny \nany vessel to come in.  We can close any facility or restrict its operation.  We can restrict any person from coming to \na facility or going aboard a vessel.  We can expel a vessel from the port.  We can dictate operations and restrictions \nwithin the port in the way it's carried out, and set requirements around operations if we believe there to be a security \nthreat. \n\nREP. REICHERT:  Does the captain of the port also have responsibility for training -- security training?\n\nADM. BONE:  For Coast Guard security training, but also for standards set, to establish standards for industry as \nwell, other than that which might have been by other regulation or Congressional regulation.\n\nREP. REICHERT:  So the port facilities owned by foreign governments or foreign companies would come under the \njurisdiction of the captain of the port, as far as training?\n\nADM. BONE:  Yes.\n\nREP. REICHERT:  Are the facilities also responsible for hiring any security personnel?\n\nADM. BONE:  Yes.  They're responsible for both a training under MTSA and under the regulations that were \nimplemented, as well as identification of security personnel and their responsibilities in providing security.\n\n\n\nREP. REICHERT:  Who does the background investigation on those security personnel hired by those foreign \ngovernments or foreign companies?\n\nADM. BONE:  The background investigation at this time is subject to state and local background checks.\n\nREP. REICHERT:  There's no federal background investigation on these employees?\n\nADM. BONE:  No, there isn't.\n\nREP. REICHERT:  Who's responsible for the training of the longshoremen?  Do they participate in security training?\n\nADM. BONE:  Again, the facilities normally where longshoremen are employed, it should be included as part of \ntheir plans.  And I know in New York and New Jersey, by example, there's an organization that went about training \nthem collectively because they operate between multiple facilities.\n\nREP. REICHERT:  Thank you, Mr. Chairman.  I yield the balance of my time.\n\nREP. LOBIONDO:  Thank you, Mr. Reichert.\n\nMr. Taylor, are you prepared or do you need a minute?  You're always prepared is the answer, I know.\n\nMR. GENE TAYLOR (D-MS):  Thank you, Mr. Chairman.  \n\nAdmiral, I want to congratulate the Coast Guard on having the courage not to tout the company line, and I'm sure \nsomewhere somebody's career is probably grinding to a halt, but I want to let you know I appreciate the concerns \nthat have been expressed on the part of the Coast Guard, and I think a democracy is best served when people do \nspeak their minds, even if it's not what the folks in the White House and maybe even the folks in this building want \nto hear.\n\nWhat troubles me, and I think you articulated it pretty well, is, rather than a fiscal or even electronic search of the \ncontainers, it has been the Coast Guard's policy to more or less rely on an honor system, an honor system involved \nin many instances a foreign manufacturer, a foreign port, a foreign steamship, and then you add to that equation \nquite possibly now a foreign nation held port on our end.  So, given all of that, you've already got three weak links in \nthe chain.  Why would it make sense to add a fourth weak link in that chain?\n\nADM. BONE:  Well, first off, post 9/11 we have infrastructure and the laws that we have with regard to utilization of \nports who can operate within them, et cetera, and MTSA has provided certain authorities to execute within that.\n\nI don't see everything as a weak link.  In fact I see much of industry as part of our strength in that they've made \nsignificant investments in order to provide security.  They have significant investments in it by themselves and the \nmanufacturers themselves to protect their cargoes and not allow them to be compromised, so --\n\nREP. TAYLOR:  If I may, Admiral?\n\nADM. BONE:  Yes, sir.\n\nREP. TAYLOR:  What percentage of these Chinese firms that we're counting on to tell us something is wrong would \nbe state owned?\n\nADM. BONE:  I don't have the exact --\n\nREP. TAYLOR:  Is it fair to say that some of them would be state owned? \n\nADM. BONE:  Government owned or influenced, if they're Chinese, I would imagine so.\n\nREP. TAYLOR:  And are we at opposite positions over the future of Taiwan with the nation of China?\n\n\n\nADM. BONE:  Yes, but we've also had areas where we agree.\n\nREP. TAYLOR:  Okay.  But getting back to the Taiwan issue, which apparently is the biggest issue at the moment, \nso, again we're counting on, I regret to say, a possible foe, not necessarily a definite foe, but a possible foe to tell \nus if something in that container could arm America?\n\nADM. BONE:  I would have to defer to Customs on container specific issue, as they own the container cargo \nproportion of the supply chain.  But we work closely as they target containers for examination, and if we find there is \na threat and we believe there to be a threat, we'll intercept it offshore and it won't arrive at our ports, if it's believed \nto be a threat and we are able to vet it.\n\nI guess what I'm not -- I don't want to leave an impression with any member of Congress or anyone else that if \nthere's a viable threat in the supply chain, that we don't vet that out collectively with CBT, Coast Guard and any \nother agency, including DoD, to assist us in removing that threat from the U.S. or not allowing it to come here. And \nit could be a chain or it could be an individual, it could be some other cargo that's not in a container.  We know that \ndrugs and illegal immigrants come in every day and not in containers.  I don't void myself of all the other potential \nthreat factors.\n\nREP. TAYLOR:  I'm just curious, Admiral, and again it's to make my point on what I think is the weakness of your \nhonor system.  What's the Coast Guard's policy on drugs for your personnel?\n\nADM. BONE:  Zero tolerance.\n\nREP. TAYLOR:  Do you count on your personnel to come forward and say, I smoked a joint last weekend, or do \nyou have random testing?\n\nADM. BONE:  No.  We have testing.  And maybe -- I'm sorry, you might not have been in here earlier, but since July \n2004 we've boarded 16,000 vessels and turned away 143 of those vessels or expelled them from the ports as a \nresult of their inability to provide for the security that's necessary.  We do -- we provide protection and escorts \naround other vessels so that they can't be compromised and there couldn't be a small boat attack.\n\nAre we doing everything?  Are we examining every vessel that comes in?  No, but we're using the best intelligence \nin the targeting system in order to address that threat, and we don't believe -- I don't believe for a minute that a \nterrorist will say, \"Hey, here I'm  coming, I've got a weapon and I'm going to bring it to the United States\".  We \naddress and we evaluate threat and risk every single day on every movement, whether or not it's coming foreign or \nit's moving through our waters domestically, and decide how to address it.\n\nREP. TAYLOR:  What percent of the approximately 20 million container equivalents that came into the country last \nyear were inspected by the Coast Guard or Customs?\n\nMR. AHERN:  I can tell you exactly, of the 11.3 million containers that came into the country from foreign, 569,250 \nof those containers were examined by United States Customs and Border Protection.  That's the 5 percent figure \nthat continues to be utilized.\n\nBut I think it's important again to go back to the various layers in the overall supply chain.  If we do begin overseas, \nwe're getting manifest information 24 hours in advance.  We then run that through a very rigorous intelligence \nsystem to determine which one of those pose for risk.  We look at that body -- that hundred percent body that has \nbeen scanned and scored for risk, then receives our attention upon arrival.\n\nWe need to take into consideration also as far as with the verification process -- we like to call it the validation \nprocess -- of those partners that we have under the Customs-Trade Partnership Against Terrorism.  We've gone to \nthe foreign locations, to the suppliers, vendors, manufacturers, to see what kind of security practices they have in \nplace.  So it is a trust but also it is a verify process that we have in place under that particular undertaking of our \nlayered strategy.\n\n\n\nREP. TAYLOR:  Thank you, Mr. Chairman.\n\nREP. LOBIONDO:  Thank you.  I would please ask and remind all members -- we have a lot that want to ask \nquestions -- to try as best they can for the five minutes.\n\nWith that, we'll go to Mr. Simmons.\n\nREP. ROB SIMMONS (R-CT):  Thank you, Mr. Chairman.  I will do my best to stay within the limit.\n\nThank you, gentlemen, for coming in and testifying today.  This is clearly an important issue.  Many of us have ports \nin our districts and many others are concerned about the security implications of this proposal.\n\nSecretary Baker, on page 8 of your testimony you refer to the role of terminal operators, and you say there's been a \nlot of attention in recent weeks about the threats posed by terminal operators.  Let me clarify what they do.  They do \nnot run ports.  They certainly don't provide overseas security for the entire port complex.  That's the responsibility of \nthe government and the local port authority, which is usually a government agency.  Terminal operators do not \nobtain a comprehensive window into the breadth and depth of security measures, et cetera.\n\nI think I understand what you're saying, but when I refer to Coast Guard regulations 33CFR chapter 1, section 105-\n265, it states, \"Security measure for handling cargo.  General:  the facility owner or operator must ensure that \nsecurity measures relating to cargo handling are implemented.\"\n\nIt goes on, MARSEC level 1.  \"MARSEC level 1, the facility owner or operator must ensure the implementation of \nsecurity measures. \n\n MARSEC 2, the facility owner or operator must also ensure the implementation of additional security measures.  \nMARSEC level 3, the facility owner or operator must ensure the implementation of additional security measures.\"\n\nThe facility operator is listed in these regulations at every level of security.  And so I don't understand.  As I \nunderstand your testimony, facility operators or terminal operators have no responsibility for security, but under the \nCoast Guard regulations they have responsibilities at every level.  How are we to understand who is responsible, \nwhat those responsibilities are and how are we to understand why there shouldn't be security concerns about \nforeign facility operators when it appears under the regulations that they are charged with security responsibilities at \nevery level?\n\nMR. BAKER:  I certainly would not suggest that they have no responsibility for security, and I think if you read on \npage 9, we actually say that the Maritime Transportation Security Act requires each terminal operator, because they \noperate inside the ports, to file a facilities security plan with the Coast Guard that specifically details their \ncompliance with all of the security measures required by federal law, including those enforced by the Coast Guard.\n\nSo there was no effort to say there was no security responsibility on the part of a terminal operator.  I think it's fair to \nsay that the early coverage of this issue, in particular the first week, suggested that somehow we were outsourcing \nsecurity for eight major ports to a foreign company.\n\nThat was never the case, but it was a mis-impression that we were seeking to combat.  There is no doubt that \neveryone who has a facility inside a port has security obligations that are enforced by the Coast Guard.\n\nREP. SIMMONS:  According to these regulations, the facility operator is charged with detailed responsibilities at \nevery level for security.  According to your testimony, they don't run ports, they don't provide or oversee security for \nthe complex, they do not obtain a comprehensive window into the breadth and depth of security measures.  I just \nthink that if there's confusion on this issue out there, and I would say that in my district there's not a lot of confusion, \nthey don't want these facility operators to be engaged in  any great detail with the security operation of the port, but \nthe regulations say they are.  And that's the crux of the problem.\n\n\n\nIf I can't figure it out, based on your testimony and based on the regulations, how can the American people figure it \nout?  And I guess their feeling is:  hey, enough already.  this is bad deal.  Vote no.\n\nADM. BONE:  Congressman, maybe just to explain a little bit.\n\nWithin the confines of the facility itself, again within basically the pier through the gates where the trucks come in \nand out as our people enter, and the fences around it, that facility, that's the responsibility of that foreign operator to \nprovide for the security.  In other words, access control measures, not to let people through, not to let people have \naccess to those cargoes that -- in other words, not unrestricted access to those cargoes, and to vet people as they \ncome through there and to protect that facility against an external threat which may be by an individual or some \nother entity.\n\nThose different MARSEC levels are different threat levels, and they correspond then to protective measures.  It may \nbe increased patrols, it may be increased security around particularly restricted areas where high-risk cargoes may \nbe placed.  But that's what that responsibility really entails.  It's not in any way do they know what Coast Guard, \nCustoms or ICE or other agencies or even the state and local police, security operations are with regard to other \nprotective measures, or even our oversight and review of their operations in the conduct of their responsibilities.\n\nSo I guess I don't want to leave kind of a misunderstanding of what port security is versus that facility security \nresponsibilities of that owner.  Hopefully that helps.\n\nREP. SIMMONS:  Thank you, Mr. Chairman.\n\nREP. LOBIONDO:  Thank you.\n\nWe're going to go to Mr. Nadler for Mr. Nadler's five minutes, then we're going to break for the vote and then -- or \ngo for a short recess for the vote and then come back.\n\nMr. Nadler.\n\nREP. JERROLD NADLER (D-NY):  Thank you very much, Mr. Chairman.\n\nMr. Ahern, I think you stated that in 43 foreign ports, all high- risk containers are screened electronically.  Is that \nwhat you said, when we score the risk on the containers overseas at the 43 ports, the protocol is for those to be \nresolved before loading?\n\nMR. AHERN:  The answer is yes. \n\nREP. NADLER:  Thank you.\n\nWhat percent of all containers in foreign ports are screened electronically?\n\nMR. AHERN:  Electronically?\n\nREP. NADLER:  What percentage of all containers are screened by gamma ray technology and by radiation \nscanners?\n\nMR. AHERN:  That wasn't your first -- you said electronically.  A hundred percent are.\n\nREP. NADLER:  Forget that.  I'll just ask the second question.\n\nMR. AHERN:  It would be 1 percent.\n\nREP. NADLER:  One percent of all containers are screened in a way that would assure us there is no nuclear \nmaterials aboard?\n\n\n\nMR. AHERN:  That is the current number today, yes.\n\nREP. NADLER:  One percent?  And when are we going to get to a hundred percent?\n\nMR. AHERN:  As we continue to deploy additional resources and technologies in these ports.\n\nREP. NADLER:  I asked for a date.\n\nMR. AHERN:  A specific timeframe?  I don't have that.\n\nREP. NADLER:  Would it be within a year or two?\n\nMR. AHERN:  As we move forward for the rest of this calendar year --\n\nREP. NADLER:  You're not answering.\n\nMR. AHERN:  -- it will be 43 to 50 ports, and that'll get us to 85 percent of the container --\n\nREP. NADLER:  No, no.  That'll get us to 85 percent of the risky containers.  Right?\n\nMR. AHERN:  That'll get us to 85 percent of the entire universe of containers.\n\nREP. NADLER:  Eighty-five percent of the entire universe of containers will be screened by gamma ray and --\n\nMR. AHERN:  No. \n\nREP. NADLER:  That was my question.  Please answer my question.\n\nMR. AHERN:  Well, give me an opportunity to provide it in the full context.\n\nREP. NADLER:  I'm not asking for that.  You provided it before. \n\n You are saying basically that eventually we'll get to -- we will have this equipment in 85 percent of foreign ports and \nwe will screen a lot containers that we determine are high risk?\n\nMR. AHERN:  That is correct.\n\nREP. NADLER:  Okay.  My point is that I think it's absurd, the same department that determined that the Dubai deal \nis not high risk, determines which containers are high risk.  I feel very secure with that.\n\nI believe that since any container -- any low-risk container from a reliable supplier on the way from the factory to the \nport somebody can substitute an atomic bomb for a television set.  There's no such thing as a low-risk container.  \nThis country will not be safe until every container is scanned by gamma ray and other technology to make sure \nthere are no nuclear materials are brought.\n\nAm I correct in assuming that there is no plan within a specific timeframe by this administration to put into place a \nsituation in which every single container is scanned in the way that I was talking about?\n\nMR. AHERN:  That would be our understanding within our organization that I --\n\nREP. NADLER:  Okay.  There's no plan to scan every container.\n\nLet me ask you a different question.  Has the DHS mandated the use of tamper-proof seals on containers once they \nare scanned?\n\n\n\nMR. AHERN:  We're currently in testing with container security devices and advanced container security devices.  \nIn the initial results we're only seeing about a 94 percent accuracy rate, which means 6 percent of that universe of \n11 main containers need to be resolved because of false alarms or nuisance alarms.  So we need to get a higher --\n\nREP. NADLER:  And so, right now there is zero percent using these tamper-proof seals?\n\nMR. AHERN:  We're in testing with the sum number of those containers.  Until we actually get a reliable -- \n\nREP. NADLER:  And 94 percent isn't reliable enough is an improvement over zero percent?\n\nMR. AHERN:  Well, it means we'll have to be resolving nuisance alarms or false positive --\n\nREP. NADLER:  And it's better to risk atomic bombs in American ports than to resolve nuisance alarms?\n\nMR. AHERN:  Of over 600,000 containers that are just nuisance or false alarms, that's not a good utilization of our \nresources, sir.\n\nREP. NADLER:  Okay.  Now, not all foreign governments allow CBP personnel to see the scans.  Sometimes they \nonly report the results of the scans to CBP.  Is that correct?\n\nMR. AHERN:  That is correct in --\n\nREP. NADLER:  And what do we do to those foreign governments to get them to change that policy?\n\nMR. AHERN:  We're continuing to engage to go out and change that --\n\nREP. NADLER:  We're talking to them, in other words?\n\nMR. AHERN:  Until we're able to go ahead and actually have the images remoted to us, we're looking at that \ntechnology currently.  And also please understand too that we have the ability to issue a do-not- lade order if it's not \nresolved to our risk prior to putting on board --\n\nREP. NADLER:  Well, are we prepared to issue a do-not-load order to every single container that we don't see the \nscan of?  And if not, why not?\n\nMR. AHERN:  If that makes sense to us, that's what we will do. That would not be --\n\nREP. NADLER:  Excuse me.  I asked you a question.  Are we prepared to do that now; not if that makes sense?  \nDoes that make sense?\n\nMR. AHERN:  We do it now when our risk is not resolved prior to lading.\n\nREP. NADLER:  Well, you're estimating a risk.  I asked a different question.  Does it make sense -- and if not, why \nnot -- to insist that on a do-not-load order on every container if we haven't seen the scan?  And if not, why not?\n\nMR. AHERN:  That if the risk is not resolved to our satisfaction before it's placed on a vessel, it will be given a do-\nnot port order. \n\nREP. NADLER:  Excuse me.  Why should we not insist that we see every single scan?  Why does that not increase \nour security?\n\nMR. AHERN:  We're in the process of doing that right now with the remaining country that we've had some \nchallenges with, but we're getting --\n\nREP. NADLER:  You just told me we're not doing that.  You're not prepared to order a do-not-load order on every \ncontainer that we don't see the scan of.  You just said that.\n\n\n\nMR. AHERN:  Let me put it in full context again, please.  If the risk is not resolved prior to being put on board a \nvessel, we will give a do-not-lade order.\n\nREP. NADLER:  Is there any other -- you're saying if the risk is not resolved.  But that's somebody's estimate of the \nrisk.  On the assumption that every container has a risk if we haven't seen the scan, what are we doing, and when \nwill we be assured that we will see every single scan?  Not ever single scan of a container that someone decides is \na risky container.  Every single container.\n\nMR. AHERN:  I don't agree with your assumption.  I think there needs to be risk management employed on this.\n\nREP. NADLER:  Okay.  So you don't agree with the assumption that we should inspect or scan and see the scan of \nevery single container, only those containers that on the basis of outside parameters are judged to be high risk?\n\nMR. AHERN:  No.  What I want to state is, as accurately as I can responsive to your question is, not every container \nposes a risk.  You have a different view of that.\n\nREP. NADLER:  Yes, I do.  Now, why do some containers not pose a risk?  Because they're reliable suppliers?  \nWhy?\n\nMR. AHERN:  Verification of the supply chain, suppliers, vendors, manufacturers that have had --\n\nREP. NADLER:  Right.  But once you've verified the supply chain and you've got a reliable supplier, et cetera, how \ncan you guarantee that some driver wasn't bribed to take a long lunch hour and somebody walked in, especially \nwhen we do not have tamper-proof seals, that communicate with you as a government on that container, how do \nyou know someone didn't put something in that container, didn't replace a television set with an atomic bomb?  So \nhow can you always be certain of that?\n\nMR. AHERN:  We can never be a hundred percent certain.  \n\nREP. NADLER:  So there's always some risk.\n\nMR. AHERN:  We assume a certain level of risk.\n\nREP. NADLER:  Assume a certain level of risk, and we're not willing to follow a policy to zero out risk on potential \natomic weapons?  That's what you're telling me.\n\nMR. AHERN:  No, I wouldn't say --\n\nREP. NADLER:  You're saying minimizing the risk but you're not saying zero it out.\n\nMR. AHERN:  I'm saying we need to accept a certain level of risk.\n\nREP. LOBIONDO:  Excuse me one minute.  I apologize for interrupting.  We're just about at the six-minute mark, \nMr. Nadler. You're well over five minutes.\n\nREP. NADLER:  Okay.  I'll conclude by summarizing that you want to minimize the risk but you don't think it's \nfeasible or proper or desirable to eliminate the risk.  And we disagree on that.\n\nThank you very much.\n\nMR. AHERN:  I don't think it's feasible to scan every single container coming into the United States overseas.\n\nREP. NADLER:  Why not?\n\nMR. AHERN:  I don't believe, first, there's a risk present to do a hundred percent.\n\n\n\nREP. NADLER:  Well, you just said it isn't feasible.  Why is it not feasible, if we wanted to, if we spent enough \nmoney?  Why is it not feasible?\n\nMR. AHERN:  Well, I think certainly if there is no limitations to finances, then certainly anything is possible. \n\nREP. NADLER:  Would it cost billions, or hundreds of millions, or millions?\n\nREP. LOBIONDO:  Let me apologize once again.  Some of us don't want to miss the vote.  I apologize to the panel.  \nWe'll be in a short recess.  We will be back once the vote is over.\n\n(Recess.)\n\nREP. LOBIONDO:  We're going to reconvene.  If our panelists would please take a seat.\n\nMr. Boustany was going to be next, but he is not here, so we're going to go with Mr. DeFazio.\n\nREP. PETER A. DeFAZIO (D-OR):  Thank you, Mr. Chairman.  I'm in simultaneous mark-up on aviation security.  I \nappreciate the latitude.\n\nI would like to go to the issue of the containers.  Mr. Ahern, when I had to leave to go to the other mark-up, you'd \nmentioned that if a container is identified by intelligence as a risk, it will be screened overseas if we have persons \navailable.  That's correct?\n\nAnd then I understand that subsequent, you said 1 percent is screened overseas but another 4 percent are \nscreened here.  So that means a total of 5 percent of all containers are identified as being at risk.  Is that correct?\n\nMR. AHERN:  Five percent of the universe is identified for risk.\n\nREP. DeFAZIO:  Okay.  Now, let me see if I understand the system. There will be a factory somewhere or some \nplace where they load the container.  We have inspected some portion of these workplaces to see that they have a \npaper plan and they have a security guard or whatever else, but we don't have an ongoing presence at any of the \nplaces where these containers are packed.  Is that correct?\n\nMR. AHERN:  We have done validations and --\n\nREP. DeFAZIO:  You've done -- yes, you've visited the site once at some point in time and said, okay.  Okay, so, \nthere is no American presence when it's packed.  So then we receive an electronic transmission or a bill of lading \nfor that container which purports to tell us what's in the container.  And then we crank that into our security universe \nand decide whether it's a risk.  So we're not there when it's packed.\n\nNow, when the container comes to the port, 1 percent are screened overseas.  Okay.  Now, I understand there was \nalso a discussion of the seals while I was gone, and you have 94 percent confidence that the seal is not good \nenough.  But that doesn't get into the whole idea of removing an entire panel of the container to access the contents \nand going around to the seal, does it.  I mean, basically, these  containers can be opened without disturbing the \nseal.  And even then, if you disturb the seal, you may be able to, you know, fudge that.  Is that correct?\n\nMR. AHERN:  The full answer that was provided on the 94 percent figure, I like to re-state for you were correct.  \nWe're currently --\n\nREP. DeFAZIO:  Okay.  But the answer would be yes?\n\nMR. AHERN:  We're currently in testing, and we have a 94 percent accuracy rate of the containers that are \ncurrently in testing, meaning we have 6 percent --\n\nREP. DeFAZIO:  Again, any and all entry, not just the seal?\n\n\n\nMR. AHERN:  A 6 percent false alarm rate on the current container security devices that are being tested.\n\nREP. DeFAZIO:  But even that false alarm rate doesn't go to whether the container was entered somewhere else?\n\nMR. AHERN:  These are container security devices.  We're testing actually four or five different --\n\nREP. DeFAZIO:  Okay.  That's good.  Well, hopefully we can move ahead and we're not, you know, going to delay \nfurther.\n\nMR. AHERN:  We are --\n\nREP. DeFAZIO:  Excuse me, sir.  So we have a container.  We didn't observe it being packed.  We've examined \nwhat they have told us that's in it.  One percent of the time we validate that.  And then we have seals that can fail.\n\nNow we get to the admiral.  Admiral, we then load these things on ships.  Is that correct?  And these ships, do we \nknow who owns a shop registered in Liberia?  Can we see through the registry now?\n\nADM. BONE:  We do have the owner and the operator information as well as the flag state.\n\nREP. DeFAZIO:  Well, we have really, or do we get back to a lawyer somewhere?\n\nADM. BONE:  If you're asking do we know the banking transitional, you know, and every layer behind it?\n\nREP. DeFAZIO:  Right.\n\nADM. BONE:  No.\n\nREP. DeFAZIO:  Okay. \n\nADM. BONE:  We have someone -- an entity that's legally liable and responsible.\n\nREP. DeFAZIO:  Right. \n\n But that doesn't tell us who really owns it, whether Osama bin Laden owns a fleet of ships or not.  We don't know.\n\nADM. BONE:  Well, --\n\nREP. DeFAZIO:  Well, if we could, let's go to the crews.  And we got into this a few years ago.  The IMO has \ncertified schools in the Philippines, it's never physically visited them, and they've been documented in news reports \nas selling certificates.  Now, that's a problem because you end up with incompetent people.  But beyond that, can \nyou tell me that background checks are being run on the crews of foreign ships coming here?\n\nADM. BONE:  I can tell you that all the crews, every individual that comes here runs through an intelligence \nbackground.\n\nREP. DeFAZIO:  Right.  With their fingerprints?\n\nADM. BONE:  No, there's --\n\nREP. DeFAZIO:  We use the name -- the name that they gave in the Philippines when they bought the phony \ncertificate.\n\nADM. BONE:  They have a passport or a travel document --\n\nREP. DeFAZIO:  Sure.  Right.  Those can't be forged though?  A Belgian passport.  Do we accept those?\n\nADM. BONE:  And we have people trained to basically find and identify those, and we have.\n\n\n\nREP. DeFAZIO:  Right.  Sure.  But, you know, so we don't know what's in the ship, we don't know what's in the \ncontainers, and we don't know who the crews are.\n\nADM. BONE:  We do know the crews, sir.\n\nREP. DeFAZIO:  Well, you know the names of the crews.  They aren't fingerprinted.  We haven't run a thorough \nbackground check. They're flying a flags of convenience.  Okay.  Let's give you that. Do we track the ship -- \nbecause they have to tell us where they've been?  How do we know where they've really been?  Do we track the \nship?  Do we require transponders on the ships? \n\nADM. BONE:  There is AIS transponders.  There's no long-range identification tracking in place yet.\n\nREP. DeFAZIO:  Right, a few miles, and it only covers a few ports.  Is that correct?  We don't cover the entire \ncoastline of the United States with that equipment?\n\nADM. BONE:  The AIS transponders are required on all the vessels, and the transponders are able to be received \nby aircraft as well as by Coast Guard vessels.\n\nREP. DeFAZIO:  But we don't track every ship within 20 miles of our shore?\n\nADM. BONE:  We don't have a vessel tracking system that you're referring to, but we have the ability.\n\nREP. DeFAZIO:  We have the ability.  That's good.  I appreciate it.  Hopefully some day we'll actually use that \nability.  Now, there are maritime companies that actually track their ships beginning to end because they're worried \n- now, let's say -- let's give you everything on the containers.  That's great -- 94 percent reliability.\n\nWhat if the ship stops in the Straits of Malacca and loads a nuclear bomb?  Do we have any way, other than our \nintelligence people tell us about it if they know about it?  But we're not tracking that ship, so we don't know that they \nmade an unscheduled stop in the middle of the ocean in the Straits of Malacca because we're not requiring known \ntechnology, technology that's used commercially, the United States of America isn't saying, you know what, no ship \nis coming to the United States of America unless we know where that was at all times and we track it at all times, \nbecause we're concerned they might stop somewhere and put -- do we inspect the hulls of the ships?  I mean, \nwe're worried about containers, but what about something that gets loaded on the ship?  We're not very good on \ncontainers.  What about loading something on the ship?\n\nADM. BONE:  Let me answer your first question about tracking. We'd have to do into a classified environment if \nwe're going to talk about all the mechanisms of tracking that we have access to.  We don't have a commercial \ntracking system that we track all ships --\n\nREP. DeFAZIO:  Right.  So if commercial companies can afford it, and some of the better ones use it or they're \nworried about piracy, but -- and we don't require it?\n\nADM. BONE:  Again, the Coast Guard does not have a commercial tracking capability that the Coast Guard owns \nand operates, other than near shore capability.\n\nREP. DeFAZIO:  Right. \n\nADM. BONE:  And even the long-range identification tracking will be run out of some international body, most likely, \nrather than just a U.S. owned or Coast Guard owned and operated that will allow us to track commercial vessels.  \nIn fact we have a group right now at IMO looking at the technical requirements at COMSAR, and expect a vote this \nMay from the full committee at IMO on LRIT, which looks extremely favorable.  But we're working to get to where \nyou're asking, but we're not there yet.\n\nREP. DeFAZIO:  Right.  But I guess the point is, after 9/11 the United States could demand these things, we're the \npeople who are buying all this junk from around the world and running a huge and growing trade deficit and people \n\n\n\nwant to ship things here, we're not shipping much out, so they couldn't put retaliatory demands on us that we \ncouldn't meet.\n\nSo the idea would be, why not, if it's commercially viable technology, begin to demand that?  But let's -- okay, so we \ndon't know exactly what's in the containers, but we might screen them here.  We don't know if the ship stops \nsomewhere and they load it.  What are we doing -- you know, routinely, in terms of ship inspections, given the fact \nthat maybe the bomb isn't in the container, maybe it's been loaded into the hull of the ship at sea.\n\nI'm not talking about once it gets in the port, because once it gets in the port, we've kind of got a problem if they \ndecide to detonate.\n\nADM. BONE:  At sea -- in fact, there are at sea boardings.  As I said, there's 16,000 boardings --\n\nREP. DeFAZIO:  Out of how many ships?\n\nADM. BONE:  Out of 7,500 foreign flag vessels that make approximately 7,200 visits in the U.S. a year.\n\nREP. DeFAZIO:  Right.  So we do a quarter of them, basically?  A little more -- a little less.\n\nADM. BONE:  But I think, again, you're going to go back to the same issue of targeting based on historical \ninformation and based on intelligence that we basically target vessels for that, both with regard to the cargo, their \nowner, their operator, their background history, as well as that of the people on board, as well as not -- as well as \nwhere the cargo itself and who it may be bound for.\n\nThose are all determinations of the vessel --\n\nREP. LoBIONDO:  Excuse me, Mr. DeFazio --\n\nREP. DeFAZIO:  Thank you, I'm over time --\n\nThank you, Mr. Chairman.  I've got to go back to Aviation, thank you.  \n\nREP. LoBIONDO:  Okay, thank you.\n\nMr. Boustany.\n\nREP. CHARLES W. BOUSTANY (R-LA):  Thank you, Mr. Chairman. \n\nLast week I read the Coast Guard report pertaining to the DP World transaction, which cited intelligence gaps that \nwould make it difficult to determine the actual risk involved with this transaction. And Coast Guard in general terms \nreported that these gaps included a potential for foreign influence on DP World, unknown backgrounds of DP World \npersonnel and general questions about terminal security.\n\nAnd it's my understanding that these were resolved before the CFIUS approval, but they were resolved merely by \nobtaining assurances, as you have stated, Mr. Baker, that DP World would in the future provide the Coast Guard \nwith additional information about personnel at the terminals, and that they would enroll in the Customs Trade \nPartnership, where they're saying that they will tighten security in exchange for the privilege of foregoing certain \ncontainer inspections and so forth.\n\nHas any additional information surfaced that's been provided by DP World at this time, as of today?\n\nEither of you?\n\nMR. BAKER:  Why don't I let the Coast Guard address the intelligence report that they generated, and we can also \ntalk about additional information.\n\n\n\nREP. BOUSTANY:  Thank you.\n\nADM. BONE:  Again, just as you stated, you know, this was an internal assessment, as we're a member of DHS \nand we're a full partner actually in review of the CFIUS process.  And you're correct in that the letter of assurance -- \nthis is one of those areas where you know what you know and what you don't know, you don't know.\n\nThe letter of assurances will provide us access to that information.  And again, the contract portion hasn't been -- at \nwhich point in time, the department can ask for those names of those individuals, employees and other members of \nDPW or P&O, if P&O personnel are being kept on, to have the background check conducted, et cetera. \n\nSo we don't see anything that limits us, not only to know that, but also to know what other agreements or \noperational agreements they have with other entities.  We don't have that visibility anywhere else, other than, as the \nsecretary indicated, you know, certain military load out facility areas, where those similar type of agreements have \nbeen reached.\n\nSo I don't see anything that's going to preclude us from obtaining that.  We also have 30 days before a facility's \nallowed to operate, that they're required to amend their facility security plan, at which point in time, for example, \nthese letter of assurances, we can require that information or any other information we believe necessary to provide \nfor the security of that facility.  That's an amendment process and it's currently in our regulations that we carried out \nunder MTSA.\n\nNow, we don't -- that doesn't necessarily prescribe a full security plan review, but it -- we can identify those areas of \nrisk that we believe we need to address.\n\nREP. BOUSTANY:  What action would you take under this promise of assurances, what actions would you take if \nyou don't get forthcoming information within this prescribed period?\n\nADM. BONE:  We don't allow operations.\n\nREP. BOUSTANY:  Okay.\n\nADM. BONE:  But no vessel could go to the facility and, you know, you can have -- you can own something, but \nnobody can operate.\n\nREP. BOUSTANY:  Do you feel like some of the information you've requested is starting to flow at this time?\n\nADM. BONE:  Again, I think that once the transaction process goes to some level of completion, I don't know that \nspecifically, but as that gets completed, then I fully expect and I know that Secretary Baker's intent is to pursue that \naggressively.\n\nMR. BAKER:  We have talked to the company, indicated we expect to receive the information and they've been \nentirely cooperative.  And so as soon as we make the request, we expect to get the information.  We have done, \nusing the assurance letters already, baseline reviews with both the Coast Guard and CBP, inspecting current \noperations of the P&O North America terminals, and have gotten a substantial amount of information there.\n\nWe also, I believe, are -- Coast Guard is also doing a foreign port inspection of Dubai in this 45 day period.\n\nADM. BONE:  What I might offer is we have completed examination of the P&O ports that they're planning to \nacquire.  And we've found them to remain in compliance.  And part of the reason for that was  literally to be able to \nsay -- for DPW to be able to not say, oh, these were problems that existed currently at this facility before we \nacquired it, these weren't problems that we brought on.\n\nAnd these accurate -- our folks just returned from Dubai, visiting all the DPW ports in Dubai and conducting port \nsecurity assessments, compliance with ISPS, and found them in compliance with ISPS, and in fact in many areas \nexceeding what we have in the United States with regard to security measures.\n\n\n\nREP. BOUSTANY:  And you're referring to all the ports owned not only by DP ports but P&O as well?  The entire \nsystem that would be --\n\nADM. BONE:  The P&O ports that are being acquired by DPW, or where even DPW's stevedore operations take \nplace.\n\nREP. BOUSTANY:  Thank you.  My time's expired.\n\nThank you, Mr. Chairman.\n\nREP. LoBIONDO:  Thank you.\n\nMs. Kelly.\n\nREP. SUE W. KELLY (R-NY):  Thank you very much, Mr. Chairman.\n\nThere's been a great deal of attention paid to the container security, and appropriately so.  But too often it's \nforgotten that Dubai Ports World would also operate the Manhattan cruise terminal, where tens of thousands of \npassengers get on and off of boats.  They enter and leave the country every year.\n\nWe have seen that al-Qaeda operatives have targeted cruise liners.  The Washington Post reported that just three \nweeks ago.  The United States does not let foreign countries play any role in security at America's airports, so it's \nconcerning that they may play a role in security at America's flagship passenger seaport. Before you answer, Mr. \nBaker, this question is directed at you, I know that you're going to reiterate the Coast Guard's responsible for ship \nsecurity and terminal operations will continue as before, but you and I both know that operating the Manhattan \nterminal would give Dubai Ports detailed information about sailing times, passenger lists and locations, destinations, \ncrew names and addresses and other vital information that can compromise the safety of the ship and its \npassengers after it leaves the dock.\n\nTell me what specific safeguards, if any, the United States government has demanded from Dubai Ports to prevent \nany of this information from being shared with the company and utilized in an adverse way. \n\nMR. BAKER:  I think the assurances that we've received to date address that to some degree.  We have the ability \nto see any information about their U.S. operations.  That would include, if we were concerned that they were \ngathering or transmitting information about sailing times or people involved in cruise ship landings, we could --\n\nREP. KELLY:  Excuse me, Mr. Baker, but how do you know if they're gathering it?  If this -- we are in an electronic \nworld, there's no paper trail. \n\nMR. BAKER:  Well, we have authority to ask for electronic trails as well, and it's very difficult in fact to hide \nelectronic trails, both in transmission and in the systems that you use.\n\nREP. KELLY:  Well, what is their obligation to respond if you request?  Is it merely a request, or is there some \npenalty attached?\n\nMR. BAKER:  They have committed to us that they will provide without a subpoena any information that we ask for \nabout any aspect of their U.S. operations.  And as I think you heard Admiral Bone say, we have all of the authority \nwe need to make sure that if they lose our trust, they're not going to be doing business in the United States.\n\nREP. KELLY:  Well, if they own the ports, it's hard to say that they can't do business in the United States.  I am \nextremely concerned about the flow of information that could jeopardize our cruise terminal in Manhattan.  It's an \nimportant piece of the economics of Manhattan.\n\nI want to go to another question I have, because I have only a few minutes and I know you're in a hurry because \nyou need to leave also.  The Wall Street Journal recently reported that the UAE refused a request from the U.S. \n\n\n\ngovernment in 2003 to intercept a shipment of nuclear technology facilitated by a man who was later convicted by \nthe United States for violating the weapons of mass destruction sanctions.\n\nCan you discuss how this may have been factored into the government's view of the UAE and this specific port \ndeal?\n\nMR. BAKER:  I'm aware of the allegation and we have assured that that's going to be examined in the course of the \n45 day review by the intelligence community and by the members of CFIUS, so we're looking at that closely.  I am \nnot sure whether it was looked at by the intelligence community in the first review, and I'm not sure that the charge \nhas been verified.  It appeared on a website, I don't know whether it's accurate.\n\nREP. KELLY:  The charge against whom, sir?  The man was found in -- he was found guilty in a U.S. court, as I \nunderstand it, in 2003. \n\nMR. BAKER:  I think the question of whether -- I'm sorry, I thought you were referring to a 2003 incident in which \nDubai was alleged not to have cooperated in an investigation.\n\nREP. KELLY:  No, the man was -- this instance I'm talking about, a man was convicted by the United States of \nAmerica for violating the WMD sanctions, and I want to know if this was factored in on the UAE with regard to this \nports deal?\n\nMR. BAKER:  We did examine through the intelligence community all of the proliferation and terrorism risks \nassociated with Dubai, the owners of the company.  We also took into account our own experience with both \ncompanies, and they have been entirely cooperative and professional in their dealings with us.\n\nREP. KELLY:  I would like to have you give us more information about this if you could.  I know you're in a hurry \nand I'm out of time, but I would appreciate getting more information about both of my questions.\n\nMr. Chairman, I hope that's all right with you.\n\nREP. LoBIONDO:  Yes, without objection.\n\nREP. KELLY:  Thank you.\n\nMR. BAKER:  Thank you.\n\nREP. LoBIONDO:  Okay.  Thank you, Ms. Kelly.\n\nMr. Poe.\n\nREP. TED POE (R-TX):  Thank you, Mr. Chairman.\n\nI represent southeast Texas.  We border Louisiana, where Mr. Boustany represents those good people.  Between \nus is a river.  We're glad about that.  It's the Sabine-Neches Riverway.  And you travel all the way up the Sabine-\nNeches Riverway, you show up at the port of Beaumont.  The port of Beaumont ships one-third of the military cargo \nthat goes to Iraq and Afghanistan.  We get it from Fort Polk and we get it from Fort Hood.\n\nOne of the terminals and stevedore operations involved in this UAE deal is a terminal and a stevedore operation \nthat happens to load that cargo to Iraq and Afghanistan.\n\nOf course, the port is protected by the Coast Guard and, Admiral, I want to tell you that the Coast Guard folks there \ndo a tremendous job going up and down that riverway in those rubber boats.  About half the people on active duty \nare reservists from all over the United States, they do a good job.  I wanted to let you know that. \n\nBut this whole thing concerns me about homeland security.  My background as a judge, trying outlaws for 22 years, \nalways makes me suspect of what I see going on.\n\n\n\nAnd, Mr. Baker, if I understand your comments correctly, you say that a UAE government-owned corporation is \ngoing to employ the best securities practice.  And the more I hear about the cooperation of the UAE, this \ngovernment that happens to own a corporation in our country, it sounds like we're turning over security to that \ncountry.\n\nWe're outsourcing homeland security to a foreign government. Now, we can label it something else, but that's the \nway I see it and the way it comes across to me.  A couple of questions.  In this CFIUS situation, how many \nproposals have been denied since 9/11?\n\nMR. BAKER:  It's difficult to say that any have been denied, a number have been --\n\nREP. POE:  Let me understand the question.  Have any of them been denied?\n\nMR. BAKER:  Formally, no.  Several I'm sure --\n\nREP. POE:  How many of them have been reviewed?\n\nMR. BAKER:  We do about 65 or 70 a year, so approximately 450, I think.\n\nREP. POE:  And they've all found to pass muster on security issues?\n\nMR. BAKER:  No, that's not correct.\n\nREP. POE:  But none of them have been denied?\n\nMR. BAKER:  Well, in many cases people have withdrawn them because they did not believe that they would get \napproval.\n\nREP. POE:  Because they didn't pass muster on security issues?\n\nMR. BAKER:  That's right.\n\nREP. POE:  All right.  We've heard that the administration's responsible for homeland security, and basically \nthrough the Homeland Security Department, comments have been made that we're in charge of that, so you can \ntrust us.  I don't do trust us.  I want results and obvious security measures that are employed.\n\nLet me ask you a hypothetical.HSE-TRANS-CG       PAGE 60 03/09/2003 .STX  \n\n You know, if the war on terror takes us to some other country that happens to be an ally with the UAE, and here \nwe're shipping cargo from Texas to the war on terror all over the world, doesn't common sense say that might be a \nproblem, giving that information to a government that happens to own a country and a port that ships cargo for the \nwar on terror?\n\nDoesn't common sense say that's a problem?\n\nMR. BAKER:  Obviously there's a lot of information that you wouldn't want to provide to anyone outside the U.S. \ngovernment, and we do our best, as the Defense Department --\n\nREP. POE:  Well, let's just talk about the information they have. They have a stevedore operation, they have the \nmanifest, they know when ships are leaving, they know what's on the ship, they know where the ship is going, they \nknow who loaded the ship, they know when the ships are coming into port, they know where they come from and \nwhat's on those ships.\n\nThat doesn't seem like maybe a security risk, letting a foreign country have that information?\n\n\n\nMR. BAKER:  It depends on the information.  The information about what's coming in is not necessarily -- what's in \nthose containers is not necessarily known to the terminal operator or the stevedoring operation.  The know what \ncontainer they're supposed to move, they don't --\n\nREP. POE:  But you don't see in my hypothetical -- I'm sorry, I just have a couple of minutes.  That hypothetical, \nyou don't see that being a problem?\n\nMR. BAKER:  There is risk in every transaction, and I'm not trying to say that there's no risk in --\n\nREP. POE:  Then why would we want to take another risk?\n\nMR. BAKER:  This risk we believe we've taken special steps to minimize, well beyond the steps that have been \ntaken in the context of all the other foreign owners and operators of terminals in the United States today. \n\nREP. POE:  It just seems like to me that this U.S. port marriage to the UAE has all the semblances of a bad \nmarriage starting out.  You know, they say that a failed marriage starts out, what a deal, then it's an ordeal, then it's \nno deal.  And I think this ought to be a no- deal before it becomes an ordeal, Mr. Baker.\n\nAnd I want to thank all of you for your time for being here, I have some more questions and I'm going to turn them in \nin writing.\n\nThank you, Mr. Chairman.\n\nREP. LoBIONDO:  Thank you, Mr. Poe.\n\nWe're kind of in a dilemma here, because we've got more questions for the first panel.\n\nI know, Mr. Baker, you have an appointment you're late for.\n\nMr. Flynn has a plane to catch, we desperately want to hear you. And the other second panel members also have \nchallenging timelines.\n\nWe thought we were doing a good thing by opening this up to the full committee, I'm having second thoughts about \nit.\n\nBut to the first panel, gentlemen, thank you very much.  We'll probably want to try to follow up on some things at a \nfuture date, but thank you very much and we'll do a switch out to the second panel.\n\nI thank the second panel for joining us.  We have Dr. Stephen Flynn, who's the Jeane J. Kirkpatrick senior fellow for \nnational security studies, Counsel on Foreign Relations.  We've got Mr. Kurt Nagle, who's president of the American \nAssociation of Port Authorities.\n\nWe have Dr. James Jay Carafano, senior research fellow for defense and homeland security at the Heritage \nFoundation.  Mr. Robert Scavone, who's the executive vice president of strategic planning and development for \nP&O Ports North America.  And Mr. Gary Brown, who's the union security liaison for the International \nLongshoremen and Warehouses Union.\n\nWe're going to -- with your indulgence, gentlemen, I'm going to ask that Dr. Flynn give his statement and we'll try to \nallow you, Dr. Flynn, to get on your plane.\n\nAnd then, Mr. Carafano, we know you have a pretty important appointment this afternoon and we'll try to clear you \nout as well.\n\nDr. Flynn, please proceed.\n\n\n\nMR. STEPHEN FLYNN:  Thank you very much, Mr. Chairman.  I'm delighted to be back with you again to talk \nabout this very sobering topic.   \n\nThis morning we're talking about the federal government's progress in implementing the maritime security \nmeasures as required by the Maritime Transportation Security Act of 2002.  And I'd also like to provide some of my \nrecommendations on how to advance this critical agenda.\n\nCertainly the controversy surrounding the takeover of five American container terminals by Dubai Ports World has \nhad the salutary benefit of engaging Washington and the American people in a national conversation on the state of \nport security.  This is long overdue given the enormous national security and economic security stakes, should the \nnext catastrophic terrorist attack on U.S. soil involve the global maritime transportation system and America's \nwaterfront.\n\nWhile it has too often been lonely work, Chairman LoBiondo, I commend you and your committee for your \nleadership in advocating that our critical maritime infrastructure should not be overlooked in our post-9/11 efforts to \nsecure the American homeland.\n\nThis is my second opportunity to appear before this committee. On August 25, 2004, I provided testimony that I \nentitled The Ongoing Neglect of Maritime Transportation Security.  At that hearing I said, quote, \"I believe maritime \ntransportation is one of the nation's most serious vulnerabilities, and we are simply not doing enough to respond to \nthe terrorist threat to this critical sector.\"\n\nSadly, I have seen too little progress in the ensuing 18 months to modify that assessment.  Based on my visits to a \ndozen major seaports within the United States and abroad since 9/11, my conclusion is that the security measures \nthat are currently in place do not provide an effective deterrent for a determined terrorist organization intent on \nexploiting or targeting the maritime transportation system to strike at the United States.\n\nAt the federal level, the primary frontline agencies, the Coast Guard and Customs and Border Protection Agency, \nare just grossly under-funded for what has become essentially a brand new mission for them, a major mission for \nthem on 9/11.  On the local and state levels, the size of port authority police forces remains tiny, providing often \nonly token police presence within most seaports.\n\nWhile the Maritime Transportation Security Act of 2002 represented a constructive stepping off point for advancing \nsecurity within this sector, we have made little meaningful progress since the passage of that act.  In my remarks \ntoday, I will speak to both the shortfalls of our port security efforts within the United States and with our efforts to \nadvance port security overseas and provide some recommendations on how to proceed.\n\nOur domestic and international efforts must be complementary because seaports, at the end of the day, are simply \nonramps and offramps into a global transportation network. To focus on just the  security of U.S. seaports is a bit \nlike hiring a network security manager who only puts in place firewalls for the computers in reach of his desk.  If the \nwhole network is not secure, such an effort will be futile.\n\nTo begin with, we must be candid in acknowledging  that the MTSA is more of a sketch than a security blueprint.  \nThat is, it sets forth general requirements without establishing minimum standards for satisfying those requirements.  \nFor instance, the MTSA requires vessels and marine facilities have a plan for establishing and maintaining physical \nsecurity, passenger and cargo security, and personnel security. \n\nHowever, it does not actually define what that security is.  It requires that there be a system for establishing and \ncontrolling access to secure areas of vessels or a facility, but it does not elaborate how that should be done.  It \nmandates that there be procedural security policies, but provides no guidance on what those policies should be.\n\nMTSA requires that there be a qualified individual to implement security actions, but sets no standards on what it \ntakes to be qualified.  There are not even any minimal training standards that are required.  The Coast Guard has \nworked with the Maritime Administration to create a model training course, but there is no requirement that facility or \n\n\n\nship security officers attend a certified course base on that model curriculum. The International Maritime \nOrganization's International Ship and Port Facility Security code, the ISPS code, mirrors the MTSA in that it \nprovides a framework of requirements without stipulating specific standards for satisfying those requirements.  \nShips and port facilities must have security plans, security officers and certain security equipment, but the code \nleaves it up to each foreign government to provide the specifics.\n\nThere are no minimum training standards for becoming a qualified security officer.  There are no mandatory \nguidelines for what constitutes perimeter security.  There are no mandated requirements to govern facility access \ncontrols.  It is also important to point out that while most ships are in the business of moving cargo, the ISPS code \ndoes not address cargo security.\n\nWhen it comes to port security, the buck is essentially stopped outside of Washington, DC.  Since seaports in the \nUnited States are locally run operations where port authorities typically play the role of landlord, issuing long term \nleases to private companies, it falls largely to those companies to provide for the security of the property they lease.\n\nJust how far we have to go I think is best illustrated by the case of the port of Los Angeles, the nation's biggest port \ncomplex  with Long Beach.  In the case of Los Angeles, they have 7,500 acres of facilities that run along 49 miles of \nwaterfront, being provided for -- and that security is being provided for by minimum wage private security guards \nand a tiny port police force of under 100 officers.\n\nThe situation in Long Beach is even worse, with only 12 full time police officers assigned to its 3,000 acres of \nfacilities and a small cadre of private guards provided by the port authority and its tenants.  I saw more security \nguards on the security check on my way down here today than we have to patrol the entire port of Long Beach.\n\nThe problem of how to control what comes into the terminal is compounded by the fact that there are 11,000 \nindependent truck operators who are authorized access to the port terminals, and yet there is no credentialing \nsystem in place to confirm the backgrounds of the drivers.\n\nMr. Chairman, you mentioned about the ABC report.  At least in the case of New York and New Jersey they actually \nhave a pass system for who comes into the port.  In L.A., Long Beach and most of our ports that doesn't exist.  So \nit'd be difficult for DHS to go in and do these background checks of whether people have criminal records or not, \nsimply because there is no pass system in place in most of our seaports.\n\nThe West Coast terminal operators have no way of identifying who's in their facilities at any given moment.  In the \nfour years since September 11, the two cities have received less than $40 million in federal grants to improve the \nport's physical security measures. That amount is equivalent to what American taxpayers spend in a single day on \ndomestic airport security.\n\nNow, all this is on the onramp side of things here or the offramp here in the U.S.  The real challenge is that we're \nfacing a threat that's likely to emanate beyond our shores.  And here the problems that I worry about are -- I've \ntalked about frequently before this committee and others, is to focus on the issues of the intermodal container, \nbecause it goes way into a country where we initially put it into a factory, load it on local trucks that bring it off into \nmultiple weigh stations before it gets to a major port, and then is loaded on a major ship arriving in the United \nStates.\n\nThere's a lot of places along that trail where there's a chance for real mischief.  And we know there is because \nwe've seen lots of crime and smuggling in the same system here.  And yet when we look at the safeguards that we \nhave in place to deal with all this, in addition to the limits of what's absent on the ports themselves, the challenge of \nphysical security, perimeter security, access control and so forth, and when we face -- another piece of this would \nbe the ships coming to us, we'd like to know where they are.\n\nAnd again, we have this automated identification system set by the MTSA and yet the Coast Guard basically has a \nline of sight system  where it does not have the means to routinely track vessels coming from long distances away.  \n\n\n\nIt's an honor system.  The 96 hour rule that requires that vessels tell us the last five port of calls, that tell us what \ncargo they're bringing, that tell us who's on the ship is an honor system.\n\nThere's no way to verify they're 96 hours out.  There's no way to verify those were the last five ports of calls they \nmade.  You can do a lot of detective work, but it's an honor system.  The Coast Guard isn't routinely out there \nverifying that the vessels are where they say they are.\n\nAnd for most shipping, since it's legitimate, that works fine. But it's a problem of worrying about the illegitimate that \nwe need to focus on.  The customs of course overseas is relying on Container Security Initiative teams -- this is a \nbig progress, putting agents overseas.  However, their targeting over there is the same targeting criteria used here, \nwhich is ultimately based on reliance on the cargo manifest information.\n\nThis manifest information may not even provide the point of origin where the container was first stuffed.  That would \nbe an import document, but that's not routinely provided to Customs 24 hours in advance of loading.  The decision \nabout what poses a risk is based on essentially second party information provided to ocean carriers who basically \ntell Customs, this is what we think our customer says is on board, and from there we decide what poses a risk or \nnot.\n\nThe issue of course going back to the supply chain, relaying on C-TPAT, this is a very positive thing involving the \nprivate sector in this enterprise, but because Customs does not have adequate resources to actually even process \nthe applications, never mind routinely verify that in fact companies are living up to the security plans they provide \nthem, and this is a complicated business.\n\nWe have a lot of free riders in the system.  People who participate in the program that, frankly, are not investing \nmuch in security.  We have of course the ISPS code, we're required by MTSA, that requires the Coast Guard \nconfirm that in fact overseas ports and terminals are abiding this agreement.\n\nAnd yet the Coast Guard has a total of 13 international security liaison officers to service Europe, Africa, the Middle \nEast, Latin America and the Caribbean.  Now, Brazil has 25 ports onto itself, but a country visit is often a two to \nthree day stop by, visit one port and the country's good to go.\n\nWhat we're building here is a house of cards.  What's going to happen when we have a maritime is virtually all of \nthese initiatives to manage risk are going to be implicated.  It will be from a C-TPAT company.  It will be going \nthrough a CSI port on an ISPS-compliant facility on an ISPS-compliant vessel, and it will arrive in the United States \nand we'll have a major maritime terrorist incident, and when we  want to restart the system as we close down \nafterwards, it's going to have -- we're not going to be able to restore public trust, because the kind of questions that \nyou're asking today is going to be asked with a lot more rigor post the next event.\n\nAnd if we can't answer satisfactorily that risk can be managed, we're going to shut down the system.  We are \nputting a lot of money into something like missile defense.  The technology that's associated with that is a very high \nbar.  The expense is quite high.  But we're saying in that program basically a zero tolerance about the risk of a \nweapon of mass destruction put on a ballistic missile sent to the United States.\n\nAnd yet we have a trust but don't verify system for being able to safeguard us in the event that a weapon of mass \ndestruction is put in a cargo container and shipped into our ports. \n\n We have a very long ways to go.  The technology is there, I think the will and the capabilities within these agencies \nare largely there, they simply haven't been resourced, it hasn't been made a priority.\n\nAnd if we don't get this right, what we're seeing I think in these last few weeks is the kind of reaction that we would \nlikely get post an event.  This is like a World Trade Center one scenario here. We're worried about the potential \nsecurity risk associated with DP World's deal.  And in my own view, it ranks very near the bottom of the concerns \nthat I have, the specific issue of terminal operators. Because all these other gaps should be of much higher priority.\n\n\n\nBut we're worried about it enough that we're looking at fundamentally changing the way this system works.  And I \nworry that post the event that we may have in the not distant future, we won't even have a conversation about how \nbest to do this, we'll just simply take actions that may in fact be cures worse than the disease.\n\nNow is the time to act, to work out the kinks, to put into place a robust system.  But what's key to remember here is \nthat the terminal operators at the end of the day, the global terminal operators like DP World, whether it ultimately \ngets this piece of properties on the U.S. or not, is going to have to be a part of how we deal with global security, \nmaritime security.\n\nYou know, Dubai World is going to have one half of the port of Karachi.  If you want to get a weapon of mass \ndestruction from Pakistan to Dubai or anywhere else in the Middle East, you're going to probably go through a \ncontainer terminal.  One half of this is going to be a global terminal operator named Hutchison Port Holdings, the \nother is going to be Dubai Ports World.\n\nWe're going to need to cooperate with that terminal operator to put in place counter-proliferation controls, even if \nsomething's not destined here.  And so we have to be very careful, I think, as we proceed with this -- our legitimate \nconcerns about seaport security in the United States, that we're keeping an eye on the fact that it's a global system \nand we have to work with all the partners who are legitimate.\n\nIf that's what the end of the 45 day review gives us, we have to work with them in order to put in place the adequate \nsafeguards. \n\nThank you very much, Mr. Chairman.\n\nREP. LoBIONDO:  Thanks, Dr. Flynn.\n\nWe're going to ask a couple of questions of Dr. Flynn and let him try to catch his plane.\n\nThank you for this rather comprehensive overview of where the shortfalls are.  And I know that you have been \ntalking about this for years.  And if there's any good to come out of this latest incident with the United Arab \nEmirates, it is that I think more attention is being paid to maritime domain awareness.  Your testimony last week \nbefore Armed Services I think was very powerful.\n\nI've appreciated the fact that you've at least gotten the attention of more people with your ability to get the story out \non 60 Minutes and national public radio, which I both listened to -- I've listened to both.  But we -- I have a great \ndeal of frustration, because most of the members are off doing other things, everybody's pretty busy, and this \nwindow that we have to make an imprint on changing how we're handling port security is I think very small.\n\nAnd I'm very frustrated that we can't seem, no matter how loud we shout, no matter how loud you shout, to get \nother members of Congress, to get the administration to pay attention to these issues.  Obviously if we had an \nincident people would pay attention very quickly.  And obviously if we had an incident the faucets of money would \nopen up and money would flow into port security like it did to aviation security, some $25 billion overall.\n\nWith what you have seen, Dr. Flynn, and what you have heard and what you've observed, we've got the aspects of \nthe MTSA which have not been implemented, where no action has been taken.  And there are a lot of critical areas \nhere.  But the difficult part of getting any of them started is then trying to prioritize because they're not going to do \nthem all at once.\n\nIf you had to offer us advice on what we should focus the most on the quickest, what would you say?\n\nMR. FLYNN:  I think that first is the need to focus over there. To continue what has been an effort -- certainly the \nadministration has taken important steps in putting Customs agent overseas and adopting international -- the ISPS \ncode in order to get our trading partners and other maritime nations to share a common vision about where we \nneed to go.\n\n\n\nThe problem is there still isn't much behind these curtains.  And so I think the top priority should be working with the \noverseas terminal operators and putting in place a system that is being piloted in Hong Kong, where every \ncontainer coming in to the truck gate -- one of two truck gates in two terminals in the port of Hong Kong -- the  \nbusiest terminal in the world is Hong Kong International Terminal -- is going through, getting a radiation image, a \ncargo scan image and a picture of the container's number and putting it into a database.\n\nThe ability to capture all that data, not necessarily to examine and scrutinize everyone, but to capture all that data is \nsomething that I think the industry can put in, the technology is available and would help us in so many positive \nways.  Both in terms of creating I think a more effective deterrent than what we have now in the system, but \nbasically give a primary screen tool even to deal with false alarm issues that we don't have right now if we target a \ncontainer overseas, which can wear out your welcome mat.\n\nFor the 1 percent you have, if you constantly pull boxes out and it turns out there's nothing there, you're causing \ndisruption, you're causing expense.  And so primary screens of everything coming through could be helpful.  It also \ncan support counter-proliferation.  I was talking about in my remarks the Karachi to Dubai issue.\n\nYou know, that's -- the Department of Homeland Security doesn't have that as a focus, but the president has made \ncounter-proliferation a top priority.  Well, this stops moving the material -- as we know from the car (ph) network \nmoves through the system.  As we build visibility in the system, we provide the means to support counter- \nproliferation as well.  And I would hope that some resources coming out of the intelligence community could then be \napplied to this problem, not just relying solely on Customs and Coast Guard's resources to deal with this.  So \nputting this -- basically turning to the terminal operators, the four biggest in the world would account for about eight \nfor every 10 boxes coming into the United States.\n\nEncouraging them to essentially make this investment, which they can recover to a surcharge, for importers coming \nthrough would be a big step forward that I think many who have looked at it have said, this can work at a \nreasonable cost without disruption that would make it a qualitative leap forward in giving us physical evidence that \nlow risk is low risk.\n\nThe second priority I would make would be the issue of some sort of third party audit of the security plans.  \nCustoms will never have enough agents to do this, Coast Guard will never have enough agents to check everything \noverseas, let's create essentially a third party audit system, where we then -- government -- audit the auditors by \nsetting high bars, bonded systems, folks that go out and check whether in fact companies are living up to what they \nsay they're doing in terms of supply chain security.\n\nAnd the third option in terms of priority would be getting a handle on the whole issue of who's in the port on our end.  \nBecause you can attack a port not just by bringing stuff overseas, but just by driving a truck in it full of explosives, \nand there's plenty of that stuff around here as well. \n\nAnd so the need to get on with the credentialing process and knowing who's in the port, the TWIC process plus \nanybody who's in that port, we should know who they are, in order so that we can -- if we have intelligence, we can \nmanage that, but we can have some sense of adult supervision in these critical assets.\n\nSo those would be the three things I would focus on, moving towards overseas, developing a radiation and gamma \nray imaging and other technologies, creating a database so it moves through the system, the third party audit and \nthen lastly, the TWIC process. \n\nI just want to make a -- I think an important point as well about radiation portals that we've currently deployed a lot \nin our ports, that the Assistant Commission Ahern spoke about.  Radiation portal technology, the one we're using \ntoday, will not help you find a nuclear weapon, they will not find -- they will not be able to detect a nuclear weapon, \nthey won't help you to be able to detect a lightly shielded dirty bomb and they won't detect highly enriched uranium.\n\n\n\nOther than that, it's a great technology.  Now, it's capable of spotting plutonium and an unshielded dirty bomb.  And \nthe idea of putting radiation portals with gamma ray imaging together is that the radiation forces the need for \nshielding, and then the screening will see a dense object where there's not supposed to be a dense object.\n\nThat application makes sense, it's affordable, it's been demonstrated in Hong Kong, but running away with lots of \nradiation portals in the United States and doing ribbon cuttings to say we've made ourselves safe from nuclear \nweapons here is not quite true with basically what that -- representative of what that capability really provides.\n\nWe really need to get a handle on that.\n\nREP. LoBIONDO:  How long has the Hong Kong trial project been running?\n\nMR. FLYNN:  It started first in one terminal, Modern Terminal, in September, the first sort of start up, but it really \nhas been running a full test since January, 2005.  So a full year now -- well, 14 months.  In that time, they've \ncollected more than 1.2 million images of everything moving into those gates, and if I put that in contrast, CBP \nthrough the Container Security Initiative has examined about 3,500 containers during that year under the CSI \nprotocol.\n\nSo we're capturing and have the ability to capture that amount of information.  And this is no U.S. money and no \nHong Kong government money.  This is the terminal operator who invested in this capability, one who, by the way, \ndoes not have any terminals here in the United States.  Hutchison Port Holdings has no terminals in the United \nStates but is vested in the network and vested in the system and is terrified  -- legitimately -- that if we shut it down, \ntheir whole enterprise implodes.\n\nAgain, I think it's important to realize these global terminal operators, with appropriate checks and supervision, are \nan ally in how we can go about building the system.  They're not just the problem. The key is not the ownership, for \nme, it's adequate rules and oversight of those rules.  And we have to partner with foreigners, as part of dealing with \nthat outside world, and we have to make sure that they're playing by rules that safeguard our interests.\n\nAnd my experience has been dealing with terminal operators, all of whom are foreign-owned, and many of the \nliners, is that they're forward leaning on doing this, because it's their billions of dollars of capital investment that are \nat stake.\n\nREP. LoBIONDO:  My recollection from Armed Services last week when you gave testimony on the Hong Kong \npilot project was that DHS indicated that maybe this could work, but we don't have anywhere near enough data and \nwe've got to wait much longer to see if in fact this is viable.  In your view, how much longer do we have to wait \nbefore we decide that this is a viable system?\n\nMR. FLYNN:  Well, the good news is there is progress.  DHS, the deputy secretary, Michael Jackson, has \nessentially directed the department in late December, Customs to take a solid look.  They've begun the process, \nthey have a sample, I believe, of 20,000 images which are now sort of looking at how would they work into the \nprotocol.\n\nSo it's not a case that they have not been entirely disengaged in this process.  They've been tentative, because it's \nnot a sponsored project, there's no requirement for them to evaluate this or anything else, so they've been looking \nat it sort of hesitantly.  But now there's more engagement on it, which I think is constructive.\n\nThe issues are legitimate on CBP's part.  You know, they have legitimate concerns about being -- essentially giving \nanother big ticket highly visible program without the resources to actually manage it.  The IT backbone, numbers of \ninspectors and personnel and so forth.  Those are legitimate concerns.\n\nI mean, if this type -- if the industry ends up making what could be about a $1.5 billion investment to do this globally \nin the four biggest terminal operator companies and we work to get that built on the rest of the area, and it turns out \nthat CBP doesn't have the IT trunk to access those images, doesn't have enough inspectors to do examinations, \nthen it's an albatross for them.\n\n\n\nAnd so given the track record of sending new requirements like the MTSA -- I mean, the MTSA requires that the \nCoast Guard do all these audits, but nobody provided any new abilities for them to do it. They had to take it out of \nhide.  So there's legitimate concerns, I  would say, within the bureaucracy about taking on another ambitious \nprogram but not adequate funding to actually execute it and then end up being with more egg on their face.\n\nThis is a soluble problem, we're not talking massive numbers of people, the IT problem, it's manageable.  The \npeople in San Diego can right now see all those images that are being collected in real time through -- remotely in \nSan Diego.  Though it could be done in northern Virginia, where the National Targeting Center is as well, as the \nactual containers are moving through, if they knew to target it.  But certainly they can go after the archive.\n\nIt's doable, but there are practical issues.  You need to have the IT backbone, you need the bodies, and if this is a \nbig program then they need the resources, they need commitment from the administration and from this body, \nobviously they'll get them.\n\nREP. LoBIONDO:  I've got a couple more, but let me turn to Mr. Nadler.\n\nREP. NADLER:  Thank you, Mr. Chairman.\n\nIt's good to see you again, Dr. Flynn.  Dr. Flynn, this morning's testimony, I don't know if you heard Mr. Ahern's \ntestimony in response to my questions this morning, he said that it was not feasible to require scanning of all \ncontainers in the foreign port.  Is there any reason it's not feasible?\n\nMR. FLYNN:  I think in principle, yes, we could mandate it happen.  What I would be worried about is right now \nthere is not the technology available to deploy this in this next year.  If he said this applies by July 1, everybody has \nto have it, it wouldn't be feasible --\n\nREP. NADLER:  Because we don't have enough of the scanning machines?\n\nMR. FLYNN:  Yeah.  The machines would have to be -- nobody's taken on that scale of a project, so you'd have to \nmanufacture them, you'd have to deploy them --\n\nREP. NADLER:  How long do you think it would take to do this?\n\nMR. FLYNN:  I think you could set a clock, a reasonable clock of two to three years.\n\nREP. NADLER:  So we could require that in two to three years every container be scanned in the foreign port \nbefore it gets put on a ship bound for the United States?\n\nMR. FLYNN:  I think that the marketplace could respond to that requirement if it were set with that kind of \ntimeframe.  What I would say is that there is an opportunity here I think with this controversy  that the main \noperators would do it on their own, if they know that in fact the data they would produce is going to be used and if \nbasically they can apply a surcharge to cover their costs.\n\nREP. NADLER:  Now, Mr. Ahern also said that we don't need to do that, in effect, because we are on track, that we \nare going to be scanning all the high risk containers.  Now, it's my contention -- and I sort of said this to him, that we \ndon't really know what high risk containers are, that, you know, a low risk container, the driver can be bribed to take \nan extra long lunch hour and somebody can put an atomic bomb in a container operated by a very reputable \ncompany and no one knows the difference. \n\nSo in your judgment, is it necessary for the security of this country to really go on track toward scanning all the \ncontainers, as opposed to somebody's judgment as to what high risk containers are?\n\nMR. FLYNN:  I think the good news with the application in Hong Kong is it's not possible to build it into the truck \nentry process without scanning every container, including those who don't come to the United States.  But basically \n\n\n\nit doesn't make sense, we can't create a traffic pattern for just U.S.-bound containers.  That means the cost of doing \nthis is applied to everybody.\n\nThe issue becomes actually analyzing all those images and the time that that would take.  Now, clearly I think in \ntime you're going to see computer-assisted tools that will support that, but the -- the particular concern I share that \nyou have, Congressman, which is, how does Customs know what's high risk?\n\nAnd the fact is we know our intelligence services are broken big time, and we're having a real struggle reorganizing \nthat, and I would say it's 10 to 15 years before we've probably got a --\n\nREP. NADLER:  So we don't really know what's high risk and what's low risk?\n\nMR. FLYNN:  We don't.  And further, the assumptions about what is risk is built around past efforts of criminality, \nwhich are ongoing conspiracies.  And there we can see that there's a tendency to gravitate to the weakest links in \nthe system, but acts of terror are likely to be a one shot deal.\n\nAnd so penetrating a legitimate company once is doable in almost any circumstance.\n\nREP. NADLER:  And therefore there's no definition of high risk and low risk?  That makes sense.\n\nMR. FLYNN:  Well --\n\nREP. NADLER:  In an anti-terror situation. \n\nMR. FLYNN:  Well, I think we have to view every container as a Trojan horse and as a high risk unless we can \nverify it, and the systems that we're talking about here would provide the means to verify that low risk is low risk.\n\nREP. NADLER:  So we should go to a system where we require every container to be scanned as rapidly as \nfeasible?\n\nMR. FLYNN:  I think we can go to that system and it would be -- again, setting a reasonable timeframe so the \nmarket could respond --\n\nREP. NADLER:  As rapidly as feasible.\n\nMR. FLYNN:  And that what I'd do -- what I would set, though, is a tiered system for analysis right now.\n\nREP. NADLER:  Okay.\n\nMR. FLYNN:  So you basically use --\n\nREP. NADLER:  You said that in your testimony.\n\nLet me ask you a different question.  Right now, we don't require seals on the containers that would -- that are \ntamper proof and that would notify in effect a GPS or somehow notify the United States if that container was \ntampered with or opened after it was scanned.\n\nDo you think it would be a good idea or a mandatory idea to require such seals on all containers after they were \nscanned?\n\nMR. FLYNN:  Yeah, I think we've certainly got to do something about the seal issue.  Again, there's lots of ways \none can defeat the technology, you would want to have it checked.  I would say one thing about building this \nbeachhead and overseas terminal is if you did have the seal and it had that information and could be downloaded \nbefore it enters the terminal, so that would work -- well, there's some still kinks with the seal.  The false alarm issues \nand how you reconcile them and so forth.\n\n\n\nOne thing is the operation safe commerce initiative went on but nobody knows what the results are.  You know, this \nhas been treated as super secret stuff.  We need to know what basically we learned as a government by doing lots \nof tests and figure out how we can improve on it. But I think we'll reach a point where seals are used and then \ncontainers are tracked for supply chain visibility and accountability purposes.\n\nREP. NADLER:  Thank you.\n\nFinally, Congressman Oberstar, the ranking member of the full committee, and I yesterday introduced the Sail Only \nif Scanned Act, the SOS Act, which essentially requires -- the bill said one year, maybe we'll change it to two years \n-- that no container can be put on  a ship bound for the United States unless that container has been scanned with \nthe latest available technology as defined -- as you've been talking about, gamma ray plus radiation detection, and \nhas a proper tamper-resistant seal that will tell you if it's tampered with.\n\nAnd that we should require as a matter of law that no container can be put on a ship bound for the United States \nuntil that has been done.  Now, within this timeframe of two to three years, do you think that's reasonable \nlegislation?  That that would greatly enhance our security, or not?\n\nMR. FLYNN:  The key is the timeframe.\n\nREP. NADLER:  Within the timeframe that you specified before.\n\nMR. FLYNN:  My sort of approach here right now is let's see if we can get the four main terminal operators to jump \nforward and do it here and work out the kinks, and then definitely set the requirements that would move out of it.  \nWe want a universal system that gets us there.\n\nAnd I think there's an opportunity here for the terminal operators themselves to embrace this if they get the right \nsignal from the U.S. government that we've used the data and moved forward.  There is some value in that, \nobviously, again, the market takes the ownership of the issue.\n\nBut the signal from Congress that basically we need to have a trust but verified system and we need the best --\n\nREP. NADLER:  And what we heard from the administration this morning is that they see no necessity of scanning \nany but the high -- as they define the high risk containers.  Your testimony is we don't really know what high risk \ncontainers are, because of a one shot terrorist deal and that we must go to a system where we will scan every \ncontainer as soon as feasible.\n\nMR. FLYNN:  I think if we could adopt that globally we'll also make a big step forward on counter-proliferation, \nwhich is also another critical issue of our times.\n\nREP. NADLER:  Yes.  Thank you very much.\n\nREP. LoBIONDO:  Just one last question, Dr. Flynn.  Is Hong Kong able to do anything with chemical or biological \nscanning?\n\nMR. FLYNN:  Let me be clear that what this pilot was -- which was put there by the private company -- was \ndesigned to show it's possible to collect this scanning data on every container truck entering into a busy terminal at \n300 trucks an hour.  No analysis was done on this data, because the private players don't make judgments about \nthe risk. It was do we make this available.  So the answer is no on the chemical and biological, that there's not \nsensors in place.  There's a  radiation portal, there's gamma ray technology, that's what it would be focused on.\n\nREP. LoBIONDO:  So that would be a whole separate problem we'd have to worry about?\n\nMR. FLYNN:  It is a complicated problem.  Particularly when you get to biological.  The problems with biology, most \nof the tests we used, like pregnancy tests, have very limited shelf life, because they actually have live agents in it to \nreact to the agent.  Chemical's a little more straightforward. \n\n\n\nBut with the tools we have, I think, you know, what you're able to do is both the imaging I think is important to see \nwhether you're seeing things in a shipment that's not supposed to be there, the notion is that it evolves, as you \nmerge commercial data you'll start to have archival information, what Nike sneakers look like, repeatedly, and the \nsoftware will automatically check for you, say, there's a big something in here which doesn't belong.\n\nIt could be a weapon, it could be components for a weapon of mass destruction, or it could be chemicals or \nwhatever.  That would be helpful for obviously if we're dealing with the counter-drug issue as well.  A lot of the \nchemicals, for instance, that feed -- that we use for methamphetamine are coming out of places like India, but \nlegitimate companies and transactions end up in Mexico, we can't see that right now and that feeds that problem.\n\nThe more transparency and visibility we can advance in the system, a lot of public good will be served beyond just \nthe terror threat.\n\nREP. LoBIONDO:  Mr. DeFazio, Dr. Flynn was trying to catch a plane.  I don't know if you've got questions, if you'll \nbe able to --\n\nREP. DeFAZIO:  I've read his book, I appreciate his comments, Mr. Chairman.  Sorry, I've been back and forth with \nthe Aviation Transportation Security Administration markup, and I don't know if this will be repetitive.\n\nBut if you could, Dr. Flynn, I've seen your comments in the press regarding the Dubai transfer and where it doesn't \nraise to a level of concern but you're raising other points about security at the ports, I don't know if you were here \nfor the first panel.\n\nMR. FLYNN:  I was, yes.\n\nREP. DeFAZIO:  You know, I mean, do you think that some of the issues I raised, the fact that we really don't track \nships as they move, I mean, something could feasibly be unloaded, even if we had secure containers -- and my \nunderstanding from the testimony is we don't have secure containers. \n\nI mean, is that -- are you looking outward and sort of, you know, moving back into the U.S. in terms of your ideas?  \nBecause, I mean, the idea that we screen 1 percent of overseas and the rest here seems a problem, because once \nit's here, they don't necessarily have to deliver it to a pre-designated spot to cause mayhem.\n\nMR. FLYNN:  I am.  And I think all those scenarios are there. Again, it's largely an honor system we have in place \nright now for a very scary scenario, which is a bit crazy, I think.  But certainly in terms -- every ship crossing the \nPacific and Atlantic Ocean that's legitimate and a legitimate size is using MR-SAT (ph) to communicate with their \nhome office.\n\nYou can't talk to a satellite without giving away where you are. It would be possible to use the existing technology of \ncommercial networks here to track most of the ships moving across the ocean at a nominal cost.  And why we're \nnot there, why we're building a whole system to see line of sight -- look, the Coast Guard's not out there patrolling \nevery bit of the time around the clock.\n\nTwenty miles at 20 knots is an hour.  In a very big ship.  And I don't think a plane will fall out of the sky when you \nshoot at it, you've got to stop something with a lot of momentum.  And that's not going to happen if there's nobody \nthere.  There was a sea marshal program, as you may recall, early after 9/11, the Coast Guard ran out of money so \nit stopped doing it.\n\nSo now it's relying on risk data and intelligence.  Well, this is an area that we don't exactly have -- it wasn't the top \nof the intelligence food chain to monitor what was going on in the maritime transportation industry.  And so how we \nmiraculously after 9/11 had such good intelligence we could run a risk-based approach without having any \nverifications in the system I think is a bit of a stretch.\n\nThere is -- we need the best intelligence we can get, but we need verification along the way, and there is lots of it in \nthe transportation logistics industry that makes that required.  But again, I think one of the things -- part of this -- I \n\n\n\ndon't know the nitty-gritty and certainly not a part of the classified review on DP World, but they will be the third \nbiggest terminal operator in the world.\n\nAnd if we're talking about deploying a global system, you want to be able to work with the operators in that system.  \nAnd so the challenge here is obviously legitimate concerns about what this means for U.S. ports, but given the \ncontext, that if we're pushing the borders out we need all the partners we can get.\n\nAnd I think we should leverage this moment to get DP World along with the other terminal operators to do more on \nimproving security instead of throwing them out of the club essentially, being here, and then we've got to work with \nthem in any event.  That's -- I'm trying  to be pretty pragmatic about this, and I know it's not what's driving --\n\nREP. DeFAZIO:  Right.  Well, I mean, I guess I'm questioning whether I would -- the UAE would be the partner I \nwould look for in having a global system of security.\n\nMR. FLYNN:  They will have the system.  So in my view, you don't look at the ownership issue, you say, will you put \nin place this equipment and let us access the data, is it maintained?  And when they're not, then there's some \nleverage that you use there.  So you work with the partners you have.\n\nREP. DeFAZIO:  But I'm just intrigued by your comments about an honor system, which seems to me -- I mean, \nwe're so reliant upon essentially the bills of lading, you know, I mean, I don't know if you're familiar with the crew \nissue, but it was sort of the --\n\nMR. FLYNN:  It's an honor system there as well.\n\nREP. DeFAZIO:  Right.\n\nMR. FLYNN:  I mean, the 96 hours, you list the crew.  Well, you hope they've put it all in and they spell them right.  \nAnd these are complicated names, often, to spell.  So -- and again, there's no underlying intelligence that supports \nmost of that, so it's a problem.\n\nThe real issue is not so much that we'll have a single incident. The real issue for me is that we will have an incident, \nit's almost inevitable.  And our reaction, because these programs aren't as robust as they need to be, will we have \nthese cascading -- we'll pull the drawbridge and we'll end up causing ourselves much more harm than the terrorists \ncould cause themselves.  So we need to keep that duality in mind here.\n\nIt's both trying to deal with the threat, but also the threat ourselves -- the threat of damage that we will do to \nourselves by not having adequate systems in place that will pass the smile test for the American public, post the \nevent.\n\nREP. DeFAZIO:  Thank you.\n\nMR. FLYNN:  Thank you.\n\nREP. DeFAZIO:  Thank you, Mr. Chairman.\n\nREP. LoBIONDO:  Okay, thank you very much, we appreciate it, thank you for continuing to be such a strong \nadvocate, please keep shouting.\n\nMR. FLYNN:  My apologies to the rest of the panel for taking -- (off mike.) \n\nREP. LoBIONDO:  Dr. Carafano.\n\nMR. JAMES CARAFANO:  Thank you, Mr. Chairman.  I have submitted a statement for the record and if I could I'd \njust like to make five very brief comments.  And thank you for trying to accommodate my schedule, I hope to get \nover to the White House for the signing of the PATRIOT Act, which I think is something that will make us a lot safer.\n\n\n\nI share and I validate the Congress' concerns and frustrations with the manner in which the administration handled \nthe Dubai Ports World deal and particularly the lack of notification and infrastructure.  And I think we all share the \ngood news here, is that we have America's attention and I think simply most Americans don't realize that the global \nmaritime system is simply the lifeline of the American economy. \n\nI mean, the internet could crash, we could ground all the airplanes tomorrow and pretty much the U.S. economy \nwould still be there.  But if we stopped moving goods and services out of this country by sea, this economy would \nsimply grind to a halt.  And I admire and commend the chairman and everyone on this committee for all the work \nthey've done, realizing the number of vulnerabilities that are out there and the spade work that's required to close \nthem and the enormous amount of work that's left to be done.\n\nMy approach to maritime security has been the same as my approach to all the aspects of strategy in the long war.  \nAnd I'm always arguing that there's four components that you have to have in every aspect of your long war \nstrategy.  That's security, promoting economic growth, protecting the civil society and civil liberties and winning the \nwar of ideas.\n\nAnd if you have any security solution that doesn't meet all four of those criteria equally well, then you've got a bad \nanswer and you need to go back and start over.  And I would hope that the Congress would use this kind of criteria \nas they look forward to determine what are the next and most important steps to take.  I have three.\n\nMy top three on the list of what I would do to maritime security. And number one is simply fix the Coast Guard first.  \nThe Coast Guard is involved in every aspect of maritime security, and unless they're fully funded and have all the \nresources they need, everything else really hangs on that skeleton.\n\nAnd I think this is not just about funding Deepwater, which I think if the administration funds this at anything less \nthan $1.5 billion a year it's inadequate, but I think it's time to have the conversation about building the kind of robust, \nspecialized law enforcement capability tracks in the Coast Guard, building specialized special operations \ncapabilities in the Coast Guard that are equivalent to the other services, building a corps of security professionals.  \nI mean, a degree of expansion in the Coast Guard that we simply haven't seen, and actually bringing to fruition \nsome of the concepts of maritime domain awareness.\n\nNumber two would simply be we need better commercial information into the targeting process before containers \nare loaded on ships.  And  I think that commercial information is available, I think it'd make high risk targeting a lot \nmore efficient.  And that I think would be my second priority.\n\nAnd my third would be international cooperation.  I really think that we've lost the bubble and that we're not focusing \non the weakest link in the system, which is the shippers and ports in the developing world, which I think are the \nentrée end of the system that I think terrorists are most likely to use.\n\nI think there are legislative -- with regards to foreign ownership, I think there are legislative remedies that the \nCongress could do to give more confidence to the American people that these issues are being addressed.  And I \nwould point out two very quickly. One is MTSA, and the other is the law that governs the CFIUS process.\n\nMTSA was simply not designed to think about the notion of changing of ownership and changing foreign ownership.  \nAnd I think we have to ask, what appropriate amendments could be made to the law that could strengthen our \ndegree of confidence when maritime infrastructure is transferred between foreign ownership or to foreign \nownership?\n\nAnd I think there's some common sense things that we could add to the law.  Number one is a requirement that the \nsecurity officer of the company be a U.S. citizen and have a suitable background check.  And I've listed these in my \ntestimony, I'll just summarize some of the ones here.\n\nNumber two is a mandatory review of the security plan by the Coast Guard on notice of an application.  Also there \nwould be a mandatory requirement after the application's been approved and ownership's taken, a mandatory \n\n\n\nrequirement that changes have been made to the plan.  Mandatory commitments to assist in law enforcement \ninvestigations.  And most important, penalties for non-compliance with these measures.\n\nIn regard to CFIUS, I think the problem with CFIUS is that the process is just too informal.  And that what it needs is \na stronger set of regulatory requirements as to exactly what the CFIUS process is supposed to accomplish.  I think \nthere should be mandatory regulatory requirements for agencies to obtain commitments where there's significant \nnational security interests involved.\n\nI think there should be penalties in the law established for non- compliance with those commitments.  I think that \nwhere there is a significant national security interest identified, I think that CFIUS approval should be based on the \njoint conclusions of DOJ, Department of Homeland Security and DOD, not a consensus agreement by the \ncommittee as a whole.  And I think there should be very firm and clear and specific reporting requirements to \nCongress.\n\nAnd I look forward to your questions. \n\nREP. LoBIONDO:  Thank you very much.\n\nDo you -- I'm taking that you do share Dr. Flynn's assessment about doing something on foreign shores before \ncontainers are actually loaded?\n\nMR. CARAFANO:  I do, but, you know, I really oppose this nation that this about pushing the border out.  I think \nthat's really the wrong impression.  Because that really doesn't get you anything. Okay, let's say we've pushed the \nborder out and we're 100 percent confident between Singapore and the United States that we're good to go.\n\nWell, you know what?  Singapore is one of the key hubs of global commerce in the world.  And if the terrorists get to \nSingapore and they do something in Singapore or Hong Kong, that's going to effect all of us almost as badly as if \nsomething happened in Los Angeles.\n\nSo we need to get over this notion that it's about pushing security out.  That's exactly the wrong impression.  What \nwe need to be talking about is securing the global common, securing the domain that we all use, that makes us all \nhealthy and well.  Now, you know, in regards to specific solutions, I have to admit, I have a predisposed dislike of \nsecurity screening as a measure, because what you wind up doing is spending 99 percent of your time and \nresources on things that are not a problem.\n\nI mean, this is the problem that we have in the aviation realm. I mean, we screen -- we spend $6 billion a year, \nthat's the budget of TSA, screening people that get on planes every day that we almost know for a fact are no \nsecurity risk.  And I much prefer security regimes that put the majority of the security resources against the threat, \nas opposed to mass screening, which I think is very, very inefficient.\n\nI have no problem with a mass screening scenario.  The problem I have with the specific technologies, if somebody \ncan make a sound business case for these technologies, Stephen and I totally agree that there has to be two \nfundamental requirements if we're going to do this.\n\nOne is that there's got to be a business case for it.  And two is, it's got to be global so it's a level playing field for \neverybody. But in terms of where screening of cargo, mass screening of cargo fits in my list of priorities, I quite \nfrankly think it's not high.  One, because I think mass screening is inefficient, it has high false positives and false \nnegative rates.\n\nIt puts a lot of drag on the system and actually doesn't give you a lot of security in the end, because in a global \nsupply chain there are so many intervention points that mass screening secures one intervention point.  But you get \non either side of that point, you're vulnerable again.  So it's a system that can be relatively easily defeated. \n\nAnd I think the scenarios that we use to justify it, which is the nuke in the box, I think it's among the most \nimplausible of terrorist scenarios.  If a terrorist has a nuclear weapon, then he wants -- and this is true with every \n\n\n\nterrorist attack.  Terrorists have limited assets and they like predictability.  They like predictability in knowing what \nthey're going to face and they like predictability in knowing the outcome of their attack.\n\nAnd if you look at every terrorist tactic, it's based on trying to gain that predictability. \n\n Well, what's wrong with the nuke in the box scenario is if I have one nuclear weapon, why would I put it on a cargo \ncontainer which I have no control over in environmental conditions -- and there are -- when you have a nuclear \nweapon or any kind of bomb, you are concerned about environmental conditions -- and send it off out of my \ncontrol?\n\nI mean, if I had a nuclear weapon or a deadly biological weapon or a dirty bomb that I wanted to get into the United \nStates or a U.S. port, I would do it the way smugglers do it.  I would take it a non- commercial vessel, I would land it \nin Mexico and I would drive it across the border.\n\nOr I would take it on a non-commercial vessel and I would land it between a port of entry which is totally unguarded \nand I would walk it in.  Or if I really wanted to blow up the port itself, I would take it on a non-commercial vessel, I \nwould take it into the port and I would blow up the port.\n\nSo this notion that we're going to build -- do 100 percent screening to keep the nuke in the box out of the United \nStates I think is just simply silly.  You know, if you have an infinite number of vulnerabilities and you take one away, \nyou have infinite number of vulnerabilities minus one.  That doesn't really make you much safer.\n\nREP. LoBIONDO:  Do you share the confidence that Customs and Border Patrol indicated in their process of \nidentifying high risk and then running it through --\n\nMR. CARAFANO:  No, sir, I don't.  I think that -- I agree with high risk analysis and screening of high risk cargo.  I \ndon't think that they have access to the kind of information they need to do a quality high risk assessment.  And I \nthink Steve and I agree on this, that you have to have information that goes to the beginning of the supply chain.\n\nAnd I've listed some of these requirements in my testimony, but you have to know the ship or the country of origin, \nwho packed it. And that kind of commercial information needs to be part of the risk assessment before the \ncontainer's loaded on the ship.\n\nNow, the other thing I think it's very, very important to realize is, will risk assessment give you 100 percent \nconfidence?  And the  answer is no, of course not.  But the other thing is that people have to realize that you're not \ndepending on the risk assessment as your last line of defense.  Risk assessment in conjunction with robust law \nenforcement and auditing capabilities, that gives you real security.\n\nYou know, it's like we don't ask the police to stop every car they see.  We say, you know, stop the people that break \nthe law.  And I think that should go on here.  What you want is you want a high risk assessment that's going to give \nyou a degree of some confidence in the system, but you can't trust the system, and I think any part of the system \nthat's based on honor is stupid.  I mean, Reagan had it right when he said, \"Trust but verify,\" which meant, don't \ntrust anybody. So you have a system which provides high risk assessment which gives you some clues, but that's \nbacked up by robust law enforcement and auditing.  That's what gives you the confidence that the system is secure, \nnot the screening process itself.\n\nREP. LoBIONDO:  And that's where the critical nature of funding the Coast Guard comes into play?\n\nMR. CARAFANO:  Absolutely.  I mean, this is simply silliness.  I mean, quite frankly -- I mean, to make an analogy, \nthere's a burglar in the neighborhood.  You know, Steve's solution is, let's wall up all the houses.  You know, if \nthere's a burglar in the neighborhood, you know, let's tell everybody to lock their doors and then let's hire some \ncops to go and get the burglar.  That's the right answer.\n\nAnd so I think you're right.  If there is an Achilles heel or the emperor has no clothes in this is that we have -- the \none institution which really links all this stuff together and makes the system that we have credible is the Coast \n\n\n\nGuard because they touch every aspect of maritime security, whether it's law enforcement or screening or maritime \ndomain awareness, and they simply do not have the resources to make this system legitimate.\n\nREP. LoBIONDO:  Have you had -- you mentioned the deepwater program which is certainly near and dear to me, \nand the funding of it which has certainly been inadequate and each year we seem to fight that battle.  You I think \nmentioned anything less than 1.5 billion is really a bad mistake.  Was I correct in --\n\nMR. CARAFANO:  Yes, I think that's a very modest number.\n\nREP. LoBIONDO:  Have you had an opportunity to see up to this point to at all review and study how they are \nspending the money?  In other words, with all the challenges of replacing the assets, some of what -- how they're \nchoosing to replace these assets, have you looked at that?\n\nMR. CARAFANO:  Yes, quite frankly, and I think -- and I think this is actually true for all the services.  You know, in \nmany senses they're making poor choices, and what they're doing is they're making choices -- they're making the \nchoices they can make as opposed to the choices that over the long-term would be the most cost-efficient. \n\nYou know, for example -- I mean, if this was a private sector firm they would say, you know, spending a billion -- \nyou know, spending $5 billion over three years buys you a heck of a lot more than spending $10 billion over 10 \nyears because, you know, replacing equipment, older equipment, more quickly in the long-term just saves you a lot \nof money.\n\nSo I think what they're doing is because we haven't accelerated the acquisition of the program, what they're doing is \nthey're -- what -- they're not making the most cost-effective choices, they're making the most operationally effective \nchoices.  In other words, they're trying to keep the car from falling apart, and so, well, you really ought to buy a new \ncar, so instead what they're doing is they're doing things like, well, they're fixing the brakes, you know, just to keep \nthings running, but in the long run that just costs you more money.\n\nSo I think that many of the choices that they're doing are grossly sub-optimal because they're dealing with the fiscal \nrealities of having to go out and do their job every day, and they can't -- they can't buy the stuff they want to \nbecause, you know, the stuff they've got has got to work tomorrow.\n\nREP. LoBIONDO:  I understand that.  What I'm actually trying to get at is I think some of their decisions to spend \nmoney on the biggest ticketed items that -- in the range of what they have to do is what I question when they're \nspending all this money on a couple of huge ships and I could, you know, be spreading it out and getting a whole lot \nmore bang for the buck, and that's --\n\nMR. CARAFANO:  But I think that's part of the -- I think -- I agree with you, and it's part of the same problem is \nthey're forced into making these sub-optimal choices.  You know, as we know, the big ticket items get people's \nattention and the big ticket items are easier to get funded, and the little -- you can have -- you have 15 little things \nyou're much likely to get whittled to death than if you have, you know, one big thing.\n\nSo it's -- I think that we've just -- you know, we've given them an impossible job.  We've told them how to figure out \nhow to do all this and then we haven't -- and then we've kept the check book in the drawer and kept them on an \nallowance.  I mean, I just can't -- I mean, it's just unfair to ask these guys to make smart decisions on the amount of \nmoney we're giving them.\n\nREP. LoBIONDO:  The last question, I think.  How do we improve the quality and quantity of information that comes \ninto the Customs and Border Patrol through the advance submission?\n\nMR. CARAFANO:  I think that -- I mean, that simply has to be done by -- through the international agreement, and I \njust don't think that we've been aggressive enough in terms of pushing the envelope on this. And I think that, you \nknow, Steve's right, the United States has an  enormous stick because we are one of the world's largest global \ntraders, and I just think we should be much more aggressive.\n\n\n\nREP. LoBIONDO:  Okay.  Dr. Carafano, thank you very much.\n\nWe're now going to move to Mr. Nagle.  Thank you for joining us.\n\nMR. KURT J. NAGLE:  Thank you, Mr. Chairman.\n\nGood afternoon. \n\n Thank you for inviting us to testify before your committee on areas where additional efforts are needed to meet the \nobjectives of MTSA.  I ask that my full written testimony be placed in the record.\n\nEnhancing maritime security and protecting America's seaports from acts of terrorism and other federal crimes is a \ntop priority for AAPA and our member U.S. port authorities.  Ports handle 99 percent of our overseas cargo by \nvolume, enable the deployment of our military, and serve as departure points for millions of cruise passengers each \nyear.\n\nLet me begin with some comments on the proposed DP World acquisition of P&O Ports.  In reviewing a transaction \nof this type, it is the appropriate role of the federal government to determine if there are national security concerns \nwith any proposed business arrangement involving non-U.S. interests, whether that involves port operations or any \nother business.  There should be a rigorous process to appropriately consider and resolve those questions.\n\nAAPA believes that the current 45-day process underway regarding the Dubai Ports World's acquisition of P&O \nPorts should be allowed to run its course prior to Congress taking any action either on this proposed arrangement, \nor on any blanket prohibition against a foreign government affiliated company from providing terminal operating \nservices at U.S. ports.\n\nWith regard to individual business arrangements, public port authorities often have leases with terminal operating \ncompanies to operate port-owned facilities.  Those leases typically provide that any assignment of a lease to a \nsuccessor company, in the event of a merger or acquisition, must be approved by the port authority.  Leases \ngenerally cannot be transferred or assigned without permission.\n\nThe recent focus on port security has made many question what else this country needs to do to secure our ports.  \nMy testimony today will focus on three areas.  One, the Port Security Grant Program. Two, the Transportation \nWorker Identification Credential, TWIC, which has been mentioned this morning.  And, three, adequate resources \nfor federal agencies primarily responsible for port and maritime security.\n\nSoon after September 11, Congress established the Port Security Grant program to provide much needed help to \nport facilities to harden  security to protect these vital ports of entry from acts of terrorism. While the program has \nprovided much needed funding, it still have several problems.\n\nLet me begin with the funding level.  From its inception, the Port Security Grant program has been dramatically \nunder-funded.  DHS has been able to fund only about 20 percent of the identified needs through the applications.  \nAAPA recommends an annual funding level of $400 million for this program.  Limited funds have placed huge \nburdens on port authorities as security projects compete with funds required for maintenance of facilities, channel \ndredging and other port expansion projects to meet growing international trade.  The biggest impact of funding \nlimitations, however, is a delay in making security enhancements.  Limited funds mean slower progress.\n\nThis low level of annual funding has resulted in DHS limiting the eligibility of the program.  Last year DHS decided \nto limit eligibility, leaving nearly half of our member ports ineligible to even apply.  We support a risk-based system, \nhowever, we believe that each port facility that must meet the requirements of MTSA should be able to apply.  We \nare also concerned that limits on eligibility might leave a class of perceived under protected ports.\n\nThe administration also has been mentioned this morning has sought to eliminate the Port Security Grant program \nduring the last two years by lumping port security into a broader Targeted Infrastructure Protection Program.  This is \nnot the time to dilute the focus on port security.  It should remain as a separate, dedicated program.\n\n\n\nAAPA is also concerned by the slow pace in making the funds available.  For FY '06 we are still waiting for the \napplication process to open for the Port Security Grants, nearly six months after the Appropriation Bill became law.\n\nThe second priority for AAPA related to port security is quicker implementation of the TWIC.  Four years after this \nrequirement was enacted in MTSA we are still far from implementing a TWIC system nationwide.\n\nThe third area AAPA believes should be a priority for port security is ensuring that adequate resources are available \nfor the federal agencies with primary responsibility for port and maritime security, and again there's been a \nsignificant discussion of this both this morning and in this panel.  The U.S. Coast Guard and Customs and Border \nProtection are the two key agencies that need adequate resources to address port security.  Both have done a \ngreat job to address these new challenges post-9/11.\n\nProjections on container and passenger volumes, however, show a huge increase at seaports in the coming years.  \nCongress needs to take a careful look at whether these agencies will have the manpower and resources to handle \nthis growth and their security responsibilities. \n\nIn conclusion, our nation and its public ports have made great progress in enhancing port security since September \n11, in large measure due to the actions of this committee and your leadership in moving forward MTSA legislation.  \nHowever, we continue to need to make progress in this area.\n\nOn behalf of the American Association of Port Authorities and our member ports, thank you for the opportunity to be \nhere this morning -- this afternoon, and I am willing to answer any questions at your time.\n\nMr. Chairman, thank you.\n\nREP. LoBIONDO:  Well, thank you very much.  There's so many different areas to talk about.  The Port Security \nGrant issue is one that has disturbed us a great deal.  Depending on what numbers we use, the current requested \nlevel of funding from DHS I think last week looked like it would take us out some 60 years before we come to even \nthe bottom line of what was required.  In the meantime, you're expected to continue to do more.  You're just given \nmore and more mandates.  And we're hoping that we can get someone's attention or the secretary, Mr. Baker, \ncarries back the message.  There were some pretty strong messages last week on armed services, and I think here \nagain today.\n\nBut I'd like to ask you some specific questions about -- how do you interact with the Coast Guard and other DHS \nagencies to carry out the common mission of the port security?\n\nMR. NAGLE:  I think as was related this morning and certainly with representative Coble's discussion as far as the \nfour-legged stool.  It definitely is a partnership effort between the federal agencies again, and certainly Customs on \nthe cargo security side and Coast Guard on the vessel and facility security side have primary responsibility.  \nHowever, the public port authorities have a role in that, the terminal operators have a role in that, as well as the \nprivate sector that are involved.\n\nAs indicated, all of the facility operators, whether they're public agencies or private, do need to prepare and provide \na facility security plan that is reviewed and approved by the Coast Guard.  And then as -- so you have a facility \nsecurity plan process that's approved and in place and ongoing.  You then also have a -- essentially a local port \narea maritime security program that is chaired by the Coast Guard captain of the port, and the local port authorities \nare part of that local security committee that looks at the broader beyond individual facilities to the generally the port \narea.\n\nAnd there are -- also as part of that there are studies, analysis, et cetera to determine and make recommendations \nas far as what security or enhancements are required to address security in the broader port area. \n\nREP. LoBIONDO:  Do you receive sensitive or classified information from the Coast Guard or any other federal \nagency regarding potential threats to homeland security at all ports?\n\n\n\nMR. NAGLE:  We -- AAPA do not receive sensitive security material.  If there are -- and in many cases at the local \nport authority, the facility security officers or others that may well have security clearances would be able to receive \nthat information, but as a general course of matter, and certainly through the association, we are on the -- certainly \nthe correspondence with Department of Homeland Security regarding security sensitive information that they are \nable to provide that we can provide through the association to our local individual members, but not secure \ninformation. \n\nREP. LoBIONDO:  I take it from your testimony that the top two items that you would suggest the federal \ngovernment needs to get on quickly would be additional port security grants and then the TWIC card?\n\nMR. NAGLE:  I would say from the port authority's perspective, I think all three of the areas are -- I would certainly \nindicate as equal.  The two you mentioned as well as the additional resources for Coast Guard and Customs.  \nAgain, the first two are principally looking at the security of the port facilities and making sure that the people that \nare on that facility are who they say they are, and have authorization to be on that facility, and to take cargo either \nonto or off that facility as appropriate.\n\nThe third area as far as the Coast Guard and Customs is in the -- essentially outside of the terminal gates \nresponsibility regarding cargo and vessels that are entering the U.S., and has been mentioned whether you define it \nas pushing the borders out or however you define that process.  Certainly there is significant value and interest in \nmoving the determination of any -- either vessels or cargo at risk before it reaches the U.S. port.\n\nAs Mr. Oberstar mentioned earlier, certainly while it's the last layer of defense doing something, radiation portals \nalso at the U.S. port, in many instances that could potentially be too late.\n\nREP. LoBIONDO:  Could you say what is the biggest risk, exposure, threat because of lack of port security grants?  \nWhat gaping hole is that leaving that the private side is not able to pick up?  We know there's an enormous number \nof dollars that are necessary to even come up close.  How would you rank -- what are the areas that are most at \nrisk because of the lack of port security grants?\n\nMR. NAGLE:  The areas that our members tell us are the areas that they have identified as still requiring significant \nenhancements at the funding, because of lack of funding is being at least delayed if not -- you know, it's not -- not \nbeing able to be done, period, are in the areas of access control.  Again, whether that's physical access controls or \ncredentialing systems et cetera that again are -- the main case is having to wait to be implemented because of the \nTWIC, not  knowing what the requirements are going to be from the federal TWIC to make sure that they're \ncompatible with what a local port authority would do in terms of credentialing et cetera.\n\nBut access controls, perimeter security, whether again that's physical perimeter security by personnel or by \nfencing, lighting, video surveillance, certainly utilizing technology to better being able to provide surveillance of the \nfacility.  Communications systems, being able to communicate amongst the various -- whether it's the port authority \nsecurity personnel, local law enforcement.  In general those would be the first responders in any incident related to \na port or maritime environment.  Communications, command and control systems are certainly recognized as very \nimportant.\n\nAnd probably the final area that again is still a subject of particular interest is waterside security, and the Coast \nGuard has primary responsibility for that, but with their limited resources they're obviously not able to be at every \nsingle facility at all times.  So looking at the opportunity of either patrol boats and either radar or sonar detection \ndevices that help provide a level of security regarding any intrusion from the waterside.\n\nThose are I'd say the four areas that our members have identified as most in need of additional funding.\n\nREP. LoBIONDO:  So are you saying that if we had an incident with one of your members, with one of the ports, \nthat there'd be an inability for the different entities involved to communicate directly?\n\n\n\nMR. NAGLE:  Yes, I would say that there are still cases that you're still looking at the compatibility.  I think that was \none of the -- certainly given the experience in September 11, the inability of the various responders to be able to \ncommunicate --\n\nREP. LoBIONDO:  What we're getting at?\n\nMR. NAGLE:  Yes, and certainly there's been progress made on that, but I would not say that there has been \ncertainly a conclusive determination of what that interoperability between systems is between all those local \nresponders.  In many cases, they're outside the control obviously of either the port authority or the federal, say, \nCustoms, Coast Guard et cetera because you're coordinating with the local and state agencies that would have \ntheir own communications system, so it's a matter of trying to coordinate all of those various potential first \nresponders and be able to communicate amongst themselves.  That's still an issue.\n\nREP. LoBIONDO:  I have a hunch you're being pretty kind in your description of how that's come together and \nwhere we are with all that.  The last question I have, would you have any estimate of what your members have \nspent either on their own initiative or mandated on port security that's been non-governmental help? \n\nMR. NAGLE:  I can't give you an actual figure, but essentially we have been able to determine, I would say it's \nbeyond what's provided in the Port Security Grant funding which has been to date actual $707 million, and then with \nthe additional 175 million that will be coming out in this upcoming round, so you know, roughly a little over $880 \nmillion.\n\nIn general, it looks like there's been I would say hundreds of millions dollars spent by the port authorities, in addition \nto that figure.  I think the numbers that were referenced this morning, the $5.4 billion estimate, was only for facility \nsecurity.  There was some intimation that that was for a broader level of security beyond facilities.\n\nThe estimate when Coast Guard looked at the cost of implementing MTSA on facility security was $5.4 billion over \n10 years.  The first five rounds of grants, there's been a total identified needs applied for of $3.8 billion and only 700 \nmillion has been applied.  That's the 20 percent that I was referencing in the reference that you made as far as how \nlittle has been provided to public ports.\n\nSo I think there's been some level of correspondence between the level of identified needs that have been applied \nfor and that Coast Guard estimate that gives us the general feeling that that total figure of $5.4 billion seems to be \ncertainly within the ball park.\n\nREP. LoBIONDO:  I thank you very much.  We apologize and we thank you for adjusting your travel schedule.  We \nunderstand that you've missed your original flight and had to reschedule, and we very much appreciate that.  And if \nin fact you need to go, please feel free.\n\nMR. NAGLE:  At this point because of the switch I'm fine, and if you would prefer for me to stay for the panel I'd be \nhappy to do that.\n\nREP. LoBIONDO:  There might be an additional question.\n\nMR. NAGLE:  Okay.\n\nREP. LoBIONDO:  Mr. Scavone, please.\n\nMR. ROBERT SCAVONE:  Thank you, Mr. Chairman.  I've submitted my comments for the record.  I know that you, \nsir, heard my remarks at the Armed Services Committee last week.  I will mention a few points relative to my \ncomments to date and try not to be repetitive.\n\nIn addition to being also responsible for security at P&O I also serve on the board of the National Association of \nWaterfront Employers who did submit comments on port security to the Senate Congress Committee today, and \nwith your permission, sir, I would like to send those into this committee for its record.\n\n\n\nREP. LoBIONDO:  Without objection. \n\nMR. SCAVONE:  I would like to offer first a few comments on the security of the global supply chain.  Of late we \nhave become accustomed to hearing that our ports in the U.S. are the most vulnerable points of entry.  This tends \nto lead to the conclusion that the ports themselves are the location where security needs most to be enhanced.  \nThat is not a correct conclusion.\n\nOur ports in the U.S. are already the one point in the supply chain over which we have the most control. \n\n It would be more accurate to say that if the security of the supply chain in a foreign location should fail the place \nwhere we in the U.S. will be first exposed to that failure would be in the U.S. port. However, no amount of security \non the part of the terminal operator in that U.S. facility will change that fact.\n\nTherefore, the enhancement of the security of our U.S. ports and by extensive our homeland is best accomplished \nby improving the security at the point of origin.  We've heard today about programs like the 24 hour rule, C-TPAT, \nthe CSI program, which have all contributed to that goal.\n\nIf efforts will be made to continually improve our security, this is where the focus must remain, to include such \nmatters as the integrity of container seals, the improved capability to conduct non- intrusive inspections at port of \nloading, ideally at the direction of U.S. Customs, and the upgrading of Customs automated targeting systems.\n\nSome of these objectives will experience substantial progress by the simple decision to devote more resources to \nthem, which has been discussed already today.  Others would require a global program, joining the governments of \nvirtually every trading country with carriers, terminal operators, technology vendors and international standards \nbodies such as the International Standards Organization, or ISO.\n\nWhich leads me to a few points about foreign ownership.  The fact that foreign interests own many of the \ncompanies that manage our terminals in the U.S. has recently, as we know, become a major point of discussion.  \nFocus has been on the extent to which such ownership may impact the security inside our terminals.  The answer \nis, it does not impact the security function at all.\n\nWe have already heard that the Coast Guard, Customs and the port itself continue to be responsible for that \nsecurity.  We, as terminal operators, do have responsibility to have access controls to our facilities, but that function \nis approved, monitored, audited and enforced by the Coast Guard.\n\nThe terminal operator has no role in verifying or inspecting the declared contents of any container entering the \nUnited States.  The  terminal operator does not open a container to verify its contents. Inspection is performed \nexclusively by U.S. Customs under its own supervision, and no container leaves a U.S. facility until U.S. Customs \nindicates that it is free to go.\n\nIn every case of which I am aware foreign ownership of terminal operating businesses in the U.S. is conducted by \nU.S. subsidiaries employing predominantly U.S. citizens and U.S. labor.  However, under no circumstances does \nthis permit the foreign shareholder to control any port or terminal in the U.S.  Obviously, the shareholder will control \nindirectly the overall business strategy of the company, but like any business it will be subject to the laws of the \ncountries in which it operates, and it may only exercise its influence within those limits.\n\nIf you accept that the security at the originating end of the supply chain is the area most requiring attention you will \nthen recognize that the participation inside the U.S. of the major global terminal operating companies of the world \nalongside our U.S. terminal operating companies permits us to have a much broader global cooperative effort to \naddress the ways and means to enhance the security of that supply chain.\n\nFor example, the global operators who also have a U.S. presence represent possibly the single greatest resource in \nthe effort to deploy scanners in foreign countries and to supply to U.S. Customs the scans of every container they \nmove onto a vessel bound for the U.S., which in turn addresses the question of intervention that Dr. Carafano \n\n\n\nraised where you could potentially intervene at any point along the way.  But if you check the box before it's actually \nloaded onto the vessel heading for the U.S. there is no additional intervention after that.\n\nA question was raised about the impact of the DP World deal on the security of the New York cruise terminal.  By \nagreement with the Coast Guard at the New York cruise terminal the role of the facility security officer is actually \nfilled by Michael Stapleton and Associates, a private security firm composed of ex-NYPD detectives and officers.  \nThat firm in cooperation with the Coast Guard prepared our facility security plan and they operate it.\n\nThe Coast Guard has been highly complimentary of our security efforts there, which include measures beyond \nthose required by the regulations, such as canine patrols, and nothing about that is going to change.  Further, we \ndo not have access to passenger lists or crew lists, those are kept by the cruise lines and CBP.  The sailing \nschedules on the cruise line web sites, thus the sail of the P&O parent company in London will have no impact on \nthe security at this terminal.\n\nIn Beaumont, Texas, we load military vehicles on vessels chartered by the military.  We use longshoremen to do it.  \nNumerous military personnel are always present to supervise that operation.  The only information we receive about \nthe cargo is a written list of equipment to be loaded.  If anyone wanted access to this information they would only \nhave to stand outside the terminal fence and count what goes in and out.  The point being, the information we have \nis not confidential to begin with.\n\nIn conclusion, Mr. Chairman, when we discuss risk in the supply chain I believe it is important to distinguish \nbetween risks that exist today and risks that might somehow be created if P&O is sold.  I believe we have seen that \nthose who know how security really works are virtually unanimous that this sale is not an issue from a security \nstandpoint.\n\nThank you, Mr. Chairman, for the opportunity to submit these comments today.\n\nREP. LoBIONDO:  Thank you.\n\nMr. Brown, thank you for your patience.  Thanks for making a very long trip, and I'm waiting for your remarks.\n\nMR. GARY BROWN:  Thank you, Chairman LoBiondo, and members of the committee.  I want to thank you for \nhaving the opportunity to come to speak here and the invitation.\n\nMy name is Gary Brown, I'm a third generation longshoreman in the port of Tacoma, Washington, roughly 37 years \ndown there.  I'm also privileged to serve as the security liaison officer for the International Longshore and \nWarehouse Union, and in this capacity I have received numerous security certificates and certifications from the \nCoast Guard.  I've taken a class with FEMA, and I'm very fortunate to have taken a class that was sponsored by \nthe U.S. Attorney's Office for anti-terrorists.  That's a little bit of my background.\n\nAnd also on February 14 to 16 of this year I organized a port security training session for the ILWU and its members \nin conjunction with the Pacific Maritime Institute, which is one of the few government recognized organizations \ninstitutes.  I had longshore workers from every local up and down our coast and international, including two \nmembers from Hawaii, and they were trained on facility, company and vessel security regulations required by the \nCoast Guard.\n\nI had the distinct pleasure of having retired captain, Danny Ellis, Coast Guard, and assistant chief, A.D. Vickery, \nSeattle Fire Department, who's been involved in several of these -- I guess he's the grandfather, as they say, the \nfounding father for the marine terrorist response program in Puget Sound and which is going to be nationwide.\n\nThey've helped me with my program and nice enough to have -- the Coast Guard had sent two people to speak at \nthe class.  Customs sent two people, and along with like I said the fire department, first responders and a \ngentleman that was retired from the Treasury  Department to speak on some anti-terrorist things for us to be \nwatching up for.\n\n\n\nSo it was a very good class.  It was -- all the members were certified, so it was -- and this is totally funded by and \npaid for by the ILWU.  We were obligated to pay and initiate this because our employer had failed to conduct the \nproper training courses, which is required by the Coast Guard.  And on that note there, that's where we're at with \nour training, and I've -- if we could get any help with any funding, we'd appreciate it.\n\nJust to touch on the Dubai Ports deal as far as the International Longshore and Warehouse -- our stand is that we \nfully support the bipartisan calls in Congress for the Bush administration to direct a committee on foreign \ninvestment, to conduct a full 45 day investigation, because our seaports are part of a global economy. \n\n The ILWU believes that we should not rush to open the doors for such assets to companies owned or operated by \nforeign countries where there were serious concerns with existing terrorist activities and funding.\n\nTherefore, we're urging that the decision for the approval to be based on the national security interests of the United \nStates and not on commercial interests of any one company or one country.  We also urge the federal government, \nincluding Congress, to focus attention beyond the controversy over the future commercial contract and to recognize \nand correct the immediate major deficiencies of security that exist today in American ports.  It is the current lack of \neffective port security since the terrorist attacks of 9/11 that is the real concern of all the dock workers and millions \nof Americans who live within close proximity of our nation's ports.\n\nTo touch on that, we had -- you've heard several discussions from everybody today on panel one, and the \ngentleman here was on, like seals.  Seals was something that we as longshoremen used to conduct, physically \ncheck the seals, and now they're done via the cameras, and the cameras, you can't see the number and you can't \ntell if that is secured.  It's a severe problem.\n\nAnother problem is empties.  This is something that was brought up and a lot of people wonder why empties are \nsuch a problem.  Empties are -- it's a perfect example of an access for somebody to use to put something in to \ntransport something in because they're not examined. We used to examine them for several reasons.  Number one, \nto make sure they were empty.  Number two, to make sure they were clean because a lot of the customers require \na certain type of container, and we also check for structural damage, which, you know, is a safety factor.\n\nAnd not only that, but we have found -- I've personally found 25 Chinese in a container one night that was an \nempty, and unfortunately the only reason that we found it was because we were getting ready to stack it in the \nstorage area, which it would have probably stayed for about four or five days.  And for some reason it was close to \nlunch time so I told my driver, just leave it on the ground, and within five minutes I got calls on the radio that there \nwere people running all over the terminal down there and so I caught one of them and that's what I found, they had \nbeen in that container, it was an empty.\n\nAnd another problem we have is we don't have -- like on our shipping list.  They talked about -- the gentleman \nearlier talked  about the honor system, and we work with several of those companies that are on this honor system, \nbut these same companies -- we have containers -- if we get a discharge list of approximately 450 containers, we \nhave 462 come off, it's 12 extra, and they're not on the list.  Well, according to regulations and if everybody was to \nfollow the rules you'd call Customs because now you've got a breach in security, you've got 12 extra containers.  \nUnfortunately, the company's response is, write those numbers in and worry about it later on, and this is something \nthat we deal with every day, and this is not acceptable.\n\nWe talk about rules and regulations, and they're not being followed.  And like I said, with the seals, with the loads, \nwith the empties, we have loads coming off ships now and it's such a fast-paced business that we're getting their -- \nif you happen to look at some of these manifests on it they're listed as \"dummy\" d-u-m-m-y, because they don't \nwant to take the time to stop and verify that container so they come through as dummies.\n\nAnd I've had several meetings with the companies, and I says, you know, what's the process with that because you \nhave these dummy containers?  Well, what they'll do is they'll run it through and the computer will pick it up, where \nin the old days, you know, I had -- I'm a marine clerk, and I had the manifest, I would verify these things.  I'd verify \n\n\n\nthe seal, verify the container, and you know, at one time we knew what the contents were, and we don't have \naccess to any of that any more.\n\nAnd this is all done through the computer process, and this is where our concerns are at because we don't access \nto that any more. And we've had several that were -- there was an incident in Long Beach where the container blew \nup.  Had we had access like the old days, what we're supposed to do is check that container, we'd have found out \nthat it had propane in it.  But on this list that was sent on, it was FAK, Freight All Kinds/dummy.\n\nAnd, you know, luckily nobody was killed, but it blew the container doors off and they -- my understanding, it blew \nthings about 40 feet behind it.  And these are our concerns.  You know, the empties, the loads, and of course now \nwe have -- at our gates now we have -- I'll give you a quick incident, if I could.\n\nWe used to be down in the lanes, when a driver would pull in, he could give us his manifest, we'd double-check to \nmake sure the container was right, the seal number was right, plus it was locked. You could physically grab it and \npull it.  And if it was placarded with \"hazardous\" you'd walk around and make sure it had all the placards on it \nbecause of Coast Guard regulations.\n\nWell, now a driver pulls up and he gives you the seal number over the phone, and of course, your camera only \nshows -- you look on your camera and you know the density and stuff, it just shows a block, there's no way you can \nverify the number and there's no way you can verify that that seal is actually secure. \n\nIn this one incident the gentleman came out of Canada and it was hazardous, and he pulled up through the lane \ndown there and I asked him the seal number and he gave me a seal number.  Well, he'd had placards on it so I had \nto go down and walk around it.  Well, when I got to the rear of the container there was no seal, and I walked up to \nthe driver and I said, \"You gave me a seal number over the radio, where's -- there's no seal on the door,\" and he \njust shrugged his shoulders, and I said, \"Did you check the container before it left the dock in Canada?\" and he \ngoes, \"No.\"  And, of course, he didn't stop because he used a fast lane coming across the border where he doesn't \nhave to stop.  And I said, \"Did you stop anywhere along the way?\" and he goes, \"No.\"  And I said, \"Where's the \nseal?  There's no seal on this,\" and he says, \"I don't know.\"\n\nSo at this point I'd just finished one of my classes and of course that was a red flag, foreign container, hazardous, \nno seal, a breach of security.  And so the response was -- the protocol is to call Customs.  Well, unfortunately, when \nI called the terminal operator and explained to them that's their job to call Customs, their response was to throw \nanother seal on it or it's going to miss the ship.  And I said, \"No,\" I said, \"We've got a severe breach here and we \nhave to call Customs.\"  So I was chastised for that, but I called Customs and that container was, you know, taken \naside and -- I don't know what happened at the end of that, but this is just what -- one of the things we go through \ndaily down there as far as security.\n\nAnd it seems they have great concerns because like with the empties, I'd like to touch back on that, there's also the \nempties coming in from inside, not just the ones coming off the ship, because we've found tons of things in there.  \nAnd the gentleman alluded earlier about the empty containers and the drivers.  Drivers come in and a lot of these \ncompanies, the terminal operators, a couple of them own their own trucking companies now, and so they actually \nhave a little kind of a card they put on a dashboard and they're just in and out of those terminals, you know, and \nthere's no way you can monitor these guys.\n\nI've seen drivers come in with giant sleepers and just out of the corner of my eye catch them where they're parking \nin the terminal, and I see two or three guys pile out of this sleeper, you know.  They're either helping him with a \ncontainer or, you know, they're loose on it. And you know, those aren't being inspected and the drivers aren't being \nID'd, you know.  That's another concern of ours.  And since we're not checking empties any more, you know, \npeople ask me, they say, why would you check an empty?  Because I told them -- I said, well, I've found people in \nthere, I've found cargo in there.  And, you know, and the stuff that's -- we're looking at loads and we're looking at \nseals, you know, this is where we're concentrating.\n\n\n\nBut we've also got to concentrate on these empties because, as we know, you know, the people that want to do us \nharm are very methodical and they're very inventive.  And if they could see, you know, we're  paying attention to \nloads and seals and all this stuff but not on emptying, because these empties are loaded on the ship next to the \nloads, and the empties are loaded on and off trucks, just as they do with the loads, and if we're not paying attention \nto those empties, you know, it's a golden opportunity for these people. \n\nAnd I say, from the enemy within, because, as we all know, unfortunately the terrorists that attacked us on 9/11, \nthat attack occurred within the United States, within our States, and I believe after some of the classes I've been \nand listening to some of the people, that, you know, there are people in this country that have pretty much \nestablished themselves, and, you know, for them to put -- if their goal is to destroy or disrupt our docks, you know, \nthey could very easily build a bomb or whatever they want in Scottsdale, Arizona, and ship it, and once it's on the \nterminal, ignite it.  So, you know, the concern from inside as well as outside is very sincere.\n\nAnd, like I said, you have my statement, and I thank you for the time, and if you have any questions.\n\nREP. LOBIONDO:  What would be -- in your order of priority you mentioned a lot of things, but the top three things \nthat we need to do from your perspective to better secure the ports?\n\nMR. BROWN:  Well, like I said, Mr. Chairman, the sad part is is that we used to do the job of, like, say, checking the \nseals and checking empties.  That's something we don't do any more.  There was a -- we actually had letters from \nterminal operators that don't want it done anymore.  I've been to several meetings and on committees and stuff \nwhere people have asked me, you know, why did you guys quite doing it?  I said, well, it wasn't us, you know.  And \nthey thought it was pretty silly, you know, in this day and age, after what we've had happen, we should be, you \nknow, a little bit more vigilant and a little bit more, you know, checking this stuff.  And we just -- it's just gone \nbackwards.\n\nIt's actually the checking of the seals, the documentation, you know, and -- because, like, right now we cannot -- if a \ncontainer pulls up to the terminal, we're looking at the seal now with a camera, and you can't tell the number.  You \nhave to take the driver's word for it.  And unfortunately you can't go find out if that thing is -- I did a test with a news \nreporter up in our area about a year ago and I told them.  And they said, well, what's the big hoopla about seals, \nonce they're sealed?  Well, there was a broken seal.  It has already been cut.  And I went over and put it on a \ncontainer using my chewing gum, put the tip back on it, stood back, and I said, now look through your  camera and \nit looks like it's sealed.  They said, yeah.  So I went over and popped it off.\n\nAnd when we were doing it, you know, you'd give it a good yank to make sure, and make sure the number matched \nand all that stuff.  And we would look for, you know, any abnormalities on that stuff.  And we're just not doing that \nany more, and that's the big concern, because, you know, like I said, people in there, you know, if they wanted to \nstore something in there, that's -- but the seals and the empties and the -- probably the drivers that come, the truck \ndrivers. And a lot of these guys, they're on the terminal, they're not monitored.  And you get on a busy terminal \ndown there and you've got a couple of thousand people roaming around there, it's impossible, absolutely impossible \nto catch.\n\nAnd the only time we come across -- like I mentioned earlier with the empties coming off the container ships, that's \nwhen I called or had my members call Customs or Coast Guard, and they will respond and, you know, but we have \nto catch them.  And on a busy day, you know, like I mentioned before, the Coast Guard and Customs, those people \nare very thin.  They can't be at every port.  They can't be in every ship. And, you know, this is kind of like when -- \nthat's what we're down there for.\n\nAnd with this training and stuff, you know, we figured, you know, we're down there daily.  We know who belongs or \nwho doesn't, you know, and we'd be a valuable resource working with the first responders.\n\nI'll give you a quick instance of why we wanted to enhance our training and be there to help, is:  they had a ship fire \nup in Seattle, and the Fire Department -- I mean, it was an intense fire, and they stood on the dock and they weren't \ngoing to go aboard because there was a container right on the middle of the deck and it had placards on it, and \n\n\n\nthey were waiting for that.  They didn't want to get on board and have that thing blow up and then kill a whole bunch \nof people.  And nobody knew what to do.  But the longshoreman, one of our members, had gone back up the crane \nand hoisted that container out of the fire, got it off the ship.\n\nAnd so, this kind of brought on our program, because I've worked with a lot of first responders.  And like the fire \nchief says, he says, I don't know how to drive a crane and you don't know how to drive a fire truck, but together, if \nthere's an incident and event, you know, we'll make a hell of a partnership.  And that's kind of where our program \nhas gone.\n\nREP. LOBIONDO:  Thank you.\n\nMr. Scavone, if the acquisition of P&O Ports by Dubai Port World was approved, would Dubai Port World also have \ndirect control over stevedoring operations in the 16 additional ports?  MR. SCAVONE:  Yes.  Well, they would own \nP&O Ports, which would remain a place as a U.S. company with U.S. employees operating in the U.S. yes.  They \nwould be the ultimate owner of that company, about five or six corporations up the chain.\n\nREP. LOBIONDO:  And how does P&O Ports' involvement at U.S. ports where it operates terminals differ from its \noperation as a stevedore in the 22 U.S. ports?\n\nMR. SCAVONE:  The 22 locations I think you're referring to, Mr. Chairman, includes the six where we actually \nmanager terminal facilities.  All this information is on our web site and has been for a long time.\n\nIn most ports, we serve purely as a stevedore, simply to remove the cargo from a vessel and put it down in the \nterminal.  But in those cases the terminal itself is operated by -- for instance, a port authority that is an operating \nport authority, like Houston or Norfolk, and that entity would be the one responsible for the security of the terminal \nfacility and for the preparation of the facility security plan with the Coast Guard, whereas in places like Port Newark, \nwe also operate the terminal itself.  So, in addition stevedoring the vessel, we manage the terminal facility, and then \nit becomes our responsibility to agree with the Coast Guard a facility security plan, which is primarily the access \ncontrols to that facility for people in vehicles, under the supervision and direction and enforcement of the Coast \nGuard.\n\nREP. LOBIONDO:  Gentlemen, I thank you very much.  It's been very helpful and informative.  I appreciate your \npatience.  And the committee stands adjourned.  \n"}