{"title": "MANY LATINS MAY FLEE TO U.S.", "body": "\nHARLINGEN, Texas (AP) - Immigration lawyers say that the raging civil war in El Salvador and political uncertainty \nin Nicaragua soon will drive thousands of refugees toward Texas.  But U.S. immigration officials say they have no \nevidence of an impending exodus from Central America. Southern Texas is the most-common crossing point for \nCentral Americans.  More than 500 people have died and 1,000 have been wounded in El Salvador since leftist \nguerrillas launched an offensive last weekend that has crippled the capital, San Salvador.  Jose Rafael Romero, a \nSalvadoran seeking asylum in Harlingen, said he knew of many more Salvadorans headed north.  ''I spoke with my \nfamily Saturday on the telephone, and the borders were full of people leaving, trying to come here and ask for \npolitical asylum, '' he said.  Thousands displaced from the fighting will head for the United States, said Mark \nSchneider, a lawyer with the Proyecto Libertad legal aid office for Central Americans in Harlingen.  ''The people who \nare in the middle at this point are going to be further intimidated and trying to leave,'' Schneider said. ''The war has \ncome out from underground. This is full-fledged war.'' Nicaraguans wary of violence and uncertainty surrounding the \nnational elections set for February also are leaving, said Linda Yanez, an immigration lawyer in the border city of \nBrownsville, Texas.  ''A lot of them have been telling me that their families are packing up and getting ready to \nleave,'' Yanez said. ''There's a lot of uncertainty.\nI think there's a feeling that they need to get out before the election.'' The lapse of a cease-fire Nov. 1 between the \nNicaraguan government and Contra rebels also could drive people out, she said.  But the Immigration and \nNaturalization Service and Border Patrol say they have no evidence of large numbers of Central Americans headed \ntheir way.  ''No matter what happens in Central America, the immigrant-rights advocates predict an increase in \nimmigrants,'' Duke Austin, INS spokesman in Washington, said last week.  Added David Trevino, Border Patrol \nsupervisory intel ligence agent for the sector covering the southernmost tip of Texas: ''We don't see any buildup as \nsuch into Mexico or along the Mexican border.'' Earlier this year, the INS saw hundreds of Central Americans \npresent themselves each day to apply for political asylum. Central Americans pouring across the border camped in \na tent city and in abandoned buildings in the Brownsville area.\n"}