{"title": "H-1B VISA DEMAND RISES;SKILLED FOREIGN WORKERS HIRED AMID RECESSION", "body": "\nU.S. demand for visas to hire skilled foreign workers rose last year despite a recession that caused more than \n1 million people to lose their jobs.\n\nU.S. companies and other groups applied for 342,035 H-1B work visas last year, up 14 percent from 2000, when \nthe country's economy was strong. About 163,200 H-1B visas were actually granted last year, up more than 40 \npercent, after Congress, under pressure from the technology industry, raised the cap on the number of visas the \nImmigration and Naturalization Service can issue.\n\nAt least 29,000 more visas are pending.\n\n\"I think it surprised everyone,\" said Mark Shevitz, a vice president at Chicago-based VisaNow.com, a company that \nprocesses visas for clients and that studied the increase. \"All you hear about in the media is these huge layoffs and \nthe tech industry is just shedding workers.\"\n\nThe H-1B is a six-year visa used for bringing in skilled foreign workers in sectors where there are supposed to be \nshortages of qualified U.S. ones. The program is a political hot potato and last year's increases, which seem \ncounterintuitive, are sure to fuel the ongoing debate about the controversial program.\n\nOracle, Cisco Systems, Intel and Sun Microsystems were among the top users of the program in 2000, as were \nuniversities such as Harvard and Yale. How many applications the tech giants filed last year amid layoffs wasn't \nimmediately available. About half the H-1B visas the U.S. government grants each year are for computer-related \njobs and about half go to people from India, with China a far second.\n\nDemand for engineers\n\nSupporters of the H-1B program say the U.S. needs it because the nation's schools aren't graduating enough \ncomputer engineers to meet demand. Critics say companies are just trying to get workers cheaply, and that H-1B \nworkers get lower salaries.\n\nINS spokesman Russ Bergeron said he's aware of VisaNow.com's report and argues that the agency is simply \nprocessing paperwork and has no role in determining H-1B need. That's the job of Congress and the U.S. \nDepartment of Labor, he said.\n\n\"If we had a dog in that fight, we'd be happy to weigh in,\" Bergeron said.\n\n\nThere are several possible reasons for the increase, says Shevitz. One is that despite rough times, the technology \nindustry created 80,000 new engineering and computer jobs, he said.\n\nPart of the increase may be due to the fact that last year, for the first time, colleges and universities shopping for \nresearchers were made exempt from the cap on the number of visas that can be issued. That possibly spurred \nmore applications from this group.\n\nThe increase may also be capturing some tech-industry flux, Shevitz said, as H-1B visa workers transferring from \none company to another or renewing H-1B visas granted earlier are counted as applications.\n\nVisaNow.com based its report on data from the INS, Department of Labor and other agencies. The 2001 data \nreflected H-1B visa applications for the federal fiscal year that ended Sept. 30.\n\nLower wages\n\nNorman Matloff, a professor of computer science at the University of California-Davis and a leading critic of the H-\n1B program, argues that the main reason for the increase is basic economics: During a recession, companies are \nmore eager than ever to cut costs. Matloff cites several studies that conclude the average annual wages of \ncomputer programmers and engineers working in the U.S. on H-1B visas are 15 percent to 33 percent lower than \nthose of U.S. citizens. That's despite laws about paying the immigrants the so-called prevailing wage, he said, \nbecause \"prevailing wage\" is a squishy legal concept.\n\nFewer than half of the young U.S. computer programmers hired that U.S. companies hire are actually placed into \nprogramming positions, according to Matloff.\n\n\"Instead, more than half of the new graduates are shunted into non-technical/semi-technical positions such as \ncustomer support, while the H-1Bs are hired into the technical positions,\" he said.\n"}