{"title": "CALIF. QUESTIONS GIULIANI'S IMMIGRATION SLANT", "body": "\nNEWPORT BEACH, Calif. - How many times Rudy Giuliani and his wife Judith have been married is their own \nbusiness, but he had better buckle down on immigration if he wants to win the votes of Southern California \nRepublicans.\n\nThe ex-mayor got a warm welcome from about 1,000 people invited to swanky The Island Hotel by Rep. Ed \nRoyce's Congressional Club last night.\n\nThe well-to-do Orange County crowd gave him standing ovations during his speech, in which he touched on health \ncare, education, terrorism and the war in Iraq.\n\nBut he got a negative reaction for giving just a passing mention to the issue of immigration.\n\n\"As much as I like him, I am so ticked off that he said nothing about the border, except one little sentence. He said, \n'You people have an immigration problem,' \" said Marsa Levine, 49, a business analyst.\n\n\"I was so disappointed he spent a lot more time talking about things that were not as important as this,\" she added, \nsaying she would not vote for him because he has not addressed the issue.\n\nThe crowded marital histories of the ex-mayor and his wife, both of whom are on their third marriages, were not \nseen as a problem by the GOP audience.\n\n\"I think people are becoming a little bit more down-to-earth about what's going on. Most of the people in the world \nmake mistakes,\" said Laney Fiola, who moved to California from New Jersey. \"Personally, I don't think it will \ninterfere with his campaign. It will be dragged through the mud, but it won't matter in the end.\"\n\nFiola, who declined to give her age, wore a \"Vote for Giuliani\" pin, and said she liked everything Giuliani had to say.\n\nBill Gale, 90, a retired pharmaceutical marketer, said he was leaning toward voting for Arizona Sen. John McCain, \nbut not because of Giuliani's home life.\n\n\"A private life is a private life. To me it doesn't matter,\" he said. \"He can have as many wives as he likes.\"\n\nSue Casagrande, a school administrator who wouldn't give her age, said \"If I had to vote today I'd vote for him. I \nagreed with everything he said. I like the way he turned New York City around. I feel like he could do that for us, \ntoo.\"\n\n\nAs for his family life, Casagrande said, \"I don't pay attention to that.\"\n"}