{"title": "INSIDE LINES", "body": "\nCRICKET Wilson gives Irish some Dutch courage GARY WILSON returned to form with a morale-boosting 44 from \n32 balls in Dubai yesterday as Ireland recorded an encouraging 30-run victory over the Netherlands in the first of \ntwo official warm-up matches ahead of the T20 World Cup qualifiers.\n\nSkipper Wilson hit a six and five fours to help rescue the Boys in Green from an early slump, and with Harry Tector \nand Mark Adair chipping in with valuable cameos a total of 156-8 was posted.\n\nSeamer Craig Young took 3-21, Adair followed up his hard-hitting 24 with 3-28 and Tector, who made 21, took \nanother stunning catch as the Dutch were bowled out for 128.\n\nBOXING Ward positive after 'successful operation' JOE WARD feared his career was under threat after he was left \nwrithing on the canvas in agony after a freak knee injury at Madison Square Garden earlier this month.\n\nThe Westmeath light-heavy dislocated his left kneecap early in the second round of his pro debut versus Marco \nDelgado and had to be taken to hospital and has since gone under the knife.\n\n\"It was a successful operation. The doctor was happy. He gave us a 98 per cent sure it will never happen again,\" \nsaid Ward.\n\n\"I was worried because I didn't know what damage I had caused in my career. I was in a lot of pain.\"\n\nGAELIC GAMES Daly steps down as Crokes hurling boss ANTHONY DALY has stepped down as Kilmacud \nCrokes senior hurling manager after two years in charge.\n\nThe former Dublin and Clare boss (pictured) brought Crokes to last year's county final, where they lost to \nBallyboden St Enda's after a replay.\n\nThis year, they were soundly beaten by Cuala at the quarter-final stage.\n\n\"It came to a natural end,\" Daly told the Irish Independent.\n\n\"It was a one-year project really but we were so close last year, so unlucky, that it just felt right to go again.\n\n\"But we were beaten by a great Cuala team who, to be honest, look like they go could all the way again.\"\n\nDaly linked up with the Stillorgan club in 2017 after stepping down from his director of coaching role at the Limerick \nunderage hurling academy, a position he had held for three years.\n\n\nYesterday, Daly ruled out any possibility of taking the vacant Clare manager's job or being part of a potential back-\nroom team for Brian Lohan, should his 1995 and '97 All-Ireland winning team-mate get the job.\n\nHe did, however, suggest he would be willing to manage Clare at some stage again, \"if circumstances were \ndifferent in the future\".\n\n- CONOR McKEON CYCLING Rás still searching for sponsor to revive race RÁS TAILTEANN organisers face a \nrace against time in their hunt to find a sponsor to get the event back on the road in 2020.\n\nThe eight-day race appeared on the official UCI calendar published last week, prompting calls to race director \nEimear Dignam from continental teams expressing their interest in competing. However, unless a sponsor is \nsecured in the coming weeks it will not take place for the second consecutive year.\n\n\"We've put it on the calendar again for next year, as we did the previous year,\" said Dignam. \"But at the moment \nwe've no sponsor.\"\n\nAMERICAN FOOTBALL Illinois and Nebraska set for Dublin Classic THE University of Illinois and University of \nNebraska are coming to Dublin for the 2021 Aer Lingus College Football Classic.\n\nThe game will take place on August 28 at the Aviva Stadium and will be the second fixture of the five-game series, \nwith Notre Dame and Navy due to get the ball rolling next year.\n\nThis will be the first time Illinois and Nebraska have travelled to Ireland and up to 25,000 fans are expected to follow \nthem across the Atlantic.\n\nThe teams for the 2022 game are expected to be announced early next year.\n"}