{"title": "SHOOTING VICTIM WAS HELP TO MANY; THANH TAN LE ASSISTED VIETNAMESE IMMIGRANTS", "body": "\nThanh Tan Le, 55, was a welcome sight to Vietnamese immigrants arriving in St. Louis. He helped them find a \nplace to live, or get their Social Security cards, or register their children in school.\n\nA caseworker for the International Institute of Metropolitan St. Louis, Le was a former colonel in the South \nVietnamese army. He survived his country's civil war and eight years in a re-education camp in his homeland \nbefore coming here.\n\nBut he couldn't survive the random street violence of American life.\n\nLe was shot in the head at point-blank range Monday with two blasts from a 12-gauge shotgun about 7 a.m. On his \nway to work, he was sitting behind the wheel of his white, 1992 Camry in front of his home, at 4301 Oregon \nAvenue.\n\n\"The thing that always struck me about Le is that he always had a smile on his face,\" said his boss, Anna Crosslin, \npresident of the International Institute.\n\n\"That was so very important to these people, who are encountering a frightening experience in coming to a strange \ncountry,\" Crosslin added. \"Le's smile delivered all sorts of positive messages.\"\n\nLe's wife caught a glimpse of the shooting as she was walking out of their flat to join him at the car.\n\nAfter the shooting, the killer yanked Le from the Camry, dumped his b ody on the street and drove off.\n\n\"We've got no motive,\" said Capt. Dave Heath, commander of the homicide division. \"There's no reason to suspect \nanything but a random carjacking.\"\n\nLater Monday morning, two motorists listening to a report of the crime on KMOX Radio heard the description of Le's \ncar. They spotted it near Lilac Drive and Interstate 270 in north St. Louis County and called police.\n\nSt. Louis County officers quickly located the car in the 11000 block of Dunklin Drive in the Raintree Apartments \ncomplex.\n\nTwo suspects, 17 and 22, were arrested a short time later in a nearby apartment. A shotgun was recovered.\n\nHomicide detectives were seeking murder warrants Monday night. They said they think the 22-year-old is the killer.\n\nAfter the carjacking, the killer apparently drove to the Raintree Apartments, the home of the younger suspect, where \nthe pair washed Le's blood from the interior of the car. Then they went and bought beer, police said.\n\n\nInvestigators said the suspect was wanted in St. Ann for questioning in a drug-related shooting there last month.\n\n'He'd Smile And Wave'\n\nLe arrived in St. Louis in January 1994 with his wife and their three sons, who are all in their mid-20s, said Crosslin. \nHe joined the Institute last August.\n\nLe spoke fluent English and French, Crosslin said. \"He was a highly e ducated individual,\" she added.\n\nFor a time in the 1960s, Le was his nation's military attache in neighboring Laos.\n\nA neighbor of the Vietnamese family, Aurora Zarattini, 67, was stunned and left fearful by the crime outside her \nwindow. \"People are telling me to get out of the city,\" she said.\n\nShe said she did not know Le personally, \"but every time I'd see him he'd smile and wave.\"\n\nGraphic\n\n \n\nPHOTO; Color photo - Thanh Tan Le (center), the victim of a fatal carjacking, in a family photo that includes his \nwife, Nhan Ho, and three sons (from left), Toai, Huy and Danh. Le was shot in the head early Monday while he sat \nin his automobile in front of his home in the 4300 block of Oregon Avenue.\n"}