{"title": "2d Saudi Held by Canada Cleared in Bombing", "body": "\nWhile international attention has focused on a man who Canadian officials believe took part in the bombing of an \nAmerican military barracks in Saudi Arabia last June, another Saudi held in the same Ottawa prison is also \naccused of being a terrorist.\n\nFahad Shereri, 21, was arrested at the international airport in Ottawa last December. At an immigration hearing last \nweek Canadian officials said he belonged to a terrorist group and had engaged in a terrorist act, although they did \nnot specify where or when the act occurred.\n\nIt was initially reported that Mr. Shereri was linked to the bombing in Dhahran, Saudi Arabia, last June that killed \n19 American servicemen. But an Canadian immigration official, Dianne Toikko, said Mr. Shereri is not now a \nsuspect in that attack.\n\nThe man Canadian officials say was involved in the Saudi bombing is Hani Abdel Rahim al-Sayegh, a 28-year-old \nSaudi who was arrested in Ottawa on March 18 and whom Canada is seeking to deport as a threat to national \nsecurity.\n\nBoth men are being held at the Ottawa-Carleton Detention Center, but Canadian officials say the two cases are \nunrelated. Neither Mr. Sayegh nor Mr. Shereri faces criminal charges in Canada.\n\nBut a lawyer representing one of the men thinks that the arrests show that Canadian intelligence agents have been \nwatching the movements of Saudis in Canada for some time.\n\nWhen Mr. Shereri was stopped on arrival at Ottawa airport on Dec. 6 he made a request for asylum. But \nimmigration agents found various weapons in his belongings, including a steel chain or garrote, an 11-inch Chinese \nknife and martial arts fighting sticks.\n\nCanadian agents also found an empty shoulder holster and material written in Arabic that they said they believed to \nbe a manual on assassination.\n\nMr. Shereri's lawyer, Douglas M. Baum of Ottawa, said most of the objects were either decorative, like the knife, or \nhad been used by his client in studying karate.\n\n\nMr. Shereri said he left Saudi Arabia to escape arrest for his nonviolent opposition to the Saudi Government.\n\nMr. Baum said an agent of the Canadian Intelligence Security Service was at the Ottawa airport when Mr. Shereri \nwas arrested last December, indicating that his client had been under surveillance.\n\nHe believes that was because Mr. Shereri had worked with Saudi relief agencies in Afghanistan and Bosnia. He \nalso stopped in England before coming to Canada and there met several times with Mohammed al-Masari, the \nhead of a dissident Saudi organization in London.\n\nAlthough Mr. Masari has said he advocates a peaceful transition in Saudi Arabia, he was quoted in an interview \nafter the June bombing as saying, \"We believe the existence of Americans on the Arabian peninsula is against \nIslamic law.\"\n\nOfficials said that if Mr. Shereri's appeal for refugee status is denied, he would probably be sent back to Saudi \nArabia.\n"}