{"title": "Illegal Workers Supplant U.S. Ones, Report Says", "body": "\nNew illegal immigrants accounted for 56 percent of the increase in employed workers in the United States in the \nfive years after 2000, and competition from these immigrants contributed to a sharp decline in employment of \nteenage and young adult Americans, according to a labor market study released yesterday.\n\n  The survey found that in the five-year period, foreign-born workers, including both legal and illegal immigrants, \nmade up 86 percent of the net increase in the total number of employed workers, the highest share for immigrants \never recorded in this country.\n\n At the same time, the number of employed native workers ages 16 to 34 fell by more than 1.5 million. The study \ncontends that 90 percent of the job deficit for young Americans would be erased if American teenagers and young \nadults held the jobs that immigrants now hold. \n\n  The study was carried out by Andrew Sum, Paul Harrington and Ishwar Khatiwada from the Center for Labor \nMarket Studies at Northeastern University in Boston and was published by the Center for Immigration Studies, a \ngroup in Washington that advocates reducing immigration. \n\n  Last month a study by the Pew Hispanic Center, another Washington research organization, concluded that there \nwas no nationwide pattern of displacement of American workers by immigrants. \n\n  Several economists noted that the past five years had been marked by a slow economic recovery that created \nunusually few jobs for all workers in the United States. They said that several factors contributed to declining \nemployment among young people and that an increase in the number of youths going to college was one.\n\n  Employment rates have plummeted for young black men without high school diplomas.\n\n  ''They face tremendous barriers, but immigrant competition is not the biggest one,'' said Jared Bernstein, an \neconomist at the Economic Policy Institute, a Washington group that focuses on labor issues. ''If immigrant \ncompetition were to drop significantly, they would still have big problems.''\n\nhttp://www.nytimes.com\n"}