{"title": "HATE MAIL FOLLOWS ARTICLE ON HER IMMIGRANT KIDS' TEACHER TARGETED", "body": "\nFor the first nine years, Angela Steele's job teaching English to immigrant children at Sequoia High School was \npretty much what one would expect -- honing students' grammar, exposing them to Shakespeare and encouraging \nthem to write about what it's like coming to America.\n\nDuring the past year, however, something has changed: Steele became someone's target in the fight against illegal \nimmigration.\n\nSince the Mercury News published a profile of her last year, she has received three angry and sarcastic letters from \nillegal-immigration opponents -- two anonymous and one signed.\n\nThe number may seem small considering the tons of mail generated in the national debate on immigration. But it's \nunusual for someone so far removed from the political struggle to be targeted.\n\n\"It's appalling someone should be singled out for doing a great job,\" said Sequoia Principal Earl Walker. He wasn't \naware of any other teachers receiving similar mail.\n\nSteele said she thinks the letter writers' efforts are misdirected. \"I don't control the border,\" she said.\n\nBette Hammond agrees. She's founder of the Novato-based STOPIT, Stop the Out-of-control Problems of \nImmigration Today.\n\nOne of the letters Steele received recently -- a sarcastic gift certificate entitling the bearer \"to 100 illegal \nimmigrants\" -- was printed by STOPIT last fall. Hammond said STOPIT had encouraged members to send them to \ntheir lawmakers, not to people like Steele.\n\n\"I really feel bad for this teacher,\" said Hammond, whose organization has merged with another group to become \nUnited Citizens for Immigration Control. \"I understand this is her job and her life. We would never criticize her or \nsend letters anonymously.\"\n\nAt the bottom of the gift certificate mailed to Steele, someone wrote: \"You are on every list now being circulated \nthroughout this state. Have a nice day.\" A week later, Steele got another letter, a photocopy of a letter from Gov. \nPete Wilson thanking someone for supporting Proposition 187, the ballot initiative approved by California voters last \nfall to deny public services to illegal immigrants.\n\nThe Redwood City Police Department is investigating, but there is little police can do because none of the letters is \nthreatening.\n\n\n\"I'd like to know what their final intention is,\" said Officer Donald Banks. \"We're not going to let her get hurt. She's \njust doing her job.\"\n\nSteele received her first letter a few days after a March 1994 Mercury News profile. Signed \"S. O'Neal\" and marked \nwith a Mountain View return address, it blasted her for publishing a collection of students' stories about coming to \nthe United States, sometimes illegally.\n\n\"By encouraging your illegal Mexican/Central American immigrant students to openly flaunt . . . their utter \ndisregard for the laws of this country, you not only set a negative example for them, but for other students as well,\" \nthe letter said.\n\n\" . . . Despite your efforts and our tax dollars, (illegal immigrant students) are doomed to remain always an \nunderclass, having no value other than the source of cheap, docile labor, and breeders for The Catholic Church.\"\n\nSteele's reaction: \"It sickens me, really, that there are people who think like that out there. That they're so ready to \nscapegoat. They just want an easy place to dump their hatred and frustration.\"\n\nSteele has shared all the three letters with her students. \"I wanted them to be aware of some of the sentiments out \nthere,\" she said.\n\nIt turned into a good lesson on California, democracy and prejudice, she said. When one student reacted by \ncondemning all white people, she seized the opportunity to teach about the danger of generalizations.\n\nLast week, her students wrote their feelings about the letters for the Mercury News. Sometimes their English is \nrough, but their messages are clear:\n\n\"We know that we are illegals, but some racist people are illegal too because the Indians discovered this country \nand so they don't have to fight against us because is not their country too,\" one wrote. \"We are people, just like \nthem, we are not animals. We are not animals!\"\n\nAnother student wrote, \"I really feel so bad about these letters. And I want to know, why this people hate us. We \ndidn't make anything bad in this country, that only thing that we want in this country is look for a better future.\"\n\nNotes\n\nShorter version ran P. 2B Morning Final Edition\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: TOM VAN DYKE -- MERCURY NEWS\n\nAngela Steele, teacher of English as a second language, talks with student Maria Meza.\n\n950611 LO 2B P\n\nPHOTO: Steele\n\n950611 LO 1B P 3\n"}