{"title": "13 Refugees Returned as Policy Shifts; Cuban Americans Protest in Florida", "body": "\nThe Clinton administration today began implementing its policy of forcibly returning to Cuba refugees fleeing the \nisland by sea, setting off small protests among the Cuban American community here.\n\nThe U.S. Coast Guard cutter Durable at noon returned 13 Cuban men to a remote dock about 40 miles west of \nHavana at Bahia de Cabanas. The men had been picked up Thursday by the cruise ship Majesty of the Seas, \nwhich found them floating in two small wooden boats south of Little Cayman Islands.\n\nThe 13 Cubans were met on shore by U.S. Interests Section Consul Sandra Salmon and Vice Consul Ted \nO'Connor, and by Communist Party ideology department head Rolando Alfonso, Reuter reported. It appeared to be \nthe first time in decades that a U.S. official vessel had docked in the communist-ruled island.\n\nThe repatriation marked the start of enforcement of a new U.S. policy, announced May 2, under which for the first \ntime in 35 years Cubans setting off for Florida in rafts and other makeshift vessels will be forcibly returned to \nCuba. All Cubans seeking to come to the United States now have to apply at the U.S. Interests Section in Havana.\n\nImmigration and Naturalization Service officials advised the 13 about procedures for applying in Cuba, and told \nthem the Cuban government \"had made a commitment to the United States that there would be no reprisals \nagainst the refugees,\" INS spokesman Russ Bergeron said.\n\n\"None of them indicated any need for protection that could not be satisfied by the U.S. Interests Section in Havana,\" \nso the 13 were not formally interviewed about whether they qualified for political asylum, he said. According to \nadministration guidelines, political asylum can be granted only to refugees who have a \"genuine fear\" for their \nsafety and can demonstrate a need for American protection.\n\nReaction among Cuban immigrants in Miami was angry.\n\n\"These are innocent refugees. They are being returned to a dangerous situation. Under whose guarantee will they \nbe protected? The guarantee of the same government that was denounced by the United States as a violator of \nhuman rights?\" asked Pepe Hernandez, president of the Cuban American National Foundation. \"How can the \nClinton administration guarantee that the lives of these 13 men will be safeguarded by the same government that \nonly eight months ago sank a tugboat killing 60 people including 20 children?\"\n\nA lunch-hour protest on the steps of the Dade County courthouse was punctuated by anti-Clinton and anti-Castro \nspeeches, honking car horns, Cuban flag-waving and singing of the Cuban national anthem, the Associated Press \nreported.\n\n\nA Cuban-born congressman, Rep. Lincoln Diaz-Balart (R-Fla.), was arrested during a protest outside the White \nHouse. \"An agreement with Castro to punish innocent refugees . . . is unconscionable, morally repugnant and must \nbe systematically denounced and condemned,\" Diaz-Balart said in a statement.\n\nOn Monday, Cuban exiles parked their cars across 10 lanes of traffic, blocking the tollbooths on a heavily traveled \nroad and causing a huge midday traffic jam for more than half an hour. Fernando Rojas, spokesperson for the \nCuban American National Foundation, said, \"This is just a sign of things to come; you have only seen the tip of the \niceberg here.\"\n\nOn Sunday, several hundred Cuban American protesters attempted to block, with their bodies, the entrance to the \nPort of Miami. Although several arrests were made, there was no violence.\n\nThe 13 men who were returned to Cuba were reported to be in good condition.\n\nThey were taken aboard the U.S. cutter Northland on Friday. Then, while the Cuban border guard and a U.S. Coast \nGuard officer sent to Havana on Friday coordinated the logistics of repatriating the men, they were transferred to \nthe Durable on Sunday morning.\n\nState Department spokeswoman Christine D. Shelly said in Washington that an INS asylum officer had spoken with \nthe rafters on three separate occasions. She said there were two group sessions, but on the third occasion, the \nrepresentative met individually with each of the rafters.\n\nShelly added that the findings of \"the trained INS asylum officer aboard the ship\" were reviewed by the INS and \nother agencies, which determined that the 13 were not eligible for asylum. \"Everybody wanted to be scrupulous that \ntheir rights were respected,\" she added.\n\nBergeron said that under the new procedures, an INS official will be made available to Cubans intercepted at sea to \nadvise them of the asylum application process.\n\nUnder guidelines provided for the INS from the Justice Department, no person who is found at sea will be granted \nan interview about political asylum before repatriation \"unless he claims a genuine need for protection which can't \nbe satisfied by the consular office in Havana,\" he said. Bergeron said this genuine need for protection would have \nto include \"a threat of bodily harm, or an allegation that their right to file for refugee status would be hindered in \nCuba.\"\n\nAlthough for many years, Cubans intercepted at sea have been brought by the Coast Guard to Miami, Bergeron \nsaid, \"That was a discretionary practice. It was not statutory; there was never a law that stated that Cubans found at \nsea should be brought to the United States.\"\n\n\"The Cubans are now receiving the same treatment under the law as individuals of any other nationality receive. Up \nuntil now, the law has not been prejudicial against other nationalities; it was prejudicial in favor of Cubans,\" \nBergeron said.\n\nStaff writer Michael Dobbs in Washington contributed to this report.\n\nGraphic\n\n \n\nPhoto, reuter , Three Cuban refugees, right, are escorted on Cuban shore from a U.S. Coast Guard ship after they \nwere picked up at sea.\n"}