{"title": "A HEARTY WELCOME 18 COUPLES GET ULTIMATE VALENTINE'S DAY GIFT - AMERICAN CITIZENSHIP", "body": "\nTHE U.S. government gave 18 New York couples something to really love yesterday: their new country.\n\nCouples from 14 different nations attended the first Valentine's Day U.S. naturalization ceremony in lower \nManhattan.\n\n\"It's a blend of civics and romance,\" said Ronald Benjamin, 54, who became a U.S. citizen alongside his wife, \nPatricia, 52, both originally from Jamaica.\n\n\"It's exciting. I'm just waking up to reality,\" echoed Lucia Popian, who, like her husband, came to New York from \nRomania.\n\nIn the past 10 years, more than 6.8 million people have become U.S. citizens, and about 85,000 immigrants get \nsworn in as new citizens in New York every year.\n\nBut few get to make it a romantic date, like Jefferson Vieira, 38, and Vainia Backes, 36.\n\nThe couple, who have two small children, moved to the area from Brazil about 10 years ago and settled in upstate \nPoughkeepsie, where they both work at Dunkin' Donuts.\n\n\"For us, it was a long process. We never thought we'd be here today on the same day,\" Vieira said. \"We're going to \na special Valentine's dinner tonight to celebrate this.\"\n\nKatie Tichacek Kaplan of the U.S. Bureau of Citizenship and Immigration Services said many couples apply \ntogether, but that doesn't mean they will get the same ceremony date.\n\n\"It's Valentine's Day. We wanted to make it special,\" Kaplan said.\n\nAfter the couples sang the national anthem and were sworn in, they enjoyed a romantic snack - a Valentine-\nthemed cake and coffee.\n\nSitting in one of the back rows, Florence Naci, 24, said the ceremony was bittersweet for him, as he watched the \nloving couples exchange glances and affection.\n\nHe married a year ago, but his wife, Zerima, 24, still lives in Albania, where they met and wed.\n\n\n\"It's hard. I wish she was here with me, too,\" Naci said. \"I'm a citizen now, and it will be easier to bring her with me. \nBut it makes for a sad Valentine's Day.\"\n\nesandoval@nydailynews.com\n"}