{"title": "THREATS AND RESPONSES: THE JUSTICE DEPARTMENT; Ashcroft Seeks More Power To Pursue Terror Suspects", "body": "\nAttorney General John Ashcroft today defended the Justice Department's detention of hundreds of illegal \nimmigrants after the Sept. 11 terrorist attacks and urged Congress to give the authorities still greater power to \npursue terrorism suspects.\n\n     Mr. Ashcroft, in five hours of testimony before the House Judiciary Committee, made his first public comments \non a report from his inspector general that criticized the department's treatment of 762 illegal immigrants after \nSept. 11. He said \"we make no apologies\" for holding suspects as long necessary to determine whether they had \nlinks to terrorism. In the end, none of the 762 suspects were charged as terrorists. \n\n \"Al Qaeda is diminished but not destroyed,\" Mr. Ashcroft said. He said the nation \"must be vigilant.\"\n\nWe must be unrelenting,\" he said. \"We must not forget that Al Qaeda's primary terrorist target is the United States \nof America.\"\n\nMr. Ashcroft told lawmakers that the authorities need still greater powers to track and pursue terrorists.\n\nThe USA Patriot Act, as the sweeping antiterrorism law that grew out of the Sept. 11 attacks is known, has sparked \nofficial votes of protest from more than 100 communities around the country because of civil liberties concerns. But \nMr. Ashcroft said the law does not go far enough and \"has several weaknesses, which terrorists could exploit \nundermining our defenses.\"\n\nMr. Ashcroft, a strong proponent of capital punishment, said the penalties for some terrorism-related crimes should \nbe toughened to include the death penalty. He also urged Congress to allow the authorities to detain terrorism \nsuspects before trial without bond and to clarify what constitutes illegal \"material support\" of terrorists, the standard \nthe Justice Department has used against terror suspects.\n\n\"We must make it crystal clear that those who train for and fight with a designated terrorist organization can be \ncharged under the material support statutes,\" he said.\n\nMr. Ashcroft's lengthy and impassioned defense of the Justice Department's counterterrorism campaign and his \npush for greater authority met with strong endorsement from many, but not all, of the Republicans on the judiciary \npanel.\n\n\nRepresentative F. James Sensenbrenner Jr., the Republican chairman of the panel, said that while the Justice \nDepartment had made impressive strides in fighting terrorism, he remained concerned about the potential threat to \ncivil liberties posed by the long reach of counterterrorism efforts. \n\n\"To my mind,\" Mr. Sensenbrenner said, \"the purpose of the Patriot Act is to secure our liberties and not to \nundermine them.\" \n\nJust last month, the Senate rebuffed efforts by senior Republicans to make permanent some critical provisions of \nthe Patriot Act that are to expire in 2005. The concerns raised by Mr. Sensenbrenner, and echoed in even stronger \nterms by virtually all the Democrats on the panel, signaled that Mr. Ashcroft may face a tough sell in seeking to \nbroaden the Justice Department's authority to pursue terrorists.\n\n\"Some of us find that the collateral damage may be greater than it needs to be in the conduct of this war,\" said \nRepresentative Howard L. Berman, Democrat of California.\n\nDemocrats said they were particularly concerned about the report released on Monday by Glenn A. Fine, the \nJustice Department's inspector general. The report found \"significant problems\" in the way the authorities arrested \nand treated hundreds of illegal immigrants as part of the Sept. 11 investigation. The report found that the authorities \nhad made little effort to distinguish real terrorist suspects from those who became ensnared by chance in the \ninvestigation. Many suspects were jailed for months, often without being formally charged or given access to \nlawyers, and some inmates in Brooklyn were physically and verbally abused before they were cleared of any \nterrorist ties, the report said.\n\nWhile the report drew no conclusions about the legality of the Justice Department's actions, Representative \nRobert C. Scott, Democrat of Virginia, suggested that the denial of the detainees' civil rights and evidence of \nphysical assaults by Justice Department employees might have risen to the level of criminal conduct.\n\nThe congressman asked Mr. Ashcroft whether he planned to appoint an outside counsel to investigate the \naccusations further, but the attorney general responded that \"I have no plan at this time to employ a special counsel \nin this matter.\"\n\nMr. Ashcroft said the department's civil rights division had investigated 18 complaints of abuse by guards against \nimmigrant prisoners and had found in 14 cases that there was not enough evidence to bring criminal charges. Four \ninvestigations are pending.\n\n\"We do not stand for abuse,\" he said.\n\nMr. Ashcroft said he also wished that the department could have resolved cases against many of the 762 illegal \nimmigrants more quickly. \n\n\"God forbid, if we ever have to do this again, we hope that we can clear people more quickly,\" he said. \"We'd like to \nclear people as quickly as possible. There's no interest whatsoever that the United States of America has in holding \ninnocent people, absolutely none. It's costly. It takes up resources that makes it difficult for us to do what we need \nto do with other people who are threats.\"\n\nBut Mr. Ashcroft stressed repeatedly that he believed the policy of detaining people for as long as it took to clear \nthem of terrorist ties was the right one, and he said that several illegal immigrants did have terrorist connections that \nare still considered suspicious. One suspect was the roommate of one of the Sept. 11 hijackers, and another was \nfound with \"jihad material\" and more than 30 pictures of the World Trade Center, Mr. Ashcroft said. \n\nMr. Ashcroft said past data showed that people who were facing deportation and were released from custody on \nbond fled about 85 percent of the time, and he said he was not willing to take that risk with the suspects \napprehended after the Sept. 11 attacks.\n\n\"We had had to balance the risk,\" Mr. Ashcroft said. And in doing so, he added, \"we did not violate the law.\"\n\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Attorney General John Ashcroft testified yesterday before the House Judiciary Committee, asking that the \nPatriot Act be strengthened. (Doug Mills/The New York Times)(pg. A15)      \n"}