{"title": "FLIGHT SCHOOL GETS PAPERS ON HIJACKERS' VISA APPROVALS", "body": "\nExactly six months after terrorists Mohamed Atta and Marwan Al-Shehhi flew two jetliners into the World Trade \nCenter, the Florida flight school that trained the men received paperwork showing that their student visas had \nbeen approved.\n\nThe two suicide hijackers had applied for the visas through their flight school, Huffman Aviation International, in \nAugust 2000. But because of backlogs and an antiquated processing system at the Immigration and Naturalization \nService, documentation of the approval did not arrive at the Venice, Fla., flight school until Monday.\n\nAtta and Al-Shehhi trained at Huffman in July 2000. U.S. authorities say Atta was aboard American Airlines Flight \n11, which struck the north tower, and that Al-Shehhi was aboard United Airlines Flight 175, which struck the south \ntower 17 minutes later.\n\nThe two initially entered the United States on visitor's visas but applied for an M-1 student visa, given to \nimmigrants attending U.S. technical schools.\n\nA spokesman for the immigration service, Russ Bergeron, said the INS already had notified the men and the \nschool last summer about the approvals.\n\nThe INS approved Atta's request in July and Al-Shehhi's request in August, Bergeron said.\n\n\"The important thing to recognize is the decisions to change their status were made … before Sept. 11, and at the \ntime there was no information made available to INS regarding these people and their link to terrorism,\" Bergeron \nsaid.\n\nBoth men were cleared to stay in the United States until Oct. 1, 2001, according to the forms, which were provided \nto The Associated Press by Rudi Dekkers, the school's owner and president.\n\nBergeron attributed the embarrassing delay to a backlog of documents at a federal paperwork processing center in \nLondon, Ky.\n\nRep. John Conyers, the top Democrat on the House Judiciary Committee, said the visa notice was a sign of the \nBush administration's \"misguided focus in pursuit of homeland security.\"\n\n\"I am astonished that while the INS is fixated on detaining and rounding up countless Arab-Americans without any \njustification, it has failed to take basic steps to ensure that visas are not issued to known terrorists,\" said Conyers, \nD-Mich.\n\n\nDekkers said Atta and Al-Shehhi completed the paperwork on Aug. 29, 2000, just before they began their six-month \nflight instruction program at the school.\n\nDekkers, who said he faced scrutiny in the media after the attacks for admitting the students, said the forms showed \nhe had followed the law.\n\nNotes\n\nWAR ON TERROR\n\nGraphic\n\n \n\nPHOTO; (1) Photo headshot -(Mohamed )Atta, Aboard American Airlines Flight 11; (2) Photo headshot - (Marwan) \nAl-Shehhi, Aboard United Airlines Flight 175\n"}