{"title": "HOMECOMING! Israel cheers arrival of U.S. immigrants", "body": "\nTEL AVIV - More than 200 Americans who moved to Israel amid the ongoing hostilities received a hero's welcome \nyesterday upon landing here.\n\n\"What is the best answer for Hezbollah?\" bellowed former Prime Minister Benjamin Netanyahu, who addressed the \ngroup after they touched down. \"You are the best answer!\"\n\nTired yet thrilled after their long trip from New York, the olim (Hebrew for new immigrants) were mobbed by \nphotographers and reporters as they walked down the steps from the jetliner.\n\nIn a nearby hangar, hundreds of relatives and well-wishers welcomed them with hugs and tears.\n\n\"It's finally here,\" said Ariel Blacher, who moved from Riverdale with her husband and four kids. \"We've been \nwaiting for this moment for a really long time.\"\n\nAt a time when most Israelis are uneasy and many thousands who reside in the northern parts are heading south to \nseek refuge from Hezbollah missile attacks launched from Lebanon, the new immigrants served as a morale boost \nfor many.\n\n\"They are not running away from anything,\" said Tony Gelbart, founder of Nefesh B'Nefesh, the organization that \narranged the charter flight. \"They are running to something.\"\n\nA lineup of officials greeted the new arrivals during a welcoming ceremony, and the influx received wall-to-wall \ncoverage in the Israeli media.\n\nA story in Ynet, a popular news Web site, quickly spurred over 300 readers to offer encouragement.\n\nComments directed at the newest residents of Israel included \"Way to go,\" \"We love you\" and \"Best of luck.\"\n\nStill, some newcomers appeared lost amid the hoopla.\n\n\"I'm really nervous and anxious, but excited,\" said Alana Sobelman, 25, whose only other visit to Israel came at her \nbat mitzvah 13 years ago. \"All these emotions come from this future I have no conception of,\" she said. \noyaniv@nydailynews.com\n\n\nGraphic\n\n \n\nMICHAEL APPLETON DAILY NEWS Jennifer Airley of Cedarhurst, L.I., cheers with family - grandmother Frida \nNuszen (l.) and aunt Sheila Hanser (2nd l.) - at Tel Aviv airport.\n"}