{"title": "Mexican, U.S. agents square off Border Patrol's killing of teen in Mexico adds to immigration fury.", "body": "\nCIUDAD JUAREZ, Mexico - Pointing their rifles, Mexican security forces chased away U.S. authorities \ninvestigating the shooting of a 15-year-old Mexican by a U.S. Border Patrol agent on the banks of the Rio \nGrande, the FBI and witnesses told The Associated Press on Wednesday.\n\nThe killing of the Mexican by U.S. authorities - the second in less than two weeks - has exposed the distrust \nbetween the two countries that lies just below the surface and has enraged Mexicans who see the death of the boy \non Mexican soil as an act of murder.\n\nMexico's government says the number of Mexicans injured by U.S. immigration authorities has increased this \nyear.\n\nShortly after the boy was shot, Mexican soldiers arrived at the scene and pointed their guns at the Border Patrol \nagents across the riverbank while bystanders screamed insults and hurled rocks and firecrackers, FBI \nspokeswoman Andrea Simmons said. She said the agents were forced to withdraw.\n\n\"It pretty quickly got very intense over on the Mexican side,\" she said, adding that FBI agents showed up later and \nresumed the investigation, even as Mexican authorities pointed guns at them from across the river.\n\nA relative of the dead boy who had been playing with him told the AP that the Mexicans - whom he described as \nfederal police, not soldiers - pointed their guns only when the Americans waded into the mud in an apparent attempt \nto cross into Mexico.\n\nThe Mexican authorities accused the Americans of trying to recover evidence from Mexican soil and threatened to \nkill them if they crossed the border, prompting both sides to draw their guns, said the 16-year-old boy who asked \nnot to be further identified for fear of reprisal.\n\nThe confrontation occurred Monday night over the body of Sergio Adrian Hernandez Huereka, who died of his \nwounds beside the column of a railroad bridge connecting Ciudad Juarez, Mexico, and El Paso, Texas.\n\nEach government has made veiled accusations suggesting misconduct on the part of the other's law enforcement \nagents.\n\nHernandez was found 20 feet into Mexico, and an autopsy revealed that the fatal shot was fired at a relatively close \nrange, according to Arturo Sandoval, a spokesman for the Chihuahua state attorney general's office. Mexican \n\n\nauthorities said a .40-caliber shell casing was found near the body, suggesting that the U.S. Border Patrol agent \nmight have crossed into Mexico to shoot the boy.\n\nThat would violate the rules for Border Patrol agents, who are supposed to stay on the U.S. side - and could open \nthe agent to a Mexican homicide prosecution.\n\nA U.S. official close to the investigation told the AP that authorities have a video showing that the Border Patrol \nagent did not cross into Mexico. In fact, the official said, the video shows what appear to be members of Mexican \nlaw enforcement crossing onto the U.S. side, picking something up and returning to Mexico. The official was not \ncleared to speak about the video and spoke only on condition of anonymity.\n\nAlejandro Pariente, Chihuahua state's regional deputy attorney general, said the U.S. Border Patrol has given him \nvideo that he is reviewing. He declined to describe it except to say that it has sped up the investigation.\n\nThe two killings have provoked anger in Mexico like no other recent controversy surrounding immigration, \nincluding Arizona's new law making it a state crime to be an illegal immigrant and President Barack Obama's \ndecision to send the National Guard to the border.\n\nAlthough many Mexicans were unhappy with both initiatives, popular and official reaction had been subdued, in \ncontrast to street protests seen in previous years when the U.S. has cracked down on the border. Many Mexicans \nhave since given up hope for a quick solution to the immigration problem, while other issues including growing \ndrug violence have taken center stage in relations between the two countries.\n\nThat has started to change with the back-to-back deaths of two Mexicans at the border: the teenager killed \nMonday, and migrant Anastasio Hernandez, 42, who died after a Customs and Border Protection officer shocked \nhim with a stun gun at the San Ysidro border crossing that separates San Diego and Tijuana, Mexico.\n\nAnastasio Hernandez, who had lived in the U.S. since he was 14, was buried in San Diego on Wednesday.\n\nAmong those at the funeral was Humberto Navarrete, who said he was walking across the pedestrian bridge near \nTijuana when he witnessed the confrontation and started recording it with his cell phone. In the blurry video, a man \ncan be heard crying and yelling, \"Help me! Help me, please!\"\n\nSan Diego police detective Kevin Rooney said he is trying to reach Navarrete to see the footage and interview him \nfor his investigation.\n\nGraphic\n\n \n\n Photo by GREGORY BULL  •  Associated Press - Relatives and friends of Anastasio Hernandez carry his casket \ntoward a church before funeral services Wednesday in San Diego. Hernandez died May 28 after being shocked \nwith a stun gun by a U.S. border agent. \n"}