{"title": "Colorado, let's see some ID", "body": "\nJul. 9--Some Colorado lawmakers have stumbled upon the actual cause of illegal immigration.\n\n\"Employers are the magnet,\" state Rep. Morgan Carroll, D-Aurora, told me last week.\n\nSo now there's a phalanx of bills pending in a special session of the legislature that would sanction businesses for \nhiring illegal immigrants.\n\nCarroll's bill would not allow companies to receive state economic development aid unless they prove they do not \nhave illegal workers anywhere in the United States. Seeking a government welfare check for your corporation's next \nmove? Stop hiring illegal immigrants.\n\nOther measures would impose penalties -- such as fines or denied tax exemptions -- on companies that hire illegal \nworkers or fail to keep proper documentation on employees.\n\nThe state's business groups have been surprisingly slow to react to these potentially onerous proposals -- at least \nin public. Until Friday, most of their work involved lobbying behind the scenes.\n\n\"Their membership is split,\" said Carroll. \"Half of their members hire illegal immigrants, know it, profit off of it and \nwant to be left alone. The other half are actually complying with the law and feel that they are at an unfair \ncompetitive advantage.\" Joe Blake, president of the Denver Metro Chamber of Commerce, disagreed.\n\n\"The majority of Colorado businesses are taking the necessary -- and federally required steps -- to verify that their \nemployees are legally eligible to work in the United States,\" he told the Senate Business Affairs Committee on \nFriday.\n\nYes, but many of the estimated 250,000 illegal immigrants in Colorado -- and 12 million nationwide -- are working \nsomewhere, which is why Gov. Bill Owens called this special session.\n\nChuck Berry, chief executive of the Colorado Association of Commerce and Industry, said many businesses don't \nwant to take a stand, fearing unwarranted hassle from federal enforcement agencies.\n\n\"Most business don't want to testify,\" he said. \"They don't want to be known. -- They think somebody will come \nsnooping around. They just want to lay low.\" For now, Berry's group is doing what it can to keep state lawmakers \nfrom turning businesses into immigration law enforcement agencies. On Friday, Berry testified against a bill that \nwould fine companies that do not apply to be part of a federal pilot program that verifies Social Security numbers. \nYes, a fine for not applying to an experimental pilot program that may or may not be around in the future.\n\n\nEvery nation has a right to control its borders. But our national leaders -- who raise campaign funds from \nbusinesses -- have declined to exercise this right for decades.\n\nSo today, we're swamped with folks who want to wash our cars, mow our lawns, pick our vegetables, slaughter our \ncattle, build our homes, and clean our toilets for below-market wages. And this is a crisis for state government to \nsolve?\n\nRep. Al White, R-Winter Park, doesn't want to solve it. He wants to divert it.\n\n\"If immigration is a flood that is coming at us from all over, then let's raise the dike by adopting more stringent \nemployment requirements than the surrounding states have,\" he said. \"If there's a flood, and you put sandbags \naround your basement, do you know where the water goes? It goes into your neighbor's basement.\" Do you hear \nthat, Kansas, Nebraska, Wyoming, Utah, Arizona, Oklahoma and New Mexico? Better break out the pump.\n\nWhite is the sponsor of a bill that would impose fines on employers that fail to keep records of employee's driver's \nlicenses or state ID cards, which are increasingly difficult to counterfeit.\n\nBlake told lawmakers his group would consider supporting the measure -- \"consider,\" I believe, being the key word.\n\n\"We must remember that many of Colorado's key employers require seasonal labor, and that time-consuming \nprocesses such as ID card requirements might prevent businesses from quickly ramping up employment -- which \nultimately will harm these companies and Colorado's economy,\" Blake said.\n\nYeah, we sure don't want to hurt the state economy by checking all those IDs.\n\nAl Lewis' column appears Sundays, Tuesdays and Fridays. Respond to Lewis at denverpostbloghouse.com/lewis, \n303-820-1967 or alewis@denverpost.com.\n\nTo see more of The Denver Post, or to subscribe to the newspaper, go to http://www.denverpost.com. Copyright (c) \n2006, The Denver Post Distributed by McClatchy-Tribune Business News. For reprints, email \ntmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to \nThe Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n"}