{"title": "CAN THE NUMBERS OF ILLEGAL ALIENS BE CONTROLLED HUMANELY?", "body": "\nThe Senate Judiciary Committee, by a vote of 16 to 1, last week approved a bill that would overhaul the nation's \nimmigration laws.  The sponsor of the bill, Senator Alan K. Simpson, Republican of Wyoming, and Antonia \nHernandez, director of the Washington office of the Mexican American Legal Defense and Educational Fund, \ndisagree on many of the underlying issues. In separate interviews, they discussed their concerns with Robert Pear, \na reporter in the Washington bureau of The New York Times. At the outset, each was asked whether the nation had \nlost control of its borders and whether there should be more enforcement of the immigration laws.\n\nSENATOR SIMPSON: There is a huge flow of undocumented aliens that must be addressed. We will be best about \nour duties when we legalize that flow instead of seeing it remain illegal, and we think that that's very possible with \nemployer sanctions, an identifier system, an expanded H-2 (temporary worker) program for agricultural and other \nareas. The true test in the legislation will be the gut-wrenching decision whether the United States has really \nbecome so dependent upon the undocumented worker that it cannot get off that particular opiate, or whether we \nreally do want immigration reform and control of the borders.\n\nQuestion. There have been so many immigration reforms proposed in the last five years. Why do you think yours is \nbetter?\nThe Senate Judiciary Committee, by a vote of 16 to 1, last week approved a bill that would overhaul the nation's \nimmigration laws; following are two interviews discussing the issues\n\nAnswer. I would like to think it's because we took the hot stuff and put it right up front and began in our early \ndiscussions to deal with the issue of a cap on legal immigration, a staunching of the flow of illegal immigration. We \nwanted a reform which would not have the characteristics of all our past reforms, which have been racist.  By \nputting everything on the table early, we had an interesting response and didn't allow it to slip into the evil, vile, \nhidden kind of stuff that accompanies any significant reforms.\n\nQ. Did you have any reservations about proposing a scheme that would require United States citizens to validate \ntheir identity when they apply for a job?\n\nA. Yes, when I first heard that proposed, I rejected it. In fact, much of the original package just gave me the creeps. \nThen I said: This is impossible; I don't see how we can reject everything and get reform. Maybe I'd better start \nlistening. So I started to listen and I started to research and read, and I became convinced that you have to have \nemployer sanctions or penalties against those who knowingly hire (illegal aliens), and you have to have a universal \nemployment authorization verification. I had a good deal of trepidation, but I said, what are we trying to do? Are we \ntrying to slip over into 1984 and Orwellian theories? Are we trying to intrude upon the private lives and civil liberties \nof the American people? I would visit with people from the A.C.L.U. and civil libertarians, and I would say, O.K., if \nyou don't like that, what's the alternative? Please give me an alternative, but no fair quoting from the Statue of \nLiberty. I don't want anybody in the argument to do that.\n\nQ. What are the prospects for this legislation?\n\n\nA. I think there is a good deal of support for it. I have advised the majority leader that we will have something to be \nprocessed. He knows it is a priority item.\n\nQ. Is it correct to say that your bill would, for the first time, put immediate relatives of immigrants under the \nnumerical ceiling for immigration?\n\nA. In setting the 425,000 cap, we are staying with existing levels. We are not cutting away or going up. We do still \ncherish and embrace the historical traditions of immediate family, and they will still come in. The people of the \ncountry are not aware that there has never been any limit on immediate family. It doesn't matter how many would \ncome. They are not totaled against the quotas, the country allocations. What we are saying is: Continue to come in, \neven if it goes over the quota. But then if it does, then the next year you have a rolling reassessment of that \ncountry's quota. Yes, we do in essence place a cap on immediate family and family reunification.  But it is not \nevidenced because it can go into the second year of the allocation, and there are only one or two or three countries \nthat are heavily affected there.\n\nQ. Why do you put immediate relatives under the ceiling?\n\nA. That figure has gone up about 7 percent a year. That figure 10 years ago was 70,000, and now it is 155,000. \nThose are unlimited - no numerical limit on those. If we are going to have that type of exponential growth, we ought \nto be paying attention to it in what is called the Immigration Reform and Control Act of 1982.\n\nWhen we finish the legalization process, those people will be entitled to have their families come here. That's why \nwe must be assured that we watch for that tremendous increase. Once you have legalization, plus five years, plus 3 \nto 6 million people who all would then have the right to make application for their relatives under the preference \nsystem, that's a lot of numbers.\n\nQ. Critics say that your bill would require employers to help enforce the immigration laws. What's the point of that?\n\nA. The idea of employer sanctions draws a quick response: that it's terrible to make the employers of America the \npolicemen of the world. But that is not what this legislation does. If people will take the time to read the bill - it's 78 \npages and it's all in English - I think they will be attracted to what we really are trying to do with employer sanctions.\n\nWhat is expected of the employers is one thing, one tiny small thing: that when they are hiring people, they just \ncheck off on the same form, wherever they are asking for the Social Security numbers or whatever they do \nordinarily, just say, I asked this person for his identifier or his work authorization, and check the box. And you do \nthat under penalty of perjury.\n\nWe knew that if we ever put a tremendous burden on the employer, we would never get to first base. That's why the \nlegislation does not put a tremendous burden on the employer.\n\nMISS HERNANDEZ: We believe that there should be more enforcement, more control of the borders, but there \nhas to be a humane immigration policy. We agree that the Immigration and Nationality Act should be updated, that \nit is archaic. Our concern is that these people are coming through and are being exploited, and furthermore that \ntheir presence here makes the lives of Hispanics much more difficult.\n\nQuestion. What is your reaction to the recent roundup of more than 5,000 illegal aliens by the Immigration and \nNaturalization Service?\n\nAnswer. It was a public charade that will not in any way affect the overall economic problems of this country. Any \nday they want, they can pick up that many undocumented persons without making a big public fanfare.\n\nQ. How does that relate to what would happen if Congress enacted the proposal sponsored by Senator Simpson \nand Representative Romano Mazzoli of Kentucky?\n\nA. The employer sanctions, combined with a multiple identification system, would create the same type of \nenvironment. We had reports from Los Angeles that the immigration officers would go into companies, surround the \n\n\n\npremises, look at the employees, divide them into Latin-looking and Anglo employees, and they wouldn't harass the \nAnglo employees. They would put all the Latin employees in one corner. Then they would interrogate each and \nevery one of them to see whether they were United States citizens or legal resident aliens.  The added problem is \nthat a lot of United States citizens who were Hispanic Americans didn't have documentation with them. They were \ntaken to the central station until they could prove (their status).  Why should anyone of any heritage in America \nhave to undergo that humiliation, that harassment or that inconvenience?\n\nQ. Is there any way to aggressively enforce the immigration laws without having harassment that discriminates \nagainst Hispanic Americans?\n\nA. I don't think so. Basically, the problem of harassment, of intimidation is placed on you because of who you are, \nyour ethnicity, your nationality. I.N.S. people will tell you that they can smell or determine who is an undocumented \nalien and who is not, but that's a bunch of baloney. There's no way they can tell. People will say, that's why you \nshould have a counterfeit-proof identification card.  Well, that is unrealistic too. Any I.D. card is going to be based \non the same documents that are so easily counterfeited. You can buy a birth certificate, you can buy a Social \nSecurity card.\n\nLet me give you a very personal example. My father is a United States citizen, and he looks as Mexican as anyone \nI've ever seen. He had one of the old cards that I.N.S. used to issue with his picture, saying that he is a United \nStates citizen. He carries it with him.  That was never good enough when they used to raid his company. So now \nhe's thinking of getting an American passport to see if that will do, since a passport is much more difficult to get.\n\nQ. Where was he born?\n\nA. In Texas.\n\nQ. Would the Simpson-Mazzoli bill halt the flow of undocumented workers from Mexico?\n\nA. No. It fails to consider the strong economic and social factors, such as higher wages and family reunification, \nwhich bring immigrants to this country. People don't understand the economic interdependence and \ninterrelationship between the two countries. I am not saying that we have to have an open border.\n\nQ. Would the Simpson-Mazzoli proposal lead to better enforcement?\n\nA. They don't even enforce the laws they have now. There's nothing in the proposal that would lead us to believe \nthey are going to enforce it. What's going to happen is that we are going to have another law on the books that is \nnot enforced systematically, that will be enforced arbitrarily, in a discriminatory manner.\n\nThe Office of Management and Budget came up with statistics saying that a picture I.D. would cost close to $2 \nbillion. Without a picture, it would cost $1 billion. They should put one-quarter of the $1 billion into better \nmanagement of I.N.S., better border enforcement and try this for a couple of years and see what happens.\n\nQ. What about penalizing employers?\n\nA. Employer sanctions would inevitably result in discrimination against Hispanics and other minority citizens and \nlegal residents.  Employers intent on excluding minorities could conceal their discriminatory practices under the \npretext of compliance with the law. On the other hand, well-meaning employers might avoid hiring minorities or \n'foreign-looking' applicants for fear of being subjected to employer sanctions.\n\nQ. Have the professionalism and training of I.N.S. agents gotten any better?\n\nA. In all my experiences with the immigration service, and they have been many, by and large I.N.S. officers have \nbeen courteous, respectful and understanding. We in our family have never had the questioning and the suspicion \nat the border, but that to us is part of being Hispanic. It's sort of assumed. At the border we have had very good \nrelationships. My parents fear, they distrust, but they also, in all fairness, have had few unpleasant experiences at \nthe border.\n\n\n\nYou can't put all the fault on I.N.S. officers. They are overworked, understaffed, given an impossible task, told to \nenforce the law, but not to enforce the law.\n\nGraphic\n\n \n\nIllustrations: photos of Alan K. Simpson, Antonia Hernandez photo of immigration officials capturing illegal aliens\n"}