{"title": "Exhibit with POW! Photographer captures immigrants - as superheroes", "body": "\nPOORLY PAID Mexican immigrant workers who battle valiantly to feed and clothe and shelter their families in New \nYork City - while also sending cash to loved ones south of the border - are the great unsung \"superheroes\" of \nAmerica.\n\nThat's the message of a captivating new photo exhibit at Columbia University that pays homage to the strong-\nwilled women and tough-as-steel men who overcome long odds, bad bosses and lousy labor conditions to survive \nand prosper.\n\nTitled \"Superheroes: Latino Immigrants Who Make New York,\" the show, which opened Thursday at Columbia's \nCenter for the Study of Ethnicity & Race, features ordinary people in their workplaces - clad in the costumes of \nextraordinary superheroes.\n\nThe photos of 38-year-old, Mexico City-born U.S. immigrant Dulce Pinzón portray a laundermat worker dressed as \nWonder Woman, a window washer as Spiderman, a cabbie as Batman, a waiter as Mr. Elastic, a deliveryman as \nSuperman, a nanny as Catwoman.\n\n\"This is a time of increased demonization and stereotyping of Latino immigrants who are typically excluded from all \nkinds of heroic narratives,\" said Frances Negrón-Muntaner, director of the Columbia center and curator of its \ngallery.\n\n\"These works should redefine our idea of what a superhero really is - and show the enormous sacrifices and \nenormous contributions these workers make to the wellbeing of New York City and America and their home \ncommunities.\"\n\nA fast-growing presence in upper Manhattan over the past decade, Mexican-Americans by the tens of thousands \nhave been flocking to East Harlem, a traditionally Puerto Rican area, and Washington Heights, which is historically \nDominican.\n\nIt's tough enough for the new arrivals to eke out a decent living for their families in high-rent New York, but here are \na few of the worker/superheroes do so much more:\n\n&#108; Bernabe Méndez, a window washer who poses as Spiderman, sends $500 a month home to his family in \nthe Mexican state of Guerrero.\n\n&#108; Federico Martínez, a cabbie who dons a Batman cape, provides $250 a week to loved ones in Puebla.\n\n\n&#108; Maria Luisa Romero, a laundermat worker also known as Wonder Woman, wires $150 home every week, \nalso to Puebla.\n\nThey may lack the supernatural powers enjoyed by their comic book counterparts, but they're superheroes all the \nsame.\n\nAnd to see them in action - or at least their photos - go to the fourth-floor gallery at Columbia's Hamilton Hall, 1130 \nAmsterdam Ave., near the 116th St. Gate. The exhibit is free and open to the public, Monday to Friday, from 11 \na.m. to 4 p.m., until May 15, 2013.\n\ndfeiden@nydailynews.com\n\nGraphic\n\n \n\nMaria Luisa Romero, a laundermat worker, poses as Wonder Woman (l.), Sergio Garcia, who works as a waiter, \nposes as Mr. Elastic (r.), Alvaro Cruz works as a cook and dresses up as Flash (bottom l.) and Noe Reyes, a \ndeliveryman, does his rounds as Superman (bottom r.). Photos by Dulce Pinzón\n"}