{"title": "Give Haitians more time", "body": "\nCongress should pass a bill that would extend the amnesty deadline for Haitian refugees to apply for U.S. \nresidency. Deporting the immigrants, many of whom were not aware of the March 31 deadline, would tear families \napart.\n\nTo help guarantee that our immigration rules are uniformly applied, regardless of color or national origin, Congress \npassed the Haitian Refugee Immigration Fairness Act of 1998. The law, an amnesty program for Haitians who fled \npersecution in their homeland, was designed to expedite the process for making these immigrants legal U.S. \nresidents. Instead, it could result in the wrongful deportation of thousands of Haitians unless Congress intervenes \nand changes the law.\nHAITIANS\n\nThe current legislation gave Haitian residents until March 31 to file residency and work permit applications with the \nfederal government. A few thousand Haitians did so, but the vast majority of the 50,000 people who are eligible to \napply for amnesty did not, mostly through no fault of their own.\n\nFrom the start, the U.S. Immigration and Naturalization Service did a poor job of publicizing the amnesty program. \nMaking matters worse, it took federal officials nearly eight months to draft rules outlining the application process. \nEven now, final rules have not been issued. Unreasonably high filing fees also have deterred many Haitians from \napplying.\n\nU.S. Sen. Bob Graham of Florida has introduced legislation that would extend the application deadline by one year, \ndelaying the removal of these refugees and providing more time for the government to publicize the program. It is a \nmeasure Congress should put on the fast track and President Clinton should sign.\n\nThousands of Haitians fled to this country in 1991 to escape the violence that accompanied a coup led by Gen. \nRaoul Cedras, who installed a brutal military dictatorship. The threat to those refugees diminished after American-\nled military intervention returned Jean-Bertrand Aristide, at the time Haiti's president in exile, to office. However, \nmany of those refugees still live in the United States.\n\nFor some, deportation means taking them from U.S.-born spouses and children, from jobs and from the \ncommunities in which they have lived for years. Communities in South Florida, which is home to one of the nation's \nhighest concentrations of Haitian families, could literally be torn apart if the government begins rounding up and \ndeporting refugees.\n\nPresident Clinton noted back in 1998 that the amnesty law would \"help support a stable and democratic Haiti, \nwhich, in turn, is the best safeguard against a renewed flow of Haitian immigrants to the United States.\" Indeed, \nsending back tens of thousands of Haitian residents could have a devastating effect on that country's economy, \nwhich already is on the brink of collapse.\n\n\nBut there is a more important symbolic reason for extending the application deadline for another year. Previous \namnesty programs limited eligibility to Central American and Cuban immigrants, leaving an impression that the \nUnited States welcomes light-skinned immigrants more readily than dark-skinned ones. Graham's bill would help \ndispel that perception and give Haitians a fair chance to become legal U.S. residents.\n\nGraphic\n\n \n\nBLACK AND WHITE PHOTO; U.S. Sen. Bob Graham of Florida\n"}