{"title": "The impact of demographic change on U.S. labor markets.; US percentage breakdown of 25-to-64-year-old resident population by level of education, correlated with person's country of birth ( based on merged Current Population Survey data for 1994 to 2000 )", "body": "\nAccording to U.S. Census Bureau projections, the United States will face dramatic demographic changes over the \nnext one hundred years. Indeed, the country will be entering largely uncharted territory. In the twenty-first century, \nthe population is expected to grow more slowly than ever before over an extended period. The population will \nalso age rapidly, with the share of the population over 65 climbing to a succession of new record highs. Finally, the \nUnited States will once again become a nation of immigrants. Over the past decade, the wave of new immigrants \nhas already neared proportions last seen in the early 1900s at the end of the Great Migrations. And this inflow is \nprojected to persist throughout the coming century, with new immigrants and the children of those immigrants \ncontributing well over half of the increase in the U.S. population. But because the source of this inflow has shifted \nfrom Europe to Latin America and Asia, this new wave will change the voice and face of America forever.\n\nThese demographic shifts are likely to trigger some major adjustments within the U.S. economy--many of which will \nplay out in U.S. labor markets. To many observers, one particularly challenging issue is how a relatively small \nworkforce will supply the consumption needs of a growing number of dependents without a decline in U.S. living \nstandards. Increased productivity provides one obvious answer to this challenge. But human capital has proved \nkey to achieving productivity gains, and, on average, recent immigrants have relatively little schooling compared \nwith U.S. natives. Thus, while the renewed inflows of migrant workers will enlarge the supply of labor, their arrival \nmay also reduce average levels of educational attainment and possibly slow U.S. productivity growth relative to \nwhat they otherwise might be. Further, while some analysts anticipate capital deepening, others fear that \ninvestment capital will be in short supply.\n\nWhile much previous work has examined the impact of population aging and slow workforce growth or increased \nimmigration on U.S. labor markets (see Gruber and Wise 2001, Borjas 2000, or Smith and Edmonston 1997, for \ninstance), this paper explores the implications of all three projected demographic developments for U.S. labor \nmarkets. In so doing, it puts particular emphasis on the outlook for aggregate U.S. welfare, labor quality, and \nproductivity growth. The next section describes the three major demographic trends in more detail, while the \nsecond section discusses the rise in the ratio of the non-working-age population to the working-age population \nthat is likely to result from these interwoven developments. The third section examines the economic adjustments \nthat might be triggered by these demographic trends, while the final section explores some policy implications.\n\nI. The Major Demographic Trends\n\nAs outlined in the introduction, demographic projections reveal three major trends affecting U.S. labor markets in \ncoming decades: the slowdown in U.S. population growth, population aging, and the increased importance of \n\n\nimmigrants and their descendants within the population and labor force. This section also discusses likely changes \nin the educational attainment of the labor force.\n\nSlow Population Growth\n\nAccording to the Census Bureau's most recent middle series projection, (1) the annual rate of U.S. population \ngrowth will decline fairly steadily from an average of about 1 percent in the 1990s to 0.7 percent in 2050. That rate \nwould be lower than any experienced in the twentieth century except during major wars, when a significant share of \nthe U.S. resident population served on foreign battlefields, and during the 1930s when population growth rates \nranged between 0.6 and 0.8 percent (Figure 1). This projected decline reflects an assumed rise in crude death rates \nas the population ages and a fall in crude birth rates as the share of the population of childbearing age declines. \n(2) Since the working-age population is expected to grow even more slowly than the entire population (0.6 \npercent per year), its share in the total falls from 52 percent currently to 45 percent in 2100.\n\nIt is worth noting as a caveat, however, that early results from Census 2000 indicate that the U.S. population \nactually grew faster than the Census Bureau had expected between 1990 and 2000--with the total population \nreaching 281 million, or 2 percent more than projected in January 2000. The 13.2 percent gain between 1990 and \n2000 was the biggest since the 1960s, when the population rose 13.4 percent, and the 1950s, when it soared by \n1.8 percent. Accounting for almost half of the unexpected gain was a surge in the Hispanic population, which grew \nby almost 3 million more than projected. (3) Since a growing share of U.S. immigrants come from Mexico and the \nCaribbean, an unexpectedly high rate of immigration may explain a significant part of the surprising outcome.\n\nPopulation Aging\n\nThe second major demographic trend--the rapid aging of the U.S. population--reflects the decline and stabilization \nin U.S. fertility rates since the birth of the baby boom generation, (4) and, more important, a secular increase in life \nexpectancy and the entry of the large baby boom cohort into normal retirement age between 2011 and 2030. As a \nconsequence of these trends, the Census Bureau expects the share of the population over 65 to rise, after this \ndecade's short pause, from 13 percent now to 20 percent in 2050 and 23 percent by 2100. The proportion over age \n85 will triple, from less than 2 percent to 6.5 percent at the end of the century.\n\nThe Increased Importance of Immigration\n\nThe third major development is the increased role of immigration in U.S. population growth. As Figure 2 shows, \nthe share of U.S. population growth explained by the arrival of permanent legal immigrants has grown from very \nlow levels in the 1930s and 1940s to its highest level in decades in the 1990s. Estimates based on Immigration \nand Naturalization Service (INS) data suggest that over the past ten years immigrants may have supplied roughly \n35 percent of the growth in the U.S. population, a level of contribution not seen since the early 1900s. (5) \nSimilarly, legal immigrants of working age (and with a listed occupation) may have supplied about 40 percent of the \ngrowth in the U.S. labor force in the mid 1990s. (6) Alternatively, Census data suggest that, on a net basis (net of \nemigration and deaths) the foreign born provided about 30 percent of total U.S. population growth in the second \nhalf of the 1990s. (7) As a consequence, the foreign born comprised almost 10 percent of the U.S. population in \nthe late 199 0s, its highest share in 60 years. (8)\n\nThe steady increase in immigration to the United States over the past half century reflects a series of legal \nchanges in this country along with shifting economic and social conditions here and abroad. From the mid 1920s to \n1965, immigration to the United States was sharply curtailed by the combination of the Immigration Act of 1924, \nthe Great Depression, and World War II. The Immigration Act of 1924 (9) imposed the country's first permanent \nlimit on immigration and established the national-origins quota system that governed U.S. immigration policy for \ndecades. This act set a (small) annual quota for each nationality on the basis of the stock of immigrants already \nliving in the United States in 1920. It thus favored migrants from Northern and Western Europe while sharply \nreducing the size of the total inflow. (10) By exception, to facilitate farm production during World War II, 1943 \nimmigration legislation allowed farm workers from North, South, and Central America to work on U.S. farms on a \ntemporary basis d uring the war years. This program became the basis for the Mexican \"Bracero Program,\" which \n\n\n\nlasted through 1964 and expanded the community of Mexican workers with ties to the United States. In 1965, in \nthe midst of the Vietnam War and another period of relatively low unemployment, the United States revised its \napproach to immigration. It abolished the national-origins quotas from 1924, established an expanded worldwide \nquota system that included Asia, and gave preference to family unification and the admission of people with skills or \ntraining needed in the United States. This legislation opened the way to a notable shift in the origin of U.S. \nimmigrants from Europe to the developing world.\n\nFor example, in the 1980s, Latin America's Lost Decade, a series of financial crises caused per capita income to \nstagnate or fall in much of the region.\" During this period, the flow of undocumented workers to the United States \ngathered strength. As a consequence, and of some significance for recent demographic developments, the \nImmigration Reform and Control Act (IRCA) of 1986 provided for the legalization of millions of undocumented \naliens who had lived in the United States since 1982. As these individuals became U.S. citizens in the 1990s, they \nwere in turn able to sponsor the legal immigration of immediate relatives without numerical limits. Reflecting U.S. \nambivalence to these developments, other recent legislation has both limited legal immigrants' eligibility for \ngovernment benefits and expanded the numbers of temporary work visas available each year. In late 2000, for \nexample, the U.S. Congress increased the number of H-1B non-immigrant visas available annually to 195,000 for \nFY 2001-2003. In FY 2004 the number reverts to 65,000. (12)\n\nAs a result of these and other legal, economic, and political forces, by 1990 over half of the U.S. foreign born came \nfrom Latin America (with 35 percent from Mexico and Central America and 10 percent from the Caribbean), as \nFigure 3 shows. Another 26 percent were born in Asia, and only 15 percent came from Europe. In 1900, by \ncontrast, 85 percent of the foreign born came from Europe, with Asia and Latin America contributing 1 percent \neach. Even in 1960, 75 percent of the foreign born were European.\n\nLooking ahead, the Census Bureau's middle series projection shows that new (post-2000) immigrants and their \noffspring will account for almost two-thirds of the growth in the U.S. population between 1998 and 2100. In \naddition to the projected impact of increased immigration on U.S. fertility rates, this projection assumes that net \nimmigration flows will decline from over 900,000 a year in the late 1990s to 750,000 in 2010 and then rise again to \nover 1 million a year in 2030. The near-term decline reflects the diminishing impact of the amnesty program under \nthe IRCA of 1986, while the resurgence anticipates an increase in the demand for immigrant labor as the large \nbaby boom cohort leaves the workforce. (13) Although the projected 30 percent increase in the inflow of migrants \nmay seem large, the Census considers it to be a fairly conservative estimate, given the response of previous \nmigration flows to demographic changes as large as the projected rise in the U.S. dependency ratio. However, as \nthe surprise outc ome of the Census 2000 suggests, these projections may well be too low.\n\nUnder Census middle series projections, the foreign-born share of the population is projected to peak at 13.3 \npercent of the population between 2045 and 2055. (14) Largely as a result of this increased immigration, which \nCensus expects to be dominated by flows from Mexico and other countries in Central and Latin America, the \nHispanic population is projected to rise from 12 percent of the population currently to 33 percent (and rising) in \n2100. (See Figure 4.)\n\nII. The Rising Dependency Ratio\n\nAs suggested above, the Census Bureau's middle projection results in a total dependency ratio (the ratio of those \nunder 15 or over 65 to the working-age population) that exceeds its previous peak in the 1960s, largely because of \na rise in the elderly dependency ratio (the ratio of those over 65 to the population aged 15 to 65). According to this \nprojection, the elderly dependency ratio is likely to double from its current level of 0.2 dependent for every person of \nworking age to just under 0.4 by the end of this century, as shown in Figure 5. Of more relevance, however, is the \ntotal dependency ratio, which adds the number of children under age 15 to the number of the elderly. Currently, with \nthe leading edge of the baby boom cohort just approaching retirement, the total dependency ratio remains relatively \nlow in historical terms-at just above 0.5. However, the Census Bureau's new projections suggest that the total \ndependency ratio is likely to rise to 0.67 in the early 2030s and to reach 0.72 in 2100. For mo st of the century, thus, \nit will hover near or above the previous high of 0.69 that it touched just briefly in 1961. Moreover, if one assumes \n\n\n\nwith Cutler et al. (1990) that, with education and medical expenses, children have just 0.72 the consumption needs \nof working-age adults while the elderly have 1.27 times a prime-age adult's needs, the gap between the future and \nprevious peaks is substantially greater. By the weighted measure, the dependency ratio is likely to reach 0.73 in \n2100 after remaining well above its previous high (0.58) and its current level (0.48) for many years.\n\nAs already mentioned, the Census Bureau's middle series projection assumes a substantial increase in \nimmigration and anticipates that immigrants and their offspring will account for almost two-thirds of the total \ngrowth in the U.S. population and over three-fourths of the growth in the working-age population over this \ncentury. Because most new immigrants are young adults, their arrival tends to lower the dependency ratio almost \nimmediately. However, these young immigrants also create an above-average number of dependents, since they \ntend to be of childbearing age and have a relatively high fertility rate compared with the U.S. average. Moreover, by \nmid century, immigrants arriving today will themselves be starting to retire. Accordingly, many analysts have \nconcluded that increased immigration can make only a very limited contribution to easing any burdens imposed \nby a high dependency ratio. For example, Hoilman, Mulder, and Kallan (2000) conclude that immigration \"may \naddress a high dependency ratio decisive ly in the short term, yet is highly inefficient in reducing it over the longer \nterm.\"\n\nUsing Hollman, Mulder, and Kallan's data, Figure 6 shows the dependency ratio assuming zero immigration \nstarting in 2000 as well as the dependency ratio from the middle series projection, which assumes substantial \nimmigration. By 2100, the middle series dependency ratio reaches 0.72--compared with the 0.77 eventuating with \nzero migration. Moreover, if we assume once again that children have more modest consumption needs than the \nelderly, the dependency ratio hits 0.80 in the absence of immigration versus 0.73 for the weighted middle series. \nImmigration reduces the gap between the weighted dependency ratio at its previous peak (0.58) and the level \nprojected for 2100 by over 30 percent (and the gap between the weighted dependency ratio now and the level \nprojected for 2100 by 20 percent). By these measures, and, in contrast with Hollman, Mulder, and Kallan's \nconclusions, immigration appears to have a notable impact on the dependency ratio. (15)\n\nBecause the rise in the dependency ratio reflects an increase in (generally active) life expectancy, it represents an \nunmitigated gain in welfare. But to some economists and policymakers, a high dependency ratio raises concerns \nabout how a small workforce will provide for a relatively large number of dependents without a decline in the U.S. \nstandard of living. Indeed, assuming that labor force participation rates do not change, the projected increase in the \ndependency ratio implies the need for a 40 percent gain in labor productivity by the mid 2030s (50 percent by 2100) \nif we are just to maintain current living standards. Since productivity more than doubled between 1960 and 2000, \nsuch a gain should be well within reach if current trends continue. But, if productivity growth were to revert to a \nmuch slower pace, per capita income could fall.\n\nAlternatively, most people are not physically dependent at age 65 and are capable of working well past this age. \nAccordingly, if, at one extreme, years of lifetime labor force participation rose one-for-one with added years of life \nexpectancy, the problem of increasing old-age dependency would be largely resolved (although the transitional \nissues associated with the retirement of the baby boomers would remain). In a sense, then, the old-age \ndependency \"problem\" can be seen as a need to redesign institutions to allow older adults in good health to \ncontinue working, while providing for the consumption needs of those elderly who find continued labor force \nparticipation to be difficult.\n\nHow Did the Economy Adjust in the 1960s?\n\nSince we now look back at the early 1960s as a golden era for the U.S. economy, the high dependency ratio of that \nperiod clearly did not trigger seriously adverse developments in U.S. economic welfare. But the postwar decades \nalso witnessed two trends that, on balance, contributed significantly to the growth in per capita output but are not \nlikely to be repeated. First, this period saw a surge in women's labor force participation rates, which rose--in the \ncase of the young women ages 20 to 24 who led the way--from 45 percent in 1948 to 73 percent currently. The rise \nwas particularly rapid in the mid 1960s to late 1970s as the baby boom generation and their immediate \npredecessors entered the labor force. According to Easterlin (1968), the baby boom's large size damped down its \n\n\n\nlifetime earnings prospects, delaying household formation and childbearing and encouraging female labor force \nparticipation. But clearly, other developments, like the widespread availability of contraception and changes in \nsocial norms, also played very important roles (Goldin and Katz 2000). After growing more slowly in the 1980s, \nwomen's labor force participation stabilized in the 1990s. While prime-age women's labor force participation \nremains below that for men and could conceivably edge higher, a surge like the one that followed the previous peak \nin the dependency ratio is clearly out of the question.\n\nAs the men and women of the baby boom generation entered the workforce, their youth and inexperience reduced \nthe effective size of the labor force. However, a second major development of the early postwar era--the increased \neducational attainment of the population--provided an important countervailing force. Measured by the median \nyears of schooling of the population age 25 and above, educational attainment rose particularly fast during the \n1950s and 1960s. As Claudia Goldin (1998) has documented, secondary school attendance soared in the three \ndecades before World War II, with enrollment rates rising from 18 percent in 1910 to 73 percent in 1940. Thereafter, \nthe passage of the GI Bill of Rights in 1944 gave another important spur to increased schooling. This legislation \nprovided federal support for veterans attending educational institutions in the postwar years. (16) When Congress \nenacted similar benefits after Korea and Vietnam, even higher shares of the veterans from those conflicts used their \nbenefits t o attend college.\n\nNaturally, a rise in the average educational attainment of the workforce increases its effective size. (17) Thus, the \neducational gains of the working-age population helped to offset the decline in workforce experience that \naccompanied the baby boom's entry into the workforce. Figure 7 provides two measures of labor force \"quality\"--\none calculated by Ho and Jorgenson (1999) and the other by the U.S. Bureau of Labor Statistics (BLS). In both \ncases, the negative impact of the baby boom's entry into the workforce is apparent in the flattening of the lines. The \nrenewed rise in these quality indexes recently reflects the maturing of the baby boom cohort along with ongoing \nincreases in educational attainment. (18) Looking ahead, however, improvements in average educational \nattainment can no longer be taken for granted, for reasons to be discussed below. Thus, two major developments \nthat supported per capita output growth in the past half century are unlikely to recur as the dependency ratio \nreaches new highs. On t he other hand, a sizable increase in the labor force participation of workers age 65 to 69 is \ncertainly not out of the question, especially given the rise in the Social Security retirement age already scheduled to \noccur. (19) Such a rise could make a modest dent in the dependency ratio. (20)\n\nIII. Possible Adjustments to Projected Demographic Trends\n\nRapid Productivity Growth\n\nOne possible response to projected demographic trends could be a relatively rapid increase in labor and multifactor \nproductivity (MFP)--as occurred in the 1960s. As many have already argued, as (if) labor becomes scarce and \ncostly relative to capital, producers will face incentives to substitute equipment for workers or to make labor-saving \ntechnical or organizational improvements. In other words, they will try to shift the labor productivity schedule \noutward through capital deepening or innovation. Accordingly, economists would expect to find a negative \nrelationship between the growth of the labor force or the working-age population and the growth in labor or \nmultifactor productivity. (21)\n\nAnd indeed, such a negative relationship is now reasonably well established empirically. For example, in his \"Crazy \nExplanations for the Productivity Slowdown,\" Paul Romer (1987) found that the elasticity of output with respect to \nchanges in the labor supply was somewhere between 0.2 and 0.5--a lot less than labor's share of national income, \nperhaps because some forms of innovation are labor saving. (22) The key implication, Romer pointed out, is that a \npickup (decline) in labor force growth will be associated with a slowdown (rise) in labor productivity growth. He \nargued that this link likely explained the U.S. productivity experience from the late 1960s to 1990.\n\nFollowing Paul Romer (1987), Cutler et al. (1990) also suggested that incentives to innovate are strongest when \nlabor is scarce. Using data for 29 relatively high-income countries, they found that a 1 percentage point decrease in \nannual average labor force growth was associated with an increase in average labor productivity growth of 0.6 \n\n\n\npercent between 1960 and 1985. They used this evidence that labor scarcity may spur technological gains to \nsupport their optimistic general conclusion that projected demographic change will provide opportunities as well as \nchallenges.\n\nIn a more recent paper, Bernanke and Gurkaynak (2001) construct factor shares (23) and estimate long-run total \nfactor productivity (TFP) growth rates for 50+ and 80+ countries over a period from 1965 to 1995. Like Cutler et al., \nthey find that TFP growth has a strong negative relationship with population growth, although the link is weaker \nwhen the savings rate is included. The coefficients on labor growth generally ranged between -0.4 arid -0.7, with \nthe larger coefficients obtained for the 1980-95 estimates.\n\nBy contrast, in his \"One Big Wave\" paper, Gordon (2000) relies on related arguments to reach admittedly \npessimistic conclusions. After adjusting multifactor productivity growth for the changing composition of labor and \ncapital inputs, Gordon finds that the big wave in productivity growth was flatter than previously thought, that it \npeaked between 1950 and 1964, and that the post-1972 slowdown in MFP growth remains evident. He attributes \nthe great wave to the diffusion of four truly major pre-World War II innovations--electricity and electric motors, the \ninternal combustion engine, petroleum-based products, and communication technology such as radio and \ntelevision-beside which, he suggests, computers and other recent inventions pale in comparison. Also important in \nexplaining the big wave, he argues, were the closing of the U.S. labor market to immigration in the 1920s and the \ngoods market to trade during the Great Depression and war. These developments temporarily boosted real wages \nand, thus, capital-labor s ubstitution and productivity growth. By contrast, the reopening of the U.S. labor and \ngoods markets starting in the mid 1960s contributed to the post-1972 slowdown in MFP growth. With the spread of \nthe four big technologies now complete, Gordon does not expect the \"new economy\" and ongoing globalization to \nlead to a new era of rapid productivity growth.\n\nIn general, then, much (but not all) of the evidence in the existing literature suggests that a slowdown in labor force \ngrowth is likely to be partially offset by a pickup in the growth of labor or multifactor productivity. (24) For \nillustrative purposes and to see if this historic relationship continues to hold, we present results of some simple \nregressions showing the relationship between the growth of the working-age U.S. population and rates of \nproductivity growth from 1904 to 1999. The first three columns in Table 1 show the coefficients from regressions of \nannual labor productivity growth rates on a three-year moving average of the growth rate of the U.S. population \nages 25 to 65, the change in the unemployment rate, and a dummy variable for years affected by the mobilizations \nand demobilizations associated with the two world wars. The relationship between the working-age population \ngrowth rate and the productivity growth rate is consistently negative, large in magnitude, and statistically \nsignificant. Adding the change in the unemployment rate to the specification, which controls for cyclical influences \non productivity, adds greatly to the explanatory power of the regression but has relatively little effect on the \npopulation growth rate coefficient. The world war years indicator variable has little effect on the other coefficients. \nThe next two columns show the effect of splitting the sample period at 1950. When this split is made, the coefficient \non the working-age population growth rate increases in magnitude. (25) A similar pattern occurs in the \nregressions of the growth rate of multifactor productivity and the growth rate of the working-age population shown \nin the next three columns. The estimated effect of population growth on multifactor productivity growth is stronger \nwhen the sample is split. Overall, the regressions suggest that much of the effect of demographic trends on labor \nproductivity growth occurs through the effect of demographics on multifactor productivity.\n\nThese regressions are, at best, a reduced-form representation of the relationship between productivity growth and \ndemographic change that has existed in the past. Although many other factors enter into the determination of \nproductivity growth, including both physical and human capital formation, the simple regression relationship does \nremarkably well in tracking the broad decade-to-decade shifts in productivity growth rates. Figure 8 compares \ndecade-long averages of actual labor productivity growth with those predicted by the labor productivity growth \nregression based on 1950-99 data. It also shows productivity growth rates for the twenty-first century as predicted \nby this regression based on the Census Bureau's middle series population projections. The transition from the fast \nproductivity growth of the 1950s and 1960s to the relatively slow productivity growth of the 1970s and 1980s is \nsurprisingly well \"explained\" by the large increase in the growth rate of the working-age population associated \n\n\n\nwith the m aturation of the baby boom generation. The simple regression also predicts the uptick in productivity \ngrowth in the 1990s.\n\nLooking forward, the regression predicts that the projected slow growth of the working-age population in the next \ncentury will be accompanied by generally high rates of productivity growth. Although there are many reasons for \nbeing very skeptical of predictions from this regression, the historical relationship does provide some grounds for \noptimism about productivity growth in coming decades. However, one important factor not controlled for in these \nregressions is the past trend of increasing educational attainment. As we discuss below, there is reason to be \nconcerned about future trends in educational attainment.\n\nIncreased Immigration and Its Impact on Educational Attainment\n\nAlthough increased immigration is one of the major demographic trends factored into the Census Bureau's \nprojections and has, thus, already been discussed in detail above, this likely development is itself a response to \nlabor shortages stemming from the aging of the U.S. population combined with current and expected U.S. fertility \nrates. While a relative rise in the U.S. demand for labor may lead to increases in the female or elderly participation \nrate, these increases are likely to be fairly small, as already noted. In addition, a sustained increase in the U.S. \nfertility rate, while possible, seems highly unlikely. Thus, immigrants may represent the most elastic available \nsource of labor--as the recent influx of foreign workers in response to the low U.S. unemployment rates and tight \nlabor market conditions of the 1990s seems to illustrate.\n\nWhile immigration is projected to make a large contribution to the growth in the U.S. working-age population, the \nimpact of the increased size of the labor force on national output may be attenuated by the large gap between the \naverage educational attainment of the foreign- and the native-born populations. The next section explores this gap \nand its possible consequences in some detail.\n\nEducational Attainment\n\nImmigration will not only change the size of the U.S. population and labor force but also has the potential to affect \nthe level of U.S. educational attainment. Relative to the U.S.-born population, a much higher percentage of \nimmigrants have not completed high school (as shown in Table 2), although it is also true that a higher percentage \nof immigrants than native-born Americans have earned graduate degrees. (26) This bimodal pattern, with large \nshares of the immigrant population having either very high or very low levels of educational attainment at the time \nof the survey, mainly reflects big differences in the educational attainment of immigrants by country of origin. Nearly \n68 percent of Mexican migrants ages 25 to 64 have not completed high school, compared to roughly 11 percent of \nU.S.-born residents in the same age range. In the case of the foreign born from other Western Hemisphere \ncountries, roughly 34 percent have less than a high school education. In contrast, the percentage of immigrants \nfrom other parts of the world who have not completed high school is close to the share for U.S.-born residents.\n\nAt the high end of the spectrum of educational attainment, roughly 26 percent of native-born Americans have \ncompleted a four-year college degree, compared to less than 5 percent of Mexican immigrants and approximately \n16 percent of immigrants from other Latin American countries. But immigrants from other parts of the world are \nmore likely to have completed a four-year college degree than are native-born Americans. Similarly, immigrants \nfrom outside Latin America are substantially more likely to hold graduate degrees than are native-born Americans.\n\nExamining the educational attainment of immigrants and native-born Americans by age cohort, shown in Table 3, \nindicates that the educational attainment of all groups has increased over time. (27) Within age cohorts, Mexican \nimmigrants have by far the lowest levels of educational attainment, followed by immigrants from other Latin \nAmerican countries. The tendency for immigrants from outside Latin America to be better educated than native-born \nAmericans is more pronounced for younger than for older cohorts.\n\nUnderlying the differences in educational attainment by country of origin are several factors. Migrants from Mexico \ncan travel to the United States at a lower cost than immigrants from most other countries, and strong family and \nsocial networks link the two countries, in part because Mexicans have worked in U.S. agriculture for decades. \n\n\n\nMoreover, the long border between the U.S. and Mexico makes illegal immigration from Mexico easier than from \nother countries. These factors would tend to facilitate immigration of relatively unskilled workers. By contrast, \noutside Mexico (and especially outside of Latin America), legal restrictions, high travel costs, and lack of information \nnetworks impede the immigration of those with relatively low levels of education. Highly educated workers, in \ncontrast, tend to be more favored under immigration law, are more likely to possess the financial resources to pay \ntravel expenses, and may have information about job opportunities through university or corporate contacts. This \npat tern is somewhat similar to that for intranational migration: Highly educated workers effectively face a national \nlabor market, less educated workers a local one.\n\nFigure 9 shows the region of origin of foreignborn U.S. residents (as of 1994-2000) by decade of arrival. Over time, \nthe shares of new immigrants from Mexico and Asia have increased, while the share of immigrants from Europe \nhas declined. Because immigrants from Europe and Asia tend to attain high levels of education, while Mexican \nmigrants do not, this shift in country of origin has depressed the average educational attainment of recent \nimmigrants.\n\nWhat does this imply for the educational attainment of the future U.S. labor force? The answer largely depends on \nseveral factors, including where future immigrants originate, trends in educational attainment in countries of origin, \nand the speed at which the educational attainment of immigrants' descendants converges to that of the native-born \npopulation. Regarding the first factor, the U.S. Census Bureau projects that immigration from Mexico and Central \nAmerica will decline in importance relative to immigration from South Asia, sub-Saharan Africa, and the Middle \nEast (Hollmann, Mulder, and Kallan 2000). The Census Bureau notes that much of the recent legal immigration \nfrom Mexico and Central America reflects the arrival of the immediate relatives of migrants who became legalized \nunder the IRCA in the late 1980s (as discussed above), and predicts that immigration linked to this amnesty \nprogram will gradually decline to zero. Instead, the Census Bureau expects that future immigrants will increasingly \ncome fr om areas with rapid population growth and consequent economic pressures. Because countries in South \nAsia, sub-Saharan Africa, and the Middle East currently have fertility rates well above those of Mexico and most \nother Latin American countries, the Census Bureau expects that these regions will become increasingly important \nsources of immigration to this country.\n\nBecause immigrants from Asia and Africa have had high average levels of educational attainment in recent \ndecades, this shift in the mix of countries of origin might tend to boost the overall educational attainment of future \nimmigrants. However, average levels of educational attainment may slip as the volume of immigration from these \nareas increases. Moreover, the degree to which the source-country mix will change is quite uncertain. Europe, \nwhich is closer to the high population growth areas than is the United States, may be a more likely destination for \nimmigrants from Africa and South Asia. Europe is widely forecast to experience population declines over the next \nhalf century and will generally experience more rapid population aging than will the United States; thus, that \ncontinent's sharply higher wages are expected to be a draw for immigrants.\n\nOne encouraging sign for the future U.S. workforce is a pronounced trend toward higher educational attainment \namong recent cohorts of Mexican immigrants. Comparing high school completion rates across age cohorts \nsuggests that the percentage of Mexican immigrants who failed to complete high school is dropping at a rate of \nroughly 0.6 percentage point per year. Although these impressive gains indicate that future immigrants from Mexico \nwill carry substantially higher levels of human capital than have previous cohorts, a large disparity between the \neducational attainment of Mexican immigrants and native-born Americans will likely continue well into the future.\n\nMany immigrants arrive in the United States at an age when their U.S.-born counterparts are still in school. For \nexample, roughly one-quarter of the Mexican immigrants ages 20 to 45 (when sampled between 1994 and 2000) \nsettled permanently in the United States when they were less than 15 years old. Immigrants arriving as children \ncan potentially take advantage of the U.S. educational system, but their ability to do so may be impeded by lack of \nEnglish language skills and gaps in their education prior to immigrating. Children who come at a very young age \nare likely to have a relatively easy time learning English and are able to enter the U.S. school system at an early \nlevel. We would expect these children to complete higher levels of schooling on average than immigrants who \narrive at an older age. The data support this expectation: Only 30 percent of the Mexican immigrants who settled \n\n\n\npermanently in this country by age 8 failed to complete high school, compared to 60 percent who arrived at ages 8 \nto 14, and 70 percent who were 15 or older when they arrived. (28) A somewhat similar pattern is found for \nimmigrants from other Latin American countries, but generally not for immigrants from Asia or Europe.\n\nAlthough our focus in this section has been on immigrants, U.S.-born Hispanics (that is, the second-and third-plus-\ngeneration Hispanics) and blacks also suffer from levels of educational attainment that on average are significantly \nlower than that of non-Hispanic whites. Table 4 shows patterns of educational attainment for U.S.-born citizens by \nage group. As with immigrants, younger cohorts are significantly better educated than older cohorts. However, this \npattern of improvement has largely stopped in recent decades. There is relatively little difference between the \neducational attainment of 35- to 44-year-olds compared to the 25- to 34-year-old group (although the 25-to-34-year-\nolds will have acquired additional schooling by the time they are 35 to 44). At all age levels, Hispanics, blacks, and \nAmerican Indians have lower average levels of educational attainment than do non-Hispanic whites and those of \nAsian or Pacific Islander ancestry. The data shown for Hispanics and for non-Hispanic whites are split in to \nseparate groups, for those whose parents were born in the United States and those who have at least one parent \nwho was born outside the United States. (29) Among non-Hispanic whites, having at least one parent who was an \nimmigrant is associated with higher average levels of educational attainment for all but the oldest age group. \nAmong Hispanics, the youngest cohorts show a similar tendency.\n\nAlthough the U.S.-born children of Hispanic immigrants (the second generation) attain as much education as the \nchildren of U.S.-native Hispanics (the third generation), their educational attainment falls well short of the overall \nU.S. average for all age groups. Thus, the increasing share of Hispanics in the working-age population may exert \na downward pull on average levels of educational attainment of the U.S. labor force unless substantial progress is \nmade in addressing the educational needs of Hispanic youngsters.\n\nTrade as an Alternative to Immigration\n\nA third possible adjustment to slow labor force growth and rising wages in this country might be increased import \nactivity, for, as economists discussing immigration often point out, immigration and imports are alternative ways \nof tapping foreign labor supplies. Both are efficient in that they improve the allocation of resources and raise global \nproductivity. And both tend to reduce the return to competing domestic resources, unskilled labor, in particular.\n\nAnalysts describing the impact of immigration on destination-country wages sometimes point out that buying \nimports and hiring immigrants are alternative ways of purchasing the labor of non-native workers. These \ndiscussions tend to focus on the impact of immigration on the relative supply of labor; they pay considerably less \nattention to the impact of immigration on the level or composition of labor demand. They usually explain that both \nimmigration and trade effectively increase the supply of labor, particularly lowskilled labor, in this country and \nshould thus be expected to reduce the wages of native (unskilled) workers. (30) But many of these studies ignore \nthe likelihood that by adding to the number of consumers living in this country, immigration raises the demand for \nU.S. labor and, possibly, alters the composition of demand as well. Almost surely, immigration raises the demand \nfor labor by more than would the marginal increase in U.S. exports occurring if the United States were to import \nfrom the orig in countries a quantity of goods equal to that produced by the new immigrants. Despite some \nsimilarities, accordingly, immigration and trade are not equivalent in this respect.\n\nAs a practical matter, moreover, many services--particularly personal care and household services--are not \ntradable. However, immigration can reduce the cost of providing non-tradable services. Non-tradable service \nindustries that employ relatively large numbers of low-skilled, low-paid immigrants include health care, \nhousekeeping and food services, domestic tourism, construction, landscaping, and agriculture. According to the \nConsumer Expenditure Survey, the over-65s and, even more, the over-75s spend disproportionately large shares of \ntheir income on many of these services. Thus, the demand for workers to staff these industries is likely to rise as \nthe population ages.\n\nIt is unclear to what extent either increased trade or increased immigration can help provide for the consumption \nneeds of the aging U.S. population. Filling the gap between U.S. consumption and output with net imports requires \n\n\n\nthat foreigners be willing to finance the U.S. trade deficit. While the United States has often been able to run a \ntrade deficit for extended periods, eventually those deficits must be repaid. In the meantime, the United States \nremains vulnerable to abrupt corrections. By contrast, increased immigration allows the United States to satisfy \nincreased domestic consumption with domestic output, avoiding the need to repay foreign investors at a future \ndate and the danger of disruptive reversals. But immigrant workers must also be paid, and they have their own \nconsumption needs. Increased immigration would improve the finances of pay-as-you-go social insurance \nprograms and would attenuate cost increases associated with domestic labor shortages, but it should certainly not \nbe viewed as a magi cal way of meeting the consumption needs of the aged.\n\nThe gap between immigrants' earnings in the United States and in their native country suggests that it may \nsometimes be more efficient for the United States to tap foreign labor supplies via immigration than by trade. This \ndifferential reflects the gap between their productivity in the United States and abroad, which, in turn, reflects U.S.-\nforeign differences m capital-labor ratios, accumulated human capital, institutional arrangements, and so forth. (31) \nAs Lucas (1990) and Bernanke and Gurkaynak (2001) have pointed out, investments in physical and human capital \nappear to create important externalities. For example, physical investment allows private knowledge to become \npublicly available. Similarly, investment in schooling provides externalities because highly educated individuals tend \nto be more productive working with other well-educated people than alone. (32) By reducing the return to \ninvestment in the capital-poor countries and raising it in the capital-rich ones, these externalities may help to expla \nin why people and capital often both flow to the industrialized countries. (33)\n\nAll in all, then, despite their similarities, trade and immigration are likely to have considerably different impacts on \nU.S. labor markets, the U.S. trade balance, and global productivity. They are not equivalent.\n\nWage Structure and Inequality\n\nDemographic shifts will likely also affect labor markets in additional, somewhat subtle, ways. For example, changes \nin the relative supplies of different types of labor are likely to affect the structure of wages. As the supply of young \nworkers shrinks relative to that of older workers, the wage premium attached to labor market experience is likely to \ndecrease--a phenomenon that may have started to take place in the late 1990s.\n\nIn contrast, demographic trends may exert upward pressure on the educational wage premium. A commonly \nadvanced explanation for the increase in the economic return to higher education in the late twentieth century, at \nthe same time that the relative supply of college graduates was growing, is as follows: Skill-biased technical change \nincreased demand for highly educated workers to such a degree that their relative earnings rose even in the face \nof increased supply. Given that future gains in average levels of educational attainment are quite uncertain, \ncontinued skill-biased technical change could exert a powerful upward push on the economic return to education.\n\nIn a recent paper, Card and Lemieux (2000) examine the interaction of age and education effects in the \ndeterminants of the wage structure. They note that the increase in the college wage premium has occurred for \nyounger, but not older, men, and they advance the hypothesis that this is due to a slowdown in the growth of \neducational attainment. Because of imperfect substitutability between older and younger workers, the increase in \nthe education premium has been concentrated in the younger cohorts, who have experienced the slowdown in the \ngrowth of educational attainment. Over time, as older cohorts are replaced by younger ones, the increase in the \neducation wage premium will extend over more workers. Intriguingly, Card and Lemieux note that the slowdown in \neducational attainment seemed to coincide with the baby boom generation reaching college age. This fact, which is \npresumably due to a crowding effect, suggests that future growth in educational attainment may vary with the size \nof the college-age cohort.\n\nOverall, demographic trends seem to be working toward further increases in earnings inequality. The increase in \nthe percentage of workers who are immigrants, who tend to be more concentrated in the tails of the distribution of \neducational attainment than native-born Americans, will likely lead toward increased inequality. The increase in \nthe percentage of future school-age youths who are Hispanic will also tend to exacerbate inequality unless the \neducational attainment of Hispanic youths rises to the national average. Possible further increases in the economic \n\n\n\nreturn to education would also contribute to increased inequality (while increasing the incentive to invest in \neducational attainment). The possible decrease in the return to labor market experience, in contrast, would tend to \nreduce inequality. However, this decrease in inequality would result in a larger share of the remaining inequality \nstemming from differences in lifetime earnings rather than from differences in earnings over the stages of the lif e \ncycle.\n\nUnemployment and the NAIRU\n\nYounger workers tend to have more volatile labor market experiences than do older workers. The young tend to \nmove in and out of the labor force at higher rates, often because they are moving in or out of school. They also tend \nto switch jobs more frequently as they search for opportunities that match their evolving skills. And when employed, \nthey are at higher risk of being laid off because of their low levels of seniority. As a result of these factors, younger \nworkers tend to have significantly higher unemployment rates than older workers.\n\nThis suggests that unemployment rates (and the NAIRU) likely increased with the entry of the baby boomers into \nthe labor force, and then decreased as they matured. Bleakley and Fuhrer (1997) estimate that the aging of the \nbaby boom generation resulted in a decrease in unemployment rates of 0.75 percentage points between 1979 and \n1995. Similarly, Katz and Krueger (1999) estimate that age-structure effects increased unemployment rates by \n0.71 percentage points between 1960 and 1979, and then decreased unemployment rates by 0.73 percentage \npoints in subsequent years.\n\nAs the labor force ages further in the years ahead, this trend can be expected to result in additional downward \npressure on unemployment rates and the NAIRU. However, Katz and Krueger suggest that future demographically \ndriven reductions will be modest, with a further decline of just 0.05 percentage point in unemployment rates by \n2006.\n\nSummary\n\nThis section has reviewed ways in which the U.S. economy may adjust to the demographic changes that produce a \nrising dependency ratio. Labor or multifactor productivity may increase, and U.S. employers may tap foreign labor \nsupplies in two different ways--by hiring more immigrants and by importing more goods and services. Theory and \nempirical evidence suggest that periods of slow labor force growth should be (and historically have been) \nassociated with capital deepening and increased labor and multifactor productivity. However, in recent years, tight \nU.S. labor markets have also triggered sizable flows of foreign workers with relatively low levels of educational \nattainment, flows that the Census Bureau projects will continue well into the future. These large inflows of foreign \nworkers will ease U.S. labor shortages but may curb future aggregate productivity gains in this country by slowing \nimprovements in the average educational attainment of the U.S. workforce. Projections of future levels of \neducational at tainment in major source countries like Mexico, where recent improvements have been substantial, \nsuggest that closing the gap with the United States will nevertheless take a long time. In this country, moreover, \ndata on the educational attainment of second- and third-generation Hispanic children provide cause for concern. \nFinally, while trade provides another channel for employing foreign workers, trade and immigration are likely to \nhave somewhat different effects on the wages of similar U.S. workers. Moreover, earnings differentials reflecting \neffects of accumulated investments in human and physical capital in the United States suggest that immigration \nmay at times be more effective than trade in raising global productivity.\n\nIV. Summary and Discussion\n\nThis paper has suggested that projected demographic changes are likely to increase the U.S. dependency ratio--\non a long-term basis--to a level well above the previous peak touched briefly in 1961. The increase occurs despite \nthe substantial immigration and a consequent increase in fertility that keep the dependency ratio from rising even \nhigher than in the Census Bureau's middle series projection. Because the increase in the dependency ratio \nprimarily reflects longer (and generally healthier) life expectancies, it is much to be welcomed. However, it also \nraises questions in some observers' minds about the ease with which a relatively small workforce will supply the \nconsumption needs of a relatively large number of dependents.\n\n\n\nThis paper also suggests, however, that we can be reasonably confident that the U.S. economy will accommodate \nthe real demands posed by these demographic changes without serious strain--although certain groups may bear a \ndisproportionate share of the adjustment costs. (34) Judging from history, the wage pressures resulting from the \nrelatively slow growth of the labor force are likely to encourage additional capital deepening and an acceleration in \nlabor and multifactor productivity growth. Increased productivity will, in turn, help the relatively small labor supply \nto support a larger number of dependents--if historic relationships continue.\n\nBut a second part of the adjustment--already factored into the Census Bureau's projections--entails a growing role \nfor immigrants and their descendants. While this projected increase lowers the dependency ratio to a noticeable \ndegree (compared with the alternative of no immigration), some observers are concerned that an increased \nreliance on immigration could slow this country's productivity gains--largely because many of these new \nAmericans arrive with very little schooling. While immigrants from countries outside Latin America are on average \nslightly better educated than U.S. citizens, and while the average educational attainment of immigrants has risen \nover time, the increased importance of unskilled migrants from Mexico and the Caribbean is creating a growing \ngap between U.S.- and foreign-born average educational attainment. This gap is likely to persist well into the future \ndespite expected gains in schooling in the source countries. Moreover, and well within the reach of U.S. domestic \nresponsibilities, the second- and third-plus generations of native-born Hispanics continue to exhibit educational \nattainment well below the U.S. average.\n\nThe relative increase in the supply of unskilled workers is likely to exacerbate U.S. income inequality by reducing \nthe life chances of native-born workers with little schooling. In contrast to the past century, which brought big gains \nin U.S. schooling that were important in boosting U.S. productivity growth, the current century could see average \nU.S. educational attainment stagnate or even decline. Given the importance of productivity gains to maintaining or \nincreasing our standard of living as the population ages and the relative size of our workforce shrinks, raising U.S. \neducational attainment heads the set of policy implications listed below.\n\nU.S. Educational Attainment\n\nThe data collected for this paper suggest that finding ways to address the educational needs of our Hispanic youth \nshould be a high priority. The fact that young Hispanic adults exhibit lower educational attainment than their black \nand white non-Hispanic counterparts suggests that a lack of English language skills may be an important deterrent \nto educational and occupational success, as corroborated in a recent paper by Bleakley and Chin (2001). Because \nBleakley and Chin's results show that better English language skills induce greater educational attainment, the \nauthors suggest that early intervention is likely to be most beneficial. Other new research by Reynolds et al. (2001) \nfollowed children who had participated in the Chicago Child-Parent Centers, a highly structured preschool program, \nfor 15 years. They found that by age 20 the program participants had considerably higher rates of high school \ncompletion than the control group. (35) Again, the results suggest that early childhood education can be a goo d \ninvestment.\n\nResidential Isolation\n\nIf the need to encourage the educational attainment of second- and third-generation Hispanic children and other \nethnic/racial groups who tend to leave school early is obvious, the solutions are clearly not easy. Remedies remain \ndifficult, in part because immigrants from Central America and native Hispanics tend to cluster in a few \nimpoverished inner-city neighborhoods. (36) Indeed, according to the Census 2000 data, over half of all Hispanics \nlive in two states, California and Texas, while over 20 percent live in four urban counties--Los Angeles, CA; Miami-\nDade, FL; Harris County, TX (Houston); and Cook County, IL (Chicago). Indeed, Logan et al. (2001) conclude that \nHispanics live more isolated lives now than they did in 1990. (37) This residential segregation undoubtedly deters \nthe attainment of English language skills and helps to maintain expectations that discourage advanced schooling, \nespecially for women. (38) Although ethnic communities clearly provide important support networks, it seems worth \nconsid ering whether experiments like the U.S. Department of Housing and Urban Development's Moving to \nOpportunity program, which combines subsidies for private housing with significant counseling, could be beneficial. \n(See Katz, King, and Liebman 2001 and Ludwig, Duncan, and Hirschfield 2001 on the MTO experiment.)\n\n\n\nFederal Funding for Communities Affected by Immigration\n\nWhile the forces propelling immigration are national and international, education is largely a local responsibility. \nBecause the Hispanic population is highly concentrated, the cost of educating the second and third generations \nfalls largely to a relatively few cities where resources for coping may be scarce. For example, Hispanics accounted \nfor 46 percent of the population of Los Angeles, CA, 59 percent of the population in San Antonio, TX, and over 90 \npercent of the population in Laredo, TX, Brownsville, TX, and Hialeah, FL. This concentration suggests the need \nfor federal support for educating these children. Since the costs of immigration are likely to fall heavily on U.S. \nyouth with little schooling while its benefits will largely accrue to highly skilled and older U.S. natives, (39) federal \nfunds to encourage increased schooling more generally in low-income areas (where students tend to drop out \nearly) may also be worth considering.\n\nSocial Insurance Policy\n\nThe aging of the U.S. population implies that an increasing share of future federal government spending will be \ndevoted to the major social insurance programs serving the older population: Social Security, Medicare, and \nMedicaid. In order to free up resources for the interventions discussed above, and more generally to reduce the \nmagnitude of old age dependency, social insurance reforms that encourage increased self-reliance on the part of \nthe \"young\" elderly seem worth exploring.\n\nOne possible reform would be to raise the age at which workers become eligible for full Social Security pensions to \n70 and, perhaps, to index the normal retirement age to future increases in life expectancy. However, it is essential \nto recognize that the elderly are a very heterogeneous group. First, the health status of the elderly varies widely, \nwith those with low lifetime earnings generally at higher risk for disability at relatively young ages. And then, as \nSmith (1997) points out, the U.S. elderly also exhibit great disparities in income and wealth. Policy reforms will need \nto protect those who find continued work difficult and those who are in financial need. Protecting the disability \ninsurance component of Social Security and, perhaps, making the Primary Insurance Amount formula more \nprogressive as the normal retirement age increases, are two ways of achieving this outcome.\n\nSocial Security has been very successful in reducing poverty among older Americans: The poverty rate for the U.S. \nelderly has now fallen to less than 10 percent. However, the poverty rate for children under 18 has risen to 22 \npercent from 14 percent in 1969. Focusing social insurance more directly on the goal of preventing poverty among \nthe elderly, while using the resources freed up to address the needs of younger residents, warrants consideration.\n\nImmigration Policy\n\nAs discussed in the body of the paper, relatively unfettered movements of goods, services, people, and the ideas \nthey carry with them are likely to promote an efficient allocation of resources and productivity gains. But while trade \nand investment both allow U.S. residents to buy labor services from non-native workers, they may have different \neffects on U.S. wages, trade balances, and productivity developments. In particular, the gap between real earnings \nin the United States and in migrants' home countries and the lack of generalized cross-country convergence in \nproductivity levels suggest that immigration is likely to be both inevitable and, often, relatively efficient as a means \nof raising global productivity and U.S. standards of living. (40) Redesigning our immigration policies to limit entry to \nthe most highly skilled, as is widely under discussion (Wasserman 2001), is not likely to be either effective (since it \nwill not deter immigrants who can walk across the border) or in our economic best interests . Surely, however, given \nU.S. traditions and ethical concerns, immigration policy must be determined by considerations beyond the purely \neconomic.\n\nOutside California, Texas, and Florida, much of the U.S. public appears unaware of, or surprised by, the fact that \nthe United States is once again a nation of recent immigrants. But this outcome should not have taken us by \nsurprise, since shifts in labor market conditions and trends in fertility and immigration are all closely intertwined. \nAfter all, with hindsight, we see that the U.S. policy decision to close the door to immigrants in the 1920s helped to \ntrigger the baby boom- baby bust phenomenon. The recent and projected pickup in the flow of immigrants is a \nnatural response to the entry of the baby bust generation into the labor force and to the retirement of the baby boom \n\n\n\ncohort that lies ahead. If the low average educational attainment of a fraction of these migrants and their offspring is \na cause for concern, the responsibility for choosing policy actions that will help turn a potential problem into a major \nasset lies with us.\n\n[FIGURE 1 OMITTED]\n\n[FIGURE 2 OMITTED]\n\n[FIGURE 5 OMITTED]\n\n[FIGURE 6 OMITTED]\n\n[FIGURE 7 OMITTED]\n\n[FIGURE 8 OMITTED]\n\n[FIGURE 9 OMITTED]\n\n(1.) Released in January 2000 (1990-based projections). The Census Bureau designates its middle series \nprojection as the most likely outcome. The high and low series are included to illustrate the great degree of \nuncertainty surrounding the central projection (U.S. Census Bureau, 2000). The projected U.S. population in 2100 \nranges from 283 million in the low series to 1,182 million in the high series compared with 571 million in the middle \nseries.\n\n(2.) The birth rate is expected to fall despite the fact that these projections assume a slight increase in total fertility \nrates because of the increased importance of racial/ethnic groups with relatively high fertility rates within the \npopulation. However, in a break with past practice, the most recently issued projections do assume convergence \nin fertility rates across racial/ethnic groups. Immigrant women's fertility is expected to converge to native rates \nwithin the same racial/ethnic group, and fertility rates for all racial groups are assumed to converge very gradually to \nthe replacement level of just over 2 percent. Fertility rates for non-Hispanic white women have been at this level \nsince the late 1980s. (See Hollman, Mulder, and Kallan 2000, p. 3.)\n\n(3.) According to the U.S. Census definition, Hispanics may be of any race.\n\n(4.) Born between 1946 and 1964.\n\n(5.) This surge partly reflects an amnesty program legalizing the status of undocumented workers already living in \nthis country, as will be discussed further below.\n\n(6.) Tracking the flow of immigrants and their impact on the labor force is not straightforward. Beyond the legal \nimmigrants, other foreign-born residents, including those who entered without documents, people with temporary \nwork visas, and students, many of whom are entitled to work for limited periods as part of their practical training, \nmay also contribute to the U.S. labor supply. For example, in 1998, the United States admitted 660,000 permanent \nimmigrants, just over half of whom were new arrivals; the rest were simply adjusting their status. In addition, the INS \nestimates that 275,000 illegal immigrants entered the country each year in the mid 1990s. Further, individuals with \ntemporary work visas granted under several relatively new or expanded programs numbered over 372,000 in 1998, \nabout 145,000 more than in 1996. (See Wasserman 2001 for a discussion of these programs.) Foreign students \nadmitted in 1998 equaled 565,000, an increase of 138,000 since 1996. To make keeping track even harder, while \nthe INS counts \"arrivals,\" students and people making intra-company transfers may enter more than once a year. \nAltogether, the figure gives only a hazy picture of the impact of the foreign-born on the U.S. workforce in the late \n1990s.\n\n(7.) The Census Bureau's middle series projection assumes foreign-born emigration rates of 12 percent. Under \nalternative assumptions, these rates rise as high as 30 percent.\n\n\n\n(8.) That share peaked at nearly 15 percent in 1910.\n\n(9.) This act followed a series of restrictive laws, including, in particular, the Immigration Act of 1917 that codified \nprevious exclusion provisions, barred illiterate aliens, and declared natives of the \"Asia-Pacific triangle\" to be \n\"inadmissible.\"\n\n(10.) \"Easterlin (1968 and 1980) credits the Immigration Act of 1924 with helping to set the conditions that led to \nthe baby boom. The act largely cut off immigration, with the result that the very small cohort coming of age in the \nmid 1940s thrived. As a result, they married early and had unusually large numbers of children.\n\n(11.) In Mexico, to take one important example, the poverty rate rose by almost 14 percent between 1984 and 1989 \nas real income per capita fell. While total poverty declined over the next five years, poverty rates continued \nworsening in the agricultural areas in part because coffee prices plunged with the end of the International Coffee \nAgreement. Then, following the peso crisis of 1994-95, total real wages fell sharply again. In manufacturing, real \nwages declined 30 percent between early 1995 and mid 1997. Throughout this period, unskilled workers fared \nespecially poorly. In the decade to 1995, real wages for skilled workers rose 8 percent while real wages for \nunskilled workers fell 22 percent. Since analysts had expected increased openness to trade to benefit Mexico's \nrelatively abundant pool of unskilled workers, this outcome came as a surprise. The most likely explanation appears \nto be that NAFTA speeded the introduction of skill-biased technical change. (See Lachler 1998, LopezAcevedo \n2000, and Lustig 200 1.)\n\n(12.) Other developments pushing immigrants towards the United States have undoubtedly included spillovers \nfrom the Mexican peso crisis of 1994-95, a series of armed conflicts (in Vietnam, El Salvador, Guatemala, Haiti, \nNicaragua, and recently, Colombia), and environmental problems like the dwindling availability of clean water in \nMexico. Very important among the pull factors have been the relatively buoyant economic conditions in the United \nStates, particularly in the second half of the 1990s, when real average hourly earnings reversed almost half their \nlong-term decline of 14 percent from their highs in the 1970s. In addition, trade arrangements like Mexico's \nmaquiladora program and the Caribbean Basin Initiative, which were intended to spur development overseas, may \nalso have increased foreign workers' familiarity with U.S. firms and encouraged the rapid expansion of Hispanic \ncommunities in all of the states facing Mexico and the Caribbean. The formation of growing networks of friends and \nrelatives here in this country and the increased ease of communication and transportation allowing people to keep \nin touch with relatives left behind have also facilitated immigration to this country.\n\n(13.) After 2030, the Census projects that immigration will proceed at a steady 1.45 million per year through 2100.\n\n(14.) Similarly, the foreign born's share of the working-age population will rise from 12 percent now to 15.3 percent \nin the mid 2030s. It is projected to fall to today's level by the end of the century.\n\n(15.) Lee and Edwards (2002) also conclude that additional immigration would have a relatively modest budget \nimpact but would help ease the long-run fiscal situation.\n\n(16.) Out of 15 million World War II veterans, over half used these educational benefits, and in 1947 veterans \naccounted for 49 percent of college enrollment.\n\n(17.) Ho and Jorgenson (1999) conclude that increased educational attainment accounted for most of the \nimprovement in labor quality between 1948 and 1995. Improvements in labor quality, in turn, accounted for a \nquarter of the growth in labor volume and almost 10 percent of the growth in U.S. output in the past half century.\n\n(18.) Examining the reasons for the decline in the unemployment rate and the fall in the NAIRU since the mid \n1680s, Katz and Krueger (1999) find the maturing of the baby boom cohort to be the primary explanation.\n\n(19.) In 2003 the full retirement age for Social Security starts to rise gradually until it reaches 67 in 2027.\n\n(20.) The labor force participation rates of individuals age 55 to 64 and over 65 have been rising since 1985 but \nremain below their previous highs. If one assumes that the Social Security retirement age rises to 70 and that 25 \n\n\n\npercent of people age 65 to 69 work (up from 12 percent now, but below this group's 27 percent participation rate in \nthe late 1940s and below the 58 percent participation rate for people age 55 to 64 currently), the dependency ratio \nat the end of the century would be 0.70. That ratio would not be much above its previous peak of the early 1960s.\n\n(21.) A slowing of the growth rate of the labor force will generally also result in an aging of the labor force. This \neffect will also tend to increase labor productivity due to an increase in the average level of labor force experience.\n\n(22.) These findings were consistent across several different samples including a lengthy U.S. time series, a \nhandful of industrial countries over an extended time frame, and, finally, 115 low- to high-income countries from \n1960 to 1981.\n\n(23.) The authors adjust the available data on corporate labor income for the downward bias that results from the \nimportance of the informal sector in many developing countries.\n\n(24.) Other analysts would argue that this offset should not be taken for granted. For instance, Kotlikoff, Smetters, \nand Walliser (2001) develop a dynamic, general equilibrium, life-cycle simulation model and find that a dramatic \nrun-up in the payroll tax \"dissipates what would otherwise be a natural process of capital deepening.\" This capital \n\"shallowing\" occurs in part because the increase in the payroll taxes required by Social Security and Medicare \nprograms reduces workers' savings. In addition, KSW model faster technical progress as equivalent to an increase \nin the effective size of the labor force (but not in the effective stock of capital); thus, other things equal, faster \ntechnical progress leads to a fall in the capital-labor ratio. Moreover, because KSW are working with a closed-\neconomy model, the large increase in the real return on capital that results from this exercise does not attract \ncapital from abroad.\n\n(25.) When the working-age population is defined as that aged 16 to 65 rather than 25 to 65, the coefficient on the \nworking-age population growth rate is positive and statistically insignificant in the post-1950 period.\n\n(26.) The data for this section are from merged samples of the March Current Population Survey (CPS) from 1994 \nthrough 2000. Only households in their first four months of inclusion in the survey were included in the merged \nsample. The data relate to all foreign-born U.S. residents, whether or not they are permanent legal immigrants. By \ncontrast, Jasso, Rosenzweig, and Smith (1998) use INS data to examine the skills of new legal immigrants and find \nthat since the mid 1980s the gap between the educational attainment of these legal immigrants and the U.S. \npopulation has been narrowing.\n\n(27.) One should take account of the degree-completion effect in interpreting this figure. As individuals age, they are \nable to complete higher levels of education. The trend of younger cohorts to have higher levels of eventually \ncompleted educational attainment will tend to be masked by this effect, especially for completion of advanced \ndegrees by relatively young cohorts.\n\n(28.) These estimates are based on the authors' calculations from the March CPS pooled from 1994 through 2000.\n\n(29.) Other groups were not similarly split because of concerns about relatively low sample sizes.\n\n(30.) This assumption is common whether the study uses factor proportions analysis (as in Borjas, Freeman, and \nKatz 1996) or cross-area analysis (as in Card and DiNardo 2000). Indeed, after Card and DiNardo conclude that \nflight by natives from areas attracting large immigrant communities does not explain why immigration seems to \nhave very small effects on the local labor market outcomes of the native born, they suggest that endogenous shifts \nin industrial structure may be responsible.\n\n(31.) Differences in capital-labor ratios are probably most relevant for unskilled workers, while interacting with peers \nis probably most relevant for the highly skilled. Indeed, the spur to creativity from interactions between domestic \nand foreign-trained professionals may be among the primary benefits of migration.\n\n(32.) Purchases of telecommunications equipment exhibit comparable network or agglomeration spillovers.\n\n\n\n(33.) From the source countries' perspective, immigrants' remittances from their host-country earnings are making \nsignificant contributions to the source country's resources. According to a study by the Inter-American Development \nBank's Multilateral Investment Fund, remittances to Latin America and the Caribbean exceeded aid flows and \nequaled almost one-third of foreign direct investment flows to that region in 2000. In Mexico, remittances were \nequivalent to tourism earnings and two-thirds of the country's oil revenues. In Haiti remittances amounted to 17 \npercent of GDP. (See Fidler 2001.)\n\n(34.) The difficulties in financing the needs of an increasingly elderly population were the focus of another session \nat the conference.\n\n(35.) The French may also provide useful models, for in France, all children start preschool at age 3, and the \ngovernment pours extra resources into schools in poor (immigrant) neighborhoods (Stanley 2001).\n\n(36.) In 2000,24 percent of the foreign born from Central America and 21 percent from the Caribbean were \nimpoverished versus 11 percent for U.S. natives and 17 percent for all foreign born. Poverty rates for immigrants \nfrom other areas ranged from below to just slightly above the level for U.S. natives.\n\n(37.) For example, the average Hispanic now lives in a neighborhood that is 46 percent Hispanic, compared with 43 \npercent in 1990. By comparison, the average white lives in a neighborhood that is 80 percent white, down from 85 \npercent in 1990.\n\n(38.) In related research, Gaviria and Raphael (2001) find that school-based peer effects are important in explaining \nthe likelihood of dropping out.\n\n(39.) Who will be able to purchase personal and other services supplied by these low-skilled workers at lower cost. \nSuch services will also allow the high-skilled to spend more time in more productive activities. In addition, of course, \nthe migrants are themselves major beneficiaries of immigration.\n\n(40.) In an era when many industrial and some developing countries are likely to have a rising dependency ratio \nand a domestic labor force that is nearly stagnant or shrinking, prospects for global productivity may become a \nmatter of domestic policy concern in many countries.\n\nReferences\n\nAhmed, Bashir and J. Gregory Robinson. 1994. \"Estimates of the Emigration of the Foreign-Born Popuation: 1980-\n1990.\" U.S. Census Bureau Population Division Working Paper No. 9, December.\n\nAhuja, Vinod and Deon Filmer. 1995. \"Educational Attainment in Developing Countries: New Estimates and \nProjections Disaggregated by Gender.\" The World Bank Working Paper No. 1489, July.\n\nBernanke, Ben S. and Refet S. Gurkaynak. 2001. \"Is Growth Exogenous? Taking Mankiw, Romer, and Well \nSeriously.\" Paper presented at the NBER Macroeconomics Annual Conference. April 20-21. April 15 revision.\n\nBleakley, Hoyt and Aimee Chin. 2001. \"Returns to English-Language Skills Among First-Generation Immigrants: \nHow Much and Why?\" MIT Department of Economics Working Paper, May 12.\n\nBleakley, Hoyt and Jeffrey C. Fubrer. 1997. \"Shifts in the Beveridge Curve, Job Matching, and Labor Market \nDynamics.\" New England Economic Review, September/October, pp. 3-19.\n\nBorjas, George J., ed. 2000. Issues in the Economics of Immigration. A National Bureau of Economic Research \nConference Report. Chicago: The University of Chicago Press.\n\nBorjas, George J., Richard B. Freeman, and Lawrence F. Katz. 1996. \"Searching for the Effect of Immigration on \nthe Labor Market.\" The American Economic Review, Papers and Proceedings, vol. 86, No. 2 (May).\n\n\n\nCard, David and John E. DiNardo. 2000. \"Do Immigrant Inflows Lead to Native Outflows?\" NBER Working Paper \nNo. 7578, March.\n\nCard, David and Thomas Lemieux. 2000. \"Can Falling Supply Explain the Rising Return to College for Younger \nMen? A Cohort-Based Analysis.\" NBER Working Paper No. 7655, April.\n\nCutler, David M., James M. Poterba, Louis M. Sheiner, and Lawrence H. Summers. 1990. \"An Aging Society: \nOpportunity or Challenge?\" Brookings Papers on Economic Activity, 1. Washington, DC: The Brookings Institution.\n\nEasterlin, Richard A. 1968. Population, Labor Force, and Long Swings in Economic Growth: The American \nExperience. National Bureau of Economic Research. New York: Columbia University Press.\n\n_____. 1980. Birth and Fortune: The Impact of Numbers on Personal Welfare. New York: Basic Books, Inc.\n\nFidler, Stephen. 2001. \"Migrants Spur Growth in Remittances.\" Financial Times, May 17.\n\nGaviria, Alejandro and Steven Raphael. 2001. \"School-Based Peer Effects and Juvenile Behavior.\" The Review of \nEconomics and Statistics, vol. 83 (May), pp. 257-68.\n\nGoldin, Claudia. 1998. \"America's Graduation from High School: the Evolution and Spread of Secondary Schooling \nin the Twentieth Century.\" Journal of Economic History, vol. 58 (June), pp. 345-74.\n\nGoldin, Claudia and Lawrence F. Katz. 2000. \"Career and Marriage in the Age of the Pill.\" The American Economic \nReview Papers and Proceedings (May), pp. 461-65.\n\nGordon. Robert J. 2000. \"Interpreting the 'One Big Wave' in U.S. Long-Term Productivity Growth.\" NBER Working \nPaper No. 7752, June.\n\nGruber, Jonathan, and David Wise. 2001. \"An International Perspective on Policies for an Aging Society.\" NBER \nWorking Paper No. 8103, January.\n\nHo, Mun S. and Dale W. Jorgenson. 1999. \"The Quality of the U.S. Work Force, 1948-95.\" Working paper, Kennedy \nSchool of Government, February.\n\nHollman, Frederick W., Tammany J. Mulder, and Jeffrey E. Kallan. 2000. \"Methodology and Assumptions for the \nPopulation Projections of the United States: 1999 to 2100.\" U.S. Census Bureau, Population Projections Branch, \nPopulation Division. Working Paper No. 38, January 13.\n\nJasso, Guillermina, Mark R. Rosenzweig, and James P. Smith. 1998. \"The Changing Skills of New Immigrants to \nthe United States: Recent Trends and Their Determinants.\" NBER Working Paper No. w6764, October.\n\nKatz, Lawrence F., Jeffrey R. Kling, and Jeffrey B. Liebman. 2001. \"Moving to Opportunity in Boston: Early Results \nof a Randomized Mobility Experiment.\" The Quarterly Journal of Economics, vol. 116 (May), pp. 607-54.\n\nKatz, Lawrence F. and Alan B. Kreuger. 1999. \"The High-Pressure U.S. Labor Market.\" Brookings Papers on \nEconomic Activity, 1. Washington, DC: The Brookings Institution.\n\nKotlikoff, Laurence J., Kent Smetters, and Jan Walliser. 2001. \"Finding a Way Out of America's Demographic \nDilemma.\" NBER Working Paper No. 8258, April.\n\nLachler, Ulrich. 1998. \"Education and Earnings Inequality in Mexico.\" The World Bank, Working Paper No. 1949, \nJuly\n\nLee, Ronald D. and Ryan D. Edwards. 2002. \"The Fiscal Impact of Population Change.\" In Little, Jane Sneddon \nand Robert K. Triest, eds., Seismic Shifts: The Economic Impact of Demographic Change. Federal Reserve Bank of \nBoston Conference Series No. 46.\n\n\n\nLogan, John, et al. 2001. \"Ethnic Diversity Grows, Neighborhood Integration Is at a Standstill.\" Report by the Lewis \nMumford Center for Comparative Urban and Regional Research. Albany, NY: SUNY at Albany. April.\n\nLopez-Acevedo, Gladys. 2000. \"Earnings Inequality and Educational Attainment after Mexico's Economic Reforms.\" \nBackground Paper 1, for Gladys Lopez-Acevedo, Lauro Ramos, Angel Salinas, and Monica Tinajero. 2000. \n\"Mexico: Earnings Inequality after Mexico's Economic and Educational Reforms.\" Report No. 19945-ME.\n\nLopez-Acevedo, Gladys, Lauro Ramos, Angel Salinas, and Monica Tinajero. 2000. \"Mexico: Earnings Inequality \nafter Mexico's Economic and Educational Reforms.\" The World Bank, Report No. 19945-ME. Washington, D.C., \nMay 16.\n\nLucas, Robert E., Jr. 1990. \"Why Doesn't Capital Flow from Rich to Poor Countries?\" The American Economic \nReview, vol. 80 (May), pp. 92-96.\n\nLudwig, Jens, Greg J. Duncan, and Paul Hirschfield. 2001. \"Urban Poverty and Juvenile Crime: Evidence from a \nRandomized Housing-Mobility Experiment.\" The Quarterly Journal of Economics, vol. 116 (May), 655-79.\n\nLustig, Nora. 2001. \"Life Is Not Easy: Mexico's Quest for Stability and Growth.\" Journal of Economic Perspectives, \nvol. 15, No. 1 (Winter), pp. 85-106.\n\nRazin, Assaf and Efraim Sadka. 1999. \"Unskilled Migration: A Burden or a Boon for the Welfare State.\" NBER \nWorking Paper No. 7013, March.\n\nReynolds, Arthur J., Judy A. Temple, Dylan L. Robertson, and Emily A. Mann. 2001. \"Long-Term Effects of an Early \nChildhood Intervention on Educational Achievement and Juvenile Arrest: A 15-Year Follow-up of Low-Income \nChildren in Public Schools.\" Journal of the American Medical Association, vol. 285, No. 18, pp. 2339-46.\n\nRomer, Paul. 1987. \"Crazy Explanations for the Productivity Slowdown.\" In Stanley Fischer, ed. NBER \nMacroeconomics Annual, vol. 2. Cambridge, MA: The MIT Press.\n\nSmith, James P. 1997. \"The Changing Economic Circumstances of the Elderly: Income, Wealth, and Social \nSecurity.\" Center for Policy Research Policy Brief No. 8/1997. Syracuse, NY: Syracuse University.\n\nSmith, James P. and Barry Edmonston, eds. 1997. The New Americans: Economic, Demographic, and Fiscal \nEffects of Immigration. Washington, DC: National Academy Press.\n\nStanley, Alessandra. 2001. \"French and Italian Pre-Schools: Models for U.S.?\" The New York Times, April 25, p. \nA3.\n\nU.S. Census Bureau. 2000. Population Estimates Program, Population Division, Washington, DC.\n\nU.S. Immigration and Naturalization Service. 1999. \"Legal Immigration, Fiscal Year 1998.\" Statistics Branch \nAnnual Report, June.\n\n_____. 2000. 1998 Statistical Yearbook of the Immigration and Naturalization Service. Washington, DC: U.S. \nGovernment Printing Office.\n\nVernez, Georges. 1997. \"Education's Hispanic Challenge.\" The Jerome Levy Economics Institute Working Paper \nNo. 228.\n\nWasserman, Miriam. 2001. \"EllisIsland.Com.\" Federal Reserve Bank of Boston, Regional Review, Q4 2000/Q1 \n2001.\n\nJane Sneddon Little and Robert K. Triest, Vice President and Economist and Assistant Vice President and \nEconomist, respectively, Federal Reserve Bank of Boston. This paper was prepared for \"Seismic Shifts: The \nEconomic Impact of Demographic Change,\" a conference sponsored by the Federal Reserve Bank of Boston, June \n\n\n\n2001. The authors thank their colleagues at the Boston Fed for helpful discussions. They also thank Oksana \nNagayets, Joshua Congdon-Martin, and Matthew LaPenta for excellent research assistance.\n\njane.little@bos.frb.org\n\nrobert.triest@bos.frb.org\n\nFigure 3\n\nPercent Foreign Born by Region of Birth\n190\n0\n\n196\n0\n\n200\n0\n\nAsia 1 5 26\nOther 13 11 8\nLatin America 1 9 28\nEurope 85 75 7\nSouth America -- -- 7\nCentral America (a) -- -- 7\nCaribbean -- -- 10\n(a)Excluding Mexico.\nSource: U.S. Census Bureau.\nNote: Table made from pie chart\n\nFigure 4\n\nProjections of U.S. Resident Population by Race and Hispanic Origin\n200\n0\n\n205\n0\n\n210\n0\n\nAmerican Indian 1 1 1\nAsian/Pacific Island 4 9 13\nBlack non-Hispanic 12 13 13\nBlack Hispanic 1 1 2\nWhite Hispanic 11 22 30\nWhite non-Hispanic 71 53 40\nSource: U.S. Census Bureau.\nNote: Table made from pie chart\n\nTable 1\n\nProductivity Growth Rate Regression Results\n\n\n\nDependent Variable Labor Productivity Growth Rate\n\n1904-1999\n\nGrowth Rate of Population Age -1.308 -1.177 -1.220\n25-65, 3-year Moving Avg. (.3350) (.3044) (.3372)\nChange in the -.005 -.005\n\nUnemployment Rate (.0018) (.0019)\n\nWorld War Years -.009\n\n(.0064)\n\nConstant .042 .040 .042\n(.0046) (.0041) (.0047)\n\nAdjusted R-squared .06 .20 .20\nDependent Variable Labor Productivity Multifactor\n\nGrowth Rate Productivity\n\nGrowth Rate\n\n1904-1949 1950-1999 1904-1999\n\nGrowth Rate of Population Age -1.473 -1.520 -1.071\n25-65, 3-year Moving Avg. (.5672) (.3446) (.386)\nChange in the -.005 -.003 -.007\nUnemployment Rate (.0023) (.0016) (.0018)\nWorld War Years -.014 -.011\n\n(.0079) (.0068)\n\nConstant .050 .044 .032\n(.0105) (.0040) (.0057)\n\nAdjusted R-squared .19 .18 .30\nDependent Variable Multifactor Productivity\n\nGrowth Rate\n\n1904-1949 1950-1999\n\nGrowth Rate of Population Age -1.785 -1.330\n\n25-65, 3-year Moving Avg. (.5415) (.3722)\n\nChange in the -.007 -.009\n\nUnemployment Rate (.0021) (.0016)\n\nWorld War Years -.021\n\n(.0074)\n\n\n\nConstant .052 .031\n\n(.0096) (.0047)\n\nAdjusted R-squared .32 .34\n\nNote: Growth rates are approximated by differences in natural\nlogarithms. The moving average is taken over the three years ending in\nthe observation year; a five-year moving average yields weaker results,\nwhile using just the contemporaneous value yields results similar to the\nthree-year moving average. The \"world war years\" indicator variable is\nequal to 1 for 1916 to 1918 and 1941 to 1947, and is zero in other\nyears.\n\n\n\nTable 2\n\nEducational Attainment, by Country of Origin\nPercent\n\nOther\n\nUnited Central and Asia and\n\nLevel of Education States Mexico South America Middle East\nLess than High School 11.1 67.7 34.4 13.3\nHigh School Graduate 35.4 18.3 29.3 22.0\nSome College 27.5 9.4 20.2 18.5\nBachelor's Degree 17.6 3.5 11.0 29.7\nGraduate School 8.4 1.1 5.2 16.6\n\nEurope, Australia,\n\nCanada, and\n\nLevel of Education New Zealand Africa Not Specified\n\nLess than High School 12.4 6.2 15.7\n\nHigh School Graduate 29.1 19.8 27.6\n\nSome College 23.4 19.7 21.6\n\nBachelor's Degree 21.1 32.6\n\nGraduate School 14.1 21.6 13.3\n\nSource: U.S. residents aged 25-64 as computed by the authors from merged\nMarch Current Population Survey files, 1994-2000.\n\nTable 3\n\nEducational Attainment, by Origin and Age Group\nPercent\n\nForeign-Born\n\nOther Central\n\nand South\n\nAge Level of Education U.S.-Born Mexico America\n20-24 Less than High School 11 62 31\n\nHigh School 33 23 32\n\nSome College 44 14 32\n\nBachelor's Degree 11 1\n\nGraduate School 1 0 0\n\n25-29 Less than High School 9 61 32\nHigh School 33 24 31\n\nSome College 31 11 24\n\nBachelor's Degree 22 3\n\nGraduate School 5 0 3\n\n30-34 Less than High School 9 64 30\nHigh School 35 21 31\n\nSome College 29 10 23\n\nBachelor's Degree 20 4\n\nGraduate School 7 1 4\n\n\n\n35-44 Less than High School 9 68 31\nHigh School 36 17 28\n\nSome College 29 9 22\n\nBachelor's Degree 18 4\n\nGraduate School 8 1 6\n\n45-54 Less than High School 11 74 36\nHigh School 34 13 29\n\nSome College 27 8 18\n\nBachelor's Degree 17 3\n\nGraduate School 11 2 6\n\n55-64 Less than High School 19 80 47\nHigh School 39 10 28\n\nSome College 21 6 12\n\nBachelor's Degree 12 2\n\nGraduate School 9 1 6\n\n65 or Less than High School 33 85 56\nolder High School 36 8 25\n\nSome College 17 4 9\n\nBachelor's Degree 9 2\n\nGraduate School 5 1 5\n\nForeign-Born\n\nEurope,\n\nAustralia,\n\nAsia and Canada, and\n\nAge Level of Education Middle East New Zealand Africa\n20-24 Less than High School 10 9 7\n\nHigh School 19 31 17\n\nSome College 52 45 59\n\nBachelor's Degree 17 13\n\nGraduate School 3 2\n\n25-29 Less than High School 9 8 0\nHigh School 19 25 31\n\nSome College 26 27 32\n\nBachelor's Degree 33 27\n\nGraduate School 14 13 11\n\n30-34 Less than High School 9 7 10\nHigh School 22 26 18\n\nSome College 20 24 19\n\nBachelor's Degree 29 27\n\nGraduate School 20 15 25\n\n35-44 Less than High School 12 9 6\nHigh School 22 29 15\n\nSome College 19 24 21\n\nBachelor's Degree 29 23\n\n\n\nGraduate School 18 16 19\n\n45-54 Less than High School 15 13 4\nHigh School 23 30 24\n\nSome College 15 24 10\n\nBachelor's Degree 31 19\n\nGraduate School 16 15 31\n\n55-64 Less than High School 23 23 13\nHigh School 26 33 16\n\nSome College 13 19 22\n\nBachelor's Degree 25 15\n\nGraduate School 14 11 18\n\n65 or Less than High School 44 36 17\nolder High School 23 32 29\n\nSome College 12 15 28\n\nBachelor's Degree 13 10\n\nGraduate School 8 6\n\nSource: Author's computations from March Current Population files,\n1994-2000.\n\nTable 4\n\nEducational Attainment, by Ethnicity and Age Group\nPercent\n\nHispanic Non-Hispanic\n\nWhite\n\nU.S.-Born Foreign- U.S.-Born\n\nAge Level of Education Parents Born Parent Parents\n20-24 Less than High School 21 22 9\n\nHigh School 40 32 32\n\nSome College 36 42 46\n\nBachelor's Degree 4 4\n\nGraduate School 0 0 1\n\n25-34 Less than High School 20 19 8\nHigh School 38 31 34\n\nSome College 30 34 29\n\nBachelor's Degree 10 12\n\nGraduate School 2 4 6\n\n35-44 Less than High School 19 22 7\nHigh School 39 34 36\n\nSome College 29 30 29\n\nBachelor's Degree 9 10\n\nGraduate School 4 4 9\n\n45-54 Less than High School 28 27 9\nHigh School 33 31 34\n\nSome College 26 28 27\n\nBachelor's Degree 8 9\n\n\n\nGraduate School 5 5 12\n\n55-64 Less than High School 45 47 17\nHigh School 30 28 40\n\nSome College 15 17 22\n\nBachelor's Degree 6 6\n\nGraduate School 4 2 9\n\n65 or Less than High Schoo 66 68 30\nolder High School 21 20 37\n\nSome College 10 9 19\n\nBachelor's Degree 3 2\n\nGraduate School 1 2 5\n\nNon-Hispanic\n\nWhite\n\nForeign- American\n\nAge Level of Education Born Parent Black Indian\n20-24 Less than High School 6 18 22\n\nHigh School 26 38 4l\n\nSome College 50 39 34\n\nBachelor's Degree 17 5\n\nGraduate School 1 0 0\n\n25-34 Less than High School 5 14 20\nHigh School 25 4l 37\n\nSome College 32 31 36\n\nBachelor's Degree 28 11\n\nGraduate School 11 2 1\n\n35-44 Less than High School 5 15 18\nHigh School 27 40 37\n\nSome College 30 30 32\n\nBachelor's Degree 24 12\n\nGraduate School 15 4 3\n\n45-54 Less than High School 5 22 21\nHigh School 30 38 36\n\nSome College 27 24 29\n\nBachelor's Degree 21 11\n\nGraduate School 16 6 5\n\n55-64 Less than High School 11 38 37\nHigh School 38 33 31\n\nSome College 23 18 21\n\nBachelor's Degree 16 7\n\nGraduate School 13 5 4\n\n65 or Less than High Schoo 30 59 51\nolder High School 39 24 26\n\nSome College 17 10 14\n\nBachelor's Degree 9 4\n\nGraduate School 6 3 4\n\n\n\nAge Level of Education Asian\n\n20-24 Less than High School 7\n\nHigh School 26\n\nSome College 46\n\nBachelor's Degree 20\n\nGraduate School 1\n\n25-34 Less than High School 6\n\nHigh School 25\n\nSome College 30\n\nBachelor's Degree 31\n\nGraduate School 8\n\n35-44 Less than High School 3\n\nHigh School 24\n\nSome College 30\n\nBachelor's Degree 28\n\nGraduate School 15\n\n45-54 Less than High School 3\n\nHigh School 20\n\nSome College 34\n\nBachelor's Degree 31\n\nGraduate School 13\n\n55-64 Less than High School 11\n\nHigh School 33\n\nSome College 31\n\nBachelor's Degree 17\n\nGraduate School 8\n\n65 or Less than High Schoo 22\n\nolder High School 47\n\nSome College 21\n\nBachelor's Degree 6\n\nGraduate School 3\n\nNote: White, black, American Indian, and Asian ethnicity groups exclude\nthose who identify themselves as Hispanic.\nSource: Author's computations from merged March Current Population\nSurvey files, 1994-2000.\n"}