{"title": "Worker supply may shrink", "body": "\nWhen he went into business four years ago, Robert Kelly took a long look at the pool of people willing to drive his \nfleet of dump trucks. He wanted good drivers, so he made sure to hire only those with commercial licenses to \noperate the big machines.\n\nAnd, because the drivers held commercial licenses, they'd already passed background checks that likely weeded \nout illegal immigrants, Kelly said. Just to be sure, however, the Austell resident also put their names through E-\nVerify, a federal database that determines would-be workers' residency status.\n\nKelly, whose workforce of 30 drivers includes a handful of foreign-born workers, said he can see both sides of the \ndebate over illegal immigration. Companies need a steady supply of workers. At the same time, employers need \nto tighten hiring laws, even if it's onerous to do so.\n\nThey'll soon have no choice.\n\nGeorgia is poised to follow Arizona in embracing a tough new illegal immigration statute. With Gov. Nathan Deal's \nsignature, a bill recently approved in the Legislature will become a law that gives police more authority to \ninvestigate illegal immigration and imposes prison terms or fines on people who use fake documents to get jobs. \nThe law also will require most companies to use the federal E-Verify system to ensure workers are legal.\n\nLandscaping crew chiefs and the guys behind mowers, restaurant owners and the fellows with their elbows in \ndishwater, all are waiting for Deal to change their lives with the swipe of a pen. That, says the governor's \nspokesman, is imminent.\n\nBut a signature isn't likely to quiet the debate over the legislation, officially known as House Bill 87.\n\nDetractors say the bill will deplete a supply of workers willing to do hard, dirty work that others won't do, and may \nlead to costly lawsuits. Others fear the law could lead to racial profiling or other police abuse. One critic called the \nbill \"xenophobic.\"\n\n\nSupporters say the bill will free jobs for Americans by removing a cheap and illegal labor force that's put a strain on \npublic health care, schools, housing, roads and other facilities. And they say the law sends a message: If you want \nto live here, do so legally.\n\nOn one point, they agree: The life of an illegal immigrant is about to change.\n\nRipple effects\n\nBill Coleman has a story he likes to tell about his attempt to hire Americans at his Atlanta landscaping company, \nCrabapple Inc.\n\nHe advertised for laborers. Ten applied. He hired them all.\n\n\"Know how many showed up to work?\" he asked. \"One.\"\n\nHe turned to a federal program that brings in foreign-born workers to do seasonal lawn-care work. This year, he \nhas 25 on the force. Those guys, he said, work. Work hard.\n\nColeman, 50, who got started in the lawn-care business behind a mower, said he cannot find Americans to cut the \nweeds, to trim the hedges.\n\n\"The truth is, nobody wants to push a mower,\" he said. \"No one wants to work in a kitchen.\"\n\nNow, he fears Georgia's pending law will chase immigrants --- legal as well as illegal --- to other states. That could \nforce more companies to enroll in the federal program Crabapple uses to complement its workforce. That will create \ncompetition for qualified workers, Coleman said.\n\n\"That could dry up my labor source,\" Coleman said.\n\nA depleted workforce could mean Crabapple couldn't handle some of the jobs it takes on now. Fewer jobs means \nless need for supervisors and office staff.\n\nLayoffs? It's a worry that never goes away, Coleman said.\n\n\"I've got a lot of paychecks,\" Coleman said. \"A lot of people depending on this.\"\n\nThe bill, he said, \"is shooting business in the foot.\"\n\nArizona's example\n\nGeorgia's pending law is often compared to Arizona's, which took effect nearly a year ago. That law, like Georgia's \nbill, has caused deep divisions in political, social and business circles. Counties and cities across the country have \nboycotted Arizona because of the law, which gives police enhanced powers to investigate suspected illegal \nimmigrants. Still others point to Arizona as a model that other states --- and the federal government --- should \nfollow.\n\nInger Eberhart is in the latter category. Georgia lawmakers, she said, did the state a favor by passing the bill. She \nbelieves the new law will create jobs for native-born and naturalized citizens formerly held by illegal immigrants.\n\n\"There are no jobs Americans will not do,\" said Eberhart, who is on the board of advisers for the Dustin Inman \nSociety, a Georgia organization that's led the push to tighten illegal immigration laws. \"This will be good for \nGeorgians who are out of work.\"\n\nEberhart, 40, lives in Acworth and works for Cobb County. She cheered when lawmakers passed the bill to Deal for \nhis signature.\n\n\n\n\"We're finally pulling the rug out from under illegal alien workers and those who profit from it,\" Eberhart said. \"This \n[bill] is a victory, definitely a victory.\"\n\nConcerns over labor\n\nChad Collins and Van Murphy don't know each other, but if they were to talk, each could probably finish the other \nguy's sentence. Collins owns a roofing company with offices in Athens and Augusta. Murphy oversees the \noperations of two cotton gins in Quitman and Berlin in South Georgia.\n\nEach relies heavily on labor, primarily from Central America. They check IDs and make sure the workers have filled \nout the proper federal forms.\n\nAnd they worry what will happen to their labor supply with a new law pending.\n\n\"The reality is, if I get 10 applications [for employment], those 10 are filled out by Hispanic guys,\" said Collins, \nowner of Bone Dry Roofing Inc.\n\n\"The jobs I have are not jobs Americans are willing to do,\" said Murphy, who operates BCT Gins.\n\nCatherine Davis of Stone Mountain is not convinced. Several years ago, concerned about illegal immigrants getting \njobs, the Connecticut native joined the Dustin Inman Society.\n\nYes, people need to work, said Davis, a former minority outreach specialist for Georgia Right to Life. They need to \nobey the law, too.\n\n\"It's annoying to me that we have a group of people who came here illegally and now are demanding their rights,\" \nsaid Davis, 58, who moved to Georgia 16 years ago to help establish a church. \"If I do something illegal, I am going \nto jail.\"\n\nKitchen worries\n\nChris Hall believes the bill will have an impact that reaches from Georgia orchards to Atlanta dining rooms.\n\n\"What happens if I go to make peach cobbler and can't get the peaches because no one has picked them?\" said \nHall, chef and part owner of Local Three in Buckhead. \"Or if a case of peaches costs $45 instead of $20 [because \nof labor shortages], here in the Peach State?\"\n\nHall --- whose partners, Ryan Turner and Todd Mussman, also operate Muss & Turner's in Vinings --- said workers \nin the two restaurants are here legally, \"as far as I know.\"\n\nMore than 60 people work at Local Three; a fifth of them, he said, are foreign-born. To get jobs, each had to have \ntwo legal IDs, as well as fill out a federal employment eligibility form.\n\nHe considers the bill a \"xenophobic attempt to close our borders.\"\n\nHall, who 20 years ago dumped college to work at a restaurant, opened Local Three in January. He expected a \nhealthy response to his advertisements for kitchen help, but was disappointed.\n\n\"Not one single native-born American applied,\" he said. \"Not one.\"\n"}