{"title": "Immigration agency lost track of 111,000 files; The GAO says that as many as 30,000 citizenship applications were wrongly processed without them.", "body": "\nU.S. Citizenship and Immigration Services has lost track of 111,000 files in 14 of the agency's busiest district \noffices and processed as many as 30,000 citizenship applications last year without the necessary files, \ncongressional investigators have reported.\n\nThe Government Accountability Office, Congress' audit arm, conducted the review at the request of Sens. Charles \nE. Grassley (R., Iowa) and Susan Collins (R., Maine) after U.S. authorities granted citizenship in 2002 to a man \nwithout checking his primary file. The file, which was lost, indicated ties to the extremist Islamic group Hezbollah.\n\n\"It only takes one missing file of somebody with links to a terrorist organization to become an American citizen,\" \nsaid Grassley, chairman of the Senate Finance Committee. \"We can't afford to be handing out citizenship with \nblinders on.\"\n\nCollins, head of the Senate Homeland Security Committee, noted that some of the Sept. 11 hijackers entered the \nUnited States legally, disappearing until the terror attacks. She called it \"unthinkable\" that the U.S. immigration \nsystem could still grant citizenship to a potential terrorist \"simply because they can't find the person's file.\"\n\nAn agency official said that workers probably checked most of the files but failed to make note of it.\n\nThe GAO report, dated Oct. 27 and released Tuesday by the senators, underscored long-standing problems at the \nagency, which was created out of the Immigration and Naturalization Service and is expected to bear the brunt of \nadministering new rules if Congress overhauls immigration policy.\n\nThe $1.8 billion agency handled 7.5 million applications for immigration benefits in 2005. It awarded a five-year, \n$150 million contract in August to begin digitizing 55 million \"alien files,\" or A-files, but for now it still relies on paper \nfiles.\n\nThe GAO found that the agency's workers failed to record A-file use in processing 30,000 of 715,000 \nnaturalization cases last year, or 4 percent of cases. The GAO also found that as of July 27, Citizenship and \nImmigration Services' electronic tracking system reported that 111,000 A-files were lost in the 14 offices that \nmanage two-thirds of naturalization cases.\n\n\nSteven Pecinovsky, an agency liaison to the AGO, said workers were not required to note that they have checked \nA-files but would be in the future.\n"}