{"title": "Fleeing Haiti: For the Poor, Choices Are Limited", "body": "\nThree years ago, five armed soldiers came knocking at Jean-Fritz Salame's door, looking for his father. But Mr. \nSalame's father, Louitenante, a low-level official in the political party of the Rev. Jean-Bertrand Aristide, escaped \nthrough a back window.\n\nThe next night the soldiers returned looking for the son. But like his father, Mr. Salame slipped away.\n\n\"It's been a nightmare for me,\" said Mr. Salame, 17, who said his only chance for survival is a boat trip. \"If I don't get \nout I will get killed.\"\n\nFor Wilson Jean, 26, escape by boat is a matter of economic survival. Mr. Jean, who is unemployed, has a wife and \nsix children.\n\n\"I am going to go and take my chances,\" Mr. Jean said, discounting the fact that even if is picked up by the United \nStates Coast Guard, he will be returned to Haiti regardless of his economic straits unless he can persuade \nimmigration officers that he has been a victim of political persecution.\n\nThese men symbolize the pressures that have led thousands to flee since the September 1991 coup that ousted \nFather Aristide as President. And if thousands more take to sea, as few here doubt, it will bring yet another crisis for \nthe Clinton Administration, which has struggled to find a workable Haiti policy.\n\nLast year hundreds of boats were built here by Haitians waiting for the propitious moment. Now, with the \nAdministration's more generous refugee policy, a punishing international embargo on Haiti and an increase in \narmy-led terror, Haitians are making good on their promises.\n\nAll along the coast, fishing boats are being prepared. Most owners have no intention of getting to Florida. Their \nrickety vessels are barely able to make it 15 miles offshore, where a dozen Coast Guard cutters are on patrol. The \nrefugees are taken to a United States Navy hospital ship anchored at Kingston, Jamaica, for asylum interviews.\n\nOn Tuesday, 755 Haitian boat people were picked up, pushing the total past 2,000 in two days.\n\n \n\nOdds Seem to Improve\n\n\n This wave began shortly after President Clinton announced on May 8 that he was rescinding the policy of \nsummarily returning Haitians without granting them interviews to determine whether they should be given refugee \nstatus. The exodus gathered steam after word that a third of those interviewed received asylum, a sharp increase \nfrom the earlier 5 percent rate among the boat people.\n\nAlso contributing to the flow is a further decline of the economy since a near-total ban on commercial flights and a \nban on financial transactions with the United States.\n\nWhile Haitians take to the seas, United States officials are urging those with political problems to seek asylum at \nprocessing centers in Haiti. Since February 1992, United States officials in Haiti have received 58,000 applications \nand interviewed 17,000 people, of whom 4,000 were given refugee status. But with the ban on flights, about 200 \nHaitians granted asylum have been stranded in Haiti.\n\nMoreover, many Haitians are loath to stand in line outside the processing centers while soldiers drive by. Others \nsay the process is too lengthy.\n\n \n\nLuck Is a Big Factor\n\n For others, who readily admit they are fleeing misery rather than persecution, the slightest chance of finding a \ncompassionate interviewer who will allow them into the United States is worth taking a flimsy boat. They have \nwatched too many friends who fled for economic reasons gain entry.\n\n\"Everyone has his own luck,\" Mr. Jean said. \"If I get to go to the United States, I could find a job and feed my \nchildren.\"\n\nIn Leogane, 20 miles south of Port-au-Prince, almost everyone said they would be taking a boat.\n\nAt a glance, Leogane seems quiet. The entrance to town, one of the many ports of departure for the boat people, is \nlined with two rows of palm trees. The road is unpaved and dusty and the pastoral town is peppered with mud huts, \npastel gingerbread homes and cement houses. The people sell charcoal and the catch of the day.\n\nBut beneath that tranquility lies a more sinister place. Standing on the black-sand shores of Leogane, where several \nboats are being built and others stand ready for a voyage, residents describe a pattern of abuse by local military \nleaders.\n\nThey say that indiscriminate shootings have become part of everyday life, and that a group of even five people \ngathering publicly will be immediately dispersed by soldiers. Uttering the name of Father Aristide is considered the \nhighest treason.\n\n\"Too many people have died,\" said Sauver Ouest, 52, who added that he would take a boat as soon as he could. \n\"Clinton can send Aristide to deliver us. If he wants to free us he can, because Haiti is a little country.\"\n\nJean-Claude Foreste, 41, echoed these sentiments. Until the coup, his job was to affix pictures of President Aristide \nin offices and on poles.\n\nShortly after the coup, soldiers came looking for him. He fled La Gonave, an island off Leogane, and came here \nwith his 10 children. Mr. Foreste said he had applied for asylum in Port-au-Prince but had not heard from anyone \nsince the application, two years ago.\n\n\"The moment I find a boat leaving, I will take one,\" he said. \"What I want the most is peace and security. I want to \nbe somewhere until things change in my country. I want to take my children with me.\"\n\nBut some people, like Jerome Estaril, 45, said they would not take a boat because they know that they will be sent \nback. \"I can't leave,\" he said. \"I will only go if I am sure I will get to stay. I am only hungry and the United States \ndoes not want me.\"\n\n\n\nGraphic\n\n \n\nPhoto: The Coast Guard cutter Hamilton stopped a boat laden with refugees on Saturday between Haiti and Cuba. \n(Pool photo by Agence France-Presse)\n\n \n\nMap of Haiti showing locationof Leogane. (pg. A3)\n"}