{"title": "Would-be U.S. immigrants still waiting on native shores", "body": "\nA year ago, Amara Kamara was looking forward to welcoming his nine brothers and sisters to the United States.\n\nHe had dreamed of reuniting his family, bringing them to safety after years as refugees in Africa. Watching them \nthrive at work and school. Introducing them to his newborn daughter.\n\nThen, less than a week before they were to arrive, he knew the reunion was off as soon as he saw the Sept. 11 \nterrorist attacks unfold on TV. As the anniversary approaches, the St. Paul man still has no idea when or whether \nhis siblings will join him here. They are still in limbo, along with tens of thousands of refugees around the world who \nwere approved to travel to the United States before Sept. 11.\n\n\"They were supposed to come Sept. 17,\" said the 33-year-old Kamara, the head of his family with his father missing \nfrom the war in their native Liberia. \"Now it's being delayed and delayed. The happiest thing that would happen is \nfor them to come over here.\"\n\nKamara's plight is but one example of how tighter enforcement and greater scrutiny resulting from the attacks has \nmade the often-uncertain lives of newcomers to this country even more unpredictable. Anxiety has spread beyond \nthe Muslim, Arab and African refugees and immigrants who were the immediate targets of many post-Sept. 11 \nmeasures to other immigrants from Southeast Asia and Latin America who also face more aggressive \nenforcement.\n\nNaturalization applications, which the district office of the U.S. Immigration and Naturalization Service in \nBloomington said had been taking six months to process, now require 10 to 11 months to complete, in part because \nof the additional checks.\n\nOther changes include:\n\n New Minnesota driver's licenses that show when a temporary immigrant's legal stay in the United States ends. \nThe new licenses prompted a lawsuit by the American Civil Liberties Union in Minnesota and several advocacy \ngroups.\n\n Mistaken interpretation of the new license rules has led some officials to incorrectly force Muslim women to remove \ntheir head covering, or hijab, before having their photos taken.\n\n New security procedures that officials at the University of Minnesota-Twin Cities campuses say have resulted in \nvisa delays that have reduced the number of international students arriving from certain countries. To avoid \npossible problems re-entering the country, some students have put off traveling home for holidays or summer \nbreak. As they begin this semester, foreign students will have their personal information entered into an electronic \ntracking database that replaces a paper system.\n\n\n Security checks for everyone submitting any application to the Immigration and Naturalization Service. Now, even \npeople applying for naturalization will have their names run through the Interagency Border Inspection System, \nwhich, according to the Treasury Department, tracks suspicious individuals and can access records on wanted \npeople and criminal histories.\n\nOfficials of the local INS district, which covers Minnesota, North Dakota and South Dakota, said their priority since \nSept. 11 has been counterterrorism, with a greater focus on critical industries and places such as the Minneapolis-\nSt. Paul International Airport and utility plants. Previously, the district had placed greater stress on undocumented \nimmigrants who had committed criminal offenses and employers who hired undocumented workers.\n\n\"The changes that have happened are kind of practice and policy for the most part,\" said INS district spokesman \nTim Counts, who said that the number of arrests this year likely will be only slightly higher than last year, in part \nbecause of Sept. 11. \"Despite the widespread perception, the vast majority of the work we do is the same as a year \nago.\"\n\nOne place where the INS will see an increase is in the 128 new inspectors the agency will add at 28 ports of entry \nin Minnesota and North Dakota along the border with Canada, Counts said. They will help carry out more intensive \ninspections of people and vehicles entering the country and will help keep all ports of entry staffed round-the-clock.\n\nThe slowdown in refugee admissions has hit Kamara and other Minnesotans awaiting relatives particularly hard, \nbecause refugees account for a large share of immigrants who enter the state.\n\nAfter the attacks, the government froze refugee arrivals until November, resuming with increased security checks, \nfocusing on men from Muslim countries, and at a much slower pace. President Bush had authorized 70,000 refugee \nadmissions through the year that ends Sept. 30; advocates estimate only up to 25,000 will arrive. Advocates \nquestioned the focus on refugees because none has been linked to terrorism, and even before Sept. 11 each had \nto pass medical and security screenings.\n\nIn Minnesota, 577 refugees arrived from January through Aug. 27, a decrease of 74 percent from the same period a \nyear ago, according to the Minnesota Department of Health.\n\n\"It's devastating on both ends, for the people who are here and the people who are waiting,\" said Ann O'Fallon, the \nstate's refugee health coordinator. \"There's lots of distress here wondering when or if those people will ever come \nover here and lots of distress on many fronts knowing the conditions people are living in overseas.\"\n\nHaving survived such conditions himself, Kamara, a personal trainer, worries about how his siblings, ages 12 to 36, \nare faring in Guinea, the West African country where they fled after war broke out in neighboring Liberia in 1989. He \nhas not seen them since 1996, when he and his then fiancee left for the United States, and has had limited phone \nand e-mail contact with them lately. But he sees them doing well if they ever get here.\n\n\"I want them to be somewhere where I can look after them and they can be able to do something for themselves,\" \nKamara said. \"I just want a better life for each of them.\"\n\nIMMIGRATION\n\nSYSTEM CHANGES\n\nPolicies and changes stemming from the Sept. 11 terrorist attacks that affect refugees and immigrants include:\n\n A new entry-exit registration program, starting Wednesday, will require citizens of Iran, Iraq, Libya, Sudan, Syria \nand other countries deemed to pose a national security risk to be fingerprinted and photographed. The system \neventually will allow tracking of the 35 million foreign visitors who enter the United States annually.\n\n New requirements have complicated the process of getting Social Security numbers, in some cases causing delays \nfor immigrants and international students trying to get services including bank accounts and utility services.\n\n\n\n Renewed enforcement of a rule requiring noncitizens to report address changes within 10 days of the move or risk \npenalties up to deportation.\n\n Tighter restrictions on information about where detained immigrants are being held, which advocates say makes \nthem harder for lawyers and family members to locate and assist.\n\nTodd Nelson can be reached at tanelson@pioneerpress.com or (651) 228-5575.  \n"}