{"title": "Securing the border is a fundamental test of a nation", "body": "\nRep. Roy Blunt, R-Mo., the House majority whip, is charged with rounding up votes for Republicans. He talked \nabout immigration and other issues in an interview May 22 at the Post-Dispatch Washington bureau.\n\nHow do you see attempts to reconcile two dramatically different immigration bills in the House and the Senate?\n\nDoing these in one step makes that conference (between House and Senate) harder to accomplish than if you were \nsequentially doing these. There's a majority in the House for strong border security. There's a majority in the House \nfor a guest worker program. There may even be a majority in the House for some path to citizenship. But those \nthree majorities are made up of different people. The president's idea that these things all have to happen at once, I \ndon't agree with that idea. You have to secure the border. It is one of the fundamental tests of the nation.\n\nCould you see yourself voting for any immigration bill that has a guest worker provision and a path to citizenship?\n\nI could see a guest worker program as clearly something that needs to happen. I'm not sure I'm ever for a path to \ncitizenship without return to country. I don't know if I'd ever be for path to citizenship, but we'll see.\n\nSome say illegal immigrants wouldn't come here if they couldn't get a job. And they couldn't get a job if we had strict \nenforcement of sanctions against employers.\n\nI agree. I believe you'd solve most of the problems if people couldn't get jobs when they came here, which means \nyou have to have a better system for the worker and the employer and real penalties if the employer tries to evade \nthe system.\n\nThen why isn't that driving the debate instead of border security?\n\nI probably should have said that would be best over the long term. You can't do that in six months. You should be \nable to secure the borders in a relatively short period of time. It's dangerous not to. I think you can deal with that \nquicker than you can do some of these other things.\n\nIf we don't have an immigration bill by the end of the year, what will be left on the table will be what many consider \nthe rather Draconian approach by the House. Do you risk alienating the Hispanic voters that Republicans have \nworked so hard in recent elections to attract?\n\nIf we do this in the right way, I think at the end of the day everybody involved will believe the right things were done \nI don't get a sense from people who are here legally that they are very offended by this discussion. What you don't \nwant to do is allow this discussion develop racial overtones where everybody in a group begins to feel somehow \nthis is about who they are rather than how they got here.\n\n\nPolls have shown that President George W. Bush's ratings have decreased dramatically in recent weeks. Why have \nthe American people lost confidence in the president?\n\nI do think Iraq has an impact on the president's numbers. How can the Iraq policy be popular? You've got young \nmen and women willing to wear the uniform of the country dying. The president's Iraq policy is always going to look \nworse when you have no alternative to compare it with. If you contrast it with what if we don't follow the president's \npolicy, what policy do we pursue, the president and his policy both become more popular.\n\nIsn't a Republican-controlled Congress partially responsible for what's happening in Iraq because of its failure to \nprovide adequate oversight?\n\nI think on this issue we've been better on oversight than we have on a lot of other issues. Members are engaged in \nthis. They have constant briefings.\n\nWhat about oversight in general?\n\nIn general, we're not very good. We hadn't had any experience with it under (President Bill) Clinton. In the first six \nyears (of the Bush administration), institutionally there was no real sense of how this oversight works.\n\nNotes\n\n A CONVERSATION WITH REP. ROY BLUNT \n\nGraphic\n\n \n\nPHOTO\n\n PHOTO - (Roy Blunt) \n"}