{"title": "FOX WELCOMES HOME MIGRANTS MEXICAN LEADER WANTS CLOSER TIES WITH EXPATRIATES", "body": "\nPresident Vicente Fox said Sunday that he will go to the northern border to welcome Mexicans working in the \nUnited States who traditionally stream back home for the Christmas holidays.\n\n\"I'm going to be on the highways, to receive each and all of the migrants of our country with open arms,\" Fox told a \ngathering of more than 200 Mexican-Americans and other U.S. visitors at Los Pinos, Mexico's White House, on the \nthird day after his inauguration.\n\nFox's symbolic embrace was a sign of how vital he believes Mexicans in the United States and Mexican-Americans \nare to the economic development of Mexico.\n\nThrough the dollars they send to family members back home, the expatriate community is already an important \nsource of money.\n\nFox wants even closer ties and more business investment.\n\nHis gesture represents a dramatic break with an unhappy tradition. Returning Mexicans are frequently greeted at \nthe border, not by a welcoming president, but with shakedowns by customs and immigration officials and police. \nAbout 1 million Mexican workers immigrate to the United States each year, legally and illegally. The U.S. Census \nBureau estimates that there are nearly 21 million U.S. residents of Mexican origin.\n\nFox, who took office Friday, said it was \"no accident\" that his first official guests at Los Pinos were the Mexican-\nAmericans with whom he met Sunday.\n\nIt was a diverse group that included actor and activist Edward James Olmos, who said Fox ranks for him with \nGeorge Washington and South American liberator Simon Bolivar.\n\nFox spoke admiringly of the \"determination, courage, valor, passion and love\" of Mexico's migrants over the years.\n\n\"We want to follow your example,\" without having to leave the country, he said.\n\nThe aim, he said, is to make it so \"that every little boy and girl can stay with his family, here in Mexico, and can find \ntheir way up in his own country.\"\n\nJuan Hernandez, chief of a new presidential office for assistance to Mexicans abroad, introduced Fox.\n\nHernandez, 45, has dual U.S. and Mexican citizenship; his parents live in Fort Worth.\n\n\nHe said that the new administration would be working to aid and win the support of Mexicans \"regardless of their \ncitizenship.\"\n\nOther officials, including Foreign Secretary Jorge Castaneda, repeated the theme, promising, for example, to \nimprove service to Mexicans at border crossings.\n\nFox, Mexico's first president not from the Institutional Revolutionary Party since 1928, is promising new respect for \nand relationships with Mexico's sons and daughters abroad and peasants and Indians at home.\n\nHis outreach to the mostly Maya Indian Zapatista rebels in the southern state of Chiapas is already bearing some \nfruit. In Fox's first official act, just after midnight on his inauguration day, he ordered a partial withdrawal of federal \ntroops from Chiapas. The chief of the Zapatista Army, Subcommander Marcos, responded late Saturday with a \nconditional offer to resume negotiations with the government.\n\nFox welcomed the offer Sunday.\n\nAnd Fox later Sunday attended an inauguration celebration in the state of Mexico, outside Mexico City, that was \nintended to honor peasants. About 40 percent of Mexican workers are dependent on agriculture.\n\nBut it is Mexicans abroad whose importance to the nation's economy is rising. They send their families upward of \n$6 billion a year in a country where about 40 percent of the population of 100 million lives in households with \nincomes of less than $200 a month.\n\nFox and Hernandez repeated promises to make it cheaper and easier for Mexicans abroad to send money home.\n\nGraphic\n\n \n\nPhoto;\n\nPHOTO: VICTOR CAIVANO -- ASSOCIATED PRESS\n\nMexican President Vicente Fox, right, shakes hands with a man in Metepec during a meeting of farmworkers \nSunday -- his third day in office. Fox said he wanted to welcome returning Mexicans \"with open arms.\"\n"}