{"title": "U.S. MUST STAY TOUGH ABOUT SEALING BORDERS", "body": "\nOn Monday night, we were reminded by those two columns of light that six months ago there were two silver towers \nrising above all Manhattan.\n\nOn Tuesday, we were reminded by a horrendous Immigration and Naturalization Service foulup that America is still \ntrying to get its immigration policy right. Shockingly, the INS sent a Florida flight school a notice that it had just \napproved visa requests for two of the Sept. 11 hijackers.\n\nBoth events tell us much about how America has been transformed during these six months and how we are still \nstruggling to find our way forward.\n\nWe've heard plenty of talk during this time about what America should do to protect itself. There have been too \nmany press conferences and too many public discussions of war strategy and espionage designs by this \nadministration. I find such stuff ludicrous, particularly the critical talk about okaying assassinations and \ndisinformation - as if honor and truth and justice are supposed to be the driving forces behind our stance.\n\nThere also has been a lot of hot air about profiling Muslims and about how Americans, ever naive, have no idea \nhow violent the nature of life is in other countries. Since 45,000 black Americans were murdered between 1994 and \n1999, there are some in this country who have an idea about living under reigns of violence - and they definitely \nneed another war on terrorism fought for them by this government.\n\nWe hear that it's the Arabs who are targets now, and everyone else tomorrow. Yes, vigilance to protect our liberties \nis forever a necessity. But all those who denounce so-called Arab profiling, or who object to a moratorium on \nimmigration from Islamic countries hostile to this nation, need to put their faces in a bowl of cold water for a few \nseconds and wake up.\n\nI would remind them that those two beams of light rising from Ground Zero represent something beyond an \ninteresting design. They symbolize the lives lost because fewer than 20 men were able to harness enough \ntechnology to kill thousands.\n\nNever, ever forget that: It doesn't take many. That is the real point.\n\nSo if pressure has to be kept on innocent Arabs until those Arabs who are intent on committing mass murder are \nflushed out, that is the unfortunate cost they must pay to reside in this nation.\n\nIf 500,000 Muslims must be denied immigration so that 20 members of Al Qaeda are not admitted, it should be \nokay with everyone. There is no place in the Constitution that provides immigration as a right.\n\nThose who say we have become hysterical should notice that more than 400 Muslims were recently slaughtered in \nwestern India because some of their faith had set fire to a train and burned 78 Hindus to death.\n\n\nImagine if this nation had responded to Sept. 11 with the same murderous rage - and with the same ratio of Muslim \nvictims to our victims. Instead of such bloodshed, we have taken measured steps toward self-protection - although \nas the INS blunder shows, we have much improving to do.\n\nAbove all, our nation must be protected as we argue our way into our next version of ourselves. No amount of \nparanoia and outdated sentimentality about immigration should get in the way of that.\n\nE-mail: scrouch@edit.nydailynews.com  \n"}