{"title": "At the U.S.-Mexican Border, Drought Is Taking a Deadly Toll", "body": "\nA drought in the Southwest, coupled with an unusually large number of people trying to enter the United States \nillegally, have led to more deaths of would-be immigrants this year than normal.\n\nFour illegal immigrants were found dead of dehydration and heat exhaustion this week after smugglers sent them \ninto the scorched South Texas brush to walk around border checkpoints, Federal and Texas authorities said.\n\nDuring the hottest months of last year, from May to September, three illegal immigrants died from the heat in the \nsame region of South Texas in which the four were found.\n\nThe four, all women from 21 years old to 38, were apparently members of different groups who had been smuggled \nacross the border. They were found by Border Patrol agents near the towns of Falfurrias and Sarita, Tex., about \n100 miles north of the border and 70 miles south of Corpus Christi.\n\n\"So much more alien traffic is coming over,\" said Hector Rios, a Border Patrol agent. \"The traffic is just way up, and \na lot of times they get lost.\"\n\nThe drought in Mexico, combined with the country's continued lagging economy, has led more of the country's \ncitizens to try to improve their lives in the United States, said Letty Valadez, a Border Patrol spokeswoman in \nMcAllen, Tex.\n\nAfter crossing the border, which can be as easy as wading the Rio Grande at a desolate site, Mr. Rios said illegal \nimmigrants were picked up by smugglers in cars and trucks and driven north, where they were dropped off before \nborder checkpoints.\n\nThe checkpoints, like the one at Sarita, can be far north of the border, and the illegal immigrants try to trek through \nthe woods and meet the smugglers on the other side. They are then driven farther into Texas.\n\n\"They're sometimes dropped off one day's walk from here,\" said Mr. Rios, who was in Sarita, \"and some of the trails \nthey take, we don't even know about. And water's so scarce out there in the brush. It's happened before. They're \nnot able to find water readily. It's very sandy, very dry and desolate.\"\n\nMs. Valadez said that the drought and temperatures in the high 90's had all but dried up natural water holes and \nlakes in the region. Indeed, many illegal immigrants who are captured are ill.\n\n\nBorder Patrol agents are now being equipped with extra water supplies and emergency medical kits, Ms. Valadez \nsaid.\n\nThe bodies of two of the victims were turned over to the Brooks County Sheriff. They were identified as Maria \nHelena Gonzalez, 30, of Guanajuato, Mexico, and Myrna Ayala, 38, of Montemorelos, Mexico. Both women were \nsaid to be traveling in groups of five and were reported dead by companion travelers on May 28.\n\nA third illegal immigrant, in her early 30's, was found dead the next day near a rest area on U.S. 77, eight miles \nnorth of the Sarita checkpoint.  Her name has not been released.\n\nThe cause of death for the three was \"hypothermia and dehydration,\" said Chief Deputy Rolando Garcia of the \nBrooks County Sheriff's Department.\n\nThe most recent victim, a woman in her late 20's, was found dead on Tuesday in a brushy area on what is called \nthe \"Ho Chi Minh Trail,\" wearing a shirt and shorts, with no identification. She has not been identified.\n\n\"It appears she died of severe exhaustion and dehydration,\" Ms. Valadez said.\n"}