{"title": "COPING;Dose of Vitality From 'The Other America'", "body": "\nON the Union Square subway platform, a Zimbabwean opened his duffel bag to show us watches and flashlights. \nHe picked them up in Brooklyn, he said, and was on his way to sell them in the Bronx. In a richly insincere voice \nthat recalled childhood visits to Jewish clothing stores on the Lower East Side, he told us that he was practically \ngiving the flashlights. Such a good deal.\n\n\"That man is a red-blood corpuscle,\" said Joel Millman, once we were on the train to the Bronx. \"Immigrants are \npumping oxygen and money into the city. They do jobs no one wants to do, they create markets that weren't there, \nthey're replacing older immigrant groups.\"\n\nMr. Millman, an old friend, is writing a book for Viking Penguin about the impact of immigration. He may call it \"The \nOther Americans,\" an homage to and an update of Michael Harrington's 1962 classic on poverty in the midst of \nplenty. Mr. Millman is finding wealth and hope in poor neighborhoods. He took me on a tour of his thesis.\n\nIf the Zimbabwean is a corpuscle, Heinz Vieluf is a transfusion. He is the son of a German wurst maker who \nmigrated to the Dominican Republic, married, and founded Cibao Meat Products in New York. The father's portrait \nhangs in the office of the plant on St. Ann's Avenue. The brass plate reads: Don Siegfried Vieluf, Fundador.\n\nHeinz, 36, was educated in prep schools, married a Dominican and lives in Rockland Country with his three \nchildren. The 8,200-square-foot plant employs 25, mostly Dominicans (many at the minimum wage, no union or \nbenefits), and grinds out between 50,000 and 85,000 pounds a week of spiced meats under various brand names \nto appeal to different ethnic and age groups; Dominicans like it hotter than Italians, said Mr. Vieluf, all people prefer \nless spice as they grow older. He is alert to the subtle differences between Mexican and Colombian taste buds (so \nfar, Ecuadorians and Peruvians will buy sausages aimed at the Colombian market), and to the nuances of the job \nmarket.\n\n\"Ten years ago, I'd lose five employees every couple of months,\" he said. \"They could make a lot more money \ndealing drugs. Now there's a big pool of unemployed, and a lot of dead drug dealers.\"\n\nOutside, in a gray drizzle, there were no yellow cabs, but we found a licensed old Ford cruising illegally. For $6, \nwhich he said he would not share with the dispatcher, the Dominican driver took us to a section of Bathgate that \n\n\nmay someday be Golden Krust City. Lowell Hawthorne, who came from Jamaica in 1981 with his entrepeneur \nfather and eight of his 10 siblings, is expanding their bakery and pattie factory, and opening retail outlets.\n\n\"If Taco Bell can do it, so can Golden Krust,\" said Mr. Hawthorne, 35, who attended Lehman College and has the \nimmigrant go-getter's disdain for those on welfare. \"It would be degrading to go home and tell people you are \ngetting food stamps.\"\n\nWith the help of a saving cooperative, called a \"su-su,\" Mr. Hawthorne bought a $19,000 home in the Bronx 14 \nyears ago. He has since moved his wife and four children to Rockland County.\n\nThe Golden Krust plant has 68 workers, mostly Jamaicans, making seven types of patties; older Jamaicans, he \nsays, need that \"ding\" on their tongues, younger Jamaicans and Americans prefer milder hits.\n\nIt was raining harder, and we couldn't find even an illegally cruising cab, so we got into an unlicensed jitney driven \nby a Nigerian who recommended a new African Restaurant (that was its name) at 1987 University Avenue. The \nplace was packed with Africans and Mr. Millman, his enthusiasm fueled, talked about the optimism and sense of \ncommunity that immigrants bring, an essential for American progress. The manager, Mohammed Abdullay, a \nGhanian, came out of the kitchen for compliments on the kingfish, the cow's feet and the okra stew.\n\nWe worked off lunch ducking into store-front hair-braiding salons. The African women inside were wary; hair-\nbraiding, sometimes done on house calls, is a booming ghetto business that often operates without the burdens of \ntaxes, licenses or inspections.\n\nAt a warehouse on Jerome Avenue, Felipe Chavez opened a can of the Del Carmen brand tender cactus in brine \nimported by his cousin, Felix Sanchez, who came to New York from Mexico 20 years ago and sold tortillas in \nBrooklyn, door to door. Mr. Sanchez expanded to supply bodegas and on this day was off preparing to confront \nGruma, the Mexican tortilla empire, in a battle for the New York market.\n\nMr. Millman threw himself at the day's first yellow cab, fresh from the garage en route to Manhattan. The driver \nrefused to tell his story, so Mr. Millman described his latest find, a Senegalese who stripped off the European-style \nclothing from dark-skinned dolls she bought from China and re-dressed them in African fashions she sewed herself \nfrom kente cloth. The dolls sold so well on 125th Street that she sent 50 to Dakar to test-market them on American \ntourists.\n\nGraphic\n\n \n\nDrawing\n"}