{"title": "Santa Cruz police to partner with immigration officials to fight gang violence", "body": "\nSANTA CRUZ - Besieged by unsolved gang violence, Santa Cruz police turned to federal immigration agents \nfor help this week.\n\nBeginning Tuesday, a team of Immigration and Customs Enforcement agents are working with the Police \nDepartment to investigate gang crime in the city, Santa Cruz Police Chief Howard Skerry announced Wednesday.\n\n\"We've reached a point where I, as chief, will call in every available resource,\" Skerry said. \"The whole focus of this \nis to find out who committed these crimes and bring them to justice.\" Carl Reimer, 19, died April 17 after being shot \nthree times by suspected gang members in a Westside park area. No arrests have been made.\n\nThere also are outstanding suspects in three other gang-related homicides in the city dating back to October.\n\n\"I'm looking to solve crime, so they're coming in and they're going to help me,\" Skerry said.\n\nThe effort is part of Operation Community Shield, an ongoing ICE effort to partner with local police agencies to \naddress gang issues.\n\n\"We really combine our resources and authorities and our expertise and what that does is it's very effective in \ndisrupting and dismantling these gang organizations, these criminal organizations,\" said assistant special agent in-\ncharge Joseph Vincent, who heads the ICE unit in San Jose that is teaming with Santa Cruz police.\n\nOn the Central Coast, the ICE National Gang Unit has worked with police in Morgan Hill, Gilroy and Salinas in the \npast year, as well as the Monterey County Sheriff's Department. The National Gang Unit identifies violent street \ngangs and monitors their membership, associates and criminal activities. The unit also traces and seizes cash, \nweapons and other assets to disrupt, deter and dismantle international gang operations, according to ICE.\n\nThe new initiative in Santa Cruz will target gang members, then use a variety of investigation and prosecution \noptions available at both the state and federal level. That may include deporting people who are in the U.S. illegally, \nbut immigration enforcement is not the primary focus of the partnership, Vincent said.\n\nSanta Cruz city leaders said Wednesday they were pleased the Police Department is getting outside help in \ndealing with gang violence, but expressed reservations about the perception of ICE agents working in the city.\n\n\"We need to do everything we can to stop the gang violence while at the same time maintaining the community's \ntrust and open communication with our police department and law enforcement agencies so part of a solution has \nto be - must be - that there be information and education to the public,\" Councilman Tony Madrigal said, adding \npeople need to be told immigration authorities are coming to Santa Cruz for a specific purpose. \"Any cooperation \n\n\nthat happens cannot and should not whittle down the trust and the open communication that has taken so long to \nestablish and build and grow.\"\n\nSanta Cruz is a \"sanctuary city,\" a label the City Council adopted in 1982 after Immigration and Naturalization \nServices authorities, the precursor to ICE, conducted raids in the Beach Flats neighborhood and pulled kids out of \nclass at Bay View Elementary School, according to Mayor Mike Rotkin.\n\nAt the time, becoming a sanctuary city was as much an effort to protect residents as it was to assist police officers, \nwho worried that actions by federal agents eroded the community's trust in other law enforcement, including local \npolice, Rotkin said.\n\nThe mayor was supportive of the new police-ICE partnership.\n\n\"I don't think the plan is for ICE to come in here and do sweeps,\" he said.\n\nICE agents will bring a variety of enforcement opportunities, including immigration, customs, financial \ninvestigations and racketeering cases, according to ICE spokeswoman Virginia Kice. They will target both foreign \nnationals and U.S. citizens.\n\n\"We're in it to try to assist our local partners with protecting their community,\" Vincent said. \"Specifically, we're \ngoing to assist them with some homicide investigations.\"\n\nSkerry declined to say Wednesday if detectives had developed any leads in the investigation into Reimer's killing, \nincluding if they had determined which gang was responsible or identified any suspects.\n\n\"We're still working on leads we have,\" Skerry said. \"They're long, complex investigations.\" Detectives continue to \nsearch for suspects in three other gang-related slayings in the past seven months.\n\nAlthough a judge signed an arrest warrant for the second suspect in a gang-related double murder in a Canfield \nStreet apartment in January, that man remains at large. One suspected gang member has been arrested and \ncharged in connection with the shooting deaths of Alejandro Nava-Gonzalez, 21, and Oscar Ventura, 18.\n\nPolice are still looking for at least one man wanted in connection with the Oct. 16 fatal stabbing of Tyler Tenorio, \n16, near Chestnut and Laurel streets. Tenorio and friends got into an argument with two gang members, but tried to \nflee when the fight turned physical and more suspected gangsters showed up. Tenorio was stabbed 16 times and \ndied on the street.\n\nOne teen, allegedly a gang member, was arrested but a second suspect is believed to have fled to Mexico and \nothers involved with the fatal fight have not been identified by police.\n\n\"We are tired of what's going on here in Santa Cruz,\" Skerry said. \"The community's tired. Everyone's ready to step \nforward and take these people head on and hopefully send them to jail.\"\n"}