{"title": "New York's Court Interpreters: Overworked Link", "body": "\nWhen New York's immigrants must appear in court, precious hours often slip away because an interpreter is \nnowhere to be found. Judges become furious, then desperate. That was why a State Supreme Court clerk in \nQueens once ran to a Korean deli and prevailed upon the owner to help out, and why, during a hearing in a \nBrooklyn homicide case, a judge asked a Vietnamese co-defendant to do the honors.\n\nThe co-defendant complied, and on those grounds the conviction is being appealed.\n\nJudges and lawyers say interpreters in the New York City courts are overworked, underpaid, undertrained and \noften unavailable, resulting in unequal justice for many immigrants. Critical testimony can be misunderstood, \nmistakes go unnoticed and hearings are often delayed.\n\nThe situation has deteriorated so much, a City Bar Association committee report said last week, that people who \ncome to court and do not know English are put through what the panel called a Kafkaesque and deplorable \nexperience in a system with no standard certification of most interpreters.\n\nJudge E. Leo Milonas, New York's Chief Administrative Judge, said his office was aware that more and better-\ntrained interpreters are sorely needed, and had sought a $1 million increase for them in the next budget. Last \nsummer he ordered a statewide audit of the interpreters, which is due next month.\n\nThe right to a competent interpreter in criminal cases has been upheld by courts as fundamental to due process. \nFor immigrants with cases in housing, family or civil courts, lack of an interpreter impedes the right to equal \nprotection, said the report by the Committee on the Legal Needs for the Poor.\n\nNew York courts have statutory authority to appoint interpreters. But administrators screen them in an ad-hoc \nfashion that varies from county to county, the report said.\n\nTo most English speakers, legalese, the language of the courts, already sounds incomprehensible. But to the \nforeign-born, legalese and the principles it stands for can seem utterly out of reach.\n\nUnder scrutiny is a job with intellectual and emotional demands unparalleled by other interpreting positions. In \naddition to bewildering legal terminology, interpreters must accurately translate the words of coroners, of ballistics \nexperts, of psychiatrists. They must stay current with the changing street names for drugs, weapons, sexual parts.\n\n \n\n\nFrom Case to Case\n\n They move from courtroom to courtroom, usually with no preparation, from a slip-and-fall lawsuit to a child's \ntestimony about being sodomized and then a defendant's explanation of murder in self-defense.\n\n\"They're putting their words into your mouth,\" said Luisa Hernandez, a Spanish interpreter based in Queens \nSupreme Court. \"And they are counting on you to help them. Sometimes they whisper to me in Spanish, 'Should I \ntake this plea? Is my lawyer doing a good job?' It's really difficult because I'm not supposed to give advice. I'm \nsupposed to be like a puppet, without an opinion.\"\n\nMore important, there is no way to catch errors. Records are made of the English rendition of the testimony but not \nthe original language. Although appeals based on faulty interpretation have begun to rise in recent years -- \nincluding a heroin case in which a Cantonese interpreter was so bad that Chinese reporters in the courtroom \nlaughed derisively -- they are rarely granted because they are so hard to prove, said Stanley Neustadter, a New \nYork appeals lawyer.\n\nWhile a mistake in Spanish may be noticed occasionally, judges say they feel helpless to control matters with \nlanguages like Fujianese; Farsi, the Iranian language, and Wolof, a Senegalese language. When an interpreter \ntranslates simultaneously, whispering in a defendant's ear, catching errors is virtually impossible.\n\nAvailability is a critical problem, experts say. Judges and litigants tell of cases postponed for days and even weeks, \nwaiting for interpreters.\n\n\"I'm always having to adjourn cases because I can't even get a Spanish interpreter,\" said Judge Laurie L. Lau of \nBrooklyn Housing Court. \"So you can imagine when I had an Arabic-speaking tenant and an Italian-speaking \nlandlord.\"\n\n \n\nConfusion Meets Desperation\n\n In Brooklyn Housing Court linguistic confusion meets desperation on a daily basis. The other day the corridor \noutside Judge Lau's courtroom was rocked by scared, angry voices in many languages. Lawyers for landlords \nstrained to be heard, screeching legalese: \"Just sign this stip, O.K.?\"\n\nThe frequent refrain: \"No understand.\"\n\nA Spanish interpreter finally arrived in Judge Lau's court. Through her, a Puerto Rican man in his 70's explained \nthat he was willing to have his wages garnisheed for back rent. But, as he now learned through the interpreter, the \nlandlord wanted to take his entire paycheck.\n\nEven the interpreter looked thunderstruck. She would try to return after lunch to finish the hearing and maybe help \nwith three other cases Judge Lau had to postpone because they needed an interpreter.\n\n \n\nPart-Time Interpreters\n\n Although the State Office of Court Administration has 156 full-time interpreters, most of whom are Spanish \nspeaking, part-time interpreters take significant numbers of cases. They are paid $80 a day and come from \nrefugee organizations, private agencies and even the school system. And they rarely have legal backgrounds.\n\nComplaints about uneven quality are not uncommon. Recently a Spanish interpreter handling a Queens \nautomobile accident case left out the color of the traffic lights and the location of the collision.\n\nMore widespread, subtle problems occur, judges and lawyers say, when untrained interpreters step outside their \nstrictly defined roles of neutrality. Judge Michael Gage, the supervising judge of Queens Family Court, tells of a \nKorean interpreter who berated a battered woman for testifying against her husband, and an Urdu interpreter in a \n\n\n\njuvenile delinquency case who explained what he thought the teen-ager meant, rather than what the boy actually \nsaid.\n\nWhile having an interpreter can be crucial in matters as disparate as proving one's innocence in a criminal case or \nin asking a court to compel a landlord to provide heat, judges say that many immigrants, embarrassed by their \nlimited English, are too shy to ask for help. And often lawyers do not demand an interpreter.\n\nWhile judges have informally assigned interpreters for decades, legal experts say that with some exceptions, the \nright to an interpreter only began to be recognized by state courts in the mid-1960's.\n\nThe problems with interpreters in New York and other cities reflect the growing number of immigrants and the shift \nin homelands. In 1987 New York's courts classified the most common foreign languages as Spanish, Haitian \nCreole, Korean, Polish and Chinese. In 1993 the courts said they were Spanish, Korean, Arabic, Russian, \nCantonese and Mandarin.\n\nIn fiscal year 1988 New York State spent $6.8 million on interpreters. Last year it spent $9.3 million (raises for \npermanent staff account for some increase). State administrators do not track how many cases used interpreters \nfor which languages.\n\n \n\nLos Angeles Is Model\n\n Some experts say Los Angeles County has the best-paid, best-trained court interpreter staff in the country's local \njurisdictions. California offers an exam for eight languages and Los Angeles also tests for legal terminology and \nability to interpret both consecutively and simultaneously. Last year the county spent $16 million on interpreters, \npaying them $128 for a half day and $210 for a full day.\n\nBy contrast, New York State offers a Civil Service exam only for full-time Spanish interpreters once every four \nyears; testing of the per-diem workers is not mandatory. The interpreters are generally not monitored. Attendance \nat the occasional seminars offered by the Office of Court Administration is voluntary.\n\n\"Screening is a major issue,\" Jonathan Lippman, deputy chief administrator of the state courts, said. He said that \ntests, which he hopes to make mandatory, have been developed for Spanish, Russian, Cantonese, Mandarin, \nPolish and Greek per-diem interpreters.\n\nBut in the hierarchy of interpreting positions, which include the private sector, the United Nations and the Federal \ncourts, the New York State court jobs lurk somewhere near the bottom. While the per-diem interpreters in state \ncourt are paid $80 a day, the day rate from corporations runs between $350 and $450.\n\nThe Federal Government offers certification exams only in Spanish, Haitian Creole and Navajo, which have a pass \nrate of 7 percent; the certified Federal interpreters earn $250 a day. Federal court interpreters for other \nlanguages earn $150 and up.\n\n \n\nIngenuity and Diligence\n\n Given the scarcity of state resources, the system often survives on ingenuity and extra diligence. Over the years \nSonya Mittler, who coordinates interpreters for Queens Supreme Court, has proudly assembled a roster for 55 \nlanguages.\n\nIn Manhattan, a harried Rosadale Dunnom, who assigns interpreters for the city's criminal courts, tells a Brooklyn \njudge: \"I've got a Polish interpreter who just called from court in Queens, but it'll take an hour and a half to get him \nto you, and it's already 3:30.\"\n\nThe more responsible interpreters explain legal terminology to one another, study language books on their own \ntime, and keep informed about new street words.\n\n\n\nRecently Ms. Hernandez, the Spanish interpreter in Queens, was stumped by a witness who kept referring to his \n\"chagon.\" Court proceedings ground to a halt as she flipped through dictionaries. The word turned out to be a \nSpanish-English concoction for \"shotgun.\"\n\n \n\nA Problem With Dialects\n\n The Spanish dialects spoken in the Caribbean and Latin America can prove nettlesome. \"Manteca,\" for example, \ngenerally means lard, but to many Latin American drug dealers it also means heroin.\n\nThe interpreter system has endured other criticism recently. Last summer, a report about court interpreters for \nthe deaf and the hearing-impaired by the City Bar Association and the New York Women's Bar Association found \nthat because the deaf communicate through lip reading, writing, or one or more sign languages, interpreters were \noften mismatched with litigants.\n\nIn 1991, the New York State Judicial Commission on Minorities, which found the state court system \"infested with \nracism,\" urged that interpreters be improved.\n\nIn addition to ordering the statewide audit of the interpreters, court administrators have been meeting with officials \nfrom New Jersey, Massachusetts, Washington State and the National Center for State Courts to study interpreter \nservices. In a statement, Judge Milonas said: \"We will soon undertake a revamping of services and procedures.\"\n\nGraphic\n\n \n\nPhoto: Judges and lawyers say interpreters in the New York City courts are overworked, underpaid, undertrained \nand often unavailable. At State Supreme Court in Manhattan, Pedro Masoliver, left, helped a Spanish-speaking \ndefendant, center, communicate with his court-appointed lawyer, Joseph Torres. (Sara Krulwich/The New York \nTimes) (pg. A22)\n"}