{"title": "'It's gut-wrenching:' 373 fatal crashes in Region claim 404 lives over five years", "body": "\nSept. 16--It's a gut-wrenching network of congested, deadly corridors most of us travel each day in Northwest \nIndiana.\n\nA Times computer-assisted probe reveals 373 fatal road crashes over five years killed 404 people in Lake, Porter \nand LaPorte counties.\n\nThe roads tallying the highest body counts are nearly impossible for most of us to avoid, comprising the main and \nmost congested traffic arteries in the Region.\n\nMeanwhile, some potential fixes to alleviate the problem, including a long-proposed new stretch of interstate, \nremain politically elusive.\n\nFormer LaPorte County Police Capt. Michael Kellems said he still gets chills when he thinks back on two triple-fatal \ncar accidents that occurred exactly two months apart last year along the same stretch of U.S. 20 north of LaPorte.\n\nIn both cases, passenger vehicles crossed the centerline of the highway and collided with oncoming vehicles.\n\n\"It's gut wrenching,\" said Kellems, a 32-year police veteran, who now works as manager of safety at the Duneland \nSchool Corp.\n\nThe two fatal crashes were among 27 last year in LaPorte County, which was a five-year high, according to Dona \nSapp, senior policy analyst with the Indiana University Public Policy Institute.\n\nPorter County also hit a five-year high last year with 28 traffic fatalities, while Lake County was down to 51 from 59 \nin 2015, she said, quoting figures pending final approval for publication in the forthcoming Traffic Safety Facts: \nCounty Profiles, 2017 report compiled by the IU Public Policy Institute.\n\n\"That's big numbers for an individual county,\" she said of the double-digit increases in Porter and LaPorte counties.\n\nThe statewide number of traffic deaths as of early this month is down by nearly 100 as compared to the same \nperiod last year, said Will Wingfield, communications director for the Indiana Criminal Justice Institute, which \nproduces its Annual Highway Safety Plan.\n\nA Times computer-assisted probe of roadway fatality data kept by the National Highway Traffic Safety \nAdministration revealed that there were 211 fatal vehicle crashes with 226 people killed between 2010 and 2014 in \nLake County, 84 crashes and 95 killed in LaPorte County, and 78 crashes with 83 killed in Porter County.\n\n\nPerilous corridors\n\nLeading the way is the perilous interstate corridor shared by I-80/94 and I-90, including the Indiana Toll Road.\n\nThe Times probe of 373 Region roadway accidents over five years revealed 50 fatal crashed claimed 56 lives \nalong that corridor, making it the Region's deadliest roadway.\n\nThe Region accounts for 41 percent of Indiana's I-80 corridor -- but a 78 percent of the people killed and 89 percent \nof the fatal crashes along that route in Indiana between 2010 and 2014.\n\nCompared to the I-80 corridor from coast to coast, the Region's portion accounts for 2.1 percent of the nation's I-80 \ncorridor but 6 percent of the people killed and 6 percent of the fatal crashes on the entire corridor.\n\nOther top deadly stretches revealed in The Times probe, in descending order, are U.S. 20, U.S. 30, U.S. 41, Ind. 2 \nand Interstate 65.\n\nBut congested highways are the common pot in which the tragedy is cooked.\n\nThe Region stretch of Interstate 80/94 near the Illinois state line sees as many as 151,000 passenger cars and \n50,000 commercial vehicles passing through daily, according to Adam Parkhouse, media relations director for the \nIndiana Department of Transportation's northwest district.\n\nHighs of nearly 80,000 passenger cars and 19,000 commercial vehicles pass daily along Interstate 65 near the \ninterchange with U.S. 30, he said.\n\nThe strip of U.S. 30 near the Southlake Mall sees as many as 62,000 passenger cars and 3,600 commercial \nvehicles daily, Parkhouse said.\n\nU.S. 41 experiences as many as 41,000 passenger cars and 1,700 commercial vehicles each day near the \nintersection with U.S. 30, he said.\n\nU.S. 20 can carry as many as 23,000 passenger cars and 3,500 commercial vehicles each day through Michigan \nCity and more than 16,000 passenger cars in the eastern part of LaPorte County.\n\nDeadly U.S. highways\n\nThough the Region's main interstate corridor is our Region's deadliest stretch of roadway, U.S. highways, which \noverlap with municipal and county roads, account for the largest cumulative number of fatal crashes and deaths.\n\nA special set of characteristics, blending pedestrians with high-volume vehicle traffic and undivided highways, make \nit so, authorities said.\n\nLake, Porter and LaPorte county U.S. highways -- including U.S. 20, U.S. 30 and U.S. 41 -- accounted for 99 fatal \ncrashes in which 106 people died over five years.\n\n\"It's pretty frequent that people are walking along that road,\" he said.\n\nA total of 31 fatal crashes claimed 33 lives on that stretch of Northwest Indiana highway, The Times probe shows.\n\nU.S. 20 also poses a problem because, unlike the expressways, there is no center divider, which creates plenty of \nopportunity for head-on collisions, Sosby said. This was the case in October 2017 when an elderly woman driving at \na high rate of speed crossed the center line and struck another vehicle head on, killing herself and a 17-year-old \nChesterton High School honor roll student driving the other vehicle.\n\nWhat's missing along the city's stretch of U.S. 20 is clearly marked center striping and rumble strips cut into the \nroadway to warn motorists when they start drifting into oncoming lanes.\n\n\n\nThe Indiana Department of Transportation has undertaken or is planning a number of safety improvement projects \nalong U.S. 20 and the other corridors with high fatality numbers, Parkhouse said. The U.S. 20 work includes \nrepaving and the addition of turn lanes and shoulder rumble strips in LaPorte County, he said.\n\nImprovements also are planned for U.S. 41, the Region's 4th deadliest roadway, including the addition of a center \nturn lane from 77th Avenue to U.S. 231, Parkhouse said. The project could be underway in 2020. Fifteen fatal \ncrashes claimed 15 lives over five years on that highway.\n\nINDOT already performed some intersection improvements last year along U.S. 30 in Merrillville aimed at \nincreasing safety, he said. These included the addition of a turn lane at Rhode Island Avenue and work at \nMississippi Street.\n\nRelief valve\n\nThe number of crashes corresponds with the higher number of vehicles, and Lake Michigan forces a plethora of \ntraffic through the narrow corridor of Northwest Indiana into and out of Chicago, Indiana Criminal Justice Institute \nspokesman Wingfield said.\n\n\"We see that hotspot, but it's not immediately evident the cause behind it.\"\n\nA proposed relief valve for Region highway congestion -- a long-discussed a new four-lane interstate connecting \nInterstate 65 in Indiana with Interstate 55 in Illinois -- has been stalled by political forces.\n\nAn alternative to this Illiana Expressway also was pitched last year and called for the construction of a toll-based \nexpressway connecting the Indiana Toll Road to four interstates, culminating with I-80 near Morris, Illinois.\n\nIndiana State Police Lt. Terry Gose, who is very familiar with the traffic patterns along the local stretch of Interstate \n94 as district commander at the Indiana State Police Lowell post, agrees that problems increase when there are \nmore people on the roads.\n\nIt takes just one event on the highway to slow traffic and create conditions optimal for accidents, he said.\n\nWhen traffic is creeping along slowly during heavy traveled times, such as Fridays and Sundays, crashes tend be \nmore minor, Gose said. But the more serious and deadly crashes occur when a fast moving vehicle collides with \nslowed or stopped traffic.\n\n\"Those tend to be some of the most horrific crashes we have,\" he said.\n\nWhen backups begin to occur, Gose said his fellow officers try to position themselves 100 yards behind the slow-\ndown with emergency lights on to warn oncoming vehicles to decrease their speed.\n\n\"It's not a perfect solution, but it's one of the things we do to help lessen that,\" he said.\n\n\"We want to make people see us,\" he said. \"We want to make people safe.\"\n\nFirst responder challenges\n\nWhen crashes do occur, state and local police departments are joined on the busy highways by local firefighters.\n\nThe city of Hammond is among the local communities with both Interstate 80/94 and the Toll Road within its \njurisdiction.\n\n\"It's a headache for us,\" said Deputy Hammond Fire Chief Kevin Margraf.\n\nPart of the problem is that many of the motorists on either highway are just passing through and are often unable to \ngive reliable locations when reporting accidents, he said.\n\n\n\n\"There's a lot of wasted miles out there at times,\" he said of his department's attempts to locate a crash scene.\n\nThe Interstate 90 Toll Road poses a unique challenge because it is narrow, and there can be inadequate shoulder \nroom for trucks to reach crashes when traffic is backed up, he said.\n\nThe Portage Fire Department faces the same challenges, in addition to receiving a wide variety of calls to the \nhighways, said Assistant Fire Chief Tim Sosby.\n\nWork continues to improve safety and mobility along Interstate 80/94 and an added travel lane along the Lake \nCounty stretch of Interstate 65, said Parkhouse.\n\n\"INDOT personnel are always keeping an eye on potential areas of concern and addressing safety issues both \npreemptively and as they arise,\" he said.\n\nRegion's Top 10 Deadliest Roads\n\nU.S. 12\n\nU.S. 12\n\nRegion deadly ranking: #10\n\nFatal crashes: 7\n\nTotal killed: 9\n\nDeadliest county on the stretch: Lake County -- five fatal crashes claiming seven lives\n\nDeadliest city/town on the stretch: Gary -- four fatal crashes claiming six lives\n\nMost common vehicles involved: Four-door sedans were involved in four fatal accidents.\n\nDeadliest month(s): July -- two fatal crashed killed three people from 2010-14.\n\nDeadliest day of the week: Friday -- two crashes killed three people\n\nDaily traffic count: Not available\n\nPHOTO: A woman and her child kneel on U.S. 12 in July 2010 near the site of a fatal car-versus-train wreck.\n\nTimes file photo\n\nU.S. 421, Indiana 55 and Indiana 49\n\nU.S. 421, Indiana 55 and Indiana 49\n\nU.S. 421\n\nRegion deadly ranking: #9\n\nFatal crashes: 9\n\nTotal killed: 9\n\nDeadliest county on the stretch: All in LaPorte County\n\nDeadliest city/town on the stretch: Michigan City -- five fatal crashes claimed five lives\n\nMost common vehicles involved: Pickup trucks were involved in four fatal crashes.\n\n\n\nDeadliest month(s): Three crashes led to three fatalities over five years.\n\nDeadliest day(s) of the week: Tuesday, Saturday and Sunday -- each had two fatalities resulting in two deaths from \n2010-14.\n\nDaily traffic county: Not available\n\nIndiana 55\n\nRegion deadly rank: #9\n\nFatal crashes: 9\n\nTotal killed: 9\n\nDeadliest county on the stretch: All in Lake County\n\nDeadliest city/town on the stretch: Merrillville -- four fatal crashes claiming four lives\n\nMost common vehicles involved: Minivans were involved in three fatal crashes.\n\nDeadliest month(s): June and July -- each month had 2 fatal crashes claiming two lives over five years.\n\nDeadliest day of the week: Thursday -- three fatal crashes killed three people\n\nDaily traffic count: More than 21,000 passenger cars and 600 commercial vehicles travel the stretch daily.\n\nIndiana 49\n\nRegion deadly ranking: #9\n\nFatal crashes: 9\n\nTotal killed: 9\n\nDeadliest county on the stretch: All in Porter County\n\nDeadliest city/town on the stretch: Valparaiso -- four fatal crashes claiming four lives\n\nMost common vehicles involved: Smaller sports utility vehicles were involved in six fatal crashes.\n\nDeadliest month(s): May and November -- two fatal crashes killed two people in each of the months.\n\nDeadliest day of the week: Tuesday -- four fatal crashes claiming four lives\n\nDaily traffic count: As many as 27,000 passenger cars and 4,000 commercial vehicles travel the stretch daily.\n\nPHOTO: Site of a 2016 fatal hit-run accident along U.S. 421, about a quarter mile north of U.S 30.\n\nPhoto provided\n\nIndiana 53 (Broadway)\n\nIndiana 53 (Broadway)\n\nBuy Now\n\nRegion deadly rank: #8\n\n\n\nFatal accidents: 10\n\nTotal killed: 10\n\nDeadliest county on the stretch: All in Lake County\n\nDeadliest city/town on the stretch: Gary -- eight fatal crashes claiming eight lives\n\nMost common vehicle involved: Four-door sedans were involved in five fatal crashes\n\nDeadliest month(s): Four fatal crashes claimed four lives in November from 2010-14.\n\nDeadliest day of the week: Monday -- three fatal crashes killed three people\n\nDaily traffic count: As many as 24,000 passenger cars and more than 600 commercial vehicles travel Indiana 53 \neach day.\n\nPHOTO: The Lake County sheriff's accident reconstruction team assists Gary police in 2016 after a driver fatally \nstruck a pedestrian in the southbound lanes of Broadway near 19th Avenue.\n\nTimes file photo\n\nU.S. 35\n\nU.S. 35\n\nRegion deadly rank: #7\n\nFatal crashes: 9\n\nTotal killed: 13\n\nDeadliest county on the stretch: All in LaPorte County\n\nDeadliest city/town on the stretch: Kingsbury -- four fatal crashed claiming six lives\n\nMost common vehicles involved: Four-door sedans were involved in eight fatal crashes.\n\nDeadliest month(s): One fatal crash claimed three lives in the month of February and 2 fatal crashes claimed two \nlives in the month of August from 2010-14.\n\nDeadliest day of the week: Tuesday -- three fatal crashed killed five people\n\nDaily traffic count: Not available\n\nPHOTO: One person was airlifted and seven others transported via ambulance to area hospitals with injuries \nfollowing a three-vehicle crash on U.S. 35 in LaPorte County in 2016.\n\nPhoto provided\n\nInterstate 65\n\nInterstate 65\n\nBuy Now\n\nRegion deadly ranking: #6\n\nFatal crashes: 13\n\n\n\nTotal killed: 14\n\nDeadliest county on the stretch: All in Lake County\n\nDeadliest city/town on the stretch: Lowell -- four fatal crashes claiming five lives\n\nMost common vehicle involved: Semis were involved in five fatal crashes from 2010-14.\n\nDeadliest month(s): Four fatal crashes killed four people in the month of August from 2010-14.\n\nDeadliest days of the week: Thursday and Friday -- each had three fatal crashes killing three people\n\nDaily traffic count: As many as 80,000 passenger cars and 19,000 commercial vehicles pass daily along Interstate \n65 near the interchange with U.S. 30.\n\nPHOTO: A roadside memorial on Interstate 65 in Hobart commemorates the death of Brandon Fiscus, of LaPorte. \nFiscus was using a concrete saw in a construction zone when he was struck and killed by an SUV in 2016.\n\nTimes file photo\n\nIndiana 2\n\nIndiana 2\n\nRegion deadly ranking: #5\n\nFatal crashes: 13\n\nTotal killed: 22\n\nDeadliest county on the stretch: Porter County -- five fatal crashes claiming six lives\n\nDeadliest city/town on the stretch: Lowell -- five fatal crashes claiming six lives\n\nMost common vehicle involved: Five four-door sedans and four pickup trucks were involved in fatal crashes from \n2010-14.\n\nDeadliest month(s): Three fatal crashes killed three people in the month of May and 2 fatal crashed killed three \npeople in the month of January between 2010-14.\n\nDeadliest day of the week: Wednesday -- four crashes killed five people\n\nDaily traffic count: One stretch of Indiana 2 in Lake County experiences as many as 7,353 passenger cars and \n1,695 commercial vehicles daily.\n\nPHOTO: A towing worker, left, secures a motorcycle in May 2012 after it was involved in a fatal crash at County \nRoad 450 East and Indiana 2 in Washington Township in eastern Porter County.\n\nTimes file photo\n\nU.S. 41\n\nU.S. 41\n\nRegion deadly ranking: #4\n\nFatal crashes: 15\n\nTotal killed: 15\n\n\n\nDeadliest county on the stretch: All in Lake County\n\nDeadliest city/town on the stretch: Hammond -- five fatal crashes claiming five lives\n\nMost common vehicle involved: 10 four-door sedans were involved in fatal crashes from 2010-14.\n\nDeadliest month(s): Four fatal crashes killed four people in the month of June between 2010-14.\n\nDeadliest day of the week: Sunday -- five fatal crashes killed five people\n\nDaily traffic count: U.S. 41 experiences as many as 41,000 passenger cars and 1,700 commercial vehicles each \nday near the intersection with U.S. 30.\n\nPHOTO: A grey Hyundai Elantra lays on it's roof partially on top of a U-Haul trailer in the parking lot of Brandys on \nU.S. 41 in Schererville in 2014.\n\nTimes file photo\n\nU.S. 30\n\nU.S. 30\n\nRegion deadly ranking: #3\n\nFatal crashes: 20\n\nTotal killed: 20\n\nDeadliest county on the stretch: Porter County -- 10 fatal crashes claimed 10 lives\n\nDeadliest city/town on the stretch: Valparaiso -- 10 fatal crashes claimed 10 lives\n\nMost common vehicle involved: 10 semis and 10 four-door sedans were involved in fatal accidents over five years.\n\nDeadliest month(s): Four of the fatal crashes occurred in the month of May from 2010-14.\n\nDeadliest day of the week: Friday -- six fatal crashes killed six people\n\nDaily traffic count: The strip of U.S. 30 near the Southlake Mall sees as many as 62,000 passenger cars and 3,600 \ncommercial vehicles daily.\n\nPHOTO: Investigators work at the scene of a fatal accident between a semi-tractor trailer and Jeep Patriot at the \nintersection of U.S. 30 and 600 West in Union Township in April 2012.\n\nTimes file photo\n\nU.S. 20\n\nU.S. 20\n\nBuy Now\n\nDeadly ranking: #2\n\nFatal crashes: 31\n\nTotal killed: 33\n\nDeadliest county on the stretch: Lake County -- 13 crashes claimed 14 lives\n\n\n\nDeadliest city/town on the stretch: LaPorte -- six crashes claimed seven lives\n\nMost common vehicle involved: 22 4-door sedans were involved in fatal accidents.\n\nDeadliest month(s): June led all months for fatal crashes and fatalities over five years, with six fatal crashes \nleading to six deaths from 2010-14.\n\nDeadliest day of the week: Wednesday -- six fatal crashes claimed six lives\n\nDaily traffic count: U.S. 20 can carry as many as 23,000 passenger cars and 3,500 commercial vehicles each day \nthrough Michigan City and more than 16,000 passenger cars in the eastern part of LaPorte County.\n\nPHOTO: The Porter County Sheriff's Department accident re-construction team documents the scene of a crash on \nU.S. 20 in the town of Porter.\n\nTimes file photo\n\nInterstate 80/94/90 corridor\n\nInterstate 80/94/90 corridor\n\nRegion deadly rank: #1\n\nFatal crashes: 50\n\nTotal killed: 56\n\nDeadliest county on the stretch: Lake County -- 29 fatal crashes claiming 29 lives\n\nDeadliest city/town on the stretch: Hammond -- 13 fatal crashes claiming 13 lives\n\nMost common vehicles involved: Semis were involved in 33 fatal crashes, followed by 4-door sedans at 25.\n\nDeadliest month(s): September and October led all months for fatal crashes and fatalities over five years.\n\n10 fatal crashes that killed 10 people occurred in September between 2010-14.\n\n9 fatal crashed killed 17 people in October between 2010-14.\n\nDeadliest day of the week: Thursday -- 11 fatal crashes killed 15 people\n\nDaily traffic count: 151,000 passenger cars and 50,000 commercial vehicles travel the corridor daily in Northwest \nIndiana.\n\nPHOTO: A Hammond man who was a passenger in this car was killed when it collided with a bus in October 2013 \non Interstate 80/94 just east of Indianapolis Boulevard.\n\nTimes file photo\n\nSubscribe to Daily Headlines\n\nhtml\n\nsubscribe\n\nNWI Times\n\nnwitimes.com\n\n\n\nCDT\n\nC2F278094FACCEA68999D62CBFC9D8FE\n\n* I understand and agree that registration on or use of this site constitutes agreement to its user agreement and \nprivacy policy.\n\nSign up!\n\n___ (c)2018 The Times (Munster, Ind.) Visit The Times (Munster, Ind.) at www.nwitimes.com Distributed by Tribune \nContent Agency, LLC.\n"}