{"title": "Fed sues to block Arizona immigration law: The state reacts", "body": "\nThe Justice Department filed suit Tuesday against Arizona, charging that the state's new immigration law is \nunconstitutional and requesting a preliminary injunction to stop the legislation from taking effect.\n\nTerry Greene Sterling, a freelance journalist who has covered immigration in Arizona and is the author of \"Illegal: \nLife and Death in Arizona's Immigration War Zone,\" was online Wednesday, July 7, at 1 p.m. ET to discuss the \nlawsuit and reaction in the state.\n\nSterling has reported from Phoenix for over 25 years, and was a staff writer for the Phoenix New Times for 14 \nyears. She is a contributor for The Daily Beast, and Writer-in-Residence at the Walter Cronkite School of \nJournalism and Mass Communication at Arizona State University. She tweets @tgsterling and blogs about \nimmigration in Arizona at terrygreenesterling.com.\n\n____________________\n\nTerry Greene Sterling: Welcome.\n\nMy name is Terry Greene Sterling. I have been an Arizona journalist for about 25 years.\n\nA bit of context: My extended family lived on both sides of the border and I learned Spanish when I learned English. \nI began covering immigration in Arizona in the early 1990s and continue covering it today. My nonfiction book, \nwhich was published this month, tells the stories of unauthorized immigrants hunkering down in the Phoenix area, \nand their friends and foes.\n\nArizona is the epicenter of the national immigration debate, in part because it has passed a series of controversial \nimmigration laws that are tested in courts and copy-catted in other states. SB 1070, slated to take effect July 29 \nbarring a court injunction, is the most controversial law to date.\n\nOn Tuesday, the U.S. Department of Justice filed suit, hoping to stop the law from taking effect.\n\nAs usual, Arizonans reacted strongly to this latest move. I am no lawyer, but I can tell you a bit about what people \nhere think of the law, pro and con, and how they've reacted to the Justice department lawsuit. We can talk too, \nabout some of your concerns about illegal immigration, the border, and Arizona politics.\n\n\nLet's chat.\n\n_______________________\n\nEast Lansing, Mich.: Are the real issues here the crippling porverty in Mexico and the lack of \"Big Government\" or \nreally effective government that people trust? The fact that people on both sides make a quick buck on drugs and \nguns and forced labor and whatever else isn't going to be one law or another.\n\nI mean my neighbor is staying in the USA on an expired student visa, but are you telling [me] he's the same issue \nas the problems along the border of Mexico?\n\nTerry Greene Sterling: Thanks for your thoughts on this.\n\nAbout 40 percent of the approximately 10.8 unauthorized immigrants currently thought to be in the United States \nentered the country with visas and then, like your neighbor, stayed after the visas expired.\n\nIs it better to use resources to root out drug dealers and other criminals in the country illegally, or to spend money \nand manpower processing all undocumented immigrants without regard to criminal status? This is a question that \nwill be debated in the Justice Department case filed against Arizona over SB 1070.\n\n_______________________\n\nWashington, D.C.: Why doesn't the media call the Dems out a little more on what this is...pandering to a group of \npeople they hope to be future voters? The new Arizona law mirrors the fed immigration law, as people's status \ncan only be asked once they have committed another crime. Yet, when you hear this law debated in the media, you \nnever hear this party? You hear things like...they can be stopped on a street corner for nothing. This isn't true. Why \ndoesn't the media correct this at all?\n\nFact: The Arizona law mirrors the fed law. So, I get that Dems don't want to enforce our immigration laws at all, \nregardless of the affect in the legal American citizens, but how can they get away with it?\n\nTerry Greene Sterling: Your contention that SB1070 mirrors federal immigration law is widely disputed and will be \nargued in U.S. District Court in Phoenix, as the Justice Department and others allege SB 1070 actually interferes \nwith federal immigration law.\n\n_______________________\n\nChandler, Ariz.: I hope the ODJ challenge is successful because this law places every law enforcement officer in \nthe position of deciding who looks and acts like an illegal immigrant versus who looks like and acts like an American \ncitizen. When they make a mistake, either way, the officer can be sued. What will be the incentive for officers to \nenforce this law?\n\nTerry Greene Sterling: Many other Arizonans, especially Latinos, share your concern.\n\nSB 1070 allows Arizona residents to sue the employers (counties, towns) of law enforcement agencies for not \nenforcing immigration laws.\n\nI don't believe the law allows residents to sue the actual police officer, bur rather the employer of the police officer.\n\n_______________________\n\nRockville, Md.: Hello,\n\nDo you think or feel that other countries view the U.S. as not having our act together? I've lost a lot of respect for \nObama and the U.S AG office for pursuing this. It's just grandstanding and the world is watching.\n\nThank you.\n\n\n\nTerry Greene Sterling: You've brought up a good point.\n\nArizona's law has offended Mexico, which filed an amicus brief in one of the lawsuits seeking to stop SB 1070 from \ntaking effect.\n\nThe Justice Department lawsuit alleges the Arizona law has impacted relations between the United States and \nother countries.\n\nSome say the lawsuit is grandstanding, others say it is part of a valid constitutional fight.\n\n_______________________\n\nArlington, Va.: In his speech two weeks ago President Obama regularly mixed up the terms immigrants and illegal \nimmigrants; other than a few whackos I don't know many who oppose immigration -- but a clear majority of the \nU.S. population (if you trust the polls) oppose amnesty for illegal immigrants. Why didn't the media call him out on \nthis?\n\nTerry Greene Sterling: What polls do you cite?\n\n_______________________\n\nNewport, R.I.: RI already has a law in place similar to Arizona's where police officers who in the course of their \nduties (traffic stops, etc.) report those who they identify as being in the country illegally. Why didn't DOJ sue R.I. \nmonths ago? Picking on Arizona because of Republican leadership?\n\nTerry Greene Sterling: I can't speak to the RI law, but the Arizona law makes it a crime to be in the country \nillegally. Does the RI law also criminalize immigrants for being in the country illegally? Another difference might be \nthat under SB 1070 Arizona law enforcement officers are required to enforce immigration law when lawfully \nstopping, detaining, or arresting people they \"reasonably suspect\" of being in the country illegally, when practicable. \nIf the law enforcement officers don't do this, the law says Arizona residents can sue their employers, the cities and \ntowns and counties.\n\n_______________________\n\nPhoenix, Ariz.: Terry -- how much would it cost to deport the undocumented immigrant population?\n\nTerry Greene Sterling: Ah. Good question.\n\nShort answer, I don't know.\n\nBut you bring up a good point. The costs associated with the implementation of this law are pretty much unknown. \nProponents argue that the money saved in educating children (US citizens and undocumented kids) of the \nunauthorized immigrants will save the state money, but those who oppose the law say costs associated with \nenforcing the law, processing immigrants, jailing some, would be prohibitive. Others argue that the state would \nhave difficulty recovering from the recession with a diminished workforce.\n\n_______________________\n\nSan Diego, Calif.: Saying that arresting criminals \"interferes\" with the enforcement of the law is interesting legal \ntheory. Would Arizona now be justified in announcing that they will make no effort to arrest anyone trying to \nassassinate President Obama because to do so might \"interfere\" with the Secret Service?\n\nTerry Greene Sterling: The debate as I read it centers on whether it is wise for Arizona to criminalize economic \nimmigrants, who aren't criminalized under federal immigration system, or whether scant resources should be \nspent on going after undocumented immigrants who commit crimes like murder, drug dealing, human smuggling, \netc.\n\n\n\n_______________________\n\nPittsburgh, Pa.: If the new law goes into effect, at what point can a U.S. citizen or legal alien living in or visiting \nArizona bring charges of harassment if s/he feels that s/he has been questioned too many times? Or is there no \nredress in such cases? I can imagine some \"illegal-looking\" legal folks getting really fed up after a while; I know I \ncertainly would.\n\nTerry Greene Sterling: In Arizona, lawsuits alleging racial profiling during the enforcement of other state \nimmigration laws have been filed. They're winding their way through the courts.\n\n_______________________\n\nArlington, Va.: Doesn't Mexico have a markedly more aggressive policy on illegal immigrants, both in actual law \nand enforcement? Isn't opposition from that country thus sort of hypocritical?\n\nTerry Greene Sterling: You aren't alone in your thinking. Quite a few people in Arizona agree with you.\n\n_______________________\n\nRe: \"reasonably suspect\": Ms. Sterling, the supporters of this bill claim it doesn't allow  racial profiling, but never \nclearly explain the criteria law  enforcement officials are supposed to use to \"reasonably  suspect\" someone is in \nthe country illegally. Based on the  provisions of the law, how are law enforcement officials  supposed to determine \nthat?\n\nTerry Greene Sterling: This is a great question. i found the answer in a training video for the Maricopa County \nSheriff's Office. In this video, Kris Kobach, the lawyer who helped craft SB 1070, details what \"reasonable \nsuspicion\" entails. You can find that video on the website of The Arizona Republic. You'll have to hunt around a bit, \nbut it is there. According to the video, more than one factor has to be considered for reasonable suspicion to occur. \nThe factors include demeanor, accent, appearance, location, traveling companions and a slew of other factors. I \nurge you to look at the video.\n\n_______________________\n\nWashington, D.C.: Please correct people ....you must be detained for another crime before your immigration status \nis asked about! There is no stopping people on the street!\n\nTerry Greene Sterling: As I understand it, a law enforcement officer must lawfully stop, detain or arrest a person \nbefore reasonable suspicion kicks in.\n\nThe stop can be for violation of a city ordinance, like misusing a leaf blower, or for a big crime, like murder.\n\nHonestly, since the law hasn't kicked in yet, the whole stopping on the street thing is hotly debated in Arizona. The \nArizona Capitol Times recently published a story discussing the stopping on the street issue.\n\n_______________________\n\nHanover, N.H.: Newport is wrong.\n\nRhode Island wants to pass a law similar to Arizona but it's being debated within the State House.\n\nTerry Greene Sterling: I didn't know that.\n\n_______________________\n\nPhoenix, Ariz.: What impact has NAFTA/globalization had on immigration?\n\n\n\nTerry Greene Sterling: Many argue that enactment of NAFTA caused a surge of illegal immigration into Arizona \nfrom Mexico because many Mexican farmers could not compete with low-priced American agricultural products.\n\n_______________________\n\nRe: \"grandstanding\": For what it's worth, it seems a little inconsistent to accuse  the Obama administration of \n\"grandstanding\" with this suit  and also cite that most poll respondents support the bill.  Who grandstands by doing \nsomething that most people  oppose?\n\nTerry Greene Sterling: That is an interesting point.\n\nMany believe the constitutional issues need to be resolved in court.\n\n_______________________\n\nPhoenix, Ariz.: Do the illegal immigrants you interviewed for your book care that they are breaking the law?\n\nTerry Greene Sterling: Yes.\n\n_______________________\n\nJust curious: Since there seems to be financial liability for employers of police officers, i.e., towns and the state \nforce, won't that compel officers to go above and beyond in a way that could court a different kind of lawsuit? \nArizona already spends quite a bit of $$ paying out to mistreated prisoners in the Arpaio tent system.\n\nTerry Greene Sterling: In Arizona, many law enforcement officers take offense to the idea that they will racially \nprofile while enforcing SB 1070. They say they know their business and wouldn't do this.\n\nSome lawsuits alleging racial profiling by law enforcement officers enforcing other Arizona immigration laws are \ncurrently winding their way through the courts.\n\nAnd yes, it is expensive.\n\n_______________________\n\nArlington, Va.: Ms. Sterling, I throw this question out to those supporting  the Arizona bill but also to you based on \nyour reporting and  interviews with similar people. What is an acceptable level of  illegal immigration for these \npeople? None? Much lower  than current totals? How far should the federal government  go, in terms of financial, \nlegal and human resources, to reach  that level?\n\nTerry Greene Sterling: You've gotten to the heart of the immigration debate.\n\nThe Federation for American Immigration Reform would argue that very low levels of immigration are acceptable. \nThe proponents of comprehensive immigration reform argue that a flexible system that responds to the changing \nneeds of employers would be best.\n\nMost groups in this debate agree that illegal immigration is not acceptable.\n\n_______________________\n\nSilver Spring, Md.: Read Crosby v. National Foreign Trade Council, 530 US 363 (2000): State law is preempted by \nFederal law if Federal law was intended to \"occupy the field\" of the law -- if its sphere of influence was meant to be \nprimary, like the National Labor Relations Act. What this means is that even if Arizona law and Federal law were \nidentical (which they are not), Arizona still cannot enforce their own immigration law. People who say that \nArizona should enforce Federal law when the Federal Government chooses not to do not know what they are \ntalking about.\n\n\n\nTerry Greene Sterling: An interesting point, and I'm sure it will be argued in the federal courts.\n\n_______________________\n\nMt. Rainier, Md.: Arizona enforcing federal immigration law? Why is it that no one else seems to get how bizarre \nthis is? What's next -- Arizona wants to pass laws regarding international trade, wants to boycott goods coming \nfrom specific countries, wants to form an international treaty with Uzbekistan? How about Arizona creates its own \nNuclear Regulatory Commission, or enlists its citizens in the Arizona Air Force?\n\nTerry Greene Sterling: A good many Arizonans agree with you.\n\n_______________________\n\nPhoenix, Ariz.: I think it's important to say to the rest of the country that SB1070 didn't come from a vacuum -- it's an \nissue that's been simmering for 30 years now. And, a reminder that strong border and drug enforcement in other \nstates have funneled the immigration and violent cartel traffic through the Arizona corridor. Arizona is taking a \npunch that other states aren't. SB1070 is a badly thought-out reaction to that.\n\nTerry Greene Sterling: Thanks for the context. We shouldn't forget that illegal immigration has been \"funneled' \nthrough the Tucson Sector by strong enforcement policies in Texas and California.\n\nDrug violence is rampant in Mexico, with more than 23,000 dead since Calderon unleashed the Army on the cartels \nin, I believe, 2006.\n\nMany politicians say the Arizona border is increasingly violent, but FBI statistics and DHS data do not substantiate \nthose claims.\n\n_______________________\n\nOut West: I've read a couple of places that Arizona is planning to debate a bill that will deny birth certificates to \nchildren born in the U.S. whose parents are illegal immigrants. Is that true? Not being a lawyer, how would they \nreconcile that with the Constitution?\n\nBy the way, I hope it's only ridiculous rumor.\n\nTerry Greene Sterling: It is not a ridiculous rumor.\n\nState Sen. Russell Pearce, who sponsored SB 1070, announced that he is considering sponsoring legislation that \nwill deprive children born in Arizona of birth certificates if one or both parents are unauthorized immigrants.\n\nGet ready for another court battle on this one, if it passes.\n\n_______________________\n\nDifferences: Should we distinguish between illegal immigrants that come in to the states to work and people that \ncome here to smuggle drugs and people in and money and guns out? I know that it's all illegal but shouldn't more \nemphasis be placed on dangerous criminals?\n\nTerry Greene Sterling: Again, this is at the center of a key disagreement over Arizona's law, which criminalizes \nunauthorized immigrants for being in Arizona.\n\nThe Justice Department and others argue that the law interferes with federal policy focusing on the bad guys, like \ndrug smugglers and human smugglers and murderers, and not on the economic immigrant who would be ensnared \nin the 1070 web.\n\n_______________________\n\n\n\nNew Haven, Conn.: Why has Arizona become the main gateway for illegal entry into the U.S. Why not Texas, or \nNew Mexico or California?\n\nTerry Greene Sterling: Arizona is the main gateway for illegal immigration because enforcement of the border in \nTexas and California \"squeezed\" immigration through Arizona.\n\n_______________________\n\nMaryland: I have long suspected that Arizona's law is really a proxy for bashing Hispanics regardless of their \nimmigration status, and not just because Gov. Brewer makes the racist claim that most illegal immigrants from \nMexico are drug mules. Most of the supporters I've met rant about the U.S. being increasingly Hispanicizied, or \nabout becoming a minority themselves.\n\nDespite all the safeguards allegedly built into the law, it will amount to police stopping anyone who looks Hispanic. \nIt's not unreasonable suspect that the subconscious intent of the law is to make Arizona less hospitable for \nHispanics, even ones whose ancestors lived there before there was a United States, and it's also not unreasonable \nto foresee a return to the sundown town days except with a different target.\n\nEven if we take the Arizona politicians at their word that they want stronger enforcement for immigration, do you \nthink they're taking the wrong approach by focusing on the illegals themselves? My stance is that no amount of \nborder security will be effective enough. Instead, we should crack down on the employers who hire (read: exploit) \nillegal immigrants, relax the quotas for legal immigration and make it easier to obtain citizens. Would you support \nsuch a strategy?\n\nTerry Greene Sterling: What always amazes me about Arizona is the difference in the ways SB 1070 is perceived \nby Hispanics and non-Hispanics. Many Anglos don't see what the big deal is, while U.S. citizens of Hispanic origin \nare deeply wounded and offended by this law. They liken Arizona to Alabama during the civil rights battles of the \n1960s.\n\nI see SB 1070 as emblematic of a fight for America's identity.\n\n_______________________\n\nSqueeze?: \"...Texas and California \"squeezed\" immigration through Arizona.\"\n\nSo why can't we use the same techniques to squeeze and eventually shut down illegal immigration through AZ? \nHow many of the 1200 Nation Guard troops promised by the President are on duty in AZ?\n\nTerry Greene Sterling: Good question.\n\nDHS contends border is more secure now than it has ever been. Illegal immigration is down overall. So one \nargument is that enforcement is already taking place.\n\n_______________________\n\nTampa, FL: To me, undocumented workers are invitees, here at the  clear request of American business. Our \nnation's  business establishment has hung a giant sign at the  border that reads \"Help Wanted, Apply Within, No  \nQuestions Asked\" (in Spanish, of course). There will be  no progress on the alleged problem of undocumented  \nworkers until that signs comes down.\n\nIn the meantime, I can't blame them for coming here. I  can blame the businesses that hire them: agriculture,  \nconstruction, hotels, restaurants, cleaning, just to name  to biggest employers of undocumented workers.\n\nIt's real simple: Hire them and they will come.\n\nSo tell me: how aggressively does Arizona go after  employers of undocumented workers? Does Sheriff Joe  \nArpaio go after them?\n\n\n\nTerry Greene Sterling: Arizona's Employer Sanctions Act to my knowledge has only slapped the wrists of two \nemployers, one of which no longer did business in Arizona. But the law has been used by the Maricopa County \nSheriff to conduct raids of businesess, and arrest undocumented workers. The workers are charged with felonies \nstemming from not having valid papers, and serve time in jail. They then contest their removal from USA or sign \npapers agreeing to removal.\n\n_______________________\n\nWDC: Crossing the border without authorization is a misdemeanor, not a felony. This act is equivalent to being \ncharged with public intoxication. So, folks need to realize that in the eyes of the law, crossing the border and \nentering without inspection is not really that big of a deal.\n\nTerry Greene Sterling: Good point.\n\n_______________________\n\nFBI/DHS?: \"...FBI statistics and DHS data do not substantiate those claims.\" You live in AZ -- how dangerous is the \nborder area? What about the warning signs posted by DHS warning that the border area was dangerous?\n\nTerry Greene Sterling: The claims of violence in Arizona's borderlands don't square with the data. This is not to say \nthere isn't violence in the borderlands. The point is, reports of beheadings and drug cartel violence are not \nsubstantiated in the crime data.\n\n_______________________\n\nwashingtonpost.com: Here's the training video Terry referenced above.\n\n_______________________\n\nFairfax, Va.: Dear Ms. Greene --\n\nI have several questions about the Arizona Law that I have not seen/heard the MSM address. - Under the Arizona \nlaw, if I am stopped and asked about my status and I say, I am a U.S. citizen, will the officer say, \"Thank you sir, \nhave a nice day,\" or will I have to prove it? I (and I think most other citizens) normally don't carry proof of citizenship \nwith them when they go out.\n\n- What is the nature of reciprocity here, i.e., if I were to enter Mexico illegally and asked Arizona-type questions, \nwhat would happen to me?\n\n- (and last) Do illegal immigrants typically carry no documents of any kind, or do they tend to carry passports from \ntheir home country?\n\nThanks\n\nTerry Greene Sterling: The officer would have to have reasonable suspicion that you are not a US citizen before he \nasks for your documents.\n\nIn Arizona, most undocumented immigrants are Mexicans, and they typically carry their Mexican ID cards that they \nget from the consulate, and Mexican driver licenses.\n\n_______________________\n\nTerry Greene Sterling: Thanks for joining me. We had a good number of questions, and our time ran out before I \ncould chat with all of you.\n\nI'm signing off now.\n\n\n\n_______________________\n\nEditor's Note: washingtonpost.com moderators retain editorial control over Discussions and choose the most \nrelevant questions for guests and hosts; guests and hosts can decline to answer questions. washingtonpost.com is \nnot responsible for any content posted by third parties.\n"}