{"title": "Buenos Aires Journal;Don't Cry, This Land Is Rich in Kims and Lees", "body": "\nThirty years ago, the future seemed bleak for Sang Hyun Kim, a poor farm boy from South Korea, so he packed his \nbags and headed for Argentina, in search of the great American dream.\n\nToday, it seems that Mr. Kim, who once worked on an Argentine peanut farm, has found that dream. Now 52 and \nan insurance entrepreneur, he is one of 35,000 South Korean immigrants who make up a prosperous and closely \nknit population here that is often the envy of other Argentines.\n\nSince arriving in 1965, Mr. Kim, who speaks Spanish like a native, has brought nine of his siblings from Korea to \nArgentina, and all of them now own thriving businesses.\n\n\"In Korea, there were too many people and too few economic opportunities,\" Mr. Kim said. \"When I arrived in \nArgentina, I thought it was a paradise, like virgin territory ripe for the harvesting if you were willing to work hard. And \nKoreans work very, very hard.\"\n\nIndeed, the success of South Koreans in Argentina is particularly evident in the garment districts of Once and \nFlores here, where textile and retail businesses displaying Korean signs are quickly overshadowing establishments \nstarted decades ago by Jewish and Armenian immigrants.\n\nThe South Koreans operate more than 1,000 businesses in Argentina, including textile factories, electronics stores, \npharmacies, real estate agencies, newspapers and a cable television channel, according to statistics provided by \nthe South Korean Embassy. There are also 300 Korean cultural, athletic and business associations and 30 \nProtestant churches with predominantly Korean congregations.\n\nSeveral shop owners in the largely Jewish garment district, speaking on condition of anonymity, complained that the \nSouth Koreans were \"taking over the neighborhood.\"\n\nThe shop owners accused the South Koreans of selling merchandise at unfairly low prices because they reduced \ntheir costs by working 12 to 14 hours a day and hiring cheap labor from Bolivia.\n\n\nSociologists here say South Koreans represent the latest wave of skilled immigrants to come to Argentina since the \nhuge influx of immigrants from Europe at the turn of the century.\n\nTo ease overcrowding in South Korea in the early 1960's, its Government sent missions to South America to forge \nimmigration policies for its citizens. To persuade countries to accept South Koreans, the Government allowed its \ncitizens to take as much as $40,000 with them to South America. The first to immigrate to South America went to \nBrazil in 1961. Argentina, Paraguay and Chile received the next wave four years later.\n\nMany South Koreans chose to go to Argentina because there were fewer other Asians there, and thus what they \nsaw as greater entrepreneurial opportunities.\n\nFrom 1965 to 1985, about 6,000 South Koreans came to Argentina, and by 1985 the number had swelled to \n50,000. But in the late 1980's the number of South Koreans in Argentina declined as many left for North America \nduring the hard economic times caused by hyperinflation.\n\nThe sociologists attribute the success of the South Koreans to their entrepreneurship, access to shared credit and \nemployment of family and cheap labor from neighboring countries.\n\n\"It is a community on the rise, both socially and economically,\" said Jorge Balan, a sociologist for the Center for \nStudies of State and Society, a think tank.\n\n\"Their great community cohesion and large families make them thrive in an informal economy. They contribute to \nthe notion that we are still a place where immigrants want to come.\"\n\nStill, settling in Argentina, where 90 percent of the population is of European stock, has not come easy for some \nSouth Koreans, who complain that they have encountered discrimination, which they say is partly owing to their \nrace and partly to their good fortune here.\n\n\"There is discrimination because I am Korean, because I have an Oriental face,\" said Gunbae Kim, who came to \nArgentina three years ago and now imports mannequins from Korea.\n\nHe said, for example, that a Korean driver might be stopped more often than a native Argentine would be by a \npolicemen looking for a bribe, even if the driver had not committed a traffic violation.\n\nAdrianna Kim, 24, who runs a wholesale garment shop, said that after 10 years here, she feels basically at home.\n\n\"There is not so much discrimination in the streets, but there is always somebody who doesn't treat you well,\" she \nsaid. \"At times, I did feel discrimination when I was at school.\"\n\nMr. Balan, the sociologist, said he believed that Koreans are experiencing the same amount of discrimination that \nother recent immigrants have felt in Argentina and in other countries.\n\n\"People don't throw tomatoes at them, but Koreans receive the same animosity and prejudices that the Jews had \nto go through,\" he said.\n\nPerhaps some of that animosity toward Koreans stems from the current downturn in Argentina's economy and \nrecord level of unemployment.\n\n\"It's nice to have people from abroad but let Argentines get jobs first,\" said Victor Angel Orona, a taxi driver.\n\nThe image of South Koreans was hurt badly two years ago when local newspapers published a series of reports \naccusing several South Korean garment factories of operating sweat shops in which undocumented Bolivians were \nforced to work like \"slaves.\"\n\nNico Kim, a 25-year-old student, who owns a film developing shop in the upscale Northside, said Argentines seem \nto see the Koreans as a monolith.\n\n\n\n\"Like in every race, there are good and bad Koreans,\" he said. \"As people generally despise what they do not \nknow, when some Koreans do something bad, there is a tendency to think that all Koreans are the same.\"\n\nNow that the South Korean population has attained economic success in Argentina, its leaders say they are starting \nto focus their efforts on increasing education and political power.\n\nKey Sung Cho, South Korean Ambassador to Argentina, said a major goal of South Koreans here is to send the \nsecond and third generations to college and eventually run a few candidates for public office.\n\nTony Kuo, who came to Argentina 22 years ago and owns a retailing shop, said that while his ethnic heritage is \nimportant to him and that he sends his children to a Korean school on the weekends, he is proud to be an Argentine \ncitizen.\n\n\"When I returned to Korea in 1992, I missed Argentina,\" Mr. Kuo said. \"The only reason I would leave Argentina is if \nI lose my business.\"\n\nGraphic\n\n \n\nPhoto: Among the many successful Koreans in Argentina is Gunbae Kim, who operates a mannequin business. But \nthe life is not perfect. \"There is discrimination because I am Korean, because I have an Oriental face,\" he said. \nHoracio Paone for The New York Times)\n\n      \n"}