{"title": "Ellis Island's Great Hall is reopened as immigration museum", "body": "\nAt joyful, dignified ceremonies, the \"Golden Door\" through which 12-million immigrants entered the United States \nwas reopened on Ellis Island Sunday.\n\n \n\n    Trumpets sounded, a military band played, 49 new Americans were sworn in, guests sipped champagne and \nVice President Dan Quayle cut a broad white ribbon opening the island's restored Great Hall, now an immigration \nmuseum.\n\n \n\n    \"They taught us to give the very best of ourselves to ensure that our freedom endures forever,\" Quayle said.\nLos Angeles Times; Associated Press   \"There are thousands of different names, thousands of different stories, but \nyou stitch all of them together and you have one huge saga, and it's our saga,\" said Chrysler chairman Lee \nIacocca, who spearheaded the campaign that raised $ 156-million to restore the 90-year-old immigration station.\n\n \n\n    About 1,500 guests gathered outside the huge, four-towered brick building that reopens to the public today as a \nmuseum. The restoration project, the most expensive of its kind in American history, was entirely financed by \nprivate contributions to the Statue of Liberty-Ellis Island Foundation.\n\n \n\n    The new citizens were sworn in by Supreme Court Justice Antonin Scalia.\n\n \n\n    And six citizens who passed through Ellis Island were honored as symbols of the millions who teemed ashore.\n\n \n\n    They included Clara Larsen, 92, who emigrated from Russia in 1911. A white-haired woman who now moves \nabout with the aid of a walker, she traveled alone as a teen-ager to the United States and later became a founding \nmember of the International Ladies Garment Workers Union in New York.\n\n \n\n    Also on stage was Johanna Flaherty, 84, who was 16 when she left Ireland. She came to America, she said in an \noral history preserved at the immigration museum, because she \"didn't want to wake up and stare a cow in the \nface every morning.\"\n\n \n\n\n    From 1892 to 1954, when the Ellis Island Immigration Station finally closed, some 12-million immigrants with \nan estimated 140-million descendants passed through its portals.\n\n \n\n    In 1907, Ellis Island's peak year, more than 1-million immigrants were processed 12,000 of them on April 17 of \nthat year, the busiest day ever. Most of the newcomers spent from three to five hours on the island. Part of the \nritual included medical examinations to find the unhealthy.\n\n \n\n    Iacocca dedicated the American Immigrant Wall of Honor, which bears the names of about 2,000 immigrants \nwhose descendants donated $ 100 or more to the renovation effort. The names are inscribed on a long copper strip \non the island's sea wall, about 400 yards from the Statue of Liberty.\n\n \n\n    One of the names was that of Antonio Macchiarola, 80, of Johnston, R.I., who arrived at age 11.\n\n \n\n    In retrospect, Macchiarola said, it all seems \"like a pilgrimage. . . . I was just a little bit of a kid, and I had to go \nthrough these lines to be examined. Everybody was afraid they wouldn't make it.\"\n\n \n\n    Macchiarola did, like 98 percent of those who landed at Ellis. But for those who were turned back including a \nlittle girl who traveled with his family and was rejected because of eye disease Ellis was called the Isle of Tears.\n\n Information from the AP was used in this report.\n"}