{"title": "Skilled-Worker Visa Demand Expected To Far Exceed Supply", "body": "\nThe nation's giant technology firms are competing this week in the annual government lottery for visas allowing \nthem to hire highly skilled foreign workers, and few are expecting to get what they want.\n\nLast year, the federal government received more than 123,000 petitions for the 65,000 H1B visas that were \navailable. This year, some expect the odds of winning the lottery to be even lower.\n\nMicrosoft, for example, is petitioning to hire 1,600 foreign engineers. But company officials said they would be lucky \nto gain 40 percent of those requests in this year's contest, which begins today and ends April 7.\n\n\"It'll be worse than last year,\" said Jack Krumholtz, Microsoft's managing director of federal government affairs. \n\"Because only 65,000 of these desperately needed visas are made available, it is highly likely that this year's \nsupply of visas will once again be exhausted in a single day.\"\n\nWhile companies such as Microsoft, Oracle and Intel have been complaining to Congress about the government \ncaps on hiring skilled foreign workers, some advocates for U.S. programmers have countered that the limits on \nforeign skilled workers are too lenient and have helped lower wages.\n\n\"It is unconscionable that Congress has created this program that allows companies to fill jobs with foreigners even \nwhen qualified Americans are available for them,\" said Kim Berry, president of the Programmers Guild.\n\nHe argued that while the visa program was supposed to attract \"the best and the brightest,\" it has become a means \nfor Indian companies to bring workers into the United States who will accept lower salaries.\n\nBerry said that two years ago the median salary paid to a worker in the visa program was $55,000 -- or about what \nhe said new engineering graduates are paid.\n\n\nOpponents of the program criticize the role of Indian temp companies -- what Berry called \"body shops\" -- that in \nrecent years have won a larger share of such visas. Sens. Charles Grassley (R-Iowa) and Richard J. Durbin (D-Ill.) \nhave expressed similar concerns.\n\n\"They're bringing in programmers here for as little as $40,000,\" Berry said. \"It means that U.S. job seekers don't \nhave a chance of competing in this job market.\"\n\nThe number of H1B visas had reached 195,000 but fell back to 65,000 in late 2003.\n\nNow each side is lobbying Congress to reform the system and move the cap up or down. But in an election year, \nfew expect politicians to make big changes to immigration law.\n\nIn the meantime, Microsoft recently opened a complex in Canada to accommodate about 150 foreign engineers \nwhom it was unable to fit in under last year's program. The complex is located in an office park in Vancouver, \nrelatively close to Microsoft's headquarters in Redmond, Wash.\n\nMicrosoft officials said the average salary it pays a software engineer is $109,000 in direct compensation.\n\n\"Canadian immigration laws work to bring these kind of people to the country,\" Krumholtz said. \"They've seen the \nbenefit.\"\n"}