{"title": "Spanish version of anthem is no hit with Bush; The president also spoke against Monday's planned \"Day Without Immigrants\" national work stoppage.", "body": "\nA Spanish-language version of \"The Star-Spangled Banner\" made its debut yesterday and got a quick thumbs \ndown from the White House reviewer-in-chief.\n\n\"I think the national anthem ought to be sung in English,\" President Bush said.\n\nHe also expressed his distaste for a national work stoppage called for Monday to dramatize the importance of \nimmigrants to the U.S. economy.\n\n\"I'm not a supporter of boycotts,\" Bush said, while restating his support for a comprehensive overhaul of \nimmigration laws.\n\nBush made his comments at a Rose Garden news conference as a Spanish-language version of \"The Star-\nSpangled Banner\" - called \"Nuestro Himno,\" meaning Our Anthem - hit the airwaves, featuring artists such as \nWyclef Jean, hip-hop star Pitbull, and Puerto Rican singers Carlos Ponce and Olga Tanon.\n\n\"I think people who want to be a citizen of this country ought to learn English, and they ought to learn to sing the \nnational anthem in English,\" Bush said.\n\nMonday's planned boycott, called \"A Day Without Immigrants,\" and the emergence of a Spanish-language \nanthem are ingredients in a national debate over how to deal with more than 11 million illegal immigrants in the \nUnited States. Hundreds of thousands of protesters have hit the streets of major U.S. cities to demand the lowering \nof citizenship barriers. Congress is struggling with the issue, with the House and the Senate moving on opposite \ntracks.\n\n\"I understand how difficult this issue is for some people here in Washington and around the country,\" Bush said. \nHis approach calls for a temporary guest-worker program, tougher enforcement of laws against hiring illegal \nimmigrants, and stricter border controls.\n\nAcknowledging that immigration has become a highly charged topic, Bush said: \"One of the things that's very \nimportant is when we debate this issue that we not lose our national soul.\"\n\n\nBritish music producer Adam Kidron, who came up with the idea of the Spanish anthem, said it was not intended \nto discourage immigrants from learning English or embracing American culture.\n\n\"We instead view 'Nuestro Himno' as a song that affords those immigrants that have not yet learned the English \nlanguage the opportunity to fully understand the character of 'The Star-Spangled Banner,' the American flag and the \nideals of freedom that they represent,\" Kidron said in a statement.\n\nSenate leaders, meanwhile, edged closer to an agreement that could clear the way for passage of broad \nimmigration legislation.\n\nSenate Minority Leader Harry Reid (D., Nev.) said he was dropping two demands that contributed to gridlock \nseveral weeks ago. He will no longer insist that conservative critics be limited to three chances to change the bill \nbefore it passes, he said, and will no longer try to dictate which Republicans are named to negotiate a final bill with \nthe House.\n\nHow the Anthem Translates\n\nAn English translation of\n\n\"Nuestro Himno,\" a Spanish-language version\n\nof the national anthem:\n\nVerse 1:\n\nThe day is breaking, do you see it? In the light of the dawn?\n\nWhat we so acclaimed at nightfall?\n\nIts stars, its stripes,\n\nflew yesterday\n\nIn the fierce battle, in a sign of victory,\n\nThe glow of battle, in step with liberty\n\nAt night they said: \"It's being defended!\"\n\nChorus:\n\nOh say!\n\nThe voice of your starry beauty\n\nis still unfolding\n\nOver the land of the free\n\nThe sacred flag?\n\nVerse 2:\n\nIts stars, its stripes,\n\nFreedom, we are equal\n\n\n\nWe are brothers, in our anthem.\n\nIn the fierce combat, in a sign of victory\n\nThe glow of battle, in step with liberty\n\nMy people keep fighting\n\nIt's time to break the chains\n\nAt night they said: \"It's being defended!\"\n\nOh say! Your starry beauty is still unfolding.\n\nONLINE EXTRA\n\nAn audio of \"Nuestro Himno\" can be heard at http://go.philly.com/anthem\n"}