{"title": "Dutch House Votes to Expel Many Denied Political Shelter", "body": "\nThe Dutch lower house of Parliament voted on Tuesday to expel up to 26,000 failed asylum-seekers over the next \nthree years, a move that could give this country one of Europe's most restrictive policies. \n\n The plan, which now goes to the upper house, where it is expected to pass, underscores the growing anti-\nimmigrant feeling in a country that has long been proud of its open, liberal society.\n\n  The 83-to-57 vote came after the center-right coalition government rejected demands by opposition parties for \ngreater lenience.\n\n Immigration Minister Rita Verdonk argued that the plan approved Tuesday was humane because it would not break \nup families, would provide airline tickets and money to returnees, and would still grant amnesty to about 2,300 \npeople facing severe difficulties.\n\n But in recent days, church and human rights groups have held street protests, calling the plan cruel because many \nof those on the deportation list have lived here for five years or more and had children while awaiting residence \npapers. Refugee groups have called for hunger strikes and some churches and families have said they will shelter \npeople facing expulsion. \n\n The bill applies to people who arrived in the Netherlands before April 2001. The largest numbers are from the \nformer Yugoslavia, Iraq and Afghanistan.\n\n Proponents say that many of those people can now safely return home, that not all are political refugees, and \ninclude ''benefit shoppers.'' But critics disagree, including the New York-based Human Rights Watch, which said in \na letter to the immigration minister that ''sending people back to places where they could be in danger not only \njeopardized their safety, but also was illegal.''\n\n Close to 700 people on the deportation list are under investigation for war crimes. The government created a \nspecial unit to investigate war crimes suspects among asylum-seekers after fellow refugees implicated them. But a \nspokesman at the Justice Ministry said investigations had made little headway because cooperation from the \ncountries of origin and the search for witnesses willing to testify had been difficult. \n\n The deportation plan appears harsher than asylum policies elsewhere in Western Europe, where countries \nincluding Austria, Britain, Denmark, Germany and Sweden have recently tightened the rules. \n\n In the Netherlands, the move has not come as a surprise. This is already Europe's most densely populated \ncountry, and large flows of immigrants over the last 25 years have brought such rapid demographic change that, the \n\n\ngovernment predicts, the major Dutch cities will have Muslim majorities by 2010. Half the population of Rotterdam \nis already of foreign descent. \n\n Furthermore, the Netherlands, like much of Western Europe, is experiencing economic stagnation, rising \nunemployment and severe government budget cuts that have curbed welfare benefits, compounding the resistance \nto immigrants.\n\n Since 2002, the Dutch have voted in two elections for parties pledging to slow down immigration. The depth of \nanti-immigrant feelings became a subject for public debate two years ago when the populist right-wing leader Pim \nFortuyn said the Netherlands was ''full up.''\n\n Mr. Fortuyn said the influx of conservative Muslim clerics, attending to Muslims who are now close to 6 percent of \nthe population, threatened to undermine Dutch values like equal rights for women and gays.\n\n Mr. Fortuyn's proposals were milder than the current plan because he argued that asylum-seekers and immigrants \nalready here should be allowed to stay, but that new immigration should stop until those present were better \nintegrated.\n\n Mr. Fortuyn was shot dead in May 2002, but by then he had turned issues like immigrants and asylum-seekers \nfrom a taboo subject into one that is now near the top of the agenda of most mainstream Dutch parties.\n\nhttp://www.nytimes.com\n"}