{"title": "Democrats stick to partisanship", "body": "\nIt appears that in meeting with Republicans, President Obama met with the wrong party on  Capitol Hill last week.     \nHouse Republicans rejected the stimulus proposal  of the Democratic leadership,  not the general plan described by \nthe president. As the editorial \"Old ways cloud the dawn of a new bipartisan era\" states, \"The Democratic majority \nrefused to yield\" (Our view, The tone in Washington debate, Friday).\n\nHouse Speaker Nancy Pelosi also expressed partisanship, stating that \"we won.\" Bipartisanship requires \ngoverning from the center and cannot be expected unless each party reaches out to the other with compromises. \nObama will face challenges from the left wing  of his party.\n\nAlso, Obama would be well advised to review the stimulus bill line by line.  He could immediately identify  those \nitems not consistent with his objectives of creating jobs in quick, temporary and effective ways.\n\nDonald L. Nordeen\n\nGaylord, Mich.\n\nImmigration effect\n\nWhile I appreciate the information regarding the Justice Department's report on the rise of gang-related crime in the \nUSA, the article's emphasis on the correlation between gang activity and immigration seems unjustified and \nirresponsible  (\"FBI: Burgeoning gangs rival foreign drug cartels,\" News, Friday).\n\nThe article failed to mention that studies have indicated that over the past decade, violent crimes have decreased \nwhile immigration has increased. Focusing on a possible link between the rise of gang-related crime and \nimmigration patterns seems premature and lacks the empirical data to indicate a definitive connection. Instead of \nproviding inferences, let's just stick to the facts.\n\nDouglas Miller\n\nLouisville\n\nCut mail delivery\n\nThe postmaster general has suggested that mail delivery might be reduced from six days a week to five (\"Post \noffice asks to cut its six-day delivery,\" News, Thursday).\n\nI have long said that, with the widespread use of e-mail, we should receive mail every other day, or three times per \nweek. That way, the U.S. Postal Service could significantly cut the cost of mail carriers, equipment and fuel.\n\nBob Frick\n\n\nAuburn Hills, Mich. \n"}