{"title": "U.S. SET TO START HEARINGS FOR 1,800 JAILED CUBANS", "body": "\nFederal District Judge Marvin Shoob has scheduled a series of hearings, the first tomorrow morning, for hundreds \nof Cuban refugees held in United States prisons since they came to this country more than a year ago with the \n''freedom flotilla.''\n\nThe hearings at Federal Court here will consider the cases of about 1,800 Cuban refugees that the Immigration \nand Naturalization Service has ruled not admissible to this country because of their criminal records. The refugees \nare the only Cubans still in Federal custody out of 124,789 who came here in the mass exodus.\nUS schedules hearings for 1,800 jailed Cuban refugees\n\nAttorneys for the imprisoned Cubans say they hope many will be ordered released by Judge Shoob soon, possibly \nseveral hundred this week. Their optimism is partly based on recent opinions from Federal judges in several \ndistricts. The judges ordered the release of several Cubans who had been imprisoned for reasons similar to those \nthat have kept many refugees detained at the Federal penitentiary here.\n\n \n\n2 Refugees Recently Released\n\nThe refugees' lawyers also cite two recent orders here, one by Judge Richard Freeman and the other by Judge \nShoob. The orders freed two refugees deemed not admissible to this country because they did not have proper \nentry papers, which few, if any, refugees had at the time of the mass boatlift.\n\n''There are some who have never been convicted of a crime in either Cuba or the United States,'' said Dale \nSchwartz, an immigration lawyer whom Judge Shoob has designated as the refugees' legal counsel.\n\nLast month, in an attempt to expedite resolution of the immigration service's findings against the refugees, Judge \nShoob ordered the Government to divide the detainees into 12 subgroups based on the crimes they had admitted \ncommitting in Cuba and on charges against them in this country.\n\nThe judge's move, viewed by the refugees' lawyers as a major step toward the Cubans' freedom, resulted in a \nbreakdown that showed a wide variation in the magnitude of the offenses for which the refugees were being \ndetained.\n\n \n\n309 Lacked Entry Papers\n\nFor example, the immigration service ruled 309 refugees as not admissible, it was found, because they did not have \nentry papers. In light of recent rulings by Federal judges, this group could be ordered freed by tomorrow night.\n\n\nThe most serious offenses include violent crimes, such as murder and rape, but the Government does not have a \nfigure for refugees involved in such crimes. In addition, 100 to 200 refugees have been declared not admissible on \ngrounds they are criminally insane.\n\nThose accused of the most serious crimes may not be freed as soon as the others, Mr. Schwartz said, but they may \nbe ordered sent to mental institutions or other types of prisons as opposed to being held at the aging, crowded \nprison here.\n\nIn January, President Carter proposed the establishment of a three-member panel to screen each detained refugee \nand to review the ruling by the immigration officers who initially determined whether an individual should be \nadmitted or excluded. Exclusion presents a problem, however, because Cuba has refused to accept any returned \nrefugees.\n\nOnly a handful of detained refugees had been released before President Reagan delayed the panel's creation last \nMarch, pending a review of immigration policy by an interagency panel.\n\nWhen the new Administration's immigration policy was unveiled a few weeks ago, it called for formation of the \npanel, which is to meet on or before Sept. 1 and review each refugee's case separately.\n\nUpon hearing of the Reagan Administration's intention to pursue Mr. Carter's strategy, Judge Shoob said the plan \nwas ''a good tune, but it's been played too long.''\n"}