{"title": "Frank talk on illegal immigrants", "body": "\nThe settlement of thousands of illegal immigrants in metro Atlanta over the last decade has gone from an \ninteresting demographic development to perhaps the most explosive political issue facing our region.\n\nUnfortunately, the public discussion on the issue --- here and elsewhere --- seems dominated by those who want \nmore rights and privileges for \"undocumented workers\" vs. those who believe millions of \"illegal aliens\" are \ndepressing wages, subverting American culture and flouting the rule of law. Surely, there is a middle ground to be \ncharted. But it has to start with recognizing that the migration has had a staggering impact on the quality of life in \nmany parts of the metro area.\n\nNear my home in Marietta, I've witnessed more and more men crowd into rundown apartments and decaying rental \nhouses over the last few years. They spend most of their day in the parking lots of liquor stores, convenience stores \nand vacant lots waiting for work. Meanwhile, I've watched the crime rate rise and the middle-class attendance rate \nat our neighborhood school plummet.\n\nNow, before you write this off as xenophobia, you need not convince me of the myriad gifts that immigrants can \nbring to their new communities. I understand they have the capacity to enrich all of us in the same way that my Irish \nancestors changed the communities where they \"elevated.\" I also understand the local economy has become \ndependent on the labor they provide.\n\nI know there are well-intentioned people in Roswell, Norcross and other close-in suburbs where the immigration \nwave is most prominent who share the same mixed feelings. It's unfair to say these concerns are motivated by \nracism; that inflammatory accusation has been used far too often to avoid having to face the issue.\n\nNo, my frustration stems from a simple fact: There are so many poor immigrants, many of them here illegally, and \ntheir basic needs --- education, health care, protection against exploitation --- are so great. In the last years in her \nthird-grade classroom, my wife came to realize that the time she had to devote to poor, immigrant children \ndiminished the time she should have spent with equally needy non-immigrant children.\n\nSo I understand completely why Arizonans overwhelmingly passed a largely meaningless measure in November \nthat prohibits state and local officials from providing any more government services to noncitizens. They needed to \nsend a message to their elected leaders to get them to do something.\n\n\nThere are numerous ideas waiting to be discussed and some positive signs that we may be about to do so. Almost \nall of the proposals require illegal immigrants already here to earn legal status; thoughtful proposals also require \nmore public spending to better secure the border.\n\nBut the details in these plans are just as important. Who will be eligible for legalization? How would guest workers \nbe matched with their prospective employers? How will the jobs of citizens be protected --- by forcing openings to \nbe offered to Americans first, by some change in the minimum wage law, or some other way?\n\n\"Most voters aren't reflexively anti-immigrant. They don't necessarily favor a crackdown for a crackdown's sake,\" \nsays Tamar Jacoby, a senior fellow at the Manhattan Institute and one of the most astute commentators on the \nissue. \"What they want is a solution, not an empty gesture, and many will listen to politicians of either party who can \nexplain the difference and deliver on real reform.\"\n\nIt's time to start listening to the legitimate fears of people who face the issue day in and day out.\n\nMike King, a former metro editor, public editor and science and medicine reporter and editor, is a member of the \nnewspaper's editorial board. His column appears Thursdays.\n\nmking@ajc.com  \n"}