{"title": "Monitoring immigrant sign-ups", "body": "\nOn a day when Bay Area activists began monitoring the detentions of immigrants who registered under a new \nnational security program, Mohamed Harizi went to the San Francisco INS office ready to be jailed.\n\nHarizi, 25, believed his expired student visa might deliver a fate similar to that of hundreds of other Muslim and Arab \nmen who were detained after they complied with a government order for men and boys from mostly Muslim \ncountries to be fingerprinted, photographed and interviewed.\n\nHe had heard the cells were cold, so Harizi wore thermal underwear and a turtle neck sweater. He had heard metal \nobjects were prohibited in jail, so he didn't wear a belt or a watch. Instead, he brought two friends, who had \ninstructions to pay bills, call his family in Tunisia and coordinate with a lawyer.\n\nBut he wasn't detained. The Immigration and Naturalization Service (INS) asked him to return in a week with more \npaperwork.\n\nAlthough Harizi fears deportation, the former Sonoma State University student hopes for some way to remain in the \nUnited States legally.\n\n''I don't know what will happen later,'' Harizi said.\n\nThe effort to closely track immigrant men and boys from mostly Middle Eastern and Muslim countries is having \nseismic effects on the immigration system, heavily criticized after Sept. 11, 2001, for lax enforcement of the law. But \nnow part of the INS strategy to strengthen its control involves trying to target primarily Muslims and Arabs.\n\nINS officials say they are doing their job at a time where national security is at grave risk and with the knowledge \nthat the Sept. 11 hijackers were in the United States on the same kind of visitor visas now needing special \nregistration. Hundreds have been detained since last month, many of them because of expired visas.\n\nActivists have assailed the registration and detention process as a bait-and-switch tactic in which immigrants are \npunished by one law for complying with another.\n\nThe INS has refused to disclose details of the detention process -- including figures on how many have been \ndetained, what countries they're from and the reasons for detainment -- prompting activists to begin Monday's ad \nhoc accounting of those registrants who entered the San Francisco INS office.\n\n''When there's secrecy, there's no accountability,'' said Heba Nimr, an attorney with the INS Watch-La Raza Centro \nLegal, a San Francisco non-profit group that monitors INS enforcement activity. Nimr said the unofficial accounting \nwas also meant to show solidarity with immigrant groups required to register. ''I don't understand what's so \nthreatening about public information.''\n\n\nDepartment of Justice spokesman Jorge Martinez said that the detentions are done only to make sure those \nimmigrants who have violated immigration law don't also turn up on a national law enforcement database. Of the \nthousands who have registered, Martinez said, at least 23 turned up on the criminal database, including some \nconvicted felons and others who were wanted by police.\n\nInside the San Francisco INS office Monday, the mood ranged from nervousness to anxiety to frustration as dozens \nof Muslim men waited to be registered.\n\nMabrook Alagi came through the registration without being detained. But the Yemeni immigrant, who is married to \nan American citizen, was angry.\n\n''Why do they ask for some countries and not others?'' asked Alagi, 33, who works as a cashier and lives in \nOakland. ''Why do they ask only for Arabs and nobody else?''\n\nKhemais Boujema, 25, a Tunisian who is studying hotel management at San Francisco State, said, ''It's wrong to \nhold entire nations accountable'' because of the Sept. 11 terrorist attacks.\n\nFor Harizi, the Tunisian who came dressed for jail, coming to register was the latest blow to his dream of being a \nstudent in the United States. After coming to Sonoma State on a student visa in the spring of 2000, Harizi dropped \nout when his family could no longer afford the $12,000-a-year tuition.\n\nWithout school, his visa became invalid, but Harizi hoped his family could save enough to send him back after a \nsemester off.\n\nThe terrorist attacks of Sept. 11 forever changed the rules of immigration. Three of the 19 hijackers were \ndiscovered to have expired visas. And all 19 were in the United States on non-immigrant visas: tourist, student and \nwork.\n\nVisa holders from 19 mostly Muslim and Arab countries are the ones asked to register with the INS now. They will \nbe asked to come back to re-register annually.\n\nWith a one-week reprieve from his immigration fate, Harizi was left in the lurch.\n\n''It gives me another chance, another week to be stressing.''\n\nImmigrants coming in for special registration can seek free legal advice from the National Lawyers' Guild at (415) \n285-1041.\n\nFor more information about the registration process, go to www.ins.gov \n\nContact Matthai Chakko Kuruvila at mkuruvila@sjmercury.com  \n"}