{"title": "Factors Considered When Evaluating a Governor’s Request for Individual Assistance for a Major Disaster", "body": "\nWashington, DC: This Rule document was issued by the Federal Emergency Management Agency (FEMA)\n\nAction\n\nFinal rule.Summary\n\nFEMA is issuing a final rule to revise its regulations to comply with Section 1109 of the Sandy Recovery \nImprovement Act of 2013. The Act requires FEMA, in cooperation with State, local, and Tribal emergency \nmanagement agencies, to review, update, and revise through rulemaking the Individual Assistance factors FEMA \nuses to measure the severity, magnitude, and impact of a disaster.Dates\n\nThis final rule is effective on June 1, 2019.For Further Information Contact\n\nMark Millican, FEMA, Individual Assistance Division, 500 C Street SW, Washington, DC 20472-3100, (phone) 202-\n212-3221 or (email) FEMA-IA-Regulations@fema.dhs.gov Supplementary InformationTable of Contents\n\nI. Executive Summary\n\nA. Purpose of the Regulatory Action\n\n1. The Need for the Regulatory Action and How the Action Will Meet the Need\n\n2. Legal Authority\n\nB. Summary of Major Provisions\n\nII. Background and Proposed Rule\n\nIII. Discussion of Public Comments on the Proposed Rule\n\nA. 44 CFR 206.48, Paragraph (b)(1)—State Fiscal Capacity and Resource Availability\n\nB. 44 CFR 206.48, Paragraph (b)(2)—Uninsured Home and Personal Property Losses\n\n\nC. 44 CFR 206.48, Paragraph (b)(3)—Disaster Impacted Population Profile\n\nD. 44 CFR 206.48, Paragraph (b)(4)—Impact to Community Infrastructure\n\nE. 44 CFR 206.48, Paragraph (b)(5)—Casualties\n\nF. 44 CFR 206.48, Paragraph (b)(6)—Disaster Related Unemployment\n\nG. Principal Factors for Evaluating the Need for the Individuals and Households Program\n\nH. Lack of Thresholds\n\nI. IA Declarations Factors Guidance\n\nJ. Preliminary Damage Assessments\n\nK. Amount of Data Requested\n\nIV. Final Rule\n\nV. Regulatory Analysis\n\nA. Executive Order 12866, Regulatory Planning and Review and Executive Order 13563, Improving Regulation and \nRegulatory Review\n\n1. Executive Summary & A-4 Accounting Statement\n\n2. Need for Regulatory Action\n\n3. Affected Population\n\n4. Current Baseline and Impacts of Final Rule\n\n5. Impacts to Costs, Benefits, and Transfer Payments\n\na. State Costs\n\nb. Federal Costs\n\nc. Benefits\n\nd. Transfer Payments\n\n6. Total Impact of the Final Rule\n\n7. Marginal Analysis of the Factors\n\n8. Regulatory Alternatives\n\na. Voluntary, Faith, and Community Based Organizations Resources\n\nb. Maintain the 44 CFR 206.48(b) Table\n\nc. Automatically Trigger Contiguous Counties and States\n\nd. Considering Negative Impact on Businesses\n\ne. Linking Individual Assistance Cost Factor With Public Assistance (PA) Cost Factor\n\n\n\nf. Use of Factor Thresholds\n\ng. Homes in Foreclosure\n\nh. Do Not Include Fiscal Capacity Indicators\n\nB. Regulatory Flexibility Act\n\nC. Unfunded Mandates Reform Act of 1995\n\nD. National Environmental Policy Act\n\nE. Paperwork Reduction Act of 1995\n\nF. Privacy Act\n\nG. Executive Order 13175, Consultation and Coordination With Indian Tribal Governments\n\nH. Executive Order 13132, Federalism\n\nI. Executive Order 11988, Floodplain Management\n\nJ. Executive Order 11990, Protection of Wetlands\n\nK. Executive Order 12898, Environmental Justice\n\nL. Congressional Review of Agency RulemakingI. Executive SummaryA. Purpose of the Regulatory Action1. The \nNeed for the Regulatory Action and How the Action Will Meet the Need\n\nOn January 29, 2013, the Sandy Recovery Improvement Act of 2013 (SRIA) was enacted into law (Pub. L. 113-2). \nSection 1109 of SRIA requires FEMA, in cooperation with State, local, and Tribal emergency management \nagencies, to review, update, and revise through rulemaking the factors found at 44 CFR 206.48 that FEMA uses to \ndetermine whether to recommend provision of Individual Assistance (IA) during a major disaster. These factors \nhelp FEMA measure the severity, magnitude, and impact of a disaster, as well as the capabilities of the affected \njurisdictions.\n\nFEMA is issuing this final rule to comply with SRIA and to provide clarity on the IA declaration factors that FEMA \ncurrently considers in support of its recommendation to the President on whether a major disaster declaration \nauthorizing IA is warranted. The additional clarity may reduce delays in the declaration process by decreasing the \nback and forth between States and FEMA during the declaration process. FEMA is also finalizing a factor on Fiscal \nCapacity to provide additional relevant information and context regarding potential disaster situations.2. Legal \nAuthority\n\nFEMA has authority for this final rule pursuant to the Robert T. Stafford Disaster Relief and Emergency Assistance \nAct (Stafford Act). 42 U.S.C 5121 et seq. Section 401 of the Stafford Act lays out the procedures for a declaration \nfor FEMA's major disaster assistance programs when a catastrophe occurs in a State. The specific changes in this \nfinal rule comply with Section 1109 of the Sandy Recovery Improvement Act of 2013, Public Law 113-2.B. \nSummary of Major Provisions\n\nFEMA is revising the factors found at 44 CFR 206.48 that FEMA uses to determine whether to recommend \nprovision of Individual Assistance during a major disaster. The current factors found at 44 CFR 206.48 for \nIndividual Assistance include the following factors: (1) Concentration of Damages, (2) Trauma, (3) Special \nPopulations, (4) Voluntary Agency Assistance, (5) Insurance, and (6) Average Amount of Individual Assistance by \nState.\n\nFEMA is revising the current factors to provide additional clarity regarding the considerations that FEMA has \nevaluated in recent years when making a recommendation on whether Individual Assistance is warranted for a \n\n\n\nmajor disaster declaration. This final rule also adds new factors that will help FEMA more accurately and \nconsistently determine whether the impact of an event is beyond State and local government capabilities. FEMA is \nrevising 44 CFR 206.48(b) to identify the following factors: (1) State Fiscal Capacity and Resource Availability, (2) \nUninsured Home and Personal Property Losses, (3) Disaster Impacted Population Profile, (4) Impact to Community \nInfrastructure, (5) Casualties, and (6) Disaster Related Unemployment. As is currently the practice, FEMA will \ncontinue to use a myriad of factors and data to formulate its recommendations to the President on major disaster \ndeclarations that authorize IA. No single data point or factor will be determinative of FEMA's recommendation nor \nwill any single factor necessarily affect the President's ultimate determination of whether a major disaster \ndeclaration authorizing IA is warranted. FEMA purposely declined to be more restrictive in areas of the final rule \nbecause disaster events can vary greatly from incident to incident, and FEMA must retain the flexibility and \ndiscretion to properly advise the President regarding situations or circumstances that FEMA may not be able to fully \npredict or define in a rulemaking. Moreover, as a result of climatological and demographic changes, disaster trends \nare likely to continue to change in ways that may require policy shifts at the agency or Administration level. FEMA \nwants to ensure that we retain as much flexibility as possible. The final factors do not limit the President's \ndiscretion regarding major disaster declarations.II. Background and Proposed Rule\n\nWhen a catastrophe occurs in a State, the State's Governor may request a Presidential declaration of a major \ndisaster (1) pursuant to Section 401 of the Robert T. Stafford Disaster Relief and Emergency Assistance Act \n(Stafford Act). 42 U.S.C 5170; 44 CFR 206.36(a). Such a request must be based on a finding that the disaster is of \nsuch severity and magnitude that an effective response is beyond the capabilities of the State and the affected local \ngovernments and that Federal assistance is necessary. 42 U.S.C 5170.\n\nThe capability to respond to a catastrophe varies from State to State. The initial decision on whether to seek \nsupplemental Federal assistance to help a State respond to and recover from a natural disaster lies with each \nState. The basis for any State request for a major disaster declaration must be a finding that (1) the situation is of \nsuch severity and magnitude that an effective response is beyond the capabilities of the State and affected local \ngovernments, and (2) Federal assistance under the Stafford Act is necessary to supplement the efforts and \navailable resources of the State, local governments, disaster relief organizations, and compensation by insurance \nfor disaster-related losses. 44 CFR 206.36(b)(1)-(2).\n\nA major disaster declaration will identify the types of assistance that are authorized under the declaration, 44 CFR \n206.40(a), although other types may be authorized later, 44 CFR 206.40(c). The types of assistance authorized \nunder the declaration are based upon whether the damage involved and its effects are of such severity and \nmagnitude as to be beyond the response capabilities of the State, the affected local governments, and other \npotential recipients of supplemental Federal assistance. 44 CFR 206.40(a). A major disaster declaration may \nauthorize all, or only particular types of, supplemental Federal assistance requested by the Governor. 44 CFR \n206.40(a). As noted above, when evaluating requests for Individual Assistance, FEMA considers the factors under \n44 CFR 206.48(b) to determine whether supplemental Federal Individual Assistance is warranted.\n\nA major disaster declaration authorizing Individual Assistance may include any or all of the following programs:\n\nIndividuals and Households Program: The Individuals and Households Program (IHP) provides grants, direct \nassistance, or both to eligible disaster survivors who have necessary expenses and serious needs that they are \nunable to meet through other means, such as insurance. 44 CFR 206.110-120. This help may be in the form of \nhousing assistance (including Temporary Housing, Repair, Replacement, and Semi-Permanent or Permanent \nHousing Construction) as well as assistance to meet “other needs” such as medical, dental, child care, funeral, \npersonal property, and transportation costs.\n\nCrisis Counseling Program: The Crisis Counseling Program (CCP) assists individuals and communities recovering \nfrom the effects of a natural or human caused disaster through the provision of community based outreach and \npsycho-educational services. 44 CFR 206.171 Supplemental Federal funding for crisis counseling is available to the \nState through two grant mechanism: (1) Immediate Services Program, which provides funds for up to 60 days of \nservices immediately following a disaster declaration; and (2) the Regular Services Program, which provides funds \nfor up to nine months following a disaster declaration.\n\n\n\nDisaster Case Management Program: The Disaster Case Management Program (DCMP) is a program that involves \na partnership between a disaster case manager and a survivor to develop and carry out a Disaster Recovery Plan. \n42 U.S.C 5189d. The process involves an assessment of the survivor's verified disaster caused unmet needs, \ndevelopment of a goal oriented plan that outlines the steps necessary to achieve recovery, organization and \ncoordination of information on available resources that match the disaster caused unmet needs, monitoring of \nprogress towards the recovery plan goals and, when necessary, client advocacy.\n\nDisaster Legal Services: Disaster Legal Services provides legal assistance to low income individuals who, prior to \nor as a result of the disaster, are unable to secure legal services adequate to meet their disaster related needs. 44 \nCFR 206.164 FEMA, through an agreement with the Young Lawyers Division of the American Bar Association, \nprovides free legal help for disaster survivors.\n\nDisaster Unemployment Assistance: Disaster Unemployment Assistance (DUA) provides unemployment benefits \nand re-employment services to individuals who have become unemployed as a result of a major disaster and who \nare not eligible for regular State unemployment insurance. 44 CFR 206.141\n\nOn January 29, 2013, SRIA was enacted into law. Public Law 113-2. Section 1109 of SRIA requires FEMA, in \ncooperation with State, local, and Tribal emergency management agencies, to review, update, and revise through \nrulemaking the factors found at 44 CFR 206.48 that FEMA uses to determine whether to recommend provision of \nIndividual Assistance during a major disaster. These factors help FEMA measure the severity, magnitude, and \nimpact of a disaster.\n\nCongress directed FEMA to review, update, and revise these factors, including 44 CFR 206.48(b)(2) related to \ntrauma and the specific conditions or losses that contribute to trauma, to provide more objective criteria for \nevaluating the need for assistance to individuals, to clarify the threshold for eligibility, and to speed a declaration of \na major disaster or emergency (2) under the Stafford Act. SRIA required the completion of this rulemaking by \nJanuary 29, 2014.\n\nOn November 12, 2015, FEMA published a notice of proposed rulemaking pursuant to Section 1109 of SRIA. 80 FR \n70116. FEMA proposed to revise 44 CFR 206.48(b) to include the following factors: (1) State Fiscal Capacity and \nResource Availability, (2) Uninsured Home and Personal Property Losses, (3) Disaster Impacted Population Profile, \n(4) Impact to Community Infrastructure, (5) Casualties, and (6) Disaster Related Unemployment. A complete \ndescription of each factor can be found in the proposed rule. See 80 FR 70116. This final rule incorporates the \nreasoning of the proposed rule except as reflected elsewhere in this preamble. The final rule adopts proposed rule \nwith two changes: removal of the sub-factors related to State Services and Planning After Prior Disasters. These \nchanges are discussed below in III. Discussion of Public Comments on the Proposed Rule.FEMA's Outreach Efforts \nFollowing Publication of the Notice of Proposed Rulemaking\n\nSection 1109 of SRIA requires FEMA to cooperate with State, local, and Tribal emergency management agencies \nduring the process of reviewing, updating, and revising the factors found at 44 CFR 206.48(b). FEMA conducted \noutreach prior to publication of the NPRM. See 80 FR 70119. In addition, following publication of the NPRM, on \nDecember 8 and 9, 2015, FEMA held two webinars for State governors' offices, State emergency managers, and \nnational level State associations to explain the provisions of the proposed rule. At the end of both webinars, FEMA \naccepted comments from the listeners. FEMA considered these comments in the formulation of this final rule and \nsummarizes and responds to these comments below. The webinar presentation itself can be found in the \nrulemaking docket at www.regulations.gov III. Discussion of Public Comments on the Proposed Rule\n\nFEMA received written comments from 35 commenters in response to the proposed rule. The majority of \ncommenters were from State emergency management agencies, but commenters also included members of \nCongress, an emergency management association, charitable organizations, and private citizens. The commenters \nraised a variety of issues that are discussed below.A. 44 CFR 206.48, Paragraph (b)(1)—State Fiscal Capacity and \nResource AvailabilityFiscal Capacity\n\nhttp://www.regulations.gov/\n\n\nThe proposed Fiscal Capacity factor defined fiscal capacity as a State's potential ability to raise revenue from its \nown sources to respond to and recover from a disaster. The proposed rule identified the following data points as \nsub-factors:\n\nTotal Taxable Resources (TTR) of the State. TTR is the U.S Department of Treasury's annual estimate of the \nrelative fiscal capacity of a State. A low TTR may indicate a greater need for supplemental Federal assistance than \na high TTR. Gross Domestic Product (GDP) by State. GDP by State is calculated by the Bureau of Economic \nAnalysis. GDP by State may be used as an alternative or supplemental evaluation method to TTR. Per capita \npersonal income by local area. Per capita personal income by local area is calculated by the Bureau of Economic \nAnalysis. A low per capita personal income by local area may indicate a greater need for supplemental Federal \nassistance than a high per capita personal income by local area.\n\nFEMA received comments from 22 commenters regarding this proposed factor; a summary of these comments, \nand FEMA's responses, follows.\n\nSeveral commenters expressed concern that the use of fiscal capacity data would effectively penalize States with \nrelatively greater fiscal capacity. Some comments expressed concern that because a high TTR is frequently \ncorrelated with a large state population (and correspondingly high operational expenses), the use of TTR could \nadversely impact States with larger populations. Along similar lines, one commenter suggested that the use of TTR \nwith respect to California “would make it significantly more difficult for Californians to access individual disaster \nassistance” than residents of other states, because California's TTR is significantly higher than the TTR of other \nstates. The commenter suggested that as a result of this significant disparity between States in TTR, as well as the \ndiverse geography, disaster vulnerability, and demographics of California, TTR “is too broad of a factor to provide a \nuseful assessment of [the] statutory requirement for a state's capacity—let alone a local government's capacity—to \nmanage a disaster.” (3) The commenter encouraged FEMA to “find a factor other than [TTR] that is better \nrepresentative of both state and local resources available to each specific disaster.”\n\nFEMA notes that assistance provided by FEMA is intended to be supplemental in nature and FEMA must evaluate \nthe fiscal capacity of the State to determine whether the State is overwhelmed or if the State has sufficient \nresources available to provide the needed disaster assistance without Federal assistance. FEMA's current \napproach, which largely relies on comparing level of damage to the population size of the affected State, essentially \nequates population with capacity. FEMA believes that a more direct way to evaluate a State's fiscal capacity is to \nuse objective data such as U.S Department of Treasury's TTR data or the Bureau of Economic Analysis' (BEA) \nGDP by State data. These are statistical measures of a State's economic activity, which can provide insight into \nchanges in the general economic well-being of the State and its relative fiscal capacity. Although these measures \nare frequently strongly correlated with population size, they are more direct measures of fiscal capacity, and are \ntherefore more appropriate for this purpose.\n\nFEMA notes that any factor could be framed as a “penalty.” The appropriate question is not whether any given \nfactor operates as a penalty, but how such a factor relates to statutory requirements. Just as a State with ample \nfiscal capacity and resource availability could characterize as a “penalty” FEMA's determination that the State is \nable to use such capacity and resources to respond effectively to a disaster, a State that is struck by a relatively \nminor event could characterize as a “penalty” FEMA's consideration of the lack of damage. In either case, the \ndenial would simply flow from the President's determination, consistent with statutory requirements, that the State \nand affected local governments should be able to respond to the disaster effectively without supplemental Federal \nassistance. In other words, all of the factors in this final rule are intended to allow FEMA and the President to make \ninformed decisions regarding whether or not an event was of the severity and magnitude to be beyond State and \nlocal capability.\n\nCommenters expressed concern that TTR data may not accurately capture the true fiscal capacity of a State \nbecause it calculates all of the things that a State could potentially tax, not what is actually taxed, and therefore may \nartificially inflate the perceived level of fiscal capability. Several commenters stated that FEMA should not consider \na State's ability to pay based on potential revenues alone, without considering a State's expenses as well because \nit is a one-sided assessment of a State's capacity to respond and does not necessarily fully consider a State's \n\n\n\nability to provide adequate disaster assistance. Another commenter observed that a State that has a high TTR \nbecause of a high population is likely to have correspondingly high expenses as well.\n\nAs discussed above, TTR is a value-neutral measure of a State's economic activity, which can provide insight into a \nState's relative fiscal capacity and changes in its economic wellbeing, regardless of the taxing choices and other \nconstraints that may be imposed on it by State law, State constitution, or policy choices. TTR is also indicative of \nthe overall economic and fiscal health of the people and the businesses within the State, which is relevant to the \ndisaster impacted population's ability to recover (recognizing that there are poor communities in rich States and vice \nversa, FEMA will also consider per capita personal income at the local level). (4) FEMA believes that States with a \nlarge TTR have a greater capability to respond to and recover from disaster events compared to States with a lower \nTTR. FEMA does not expect or require a State to exhaust its resources before supplemental Federal assistance \nwould be appropriate. FEMA welcomes States to provide additional clarity on their fiscal capacity, and the fiscal \ncapacity of local governments, by highlighting fiscal restrictions and expenditures that, though not captured in TTR, \nare relevant to the State and local government's capability to respond effectively to the disaster. In addition, FEMA \nfully recognizes that some disasters are so large and have such a serious impact that supplemental Federal \nassistance will be necessary no matter the State's available resources.\n\nSeveral commenters expressed concern that the fiscal capacity indicators capture the fiscal capacity of a State \nbefore the event without considering that a State's economy may have been impacted by the disaster event. As part \nof FEMA's evaluation of a State's request, FEMA will evaluate the impact of the disaster on the State. If a State \nbelieves that the disaster has negatively and significantly impacted its fiscal capacity to respond or the overall State \neconomy, the State may discuss such impacts in its declaration request.\n\nCommenters expressed concern that the two-year lag in TTR data may result in the use of inaccurate data. \nPursuant to Public Law 102-321, the U.S Department of the Treasury produces annual estimates of total taxable \nresources (TTR) for all States. The TTR estimates are published by September 30th each year and have a two-year \nlag. For example, TTR for 2016 was published on September 28, 2018. The formula for calculating TTR uses Gross \nState Product (GSP) (5) as its base, subtracts non-taxable components, then accounts for cross-border income \nflows. This calculation provides a “comprehensive measure of all the income flows a state can potentially tax.” (6) \nThe two-year lag in TTR data is a direct result of when income data becomes available. Raw income data is always \none year behind. Tax filings for any given year are generally due by April 15 of the following year. (7) This accounts \nfor the first lag year. The second lag year is attributable to putting the vast amount of data into a usable format. (8)\n\nFEMA reviewed a ten-year data set of TTR for each State in response to comments on the two-year lag. (9) Based \non that review, FEMA found that TTR is sufficiently reliable to serve as the principal indicator for each State from \nwhich the discussion about fiscal capacity can begin. For the 10 years FEMA reviewed, TTR generally increased \nfrom year to year in every State. The exceptions, when TTR dropped, were generally due to circumstances that \nwould have been readily apparent at the time. For example, nearly every State saw year-to-year drops from 2007-\n2008 and/or 2008-2009, coinciding with the financial crisis. While 2008 TTR data would not have been available to \nanalyze for requests made during that time, FEMA and the States would have been well aware that capability and \nfiscal capacity among all of the States was decreasing, and FEMA would have been able to take that decreased \ncapacity into consideration. In addition, events such as significant falls in certain commodity prices, which may \nimpact one or two States as opposed to the entire nation, will also generally be apparent and supported by other \nreadily available data at the time of the request. FEMA recognizes that there is a two-year lag and encourages each \nState to provide additional information about its fiscal capacity, especially if there have been noteworthy economic \nimpacts during the two-year lag which impact the State's ability to respond to and recover from the disaster.\n\nA commenter raised concerns that TTR is considered experimental and thus should not be used to evaluate a \nState's fiscal capacity. The U.S Department of the Treasury's website includes three papers explaining the \nmethodology it uses to estimate TTR. 10 Each of these papers refers to an “experimental” methodology developed \nin 1986. (11) This “experimental” methodology was refined and finalized for use beginning in 1992. (12) In 1997, the \nmethodology was substantially improved and in 1998 that improved methodology was implemented. The \nmethodology has remained unchanged since 1998. Based on approximately 20 years of use, FEMA does not \nconsider TTR “experimental” and believes TTR provides valuable insight into the fiscal capacity of States. Congress \n\n\n\nhas recognized the utility of TTR by requiring its use in the formula used to allocate Federal funds for the \nDepartment of Health and Human Services' Community Mental Health Service and Substance Abuse Prevention \nand Treatment block grant. (13)\n\nA commenter asked that FEMA clarify the process it will use to determine when a State can rely on GDP data \ninstead of TTR. The commenter also asked FEMA to explain more thoroughly how per capita personal income by \nlocal area would be analyzed with TTR and GDP to determine a State's Fiscal Capacity. TTR is available for every \nState and FEMA will consider the relevant TTR for every State. If a State wants to use either GDP by State or Per \nCapita Personal Income data to supplement or highlight a differing fiscal health of the State then the State can \nsubmit the information to FEMA. However, FEMA will still consider TTR data for that request.\n\nSeveral commenters expressed concerns about FEMA focusing too much on the fiscal capacity of States as \ncompared to the fiscal capacity of local governments. One commenter raised the concern that taxable revenue and \nwealth in many States is not evenly distributed throughout and impoverished areas would be hurt if the State's \nrequest for an IA declaration was judged by the overall state's fiscal capacity. FEMA notes that the State is the one \nwho makes the determination to apply for a major disaster declaration that the State needs supplemental Federal \nassistance. FEMA must evaluate at the State level because a request for a disaster declaration must be based on a \nfinding that the disaster is of such severity and magnitude that effective response is beyond the capabilities of the \nState and the affected local governments and that Federal assistance is necessary. (14)\n\nSeveral commenters asked whether the “Fiscal Capacity” data will be shared with the States and expressed \nconcern that they would be burdened by having to pre-identify their own Fiscal Capacity data. FEMA is planning on \nproviding links on FEMA's website to the data sources for States to easily access their own fiscal capacity data if \nthey wish to review it prior to a major disaster request being made. In addition, the fiscal capacity data is easily \nfound using a web search. The States will simply list their current fiscal capacity data in their request. As discussed \nabove, States may also gather and provide additional information to supplement or provide further context to the \nspecified data points.\n\nA commenter asked how local area is defined for the “Per Capita Personal Income by Local Area” sub-factor of the \n“Fiscal Capacity” factor. The per capita personal income by local area data is produced by the Bureau of Economic \nAnalysis for “counties, micropolitan statistical areas, metropolitan statistical areas (MSAs), metropolitan divisions \n(parts of MSAs), combined statistical areas, states, and the metropolitan and nonmetropolitan portions of states. \nCounties consist of counties and county equivalents, such as the parishes of Louisiana, the boroughs, \nmunicipalities and Census areas of Alaska, the District of Columbia, and the independent cities of Maryland, \nMissouri, Nevada, and Virginia. The estimates ofr Kalawoa County, Hawaii and the small independent cities of \nVirginia-generally those with fewer than 100,000 residents-are combined with estimates for adjacent counties.” \n(15)Resource Availability.\n\nThe proposed Resource Availability factor called for FEMA to consider the availability of resources from State, \nTribal, and local governments as well as non-governmental organizations and the private sector. The proposed rule \nidentified the following sub-factors:\n\nState, Tribal, and local government; Non-Governmental Organizations (NGO); and private sector activity. State, \nTribal, and local government, Non-Governmental Organizations, and private sector resources may offset the need \nfor or reveal an increased need for supplemental Federal assistance. The State may provide information regarding \nthe resources that have been and will be committed to meet the needs of disaster survivors such as housing \nprograms, resources provided through financial and in-kind donations, and the availability of affordable (as \ndetermined by the U.S Department of Housing and Urban Development's fair market rent standards) rental housing \nwithin a reasonable commuting distance of the impacted area. Cumulative effect of recent disasters. The \ncumulative effect of recent disasters may affect the availability of State, Tribal, local government, NGO, and private \nsector disaster recovery resources. The State should provide information regarding the disaster history within the \nlast 24-month period, particularly those occurring within the current fiscal cycle, including both Presidential (public \nand individual assistance) and gubernatorial disaster declarations. State services. The State may provide \ninformation regarding the circumstances causing the State to lack the resources to provide sufficient services to its \n\n\n\ncitizens. Planning after prior disasters. States are encouraged to develop and continuously improve their own \ndisaster assistance programs. States should identify new and existing individual assistance programs as well as \nimprovements to existing individuals assistance programs made as a result of previous disasters. A State's failure \nto address limitations and shortfalls identified by FEMA or the State after previous events will also be considered.\n\nFEMA received comments from 25 commenters regarding this proposed factor. The commenters stated that the \nproposed factor assumed the availability of volunteer and private sector resources that may not exist because \nvoluntary and private sector resources vary from year to year based on donor funding; that FEMA should clarify the \nmanner in which it will quantify potential resources of voluntary and faith-based organizations and limit the degree \nto which such resources will off-set Federal assistance; that FEMA should not limit the “Cumulative Effect of Recent \nDisasters” sub-factor to Presidential and gubernatorial disaster declarations, because such a limitation would result \nin States being unable to provide information on other types of Federal declarations that can show the level of \nrecent hardship such as SBA, USDA, and Public Health Emergency declarations; that FEMA should better define \nthe “State Services” factor; and that the Resource Availability factor in general would force the States to develop a \nState-funded and administered IA program or be penalized in a State's request for a major disaster declaration.\n\nA number of commenters expressed concern that by considering the availability of volunteer and private sector \nresources, FEMA would assume the availability of resources that may not in fact exist, because voluntary and \nprivate sector resources vary from year to year based on donor funding and a State has no authority to direct NGOs \nor private organizations to provide funding or supplies post-disaster. In addition, commenters stated that it is difficult \nfor States and communities to quickly assemble and report information about these resources in the immediate \naftermath of a disaster, when impacted communities are in response mode. Commenters also asked FEMA to \nclarify how FEMA would request this data.\n\nThe current regulations at 44 CFR 206.48(b)(4) state that FEMA will consider the extent to which voluntary \nagencies and State or local programs can meet the needs of the disaster victims and this information is already \nprovided as part of the narrative aspects of a State's major disaster request for IA. The only new aspect of this \nfactor, as compared to the current regulations, is a reference to private sector resources. While private sector \nresources were not previously specifically listed in the regulation, items such as significant private donations have \nalways been relevant, and States have generally provided information on such donations when that information has \nbeen available at the time of the request. Assistance provided by State, Tribal, and local government, NGOs, and \nthe private sector can include but is not limited to Emergency Management Assistance Compact (EMAC) \nresources, sheltering, housing programs, feeding, mental health services, child care, elder care, reunification \nservices, clean up kits, blankets and cots, financial assistance, and other donations. To the extent that such \nresources are limited, unavailable, or otherwise unable to meet significant needs after a disaster, then the State \nshould identify these limitations in its request, as that may indicate additional need for Federal assistance. FEMA \nunderstands that information will be imperfect after a disaster and all relevant data may not be immediately \navailable. As is currently the practice, FEMA only asks that the State submit the best information reasonably \navailable to it at the time of the request.\n\nIn addition, section 401 of the Stafford Act, conditions that a request for a major disaster declaration must be based \non a finding that the disaster is of such severity and magnitude that an effective response is beyond the capabilities \nof the State and the affected local governments and that Federal assistance is necessary. 42 U.S.C 5170; 44 CFR \n206.36(a). In order for FEMA to evaluate whether a disaster is beyond the capabilities of a State and affected local \ngovernments, FEMA must evaluate what resources are available to the State and affected local governments.\n\nThis factor is also in keeping with the “Whole Community” approach to emergency management that reinforces the \nfact that FEMA is only one part of our nation's emergency management team. Under the “Whole Community” \napproach, emergency managers must account for all available resources, including non-governmental resources, in \npreparing for, protecting against, responding to, recovering from and mitigating against all hazards. This approach \nrecognizes that a government-centric approach to emergency management is not enough to meet the challenges \nposed by a catastrophic incident. When the community is engaged in emergency management, it becomes \nempowered to identify its needs and the existing resources that may be used to address them. The “Whole \n\n\n\nCommunity” approach is an ongoing component of the nation's larger, coordinated effort to enhance emergency \nplanning and strengthen the nation's overall level of preparedness.\n\nCommenters were concerned about FEMA limiting the Resource Availability factor related to past disaster \ndeclarations to only Presidential (both Public Assistance and Individual Assistance) and gubernatorial disaster \ndeclarations. The commenters stated that not all assistance provided by a State or its partners requires a \ngubernatorial declaration and there are other types of Federal declarations that can show the level of recent \nhardship endured by the State, such as a Small Business Administration Disaster declaration, United States \nDepartment of Agriculture disaster designation, and Department of Health and Human Services Public Health \nEmergency declaration. FEMA believes that taking information on past disaster activity and declarations is valuable, \nbecause multiple disasters in a 24-month period may significantly strain a State budget and reduce the State's \ncapability to adequately respond to and recover from a disaster without supplemental Federal assistance; this final \nrule therefore includes such a factor. Consideration of recent disaster activity was previously only a consideration \nfor a major disaster declaration that authorized Public Assistance. A State is always welcome to provide additional \ninformation beyond what FEMA is asking for in 44 CFR 206.48(b). If a State feels that recent disaster activity, as \nreflected in declarations through SBA, USDA, or HHS, have impacted their ability to respond to and recover from \nthe event, then the State should include information on those declarations in their major disaster request for IA.\n\nSeveral commenters expressed significant concerns with the “State Services” and “Planning After Prior Disasters” \nfactors. The commenters felt that FEMA appeared to be forcing the States to develop a State-funded and State-\nadministered IA program or else risk being penalized for the lack of such a program. The commenters stated that a \nState IA program is not required by the Stafford Act in order to receive supplemental Federal assistance. Several \ncommenters asked whether FEMA is currently evaluating States' limitations or shortfalls and communicating these \nwith States. Also, States requested that FEMA clarify how it will determine that a State is or isn't addressing \nlimitations or shortfalls. Overall these commenters felt that the proposed rule did not adequately explain how FEMA \nwould apply these two factors. Another commenter supported these factors, and urged FEMA “to also consider \nstate effort to guard and mitigate against avoidable disaster damages, for example, with programs to regulate new \ndevelopment in flood hazard areas, adopt and enforce up to date state building codes, or incorporate resilience \nconsiderations into the location and construction of public infrastructure.” A comment expressed concern that the \nproposed rule “may unfairly penalize States that do not have robust IA programs.”\n\nBased on the overwhelmingly negative response and after further review FEMA decided to remove the “State \nServices” and “Planning After Prior Disasters” sub-factors from the final rule. FEMA strongly believes States are \nultimately responsible for the well-being of their citizens and that States have a responsibility to plan for disasters, \npre-identify funding and resources, and to provide assistance to their citizens after a disaster. This should include \nthe establishment, funding, and improvement of State-level individual assistance programs. However, FEMA has \nnot been able to develop a methodology which would effectively and consistently evaluate the State Services and \nPlanning After Prior Disasters sub-factors to incentivize States to establish individual assistance programs or to \nplan and implement lessons learned from previous disasters. As a result, at this time, FEMA is unable to effectively \nincentivize these activities through the declarations process, and specifically in the evaluation of disaster requests. \nFEMA will continue to explore opportunities to encourage States to develop their own individual assistance \nprograms.B. 44 CFR 206.48, Paragraph (b)(2)—Uninsured Home and Personal Property Losses\n\nThe proposed Uninsured Home and Personal Property Losses factor included consideration of uninsured home \nand personal property losses, and identified the following sub-factors:\n\nThe cause of damage. The jurisdictions impacted and concentration of damage. The number of homes impacted \nand degree of damage. The estimated cost of assistance. The homeownership rate of impacted homes. The \npercentage of affected households with sufficient insurance coverage appropriate to the peril. Other relevant \npreliminary damage assessment data.\n\nFEMA received comments from 16 commenters regarding this proposed factor. The comments received were \nrelated mainly to concerns regarding the sub-factors related to the jurisdictions impacted and concentration of \n\n\n\ndamages, the estimated cost of assistance, the homeownership rate of impacted homes, and the percentage of \naffected households with sufficient insurance coverage appropriate to the peril.\n\nSeveral commenters were concerned that FEMA is not taking into consideration the effects of a disaster with \nwidespread minimal damage spread across a large geographic area or the effects of a disaster on contiguous \ncounties in different States. FEMA recognizes that as a practical matter, widespread minimal damage spread \nacross a larger geographic area, can spread resources thin and overwhelm a State's capability to adequately \nrespond to a disaster. This final rule continues to emphasize consideration of the estimated cost of assistance for a \nState; as a result, the true cumulative impact of the widespread minimal damage across a large geographic area \nwithin a State will continue to be considered by FEMA. Regarding the contiguous counties comments, the President \nwill not declare a major disaster in an area that was not requested by a Governor and a Governor cannot request \nareas that are not within his or her State's jurisdiction. FEMA will not designate areas of the State or types of \nassistance beyond those that the governor requests. (16) In addition, each State and local government has different \ncapabilities to respond to, recover from, and mitigate the effects of a disaster and a disaster that crosses State lines \nmay have differing impacts in the affected States. As such, not every event that impacts multiple States will \nnecessarily be beyond each affected State's respective capabilities. Therefore, FEMA must continue to base its \nmajor disaster declaration recommendation on the capability of the affected State and local governments to \nrespond to the event, in accordance with the requirements for a major disaster declaration in Section 401 of the \nStafford Act and 44 CFR 206.37\n\nSeveral commenters expressed concern that neither FEMA nor the States are able to utilize an accurate estimated \ncost of assistance at this time. One commenter stated that most metrics used by FEMA or the States are based on \ntaking the number of individuals and households impacted and the extent of those impacts and damages, and \nmultiplying those totals by the maximum assistance that is available through FEMA's IA programs. Commenters \nstated that the IA program has statutory limits on the amount of relief available and that maximum IA grant award is \nnot indicative of the overall potential cost to make a family whole after a disaster and does not truly articulate the \n“whole community” resources that are needed to bring the community back to pre-disaster condition.\n\nWhile FEMA recognizes that there are difficulties in accurately estimating the cost of assistance in the aftermath of \nan event, the estimated cost of assistance has to be part of the evaluation of whether a major disaster declaration \nauthorizing IA is warranted because the cost of an event is an essential component in determining whether or not \nthe disaster event is beyond the capabilities of a State. FEMA calculates the estimated cost of assistance at the \nconclusion of the Joint PDA and the estimated cost of the disaster is based on the data on uninsured damage to \nhomes collected during the PDA. The calculation currently includes the following:\n\nHistorical program costs for repair or replacement assistance for uninsured owner-occupied primary residences for \neach of the four dwellings assessment levels—affected, minor, major, destroyed. Cost of providing temporary \nhousing assistance based on the U.S Department of Housing and Urban Development (HUD) fair market rent for \nthe area of impacted owners and renters for each of the four dwelling assessment levels—affected, minor, major, \ndestroyed—as well as for those dwellings that are now inaccessible because of the disaster. Historical program \ncosts for ONA awards. (17)\n\nWhen developing the estimated cost of assistance, because IHP repair and replacement assistance can only be \nawarded to homeowners, FEMA uses the homeownership rate to estimate the number of homeowners in the \ndisaster affected area. Additionally, since IHP is only able to provide awards to uninsured individuals, FEMA also \nconsiders the number of insured versus the number of uninsured individuals when developing the estimated cost of \nIHP for the disaster.\n\nIn this final rule, FEMA is not prescribing the methods to be used to estimate cost of assistance. FEMA believes \nattempting to do so would be overly restrictive in a manner that would prevent FEMA from using new technology, \nsuch as geographic information systems (GIS), or otherwise updating the process, such as by updating the joint \nFEMA-State preliminary damage assessment instrument. FEMA is always working to improve the PDA process and \nmethods of cost estimation. The estimated cost of assistance is necessarily limited by the maximum amount of IA \ngrant award because the monetary amount of assistance that can be provided to individuals and households is \n\n\n\nlimited by Section 408(h) of the Stafford Act. (18) 42 U.S.C 5174. FEMA recognizes that because of the statutory \ncap on the maximum IA assistance, in many situations FEMA assistance will not bring the survivor back to their pre-\ndisaster position. States are always welcome to provide additional estimates of the total impact of the disaster on \nindividuals and households, irrespective of the statutory caps, but in general, the estimated cost of assistance \nmeasure is useful to FEMA both for purposes of internal planning and for purposes of obtaining a preliminary \n(though sometimes incomplete) picture of total disaster impacts. To assist States, FEMA will share estimated cost \nof assistance data with the State throughout the PDA process, including final amounts.\n\nOne commenter expressed concern that U.S Census data on the homeownership rate of impacted homes does not \ntake into account that a renter may be occupying the owner-occupied home at the time of the disaster. In addition, \nsome commenters stated that the homeownership rate is not readily available during preliminary damage \nassessments and the amount of time required to make a reliable estimate would cause delays in States' submitting \ntheir major disaster declaration requests. FEMA notes that this data point is used during the current process and \nestimates are available via Census. (19) Estimates of homeownership rates are important because the level of \nneeded assistance varies between rentals and owner-occupied residences. Renters typically do not require repair \nassistance because repairs are generally the responsibility of the landlord and the property must be owner occupied \nto be eligible to receive IHP assistance for repair or replacement. In addition, as part of the PDA process, FEMA, \nalong with State and local partners, canvasses the disaster-impacted areas to validate the Census data on renters. \nAs with all data points, States should submit, and FEMA will base its recommendation on, the best information \navailable at the time.\n\nA commenter suggested adding a data point that compares the known homeowner insurance population with the \nactual population of a particular county or parish. The commenter stated that many rural residents who sustain \ndamages from a disaster may not have homeowners insurance if they do not have a mortgage. FEMA notes that \nwe do not prescribe the specific method of how to calculate the insurance penetration rate in this final rule but we \nwill use the best method available. At this time, PDA teams may consider any relevant factors in estimating the \ninsurance rate for the affected households, which may include, among other considerations, whether the affected \narea was rural, suburban, or urban.\n\nA commenter suggested comparing the average amount of homeowner insurance deductible in a given county or \nparish against the income for such county or parish, because often insurance deductibles are too high for residents \nto pay out of pocket after a disaster. In addition, a homeowner who cannot afford to pay the deductible will be \nunable to fully recover after the disaster. FEMA notes that the issue of high insurance deductibles has arisen in the \npast, often in earthquake events. FEMA considers a homeowner with a high deductible to be underinsured. States \nmay provide information on deductible rates for the peril in the affected area and FEMA will utilize that information \nwhen evaluating the sufficiency of the insurance coverage in place and determining the number of underinsured \nhomeowners who may require Federal assistance. FEMA did not make any changes based on this comment.\n\nA commenter stated that FEMA seems to believe that every Insurance Commissioner's Office keeps a record of \nevery single policy issued in the State, along with limits, exclusions, and types of coverage. The commenter stated \nthat they have never heard of a State Insurance Commissioner's Office that has access to such a database. FEMA \nfully recognizes that the availability and quality of insurance data varies widely from State to State. Some State \nInsurance Commissioner's Office have information that can be utilized to provide or contribute to estimates of \ninsurance coverage. For certain States, the best option may be the State Insurance Commissioner's Office, but for \nother States it may be a different source. FEMA notes that it is important to develop an insurance coverage \nestimate because, under Section 320 of the Stafford Act (42 U.S.C 5155), FEMA is statutorily prohibited from \nduplicating insurance coverage. If the vast majority of damage will be covered by insurance, a Presidential \ndeclaration may be unnecessary. As stated previously, States should make their requests based on the best \ninformation available to them at the time. In the final rule, FEMA has not prescribed a specific source for this data, \nbecause currently available sources have variable coverage, and more complete sources may become available in \nthe future.\n\nOne commenter recommended adding a data point to capture the number of uninsured or underinsured losses from \nindividuals who were required to carry flood insurance as a result from previously accepting disaster assistance. \n\n\n\nFEMA does access this information during a disaster by looking at National Flood Insurance Program data. FEMA \nalready considers this information when looking at the insurance component and we view it as a consideration that \nexists implicitly within the insurance coverage data point of the final rule.\n\nA commenter raised concerns that the amount of time it would take to determine damages, insurance, and specific \ninsurance riders regarding whether specific disaster damages are covered would make the 30 day window to \nrequest a major disaster declaration for IA unattainable. FEMA does not expect the States to provide an \nunreasonable level of detail or specificity for the insurance data point. FEMA expects a State to provide the best \nestimate of data within the time frame available. A State should make their major disaster declaration request in the \ntimeframe appropriate to the size and impact of the event and should not delay in order to gather additional \ninformation, even if such information would be more precise or useful.\n\nA commenter stated that although they are encouraged that FEMA plans to pursue better data to inform its \ninsurance penetration rate determinations, they raised concerns that FEMA previously promised to identify \nalternative insurance data sources in the past but has made little progress. FEMA continues to work to find the best \ninformation regarding insurance coverage and is committed to finding the most thorough and accurate sources for \ninsurance data. However, at this point, such thorough and accurate sources either do not currently exist or are not \ncurrently available to FEMA. As such, FEMA cannot prescribe the method or source for obtaining insurance data in \nthis final rule because we anticipate that there will be better methods in the future. FEMA has not made any \nchanges based on this comment.C. 44 CFR 206.48, Paragraph (b)(3)—Disaster Impacted Population Profile\n\nThe proposed Disaster Impacted Population Profile factor related to the demographics of impacted communities, \nand identified the following data points as sub-factors:\n\nThe percentage of the population for whom poverty status is determined. The percentage of the population already \nreceiving government assistance such as Supplemental Security Income and Supplemental Nutrition Assistance \nProgram benefits. The pre-disaster unemployment rate. The percentage of the population that is 65 years old and \nolder. The percentage of the population 18 years old and younger. The percentage of the population with a \ndisability. The percentage of the population who speak a language other than English and speak English less than \n“very well.” Any unique considerations regarding American Indian and Alaskan Native Tribal populations raised in \nthe State's request for a major disaster declaration that may not be reflected in the data points referenced in \nparagraphs (b)(3)(i)-(vii) of this section.\n\nFEMA received comments from 8 commenters regarding this factor. The commenters stated that consideration \nshould be given to non-citizen populations that are affected by a disaster; that although special populations were \nalready a factor of consideration, the expansion of this into 8 data points would be burdensome on States during \nresponse activities; that the proposed disaster impacted population data points would provide a better overall \nunderstanding of the community impacted and the resources needed; and that the proposed disaster impacted \npopulation profile data points are to be commended because the factor would better highlight the severity of impact \nto the community.\n\nTwo commenters stated that in the Commonwealth of the Northern Mariana Islands, they face extenuating and \nunique situations because they have a relatively large population of aliens as compared to U.S citizens and \nnationals. The commenters asked that FEMA consider allowing direct financial support for that specific population. \nFEMA is statutorily prohibited from providing certain types of Federal assistance to aliens who are not qualified \naliens. (20) Specifically, recipients of IHP and DUA must certify that they are U.S citizens, non-citizen nationals of \nthe United States, or qualified aliens. That prohibition is statutory and it cannot be altered through this final rule.\n\nA commenter raised concerns that the proposed rule did not include any requests for information on indigent \npopulations. FEMA notes that the proposed rule included a number of such requests, including specific sub-factors \nseeking information on the percentage of the population for whom poverty status is determined and the percentage \nof the population already receiving government assistance such as Supplemental Security Income and \nSupplemental Nutrition Assistance Program benefits. If a State believes, based on the circumstances of a disaster \n\n\n\nevent, that there is additional population-related information that needs to be considered, the State should include \nsuch information in its request for a major disaster declaration authorizing IA.\n\nA commenter stated that, although special populations were already a factor of consideration, the expansion of this \ninto 8 data points would be burdensome on States during response activities. FEMA notes that the State is not \nrequired to provide any of these data points. If the State wishes to provide such data points, they are publicly \navailable. (21) States commonly provide these data points to FEMA as part of a declaration request; FEMA is \nmerely clarifying a common source for these data points going forward. The disaster impacted population profile \ndata points can be found by the State prior to a disaster even occurring and will only need to be pulled once a year.\n\nTwo commenters noted that the proposed rule changes added several very beneficial factors, including the \nadditional components to the Disaster Impacted Populations profile, the Impact to Community Infrastructure, and \nthe separate consideration for Disaster Related Unemployment. The commenters stated that these proposed \nfactors would better highlight the severity of a disaster's impact to the community and would provide a better \noverall understanding of the community impacted and the resources needed. The commenters also stated that the \nproposed factors would facilitate a more nuanced understanding and approach to the unique recovery needs of \ncommunities in the aftermath of a disaster.D. 44 CFR 206.48, Paragraph (b)(4)—Impact to Community \nInfrastructure\n\nThe proposed Impact to Community Infrastructure factor related to certain impacts to a community's infrastructure \nthat may adversely affect a population's ability to safely and securely reside within the community. The proposed \nrule identified the following sub-factors:\n\nLifesaving and life-sustaining services. The effects of a disaster may cause disruptions to or increase the demand \nfor lifesaving and life-sustaining services, necessitate a more robust response, and may delay a community's ability \nto recover from a disaster. The State may provide information regarding the impact on life saving and life sustaining \nservices for a period of greater than 72 hours. Such services include but are not limited to police, fire/EMS, \nhospital/medical, sewage, and water treatment services. Essential community services. The effects of a disaster \nmay cause disruptions to or increase the demand for essential community services and delay a community's ability \nto recover from a disaster. The State may provide information regarding the impact on essential community \nservices for a period greater than 72 hours. Such services include but are not limited to schools, social services \nprograms and providers, child care, and eldercare. Transportation infrastructure and utilities. Transportation \ninfrastructure or utility disruptions may render housing uninhabitable or inaccessible. Such conditions may also \naffect the delivery of life sustaining commodities, provision of emergency services, ability to shelter in place, and \nefforts to rebuild. The State may provide information regarding the impact on transportation infrastructure and \nutilities for a period of greater than 72 hours.\n\nFEMA received comments from 9 commenters regarding this proposed factor. The commenters asked for more \ninformation regarding how FEMA expects States to provide this information; suggested that the additional \nrequested data would be burdensome to collect; and requested that FEMA elaborate on the scope of the “Impact to \nCommunity Infrastructure” factor to include the effects of a cyber-event or other evolving threat.\n\nThe information included in the “Impact to Community Infrastructure” factor is already typically provided, where \nrelevant, in States' major disaster declaration requests for IA. States typically identify any critical infrastructure \ndisruptions in their major disaster declaration requests for IA because it illustrates the impact of the disaster on the \ncommunity as whole. FEMA recognizes that communication may be difficult after a disaster, and FEMA expects \nthat State and local officials will provide the best information they have. None of this information is required, if the \nState does not wish to provide it. The information for major disaster declaration requests for IA is often based on \ninitial assessments that allow both the State and FEMA to evaluate the situation. FEMA currently encourages \nStates to do the IA PDA before the PA PDA, and encourages States to submit their requests even if they are still \nawaiting the completion of the PA PDA.\n\nA commenter raised concerns that the proposed “Impact to Community Infrastructure” factor could potentially lead \nto a disaster declaration that traditionally would be a PA-only major disaster declaration to now be an IA major \n\n\n\ndisaster declaration as well. In addition, a commenter expressed concern about how the States would collect and \ndeliver this information because many disaster events only receive a joint FEMA-State PDA for either PA or IA. As \nnoted in the proposed rule, the “Impact to Community Infrastructure” factor is intended to help FEMA evaluate the \ndisaster impacts on infrastructure and how it may affect the individuals in that community. PA PDA teams conduct \nassessments to estimate the costs to repair and replace infrastructure, but a major disaster declaration request for \nIA would not require that level of detail. For IA, FEMA is not evaluating how much it will cost to fix a bridge that was \nwashed out during a flood; however, FEMA believes it is important to know how many people are impacted \nbecause that bridge is now unavailable. A bridge that is washed out could severely impact an individual's ability to \nremain in their home or to travel to and from work, which would necessitate IA.\n\nA commenter raised that FEMA should expand the scope of the “Impact to Community Infrastructure” factor to \nensure that application of the Stafford Act evolves at the pace of real-world threats, to include the effects of evolving \nthreats, such as cyber-attacks. FEMA encourages planning and preparing for potential cyber-attacks. FEMA \nbelieves that the final rule is flexible enough to allow FEMA to evaluate whether IA programs would be appropriate \nand necessary following a cyber-event that affected individuals and households. It is important to note that some \nFEMA programs may not be well suited to address damage caused by cyber events and other evolving threats, and \nnot all such events or threats will result in eligibility for a Stafford Act declaration.E. 44 CFR 206.48, Paragraph \n(b)(5)—Casualties\n\nThe proposed Casualties factor related to the number of individuals who are missing, injured, or deceased due to a \ndisaster. FEMA received comments from 4 commenters regarding this proposed factor. The commenters noted \nthat the change for this factor was an increase in specificity in the regulation because the proposed factor included \na request for information on missing individuals in addition to injured and deceased individuals. In addition, \ncommenters felt that a lack of casualties should not be used by FEMA to deny a major disaster declaration request \nfor IA. FEMA has made no changes to the “Casualties” factor in the final rule from what was proposed in the \nproposed rule. Data on the number of missing, injured, and deceased are currently provided by the State to FEMA \nand FEMA is clarifying in regulation the continued need for these data points. Casualties, or a lack thereof, will \nnever be the only factor considered in a major disaster declaration authorizing IA determination. However, there \nmay be events with borderline levels of damage to residences, but with a high number of casualties that point to a \nlevel of trauma warranting Federal assistance.F. 44 CFR 206.48, Paragraph (b)(6) —Disaster Related \nUnemployment\n\nThe proposed Disaster Related Unemployment factor called for consideration of the number of disaster survivors \nwho lost work or became unemployed due to a disaster and who do not qualify for standard unemployment \ninsurance. The proposed factor welcomed States to provide an estimate of the number of such unemployed \ndisaster survivors as well as information regarding major employers affected.\n\nFEMA received comments from 8 commenters regarding this proposed factor. Some commenters applauded the \nproposal to continue to collect this information. Others expressed concerns that a State may not be able to gather \nthe requested unemployment data within the 30 day declaration request period. Some commenters stated that a \nState typically uses potential disaster unemployment claims for a USDA agriculture related disaster request but \nadding this information to a major disaster request for IA may be worth the time and resources when many \nbusinesses are impacted. Others stated that FEMA should not use potential low level of unemployment claims due \nto a major disaster as a negative factor against a State in determining whether a declaration is warranted.\n\nFEMA understands that there are certain disaster situations where gathering certain types of information may be \ndifficult. This information may not be necessary or relevant for the typical major disaster declaration request that is \nseeking IA. Generally, when a disaster event warrants IA, Disaster Unemployment Assistance is appropriate as \nwell. This information is already provided by States when they request Disaster Unemployment Assistance as part \nof their major disaster declaration request. If needed, States may submit extension requests. This factor will \nprimarily be relevant in instances where the effect of the disaster event is mainly economic and Disaster \nUnemployment Assistance is the only program that a State requests. FEMA will not use a low level of \nunemployment claims due to a major disaster as a negative factor in determining whether a request for other \nforms of disaster assistance is warranted. However, a low level of unemployment claims due to a major disaster \n\n\n\nmay be indicative that Disaster Related Unemployment is unnecessary even though other IA programs are \nnecessary to assist a community recover post-disaster event.G. Principal Factors for Evaluating the Need for the \nIndividuals and Households Program\n\nFEMA proposed that the principal factors it will consider in evaluation of any major disaster declaration request for \nIHP will be the fiscal capacity of the requesting State (44 CFR 206.48(b)(1)(i)) and the uninsured home and \npersonal property losses (44 CFR 206.48(b)(2)). FEMA found that the ratio of IA Cost to Capacity (ICC), which is \nthe estimated cost of IA divided by a State's TTR in millions, was particularly indicative of the likelihood of a \ndeclaration. FEMA received comments from 4 commenters regarding this proposal. The commenters expressed \ngeneral opposition to FEMA using the ICC calculation as an evaluation tool for whether IHP is warranted and \nsuggested that the ICC calculation is a mathematical formula or “threshold” that is prohibited by the Stafford Act.\n\nA commenter stated that the ICC calculation proposed by FEMA for determining whether IHP is warranted is a \nmathematical formula that is specifically prohibited by the Stafford Act. The commenter stated that the formulaic \nevaluation of a major disaster request does not meet the spirit and intent of the Stafford Act. Section 320 of the \nStafford Act prohibits the denial of assistance to a geographic area based solely on the use of an arithmetic formula \nor a sliding scale based on income or population. 42 U.S.C 5163. The ICC ratio compares the estimated of cost of \nassistance and the State's TTR. Although the ICC ratio is an arithmetic formula based in part on income flows, \nFEMA does not plan to deny assistance to any geographic area based solely on the results of this formula. Rather, \nthe results are only one factor (albeit an important one) that FEMA will consider, in the totality of the circumstances, \nwhen making its recommendation to the President. The comparison of the principal factors will be considered in \nconjunction with the other factors that are provided in the final rule. FEMA has revised the regulatory text at 44 \nCFR 206.48(b) to make clear that FEMA will always consider all relevant information submitted as part of a \ndeclaration request.\n\nFEMA believes that it is appropriate to use ICC as a measure of the need for IHP because at its core, the \ndetermination of whether to recommend a major disaster declaration authorizing IHP depends on the impact of the \nevent being beyond a State or local government's capability. Such a determination necessarily entails an \nassessment of the impact of the event in the context of a State's fiscal capacity and resources. FEMA recognizes \nthat every disaster is different and circumstances vary among States. Ultimately, however, the ICC compares two \nfactors that are undeniably relevant to FEMA's recommendation to the President. These factors will not be used to \nthe exclusion of all others; FEMA will continue to evaluate each request on its own merits, including by reference to \nthe other factors identified in this rule.\n\nA commenter opined that although FEMA states that the ICC is not a hard threshold, the practical result is that of a \nthreshold. FEMA does not agree that the ICC will act as a threshold. The ICC statistics provided in the NPRM were \nbased on historical declaration requests and they show levels of ICC for events that were approved at a high \nfrequency, denied at a high frequency, and for events that fell in the middle. FEMA believes the ICC evaluation \nprovides a more systematic way to look at the information and creates a more useful decision framework to \nevaluate a major disaster declaration request for IA than the current evaluation process. FEMA provided this \nhistorical data to help guide States for planning in future disaster situations, and FEMA will continue to update this \ndata based on major disaster declaration request determinations in the future. FEMA is not planning to use the ICC \ncalculation as a hard “threshold.”H. Lack of Thresholds\n\nFEMA received comments that expressed disappointment at a lack of clear thresholds or other guidance regarding \nwhat amount of damage would definitively warrant a major disaster declaration authorizing IA. FEMA will not be \nusing a threshold because it would unnecessarily limit FEMA's ability to advise the President and would not allow \nFEMA to fully consider all factors that may be relevant for the unique circumstances of a disaster and its impact on \nthe State. FEMA understands that some States prefer additional clarity for planning purposes, i.e , to help States \ndecide whether they should or should not submit a major disaster declaration request for a given disaster event. \nWhile FEMA will not be establishing a threshold, FEMA issued an additional proposed guidance document for \ncomment on September 22, 2016 at 81 FR 65369 that further fleshed out the details of how FEMA will evaluate the \nfactors. Following consideration of the comments received, FEMA is issuing the final guidance today; a notice of \navailability regarding that guidance document is published elsewhere in today's Federal Register along with this \n\n\n\nfinal rule. In addition, FEMA will periodically publish aggregate PDA data on FEMA's website which States can use \nto evaluate the likelihood of receiving a major disaster declaration for a specific event and to plan for future \nevents.I. IA Declarations Factors Guidance\n\nSeveral commenters raised concerns regarding the IA Declarations Factors Guidance which FEMA indicated \nwould support the proposed rule. The commenters asked for information on when the guidance would be published, \nwanted clarity on how the factors will be weighted, and suggested that FEMA should develop appropriate guidance \nmaterials to train State and local partners, FEMA regional office staff, and the disaster workforce. FEMA published \nan additional proposed guidance document for comment on September 22, 2016 that further fleshed out the details \nof how FEMA would evaluate the factors. 81 FR 65369. The majority of comments received on the proposed \nguidance document were duplicative of what was already received on the proposed rule. The comments that were \nunique and specific to the guidance are addressed in the final IA Declarations Factors Guidance, notice of which is \npublished elsewhere in today's Federal Register along with this final rule.\n\nCommenters asked for clarity on how the factors would be evaluated by FEMA. As stated above, FEMA intends to \nprovide additional clarity regarding evaluation of the factors through guidance documents. These guidance \ndocuments will aid States and Territories in drafting requests for emergency and major disaster declarations \nincluding Individual Assistance. These documents will also provide additional clarity regarding the circumstances, in \nparticular the severity and magnitude relative to State capacity, under which a major disaster declaration \nauthorizing IA is likely to be approved or denied. This additional clarity should allow for improved planning by the \nStates because they will have a better understanding of what type and size of event may exceed their capacity to \nsupport residents without Stafford Act assistance.\n\nA commenter stated that FEMA should develop appropriate guidance materials to train State and local partners, \nFEMA regional office staff, and the disaster workforce. FEMA has hosted and will continue to host internal and \nexternal trainings and webinars for the FEMA Regional Offices, States, Territories, and local partners to help them \nbecome familiar with and understand the new IA major disaster declaration factors.J. Preliminary Damage \nAssessments\n\nSeveral commenters raised concerns regarding the preliminary damage assessment process. The concerns raised \ninclude that nongovernmental organizations (NGOs) should be invited to participate in sharing information during \nthe PDA process and initial response and recovery; that FEMA should simplify the PDA process for IA and \ncoordinate with the Red Cross and Small Business Administration (SBA); that the timeframe for making a major \ndisaster declaration for IA is unclear; and that a PDA conducted too early in certain events, such as a flooding \ndisaster, will not result in accurate PDAs.\n\nA commenter raised a concern that non-governmental organizations need to be invited to participate in sharing \ninformation during the PDA process and initial response and recovery. FEMA notes that non-governmental \norganizations are often involved in the disaster response in a community and provide information to the States. A \nState may coordinate with their local non-governmental organizations and to involve them in the PDA process, at \nthe State's discretion.\n\nTwo commenters suggested that FEMA, SBA and the American Red Cross should develop a single standardized \nPDA that would collect one set of data that all three entities can use. In general, FEMA believes that a wholesale \nrevision of the PDA process is outside the scope of this rulemaking. Aside from revising a limited number of data \npoints, this final rule does not affect the PDA process at all. In addition, FEMA and SBA currently do coordinate and \ncomplete PDA together when feasible.\n\nA commenter requested clarity about the deadline by which a State must request a major disaster declaration \nauthorizing IA. States must submit their major disaster request (or request an extension) within 30 days of the \nincident. 44 CFR 206.36(a). FEMA encourages States to identify the potential need for a joint FEMA-State PDA as \nquickly as possible if the State believes that a major disaster declaration is necessary. FEMA encourages States to \ncollect and submit information as quickly as possible because it is important to provide assistance to disaster \nsurvivors as soon as possible after a disaster event.\n\n\n\nA commenter stated that FEMA must recognize that a PDA performed too early, particularly after a flood event, will \nnot provide an accurate measure of the number of homes damaged. FEMA notes that a State is the entity that \ntriggers the joint FEMA-State PDA, and that a State may request an extension of the 30 day deadline if additional \ntime is needed to provide accurate results. For any major disaster declaration request including IA, FEMA will work \nwith the State to complete the PDAs and process the declaration request as quickly as possible. FEMA will make a \nmajor disaster declaration recommendation to the President based on the best information available and we \nrecognize that early after an event not all of the information is available or completely certain. FEMA also \nrecognizes that the magnitude of some events may require the State and FEMA to move ahead based only on \nlimited or uncertain information.K. Amount of Data Requested\n\nSeveral commenters raised concerns that the proposed rule would create a significant increase in the amount of \ndata required for a State's request for a major disaster declaration authorizing IA. The commenters shared that, \nalthough it is appreciated that States are being forewarned of these requirements in advance, they felt that many of \nthe new data points would require significant effort to assemble which may impact expediency in submitting a major \ndisaster request which is in direct contradiction to section 1109 of SRIA's requirement to “speed a declaration of a \nmajor disaster.” In addition, others raised concern that under the proposed rule, FEMA would require the States to \ncompile a significant amount of information, regardless of whether such information had any bearing on whether a \ndeclaration will be declared.\n\nFEMA notes that most of the data points identified in the proposed rule are already provided by States as part of the \ncurrent disaster declaration process because they are items that FEMA informally identified as relevant data points \nin the past. By clearly identifying these data points up front, the final rule will reduce the potential that FEMA will \nneed to reach back to the State for additional information. In this way, FEMA believes that the rule will help speed \nthe process. In addition, FEMA is not compelling the States to provide all of the data points included in this \nrulemaking. A State should submit enough information that they believe justifies the need for supplemental Federal \nassistance. However, it is in the State's interest to discuss the data points highlighted in this rule along with any \nother relevant information because it will illustrate to FEMA and the President why supplemental Federal disaster \nassistance is necessary for their State.IV. Final Rule\n\nFEMA is finalizing the proposed rule with the two changes that are discussed in section III of this preamble. First, \nFEMA is removing the proposed “State Services” sub-factor. Second, FEMA is removing the proposed “Planning \nAfter Prior Disasters” sub-factor. FEMA has also revised introductory text at 44 CFR 206.48(b) to make clear that \nregardless of the ratio of estimated cost of assistance to TTR for any given event, FEMA will always consider all \nrelevant information submitted as part of a declaration request.V. Regulatory AnalysisA. Executive Order 12866, \nRegulatory Planning and Review and Executive Order 13563, Improving Regulation and Regulatory Review1. \nExecutive Summary & A-4 Accounting Statement\n\nExecutive Orders 13563 (“Improving Regulation and Regulatory Review”) and 12866 (“Regulatory Planning and \nReview”) direct agencies to assess the costs and benefits of available regulatory alternatives and, if regulation is \nnecessary, to select regulatory approaches that maximize net benefits (including potential economic, \nenvironmental, public health and safety effects, distributive impacts, and equity). Executive Order 13563 \nemphasizes the importance of quantifying both costs and benefits, of reducing costs, of harmonizing rules, and of \npromoting flexibility. Executive Order 13771 (“Reducing Regulation and Controlling Regulatory Costs”) directs \nagencies to reduce regulation and control regulatory costs and provides that “for every one new regulation issued, \nat least two prior regulations be identified for elimination, and that the cost of planned regulations be prudently \nmanaged and controlled through a budgeting process.”\n\nThe Office of Management and Budget (OMB) has designated this rule a “significant regulatory action” although not \neconomically significant, under section 3(f) of Executive Order 12866. Accordingly, the rule has been reviewed by \nOMB. This rule is exempt from the requirements of Executive Order 13771 because it has de minimis costs spread \nacross all states and territories. See OMB's Memorandum “Guidance Implementing Executive Order 13771, Titled \n`Reducing Regulation and Controlling Regulatory Costs'” (April 5, 2017).\n\n\n\nFEMA estimates the final rule will impose a cost burden of $28,040 in the first year of implementation and $2,939 \nfor each subsequent year. FEMA estimates the ten-year present value total cost to be $44,102 discounted at seven \npercent and $49,441 discounted at three percent. FEMA estimates the annualized cost of the final rule to be $6,279 \nat seven percent and $5,796 at three percent. (22) The costs are for training (FEMA providing and States \nparticipating in), States becoming familiar with the regulation, both FEMA and States downloading and saving \nannual data, and States changing their existing files to account for the new factor. Benefits of the rule include \nclarifying FEMA's existing practices and reducing process time and effort (back and forth) between FEMA and \nStates requesting a declaration.\n\nFEMA does not expect the rule to affect the amount of assistance to individuals and households for two primary \nreasons. First, codifying factors that are currently captured under the “other relevant information” prong of 44 CFR \n206.48 provides clarity without necessarily changing current practice. Since 1999, (23) FEMA has evaluated and \nimproved its IA declarations practices continuously so that FEMA can incorporate consideration of new information \nsources as they have become available. This rule reflects the evolution of those efforts by codifying currently used \nfactors, as well as adding one new factor to evaluate the fiscal capacity of States' abilities to respond to and \nrecover from a declared disaster. Second, the new fiscal capacity factor is highly correlated to previously captured \ndata on State population (24) and is expected to result in comparable declaration recommendations. FEMA \nbelieves including the new fiscal capacity factor provides a more comprehensive picture of a State's ability to \nrespond to and recover from a declared disaster.Table 1—A-4 Accounting Table Category Estimates Primary \nestimate Low estimate High estimate Units Year dollar Discount rate (%) Period coveredBenefits: Annualized \nMonetized n/a n/a n/a n/a 7 n/a. n/a n/a n/a n/a 3 n/a.Annualized Quantified n/a n/a n/a n/a 7 n/a. n/a n/a n/a n/a 3 \nn/a.Qualitative The final rule more clearly identifies declaration factors FEMA considers when making its \nrecommendation to the President on a major disaster declaration that authorizes IA than current regulations. The \nrule codifies factors FEMA currently considers, but are not specified in 44 CFR 206.48(b) and adds one new factor \nthat will provide additional information on fiscal capacity. FEMA anticipates that this final rule will result in regulatory \nefficiencies due to reduced back and forth between FEMA and the State that is requesting the declaration. \nCurrently, the amount of back and forth between FEMA and the State is not tracked. Costs: Annualized Monetized \n$6,279 n/a n/a 2015 7 10 years. $5,796 n/a n/a 2015 3 10 years.Annualized Quantified n/a n/a n/a 7 10 years. n/a \nn/a n/a 3 10 years.Qualitative None. Transfers: Federal Annualized Monetized n/a n/a n/a n/a 7 n/a. n/a n/a n/a n/a \n3 n/a.From/To From: n/a To: n/a. Other Annualized Monetized n/a n/a n/a n/a 7 n/a. n/a n/a n/a n/a 3 n/a.From/To \nFrom: n/a To: n/a. Effects: State, Local, and/or Indian Tribal Governments State governments are the only entities \ndirectly affected by this rule. Benefits include expected regulatory efficiencies due to reduced back and forth \nbetween FEMA and the State requesting the major disaster declaration that includes IA. Increased costs resulting \nfrom the rule are from training, becoming familiar with the new rule, downloading the fiscal capacity factor data, and \nchanging existing templates and files to account for the new factor. These costs are expected to occur in year 1. \nCosts in subsequent years from updating the data are expected to be small. Small Business No Impact. Wages Not \nMeasured. Growth Not Measured. 2. Need for Regulatory Action\n\nThis final rule provides clarity on the declaration factors that FEMA currently considers in support of its \nrecommendation to the President on whether a major disaster declaration authorizing IA is warranted. FEMA \nexpects the additional clarity will reduce delays in the declaration process by decreasing back and forth between \nStates and FEMA. FEMA also is adding one new factor—Fiscal Capacity—to provide additional context on States' \ncapacity to respond to and recover from disaster situations. Finally, the rule will satisfy the requirements outlined in \nSection 1109 of SRIA.3. Affected Population\n\nA request for a Federal major disaster declaration authorizing IA must come from a State's Governor or designated \nequivalent. 44 CFR 206.36(a). Therefore, the rule directly affects all States that are eligible to request a Federal \nmajor disaster declaration authorizing IA. States are defined in 44 CFR 206.2(a)(22) and include any State of the \nUnited States, the District of Columbia, Puerto Rico, the Virgin Islands, Guam, American Samoa, and the \nCommonwealth of the Northern Mariana Islands. (25)\n\nAlthough Section 1110 of SRIA amended the Stafford Act to allow federally recognized Indian Tribal governments \nto submit requests for emergency or major disaster declarations, SRIA charged FEMA to implement that authority \nseparately by rulemaking. Declarations requested by Tribal governments will be covered by a separate process and \n\n\n\nare not included in this rule. For this reason, Tribal governments are not directly affected by this rule. Local \ngovernments also are not directly affected by the rule because the disaster-related information local governments \nprovide to the State is part of their current disaster response process, which is to provide situational awareness and \nascertain the need for further emergency assistance. (26)4. Current Baseline and Impacts of Final Rule\n\nThe rule largely codifies many considerations that FEMA has used for several years under the “other relevant \ninformation” prong of 44 CFR 206.48, but were not specifically identified in FEMA regulations. FEMA conducted a \nretrospective review of State major disaster declaration letters that requested IA and found that States typically \nincluded more information and data than what is specifically identified in the current regulations and listed at 44 \nCFR 206.48(b). (27)\n\nFEMA's review examined the 85 major disaster declaration requests for IA that States submitted between January \n1, 2012 and December 31, 2016. All were examined, whether the declaration was granted or denied. FEMA found \nthat the four new Fiscal Capacity sub-factors had not been provided previously by States; however, when States \nprovided qualitative information on the State's economic health, they may also have provided median household \nincome. FEMA found that out of the remaining 23 sub-factors, 19 were provided in at least 80 percent of the \nrequests and only 4 were provided in less than 20 percent of the request letters. All 4 are sub-factors of the \nDisaster Impacted Population Profile factor. Specifically, the percentage of population already receiving \ngovernment assistance such as Supplemental Security Income and Supplemental Nutrition Program benefits \nappeared in only 5 percent of the requests (4 occurrences in 85 total requests); the percentage of the population \nwho speak a language other than English and speak English less than “very well' in only 7 percent of the requests \n(6 occurrences in 85 total requests); the percentage of population 18 years old and younger in only 18 percent (15 \noccurrences in 85 total requests); and any unique considerations regarding American Indian and Alaskan Native \nTribal populations that may not be reflected in the U.S Census Bureau data in only 18 percent of the requests (15 \noccurrences in 85 requests). FEMA found that these specific sub-factors of population were specifically included by \nStates when they believed the disaster adversely affected and heighted the vulnerability of these particular \nsegments of the population. This is consistent with FEMA's long-standing practice of considering how any given \ndisaster affects populations that are 65 years and greater or have a disability. The detailed findings are presented in \nTable 5, and in the marginal analysis table posted in the docket at www.regulations.gov These findings established \nthe baseline from which the costs of this rule were estimated.\n\nBecause FEMA and States already are gathering and providing much of this information, FEMA anticipates minimal \nimpact to States. FEMA does not expect or require States to include every factor in every declaration request. \nFEMA expects that States will continue to provide a comparable level of information in their request letters, based \non their respective circumstances and disaster effects.\n\nIndian Tribal governments (requesting assistance through the State) and local governments currently provide the \nState with specified factor information for their local area and affected residents. Therefore, FEMA anticipates \nIndian Tribal governments (requesting assistance through the State) and local governments will not directly incur \nadditional costs from the rule.\n\nAs previously discussed, the new factor FEMA is adding is Fiscal Capacity. Both FEMA and States will be affected \nby the addition of this factor. For FEMA, the increase in burden will result from annually collecting the information \nand providing it to the States. This increase in burden is expected to begin in year 1 and remain the same for each \nsubsequent year. FEMA also will incur a cost for providing IA declaration factors training. For States, an increase in \nburden will be realized in the first year when States download the fiscal capacity data, adjust their templates and \nfiles to accommodate the new Fiscal Capacity factor, and attend IA declaration factor training. In each subsequent \nyear, the burden for States is expected to decrease from year 1 because it will be for downloading and storing the \nfiscal capacity data only. FEMA will provide a link on its website to the data in addition to downloading and storing \nthe information for its own reference. FEMA assumes that States will download and store the data in subsequent \nyears prior to any major disaster so that the information is readily available if they need to request IA. In addition, \nonce a State has downloaded and stored this data for one disaster, the State is likely to keep the data on hand for \nfuture reference and to meet administrative records retention policies.\n\nhttp://www.regulations.gov/\n\n\nFEMA does not expect the new Fiscal Capacity factor to affect the number of IA declaration requests made by \nStates or change the amount of IA assistance provided. The new factor is highly correlated to data previously used; \nthus, would have likely resulted in comparable declaration recommendations had it been used. For this reason, the \nfinal rule is expected to result in comparable recommendations in the future and the rule is not expected to affect \ntransfer payments.\n\nFiscal Capacity. FEMA recognizes that each State's capacity to respond and recover varies based on the \ncircumstances of the disaster and the State's resources. FEMA includes fiscal capacity data to better evaluate a \nState's ability to adequately respond to a disaster with or without supplemental Federal assistance. The GAO \nsuggested in multiple reports that FEMA should incorporate States' fiscal capacity into its considerations when \nrecommending disaster declarations to the President. All of the GAO reports focused on including fiscal capacity in \nFEMA's PA declaration factor criteria. FEMA believes there also is a need to assess a State's capacity to respond \nand recover on its own when determining whether a major disaster declaration that authorizes IA is warranted.\n\nTo evaluate a State's fiscal capacity for response to a major disaster, FEMA will review data on a State's TTR. (28) \nThe U.S Department of Treasury (Treasury) calculates the TTR of each State, which is used as a measure of a \nState's fiscal capacity. (29) TTR is based on Gross Domestic Product (GDP) by State, measuring the unduplicated \nsum of the income flows produced within a State, but makes adjustments for additional, potentially taxable income \nflows earned by residents from out-of-state sources such as capital gains and commuter income. (30) FEMA \nacknowledges that TTR does not capture a State's actual tax revenue or expenditures and cannot be viewed as a \nfinancial accounting of a State's budget. The GAO supports the use of TTR as a measure of a State's fiscal \ncapacity because it provides a more comprehensive measure of a State's fiscal capacity when compared to other \noptions, which do not include the additional, potentially taxable income flows earned by residents from out-of-state \nsources such as capital gains and commuter income. (31)\n\nFurther, FEMA is removing the “Average Amount of Assistance per Disaster” table that is found at the current 44 \nCFR 206.48(b)(6) which was based on outdated (1990 Census Data) population numbers and simplistic size \ncategories that grouped States into only three categories: Small, medium, and large. Removing this table and \ninstead using TTR will allow a State and FEMA to include a State-specific assessment of that State's fiscal \ncapability when responding to a major disaster.\n\nFEMA conducted a retrospective analysis of its recommendations and major disaster declarations by the President \nand confirmed they are correlated to the fiscal capacity of the requesting State, as represented by State TTR data. \nHistorically, FEMA captured an aspect of fiscal capacity when evaluating the damage caused by each disaster in \nrelation to the population of the affected State. States with the highest State TTRs tended to have the highest \npopulation. Based on this analysis, FEMA found that major disaster declarations authorizing IA have a correlation \nto the fiscal capacity of the requesting State, as represented by the State TTR data.\n\nFEMA reviewed 220 major disaster declaration requests that included IA and were submitted between January \n2008 and December 2016. (32) The purpose of the review was to determine if there would have been any impact \non a disaster determination from using State TTR to assess a State's need for a major disaster declaration \nauthorizing IA. Each State request included an estimate of the costs from the damages attributed to the disaster \nevent. FEMA retrieved the TTR data that was available for that State at the time of the request. For each request, \nFEMA used estimated IA costs and the State's TTR to calculate a ratio of IA Cost to (fiscal) Capacity (ICC). For \nexample, assume a State estimated $2,000,000 in IA costs and the State's TTR was $30,000,000,000. FEMA then \ndivided $30,000,000,000 by $1,000,000 to get the State's TTR in millions, which is $30,000. ($30,000,000,000 ÷ \n$1,000,000 = $30,000) FEMA divided the estimated cost of IA, which was $2,000,000, by $30,000 to get the ICC \nratio 66.7 ($2,000,000 ÷ $30,000 = 66.66)\n\nBased on the ICC calculation for all 220 State requests, FEMA's analysis shows the greater the ICC ratio for a \nmajor disaster declaration request that included IA, especially those with ICCs above 25, the more likely the \nrequest for IA was granted. Conversely, the lower the ICC ratio for a major disaster declaration request that \nincluded IA, especially those with ICCs below 10, the more likely the request for IA was denied. The following table \ndisplays the total number of major disaster declaration requests and the total of the IA requests that were granted \n\n\n\nby ICC ratio size. The table also shows the percentage of granted major disaster declaration requests within each \nrespective ICC group.Table 2—Number of IA Requests and Granted IA Requests by ICC Ratio ICC ratio(estimated \ncost of IHP/(TTR/$1 million)) Number of requests received(2008-2016) Number of requests approved(2008-2016) \nPercentage of requests approved(2008-2016)>25 65 55 8510-25 71 32 45<10 84 8 10Total 220 95 43\n\nBased on the above data, there were 71 major disaster declaration requests that included IA with ICC ratios \nbetween 10 and 25; and 32 of these requests were declared major disasters that included IA. Hence, 45 percent of \nmajor disaster declaration requests with ICC ratios between 10 and 25 that included IA were granted. FEMA \nbelieves this approval rate helps illustrate that a number of factors are taken into consideration when determining \nFEMA's recommendation, especially in borderline events.\n\nIn addition, FEMA's above analysis shows that the higher the estimated cost of IA damages and the lower the State \nTTR, the more likely a major disaster declaration request authorizing IA was granted in the past. In the past, States \ngenerally provided qualitative discussions on the effects of previous disasters, State median household income \ndata, and population data as indicators of their economic health. In response to recommendations in GAO Report \n12-838, FEMA examined the effect of using TTR, rather than median household income and population data as \nindicators of a State's economic ability to support itself in the event of a major disaster and whether using TTR \nwould have changed FEMA's past recommendations. (33) FEMA is including TTR to introduce a more direct \nmeasure of State fiscal capacity than the qualitative information already being provided by the States. (34) FEMA \nwill continue to consider, when provided, information from States on the effects of previous disasters and State \nmedian household income and population data.\n\nFEMA found that TTR and population are highly correlated (0.984). Although these measures are highly correlated, \nFEMA chose State TTR as its preferred data point as a more direct measure of fiscal capacity for several reasons. \nTTR more accurately reflects a State's ability to respond to a disaster because TTR is a measure of fiscal capacity \nwhich takes into consideration the population of the State and the income flows, not just an estimate of the number \nof people in the State. In addition, TTR includes much of the business income that does not become part of the \nincome flow to jurisdiction residents, undistributed corporate profits, and rents and interest payments made by \nbusinesses to out-of-jurisdiction real estate owners and lenders. FEMA concludes that its consideration of State \nTTR would not have affected past recommendations based on the above analysis that shows that TTR and \npopulation are highlight correlated. (35) Accordingly, FEMA anticipates that using State TTR when making future \nmajor disaster declaration recommendations will not reduce the number of IA declaration requests made by States \nor change the amount of IA assistance provided.\n\nFEMA recognizes that some disasters cause enough damage to overwhelm even the most fiscally capable States \nand that disasters may result in special circumstances. For example, a special circumstance would be if a State has \nexperienced several major disasters in a very short time or if a particular disaster included widespread and \nextensive damage. Another special circumstance would be if the disaster affected a small geographic area. If a \ndisaster request is for a small area, FEMA will review per capita personal income by local area data to ascertain a \nlocal government's fiscal capacity. FEMA previously evaluated data on median household income per county. \nFEMA expects that the shift from median household income per county to per capita personal income by local area \nwill have minimal impact and no new costs because one is replacing the other.\n\nFEMA's intent in this final rule is to continue to take multiple factors into consideration, including the fiscal capacity \nfactor whether it be State TTR, GDP by State, or per capita personal income. The addition of the fiscal capacity \nfactor will provide State-specific information that will assist FEMA in determining whether the State is, in fact, \noverwhelmed and in need of supplemental Federal assistance.\n\nFEMA will continue to use multiple factors and relevant data to formulate its recommendations to the President on \nmajor disaster declarations that authorize IA. (36) No single data point or factor will singularly affect FEMA's \nrecommendation or the President's ultimate determination of whether to issue a major disaster declaration \nauthorizing IA.5. Impacts to Costs, Benefits, and Transfer Payments\n\n\n\nIn the following section, FEMA will discuss the rule's quantified costs, qualitative benefits, and why there are no \nexpected effects to transfer payments.a. State Costs\n\nFEMA received multiple comments questioning whether the full costs to States had been captured in the NPRM. In \ngeneral, commenters questioned whether the additional burden resulting from the new Fiscal Capacity Factor was \naccurate; pointed out that the cost of State personnel attending training was omitted; and voiced concern that the \nfinal rule would slow the declaration process because key decision makers might not be familiar with the final rule. \nFEMA considered each of the comments and adjusted its estimated costs accordingly by incorporating new training \ncosts, familiarization costs, updated data retrieval costs, and new costs associated with States incorporating the \nnew Fiscal Capacity data into existing files and processes. FEMA also more descriptively presented the baseline \ndata on which its cost estimates are based. (37) A more detailed summary of these comments, and FEMA's \nresponses, follows.\n\nAdditional Burden from Fiscal Capacity Factor. Four commenters questioned whether the estimate of the additional \nburden resulting from the new Fiscal Capacity Factor was accurate. Specifically, three States (Indiana, Florida, \nNew York) and one emergency management association (NEMA) pointed out that incorporating new data points \ninto the IA declaration request will increase staff time.\n\nFEMA concurs with these comments and adjusted its cost estimates associated with States downloading the new \nFiscal Capacity factor data and incorporating the data into existing files and processes. FEMA did not include an \nadditional burden for reviewing the data because review and analysis of this data occurs when the declaration \nrequest is being formulated by the State. The costs of reviewing any data included in the request is already \nembedded in the process. As shown by FEMA's baseline analysis, many of the factors and sub-factors listed in \nthe rule have previously been submitted or requested subsequent to a State request for a major disaster \ndeclaration that includes IA, and codifying them will not increase costs. FEMA does not expect or require States to \ninclude every factor in every disaster declaration request. FEMA anticipates that States will continue to provide a \ncomparable level of information in their request letters, based upon their respective circumstances and disaster \neffects. However, fiscal capacity in the form of TTR (States), GDP by State (Territories), or Per Capita Personal \nIncome (PCPI) (small areas) typically has not been provided by States or considered by FEMA and it will impose a \nnew cost. Data related to fiscal capacity is available from publicly accessible databases and websites. For this \nreason, States can access and download the data without incurring any costs for the data itself.\n\nHowever, FEMA recognizes that there will be an additional burden to States resulting from downloading the \nrelevant Fiscal Capacity data annually and adjusting their templates and files in year 1. The estimated cost for all \nStates is $8,935 in year 1 and $1,787 in each subsequent year. FEMA has included these costs in the final rule as \na result of public comments received on the NPRM.\n\nFEMA estimates that in year 1 each State will spend approximately four hours on downloading the new fiscal \ncapacity data and adjusting files and templates to incorporate the new Fiscal Capacity factor. (38) To estimate the \nadditional activity time, FEMA performed a “dry run” retrieval and storage of the fiscal capacity data for 13 randomly \nchosen States. (39) FEMA estimates it will take 10 to 15 minutes to retrieve and store Treasury's TTR data \n(including all State data in a single retrieval). The average of this range, 12.5 minutes, is used in this analysis. \nFEMA estimated it would take the equivalent amount of time for the BEA's GDP by State data, and uses 12.5 \nminutes for that retrieval and storage. FEMA estimated it would take 15 to 30 minutes to retrieve BEA's per capita \npersonal income data and used the average of 22.5 minutes for that retrieval and storage. FEMA summed these \nthree time burdens to calculate a total burden of 47.5 minutes (12.5 + 12.5 + 22.5 = 47.5). The total burden of 47.5 \nminutes was divided by 60 minutes, for an estimated increased burden of approximately 0.8 hours ((12.5 + 12.5 + \n22.5) ÷ 60 = 0.7917).\n\nFEMA's “dry run” example analysis took approximately 3.2 hours and included formatting the tables into a useable \nformat for analysis (1.6 hours) and creating tables and graphs (1.6 hours). FEMA estimates it will take a similar \namount of time for States to update their current templates to incorporate the new fiscal capacity data. Based on \nthis experience, FEMA estimates that downloading the data and adjusting files and templates will take each State \n\n\n\napproximately 4.0 hours in year 1 (0.8 hours + 1.6 hours + 1.6 hours = 4.0 hours). The total time for all 56 States \n(40) is 224 hours (4.0 hours × 56 States = 224 hours).\n\nFEMA anticipates a State Government First-Line Supervisor of Office and Administrative Support Workers (1st Line \nSupervisor), or equivalent, will download the data and adjust the templates and files. The fully-loaded wage rate for \nthe 1st Line Supervisor is $39.89 (41) per hour. (42) To estimate the total costs for States, FEMA multiplied the \nfully-loaded hourly rate for a 1st Line Supervisor by the total hours for all States resulting in total costs to download \nthe data and update templates and files in year 1 of $8,935 ($39.89 per hour × 224 hours = $8,935.36). In \nsubsequent years, only downloading and data entry into files and templates is expected. As stated previously, \nFEMA estimates this will take 0.8 hours. Using the same methodology, FEMA multiplied 0.8 hours by 56 States and \nthen multiplied by the fully-loaded hourly rate of $39.89 for a total of $1,787 per year beginning in year 2 (0.8 hour × \n56 States × $39.89 per hour = $1,787.07).\n\nTraining Costs. FEMA received two comments that noted there would be time and expense involved for States in \ntraining employees. FEMA has added a cost for States to attend FEMA-provided training on the final rule. (43) \nTraining attendance is voluntary, but FEMA has estimated costs based on the assumption that all States will attend \ntraining.\n\nGiven that the intent of the rule is to provide clarity, FEMA will offer training for all States on the changes included in \nthe rule. FEMA included the costs associated with States attending training on the rule in year 1. Outreach webinars \nwere offered by FEMA following the publication of the NPRM. To estimate the cost of the training to States and \ncapture the costs associated with the outreach webinars, FEMA used the participation data from the NPRM \noutreach webinars. They were presented via webinar, lasted one hour, and generally were attended by two (44) \nindividuals per State, no matter the size of the State or if the State was prone to experience disasters.\n\nFEMA calculated the cost of the training to the States by adding the fully-loaded hourly wage rate for both State \nstaff and multiplying by the number of States. The estimated total cost of States attending the training is $13,340. \n(45)\n\nFamiliarization Costs. Three comments were received that noted States, local emergency management divisions, or \nimpacted jurisdictions would have to become familiar with the final rule. In response, FEMA added familiarization \ncosts for States, but not for local emergency management divisions or jurisdictions. FEMA chose not to include new \ncosts for locals because the final rule applies to States, which is the level from which a major disaster declaration \nrequest is made. Further, FEMA assumes States regularly update their emergency response networks and local \nemergency management divisions on changes in the field. FEMA believes that States will continue to disseminate \nthe new information through each State's respective process.\n\nTo estimate the time for States to understand changes made to the regulations, FEMA included time for State \nemployees to familiarize themselves with the regulations. FEMA estimates States will spend 0.5 hours to familiarize \nthemselves and understand the new factor data requirements. (46) FEMA assumes a State Government Chief \nExecutive, a senior level government official, or equivalent, familiar with State emergency assistance programs, will \nread the existing and new regulations to understand the changes. The fully-loaded wage rate for a State \nGovernment Chief Executive is $79.22 (47) per hour. (48) The hourly rate of $79.22 is multiplied by 0.5 hour and 56 \nStates to calculate a State cost in year 1 of $2,218 to familiarize themselves with the new rule ($79.22 × 0.5 × 56 = \n$2,218.16). FEMA also assumes that each State will review the supplemental guidance materials at least once in \nyear 1 and once each subsequent year. The estimated cost for each subsequent year uses the same method as \nabove, but reduces the time needed from 0.5 hours to 0.25 hours, for the Chief Executive to refresh his or her \nunderstanding. The resulting cost for each subsequent year is estimated at $1,109. ($79.22 × 0.25 × 56 = \n$1,109.08)\n\nPotential Delay in Submitting the Declaration Request. Seven commenters were concerned that this final rule \nrequires so much additional information and will result in increased workload while a disaster is unfolding that future \nmajor disaster requests would be delayed. FEMA contends that this final rule will not delay the major disaster \nrequest process, based on its review of the 85 major disaster declaration requests for IA that States submitted \n\n\n\nbetween January 1, 2012 and December 31, 2016. All were examined, whether the declaration was granted or \ndenied.\n\nFEMA found that the four new Fiscal Capacity sub-factors had not been provided previously by States. FEMA \nfound that out of the remaining 23 sub-factors, 19 were provided in at least 80 percent of the requests and only 4 \nwere provided in less than 20 percent of the request letters. All four are sub-factors of the Disaster Impacted \nPopulation Profile factor. Specifically, the four sub-factors are the percentage of population already receiving \ngovernment assistance such as Supplemental Security Income and Supplemental Nutrition Program benefits \nappeared in only 5 percent of the requests (4 occurrences in 85 total requests); the percentage of the population \nwho speak a language other than English and speak English less than “very well' in only 7 percent of the requests \n(6 occurrences in 85 total requests); the percentage of population 18 years old and younger in only 18 percent (15 \noccurrences in 85 total requests); and any unique considerations regarding American Indian and Alaskan Native \nTribal populations that may not be reflected in the U.S Census Bureau data in only 18 percent of the requests (15 \noccurrences in 85 requests). FEMA found that these specific sub-factors were included by States when they \nbelieved the disaster adversely affected and heighted the vulnerability of these particular segments of the \npopulation. This is consistent with to FEMA's long-standing consideration of how any given disaster affects the \npopulation that is 65 years and greater, as well as the percentage of the population with a disability. The detailed \nfindings are presented in Table 5, and in the marginal analysis table posted in the docket at www.regulations.gov\n\nThe 23 sub-factors being codified were previously captured under the “other relevant information” prong of 44 CFR \n206.48 FEMA does not expect or require States to include every factor in every disaster declaration request. FEMA \nexpects that States will continue to provide a comparable level of information in their request letters based on their \nrespective circumstances and disaster effects; thus, FEMA does not include a cost for codifying this information and \ndoes not expect any delays to the major disaster declaration request process.\n\nFEMA notes that if a State is unable to provide information for a particular factor, or factors, FEMA will evaluate \nand provide a recommendation on the State's need for Federal assistance based on the information submitted and \ndata available from other sources, as appropriate. The only required elements of a State's major disaster \ndeclaration request appear at 44 CFR 206.36 FEMA's intent, through this rule, is to clearly identify the considered \ndata points that previously have been captured under the “other relevant information” prong of 44 CFR 206.48 In \nsome instances, certain pieces of information identified in the rule may not be applicable, may be unavailable, or \nthe circumstances of the disaster may not allow a State to collect some information identified within the rule. In \nthese instances, pursuant to 44 CFR 206.36, States must provide some information that supports their request for a \nmajor disaster declaration authorizing IA, but will not have to address every data point in 44 CFR 206.48 to be \ngranted the request. For example, for certain catastrophic events, preliminary damage assessments are not \nnecessary to determine the requirement for Federal assistance. In these instances, States may submit an \nabbreviated request pursuant to 44 CFR 206.36(d). These requests need only contain limited information as \nspecified by that provision.\n\nLarge scale disasters may not need as much detail or data to support a major disaster declaration request. \nHowever, under other circumstances, such as when the disaster affects a smaller geographic area, it may be more \ndifficult to determine if a need for Federal disaster assistance exists without the State providing sufficient \ninformation. This rule identifies the factors that FEMA will consider in its review of a major disaster declaration \nrequest that includes IA, and allows States to supplement their submissions with additional information. It is \nimportant to note that ultimately, the amount and type of data provided by the State is voluntary. In addition, FEMA \nconfirmed that the Fiscal Capacity factor and its sub-factors are updated at least annually and are publicly \navailable on Treasury's and BEA's websites at no cost to States. (49 50) Given that these data are updated at least \nannually, States are encouraged to download the data when they are updated.\n\nFEMA estimates total State costs in the first year to be $24,494 and costs in subsequent years to be $2,896. The \nfollowing table presents the ten-year costs for States (undiscounted, discounted at 7 percent and discounted at 3 \npercent).Table 3—Total Costs to the States Year Downloading and updating files Cost to familiarize with rule \nTraining Total1 $8,935 $2,218 $13,340 $24,4942 1,787 1,109 0 2,8963 1,787 1,109 0 2,8964 1,787 1,109 0 2,8965 \n1,787 1,109 0 2,8966 1,787 1,109 0 2,8967 1,787 1,109 0 2,8968 1,787 1,109 0 2,8969 1,787 1,109 0 2,89610 \n\nhttp://www.regulations.gov/\n\n\n1,787 1,109 0 2,896Total 25,019 12,199 13,340 50,558Discounted at 7% 19,232 8,826 12,468 40,525Annualized at \n7% 2,738 1,257 1,775 5,770Discounted at 3% 22,184 10,537 12,952 45,673Annualized at 3% 2,601 1,235 1,518 \n5,354b. Federal Costs\n\nFEMA anticipates the Federal government will incur small additional costs resulting from the final rule. As noted \nabove, FEMA already considers most of these factors under the “other relevant information” prong of the regulation \nwhen reviewing major disaster declaration requests. FEMA already had begun changing the way it collects \ninformation internally for major disaster declaration recommendations, which did not require regulatory action. \nTherefore, these increased costs already had been internalized without this regulation. For this reason, the only \nexpected increased costs are due to the new Fiscal Capacity factor. FEMA believes this additional activity will be \naccomplished with existing personnel; thus, the costs are considered the opportunity cost of the activities that would \nhave otherwise been performed. No increase in Federal expenditures is expected to result from this final rule.\n\nIn the past, FEMA would review pre-disaster data about a disaster location. This pre-disaster data provided FEMA \nwith information that helped to illustrate the population and geographic area that was affected by a disaster. The \npre-disaster data came from Federal sources, such as the United States Census Bureau and Bureau of Economic \nAnalysis (BEA). Independent of the regulation, FEMA began to streamline how pre-disaster data is collected and \ndisseminated, as well as collect and transmit information for the PDA process more quickly.\n\nOne of the areas where FEMA will incur costs is for the retrieval of fiscal capacity data from the United States \nDepartment of the Treasury (Treasury) and BEA. FEMA used the same information on estimated additional activity \ntime that was presented previously: Time to retrieve, store, and update the data from Treasury (12.5 minutes); \nBEA's GDP by State (12.5 minutes); and BEA's per capita personal income by local area (22.5 minutes). FEMA \nsummed these three time burdens to calculate a total burden of 47.5 minutes (12.5 + 12.5 + 22.5 = 47.5). The total \nburden of 47.5 minutes was divided by 60 minutes, for an estimated increased burden of 0.8 hours ([12.5 + 12.5 + \n22.5] ÷ 60 = 0.7917).\n\nFEMA expects the data retrieval will take place once annually. The retrieval will be completed by a Federal \nemployee in the DC area at the General Schedule 12, step 1 level, earning an hourly wage rate of $36.60 (51) \nThese positions have a fully-loaded wage rate of $53.44 (52) FEMA multiplied the time per year, 0.8 hours, by the \nfully-loaded wage rate of $53.44, to get an annual Federal cost increase of $43 (0.8 × $53.44 = $42.75).\n\nFEMA also included costs in year 1 associated with providing training on the rule. FEMA received a public comment \nrequesting FEMA to provide adequate training on the rule once finalized. As a result of this comment, and because \nthe intent of the rule is to provide clarity, FEMA provided outreach seminar to States after the NPRM and will offer \ntraining for all States on the changes included in the final rule. Thus, FEMA has added the cost for these events to \nthe analysis of this final rule. To estimate the costs of the rule and capture the cost of developing both the NPRM \noutreach and the final rule training to States, FEMA used the time data from developing and presenting the NPRM \ntraining.\n\nThe NPRM outreach materials will be modified to reflect the content of the final rule. FEMA anticipates this activity \nwill be accomplished by a Federal employee in the DC area at the General Schedule 15, step 5 level, earning an \nhourly wage rate of $68.56 (53) These positions have a fully-loaded wage rate of $100.10 (54) FEMA estimates it \nwill spend a total of 5 hours preparing training materials, including the time spent developing the original training \nmaterials and updating the existing materials, (55) which results in a one-time cost of $500 ($100.10 × 5 hours = \n$500.50). (56) In addition, the training materials are reviewed by two Federal employees in the DC area at the \nGeneral Schedule 13, step 5, earning an hourly wage rate of $49.32 FEMA multiplied this wage rate by 1.46 to \naccount for benefits, resulting in a fully-loaded wage rate of $72.01 FEMA estimates spending approximately 0.5 \nhours for each employee to review each set of training materials. (57) The resulting review time is estimated at \n$144 ($72.01 × 2 staff × 0.5 hours × 2 reviews = $144.02).\n\nFEMA presented one-hour outreach sessions two times for the NPRM via webinar and anticipates the same format \nfor the final rule training, but will increase the number of times the training will be offered to four for the final rule. \nThe set-up and technical monitoring of the webinars is expected to be accomplished by two General Schedule 12, \n\n\n\nstep 1 level, with a fully-loaded wage rate of $53.44 Based on its previous experience, FEMA estimates it will take \n0.5 hours to set up and take down the webinar plus an additional 1 hour to monitor. FEMA estimates the one-time \ncost to set up and monitor the webinars is $962 ($53.44 × 1.5 hours × 2 staff × 6 webinars (58) = $961.92).\n\nThe training is presented by four FEMA staff located in the DC area, one GS 15, step 5 level and three GS 13, step \n5 level with fully-loaded hours wage rates of $100.10 and $72.01, respectively. To present six, one-hour webinars, \nthe estimated total costs for presenters is $1,897 [($100.10 × 1 GS-15 staff × 6 hours) + ($72.01 × 3 GS-13 staff × 6 \nhours) = $1,896.78].\n\nFEMA estimates the Federal Government's total costs in the first year to be $3,546, which includes $43 to retrieve \nfiscal capacity data; $500 to develop and update the training; $144 to review the updates; $962 to set-up and \nmonitor the webinars; and $1,897 to present the training ($42.75 + $500.50 + $144.02 + $961.92 + $1,896.78 = \n$3,545.97). Costs in subsequent years are estimated to be $43 for retrieving the fiscal capacity data. The following \ntable presents the total ten-year costs for both FEMA and States (undiscounted, discounted at 7 percent and \ndiscounted at 3 percent).Table 4—Total Costs of the Rule Year States Downloading data and updating files \nFamiliarize with rule Training FEMA Downloading data Training Total1 $8,935 $2,218 $13,340 $43 $3,503 \n$28,0402 1,787 1,109 0 43 0 2,9393 1,787 1,109 0 43 0 2,9394 1,787 1,109 0 43 0 2,9395 1,787 1,109 0 43 0 \n2,9396 1,787 1,109 0 43 0 2,9397 1,787 1,109 0 43 0 2,9398 1,787 1,109 0 43 0 2,9399 1,787 1,109 0 43 0 \n2,93910 1,787 1,109 0 43 0 2,939Total 25,019 12,199 13,340 430 3,503 54,494Discounted at 7% 19,232 8,826 \n12,468 302 3,274 44,102Annualized at 7% 2,738 1,257 1,775 43 466 6,279Discounted at 3% 22,184 10,537 \n12,952 367 3,401 49,441Annualized at 3% 2,601 1,235 1,518 43 399 5,796c. Benefits\n\nBenefits of the final rule include clarifying FEMA's existing practices and reducing processing time for requests, \nwhile maintaining the States' ability to assess and determine what information best supports a major declaration \nrequest. This rule does not preclude that flexibility for States. Rather, the rule provides clarity by specifically \nidentifying factors considered in the IA declarations process, including many factors that FEMA previously \nconsidered under the “other relevant information” prong of the regulation but are not currently specified in 44 CFR \n206.48(b).\n\nAs noted above, most of the information included in the factors was previously captured under the “other relevant \ninformation” prong of the 44 CFR 206.48 FEMA used this information, when appropriate, in evaluating requests for \na major disaster declaration that authorized IA. In some instances, FEMA has had to reach back to the State to \nobtain additional information (59) on major disaster declaration requests which would better support FEMA's \nrecommendation on a major disaster declaration authorizing IA. By clearly identifying information considered in the \nrule, FEMA anticipates that delays in the declaration process will be reduced. The changes in the final rule will \nimprove clarity regarding relevant information that can be used to substantiate a declaration request. States are \nencouraged to include the additional information in the original request because it may reduce follow-up \ncorrespondence and speed up the determination of a major disaster declaration request. Currently, FEMA does not \ntrack the number of times FEMA has had to reach back to the State for additional information and the reduction \ncannot be quantified at present. However, FEMA subject matter experts believe that greater clarity will promote \nunderstanding, resulting in less back-and-forth. (60)\n\nFEMA believes inclusion of the new Fiscal Capacity factor will further inform and strengthen FEMA's \nrecommendations to the President with regard to major disaster declarations that authorize IA. TTR is sufficiently \nreliable to serve as the principal indicator for each State from which the discussion about fiscal capacity can begin. \nTTR provides a general picture of how a State's economy is changing over time. FEMA recognizes there is a two-\nyear lag in TTR data and encourages each State to provide additional information about its fiscal capacity, \nespecially if there have been noteworthy changes during the two-year period. In addition, the new information \nconsidered provides more context about a State's capacity to respond than information FEMA previously \nconsidered. For example, although FEMA previously considered median household income for States, this measure \ndoes not necessarily reflect the State's capacity to respond, because it is based on the individuals' earnings. \nCertainly, individual household incomes within a State can affect the State's capacity to respond, but TTR provides \na more direct measurement. The new information also may be more objective compared to other ways of assessing \na State's capacity to respond for the same reasons.d. Transfer Payments\n\n\n\nFEMA intends the rule to specify and codify factors it will use when making recommendations to the President. \nFEMA already considers the majority of these factors described in the rule and has done so during previous \ndeliberations on whether to recommend a major disaster declaration authorizing IA to the President. The only \ninformation FEMA has not specifically considered in the past are the new measures of fiscal capacity.\n\nBased on FEMA's retrospective analysis on the effect of using ICC ratios in past declaration decisions, FEMA \nconcludes that even though State TTR is a new factor, it will not have an impact on the overall number of major \ndisaster declarations granted each year that authorize IA because FEMA previously used similar economic data \nand takes multiple factors into account when making its recommendation. FEMA finds including the fiscal capacity \nfactor (State TTR for States; GDP by State for Territories, and per capita personal income for areas smaller than \nStates and Territories) to be additional objective information because it captures income flows that a State can \npotentially tax.\n\nThe ultimate determination regarding whether or not to grant a State's request for a major disaster declaration \nresides with the President of the United States. FEMA neither anticipates nor intends for this rule to affect the \nnumber of major disaster declarations authorizing IA that are granted each year. Rather, FEMA believes this rule \nclarifies FEMA's regulations consistent with the statutory mandate in a cost-effective manner. The majority of the \nfactors included in the rule have previously been considered by FEMA when it made its recommendation to the \nPresident on past declaration requests for IA. Based on these reasons, FEMA anticipates this rule will not have an \neffect on transfer payments, which are payments from the Federal government to States and individuals.6. Total \nImpact of the Final Rule\n\nFEMA estimates the impact of all the factors together will result in a small burden increase for States and FEMA. \nThe additional burden results from States having to provide the Fiscal Capacity factor in their requests, to attend \ntraining, and to become familiar with the regulatory change. For FEMA, the additional costs result from retrieving \ndata for its consideration of major disaster declaration requests and providing training on the rule to States. The net \nquantified impact is a ten-year total cost of $44,102 discounted at 7 percent and $49,441 discounted at 3 percent. \nThese are considered opportunity costs and are not expected to increase staffing needs or have an effect on \nFederal or State expenditures. FEMA anticipates no impact to average annual transfer payments due to codifying \nthe existing factors or including the new factor. Based on the above analysis, FEMA estimates the rule will impose \na total additional annual burden to States and FEMA of $28,040 in year 1 and $2,939 in each subsequent year.7. \nMarginal Analysis of the Factors\n\nThe following table provides a breakdown of each IA declaration factor included in the final rule, its baseline, and \nthe marginal effect of the rule. Activity costs per year (61) and associated benefits also are included. The rule would \nnot change the total amount of Federal assistance available to individuals and households.Table 5—IA Declarations \nFactor Baseline and Marginal Analysis Factor Baseline: factors previously included in States' Dec. requests \nNumber of times Percent Marginal analysisactivity cost per year FEMA States BenefitsFiscal Capacity: Total \nTaxable Resources (TTR) of the State, 44 CFR § 206.48(b)(1)(i)(A) New n/a Training: $911—In year 1, FEMA will \nspend approximately 12.7 hours to develop, review, and conduct training on the new factor and 0 hours and $0 in \nsubsequent years Training: $3,464—In year 1, States will spend a total of approximately 58 hours participating in \nthe IA declaration factor training, and 0 hours and $0 in subsequent years Informs States that FEMA may assess \nState's taxable resources based on TTR and will use TTR as the basis for calculating the ICC ratio to depict State \neconomic growth or decline and relative fiscal capacity with comparably-sized States or the Nation. Download Data: \n$11—In year 1, FEMA will spend 10-15 minutes retrieving and storing Treasury data (including all State data in one \nretrieval) Download Data and Update Files: $2,323—In year 1, States will spend a total of approximately 58 hours \nretrieving and storing Treasury data and updating templates to accommodate the new data $11—In subsequent \nyears, FEMA will spend 10-15 minutes retrieving and storing Treasury data (including all State data in one retrieval) \n$464—In subsequent years, States will spend a total of approximately 12 hours retrieving and storing Treasury data \nfor their respective state No new costs are included for reviewing the data. FEMA review of this data is offset by no \nlonger having to review median household income No new costs are included for reviewing the data. FEMA \nassumes that State review of this data is offset by no longer having to review median household income \nFamiliarization: $577—In year 1, States will spend a total of approximately 7.3 hours reading the new rule as it \nrelates to Treasury data $288—In subsequent years, States will spend a total of approximately 3.6 hours re-reading \n\n\n\nthe rule Gross Domestic Product (GDP) by State 44 CFR § 206.48(b)(1)(i)(B) New n/a Training: $911—In year 1, \nFEMA will spend approximately 12.7 hours to develop, review, and conduct training on the new factor and 0 hours \nand $0 in subsequent years Training: $3,468—In year 1, States will spend a total of approximately 58 hours \nparticipating in the fiscal capacity factor training, and 0 hours and $0 in subsequent years Informs States that \nFEMA may assess State fiscal capacity with this data point when TTR data is not available or if the TTR data don't \nreflect current fiscal capacity due to the two-year lag in the data. Download Data: $11—FEMA will spend 10-15 \nminutes a year for retrieving and storing BEA GDP data (including all State and Territory data in one retrieval) \nDownload Data and Update Files: $2,323—In year 1, States will spend a total of approximately 58 hours retrieving \nand storing BEA GDP data and updating templates to accommodate the new data $11—In subsequent years, \nFEMA will spend 10-15 minutes retrieving and storing BEA GDP data (including all State and Territory data in one \nretrieval) $464—In subsequent years, States will spend a total of approximately 12 hours a year for retrieving and \nstoring BEA GDP data for their respective state No new costs are included for reviewing the data. FEMA review of \nthis data is offset by no longer having to review median household income No new costs are included for reviewing \nthe data. FEMA assumes that State review of this data is offset by no longer having to review median household \nincome Familiarization: $577—In year 1, States will spend a total of approximately 7.3 hours reading the new rule \nas it relates to BEA GDP data $288—In subsequent years, States will spend a total of approximately 3.6 hours re-\nreading the rule Per Capita Personal Income by Local Area, 44 CFR § 206.48(b)(1)(i)(C) New n/a Training: \n$1,682—In year 1, FEMA will spend approximately 24 hours to develop, review, and conduct training on the new \nfactor and 0 hours and $0 in subsequent years Training: $6,403—In year 1, States will spend a total of \napproximately 108 hours participating in the fiscal capacity factor training and 0 hours and $0 in subsequent years \nProvides FEMA the flexibility to use information on the local fiscal capacity characteristics to judge IA needs in \ndisaster affected areas. Download Data: $21—In year 1, and subsequent years, FEMA will spend approximately \n15-30 minutes to retrieving and storing BEA Per Capita Personal Income data (including data on all local areas in \none retrieval) Download Data and Update Files: $4,289—In year 1, States will spend a total of approximately 108 \nhours retrieving and storing BEA Per Capita Personal Income data and updating templates to accommodate the \nnew data No new costs are included for reviewing the data. FEMA review of this data is offset by no longer having \nto review median household income $858—In subsequent years, States will spend a total of approximately 21.5 \nhours a year for retrieving and storing BEA Per Capita Personal Income data for their respective state No new costs \nare included for reviewing the data. FEMA assumes that the review of this data is offset by no longer having to \nreview median household income Familiarization: $1,065—In year 1, States will spend a total of approximately 13.4 \nhours reading the new rule as it relates to BEA PCPI data $532—In subsequent years, States will spend a total of \napproximately 6.7 hours re-reading the rule Other Factors, 44 CFR § 206.48(b)(1)(i)(D) New n/a FEMA's time will \nvary and data will be used on a case-by-case basis as needed. Costs not estimated State time will vary and data \nwill be used on a case-by-case basis as needed. Costs not estimated Provides flexibility to use any other data or \ninformation on a State or local area's fiscal capacity to judge disaster needs in affected areas.Resource Availability: \nState Tribal and Local Governmental Organizations (NGO) and Private Sector Activity, 44 CFR § 206.48(b)(1)(ii)(A) \n76 of 85 total 89 $0—No change in time burden due to current compliance $0—No change in time burden due to \ncurrent compliance Clarification of current practice in regulation.Cumulative Effect of Recent Disasters, 44 CFR § \n206.48(b)(1)(ii)(B) 77 of 85 total 91 $0—No change in time burden due to current compliance $0—No change in \ntime burden due to current compliance Clarification of current practice in regulation.Uninsured Home and Personal \nProperty Losses: The cause of damage, 44 CFR § 206.48(b)(2)(i) 85 of 85 total 100 $0—No change in time burden \ndue to current compliance $0—No change in time burden due to current compliance Clarification of current practice \nin regulation.The jurisdictions impacted and concentration of damage, 44 CFR § 206.48(b)(2)(ii) 84 of 85 total 99 \n$0—No change in time burden due to current compliance $0—No change in time burden due to current compliance \nClarification of current practice in regulation.The number of homes impacted and degree of damage, 44 CFR § \n206.48(b)(2)(iii) 76 of 85 total 89 $0—No change in time burden due to current compliance $0—No change in time \nburden due to current compliance Clarification of current practice in regulation.The estimated cost of assistance, 44 \nCFR § 206.48(b)(2)(iv) 73 of 85 total 86 $0—No change in time burden due to current compliance $0—No change \nin time burden due to current compliance Clarification of current practice in regulation.The homeowner-ship rate of \nimpacted homes, 44 CFR § 206.48(b)(2)(v) 54 of 85 total 64 $0—No change in time burden due to current \ncompliance $0—No change in time burden due to current compliance Clarification of current practice in \nregulation.The percentage of affected households with insurance coverage appropriate to the peril, 44 CFR § \n206.48(b)(2)(vi) 68 of 85 total 80 $0—No change in time burden due to current compliance $0—No change in time \n\n\n\nburden due to current compliance Clarification of current practice in regulation.Other relevant preliminary damage \nassessment data, 44 CFR § 206.48(b)(2)(vii) States may provide any additional information they believe is pertinent \nto the declaration request FEMA's time will vary and data will be used on a case-by-case basis as needed. Costs \nnot estimated State time will vary and data will be used on a case-by-case basis as needed. Costs not estimated \nClarification of current practice in regulation. Disaster Impacted Population Profile: The percentage of the population \nfor whom poverty status is determined, 44 CFR § 206.48(b)(3)(i) 71 of 85 total 84 $0—No change in time burden \ndue to current compliance, data collected in PDA process $0—No change in time burden due to current \ncompliance, data collected in PDA process Clarification of current practice in regulation.The percentage of the \npopulation already receiving government assistance such as Supplemental Security Income and Supplemental \nNutrition Assistance Program benefits, 44 CFR § 206.48(b)(3)(ii) **4 of 85 total 5 $0—No change in time burden \ndue to current compliance, data collected in PDA process $0—No change in time burden due to current \ncompliance, data collected in PDA process Clarification of current practice in regulation.The pre-disaster \nunemployment rate, 44 CFR § 206.48(b)(3)(iii) 58 of 85 total 68 $0—No change in time burden due to current \ncompliance, data collected in PDA process $0—No change in time burden due to current compliance, data \ncollected in PDA process Clarification of current practice in regulation.The percentage of the population that is 65 \nyears old and older, 44 CFR § 206.48(b)(3)(iv) 69 of 85 total 81 $0—No change in time burden due to current \ncompliance, data collected in PDA process $0—No change in time burden due to current compliance, data \ncollected in PDA process Clarification of current practice in regulation.The percentage of the population 18 years \nold and younger, 44 CFR § 206.48(b)(3)(v) **15 of 85 total 18 $0—No change in time burden due to current \ncompliance, data collected in PDA process $0—No change in time burden due to current compliance, data \ncollected in PDA process Clarification of current practice in regulation.The percentage of the population with a \ndisability, 44 CFR§ 206.48(b)(3)(vi) 57 of 85 total 67 $0—No change in time burden due to current compliance, data \ncollected in PDA process $0—No change in time burden due to current compliance Clarification of current practice \nin regulation.The percentage of the population who speak a language other than English and speak English less \nthan “very well”, 44 CFR § 206.48(b)(3)(vii) **6 of 85 total 7 $0—No change in time burden due to current \ncompliance, data collected in PDA process $0—No change in time burden due to current compliance, data \ncollected in PDA process Clarification of current practice in regulation.Any unique considerations regarding \nAmerican Indian and Alaskan Native Tribal populations that may not be reflected in the U.S Census Bureau data, \n44 CFR § 206.48(b)(3)(viii) **15 of 85 total 18 $0—No change in time burden due to current compliance $0—No \nchange in time burden due to current compliance Clarification of current practice in regulation.Impact to Community \nInfrastructure: Life Saving and Life Sustaining Services, 44 CFR § 206.48(b)(4)(i) 71 of 85 total 84 $0—No change \nin time burden due to current compliance $0—No change in time burden due to current compliance Clarification of \ncurrent practice in regulation.Essential Community Services, 44 CFR § 206.48(b)(4)(ii) 70 of 85 total 82 $0—No \nchange in time burden due to current compliance $0—No change in time burden due to current compliance \nClarification of current practice in regulation.Transportation Infrastructure and Utilities, 44 CFR § 206.48(b)(4)(iii) 73 \nof 85 total 86 $0—No change in time burden due to current compliance $0—No change in time burden due to \ncurrent compliance Clarification of current practice in regulation.Casualties: The number of missing, injured, or \ndeceased individuals, 44 CFR § 206.48(b)(5) 59 of 85 total 69 $0—No change in time burden due to current \ncompliance $0—No change in time burden due to current compliance Clarification of current practice in \nregulation.Disaster Related Unemployment: The number of disaster survivors who lost work or became \nunemployed due to a disaster and who do not qualify for standard unemployment insurance, 44 CFR § 206.48(b)(6) \n**34 of 85 total 40 $0—No change in time burden due to current compliance $0—No change in time burden due to \ncurrent compliance Clarification of current practice in regulation.Summary of All Factors, 44 CFR § 206.48(b) \n$3,546 in year 1 and $43 in subsequent annual reoccurring costs—Increased time burden due to the new factor, \ndownloading and storing data, and training (year 1 only) $24,494 in year 1 and $2,896 in subsequent annual \nreoccurring costs—Increased time burden due to the new factor, downloading and storing data and updating files, \nfamiliarization, and training (year 1 only) Informs States with the information that FEMA considers when deciding \nwhether to recommend an IA declaration to the President Baseline: 85 total declaration requests examined. \nMarginal Effect of Final Rule: 4 New and 23 Previously Considered 8. Regulatory Alternatives\n\nFEMA includes the regulatory alternatives to the rule and FEMA's reasons for not choosing each alternative in the \nfollowing discussion. FEMA's decision on each alternative was based on qualitative factors and not on a \n\n\n\nquantitative analysis of these alternatives. When possible, FEMA acknowledges if a given alternative could have an \nimpact on transfer payments or costs.a. Voluntary, Faith and Community Based Organizations Resources\n\nFEMA considered removing the factor under which FEMA would consider the availability of resources from \nvoluntary, faith-based, and community-based organizations during disasters. Commenters suggested removing this \nfactor because the available data about these resources may not accurately reflect actual resource availability for \nany given disaster. For instance, the availability of voluntary, faith-based, and community-based organizations may \nbe limited by such organizations' financial circumstances, their donors' economic situations, and the circumstances \nof their volunteers. FEMA recognizes this concern, but believes that information on the activities of these \norganizations is generally valuable because it can enhance the picture of disaster needs at a local level and may \noffset or reveal a need for supplemental Federal assistance. FEMA also recognizes that these organizations have \nlimited resources and considers this point when determining the need for an IA declaration.\n\nFEMA anticipates there could be impacts on transfer payments due to changes in the number of disaster \ndeclarations if resources available from voluntary, faith, and community based organizations were no longer \nconsidered. If FEMA were to remove this factor from consideration in major disaster declaration requests for IA, it \ncould potentially result in either a decrease or an increase in transfer payments, depending on the situation. For \nexample, if a State's voluntary agencies are overwhelmed, but the State declines to provide this information to \nFEMA as part of its declaration request, then FEMA might be less likely to find that Federal assistance is warranted. \nAnd if a State's voluntary agencies are providing ample assistance but the State declines to provide this information \nto FEMA as part of its declaration request, FEMA might be more likely than it otherwise would to find that Federal \nassistance is warranted.b. Maintain the 44 CFR 206.48(b)(6) Table\n\nFEMA evaluated the usefulness of the table at current 44 CFR 206.48(b)(6), which lists the average amount of IA \nbased on State size. FEMA ultimately determined that the table causes confusion with stakeholders, sometimes \nresulting in the misimpression that the averages function as a threshold for whether a State should request IA. \nFEMA never intended the table to set a threshold of eligibility for IA. Rather, it is intended as guidance to States and \nvoluntary agencies as they develop plans and programs to meet the needs of disaster survivors. Furthermore, the \ntable has been interpreted by States to suggest that State population is the main factor, or the only factor, in \ndetermining State capability or fiscal capacity. Under this rule, FEMA will continue to consider various factors when \nmaking its recommendation. FEMA did not quantify the potential impacts of implementing this alternative, but \nassumed there would not be economic impacts from maintaining the table because other factors are already \nconsidered. FEMA has chosen to remove the table for clarification purposes.c. Automatically Trigger Contiguous \nCounties and States\n\nBased on public comments, FEMA considered whether to include a provision that would allow contiguous affected \ncounties and States to be automatically eligible for assistance under a major disaster declaration after an event that \ncrosses the borders of a declared State, county, or parish. FEMA recognizes that governmental boundaries do not \nbind disaster events geographically. When considering whether to recommend a declaration in a particular area, \nFEMA must consider the damages in the area, as well as the capabilities of the jurisdictional governments. The \nStafford Act requires that a Governor's request for a major disaster declaration be based on a finding that the \ndisaster is of such severity and magnitude to be beyond the capabilities of the State and affected local governments \nto effectively respond. 42 U.S.C 5170(a). Thus, FEMA is maintaining the requirement that each State must request \na major disaster declaration after determining that the disaster damages and impacts are beyond the capabilities of \nthe affected area's State or local government. FEMA cannot automatically grant a major disaster declaration based \non a request from the State's Governor and an area's proximity to other declared areas without evidence that the \ndisaster damage and impacts are beyond the affected area's capabilities.\n\nFEMA did not quantify the potential impacts of implementing this alternative, but acknowledges there could be an \nincrease in transfer payments if FEMA automatically declared affected counties and States contiguous to a \ndeclared State or county. FEMA believes this alternative would increase transfer payments because specifics about \ndamage information and resource capabilities of nearby counties would not be considered and contiguous counties \ncould be provided assistance based on geographic proximity rather than demonstrated need.d. Considering \nNegative Impact on Businesses\n\n\n\nCommenters also recommended that FEMA consider including the impact of an incident on businesses in affected \nareas due to the potential loss of family income and the direct correlation to communities' recovery. Consistent with \nthe proposed rule, FEMA included a factor in this rule that considers the impact to businesses by capturing the \nnegative impacts to employers and employees who are disaster survivors. See 44 CFR 206.48(b)(6). As part of \ninformation provided under this factor, the State may provide an estimate of the number of disaster survivors who \nlost work or became unemployed due to a disaster and who do not qualify for standard unemployment insurance, \nas well as information regarding major employers affected. The negative impact on the survivors may affect a \ncommunity's ability to recover. This impact is captured in the Disaster Unemployment Assistance (DUA) factor, \nwhich provides information on the potential need for unemployment benefits and re-employment services to \nindividuals who have become unemployed as a result of a major disaster and who are not eligible for regular State \nunemployment insurance. See id.; see also 44 CFR 206.141\n\nBusiness losses alone will not result in a Presidential major disaster declaration that authorizes IA because the IA \ngrant programs do not provide assistance to businesses. Instead, FEMA considers the effect that business \ndisruptions have on disaster survivors. For example, if disaster survivors lose work or become unemployed due to \nbusiness impacts from a disaster, this information may highlight an increased need for DUA. In addition, the SBA \nhas separate statutory authority and programs, which may be available to assist businesses regardless of whether \nthe President has issued a major disaster declaration.\n\nFEMA did not quantify the impacts of the alternative considering business losses separately from business impacts \nto disaster survivors because FEMA cannot provide assistance for business losses.e. Linking Individual Assistance \nCost Factor With Public Assistance (PA) Cost Factor\n\nCommenters also recommended that FEMA consider aligning the financial indicators for IA and PA major disaster \ndeclarations. Commenters asked why a financial indicator could not be used for IA since FEMA evaluates whether \na State is eligible for PA based on a financial indicator. Currently, FEMA evaluates the need for a PA major disaster \ndeclaration using the estimated cost of Federal and non-Federal public assistance per capita (i.e , against the \nstatewide population). 44 CFR 206.48(a)(1). That factor also establishes a $1 million threshold, based on the \nproposition that even States with the smallest populations have the capability to cover that level of infrastructure \ndamage. Under FEMA's current regulations, there is no corresponding IA single indicator designed to evaluate the \ntotal cost of the disaster against the capability of a requesting State.\n\nSince the per capita indicator was initially adopted in 1986, it has lost its relation to both of the metrics upon which it \nwas first calculated. In 1986, per capita personal income (PCPI) in the United States was $11,687. By 2015, PCPI \nhad risen to $48,112, an increase of over 300 percent. FEMA has applied inflation adjustments since 1999, and the \nper capita indicator has risen by just 41 percent over that same period.\n\nThe Public Assistance per capita indicator has also fallen short of keeping pace with State general fund \nexpenditures. According to the National Association of State Budget Officers (NASBO), State general fund \nspending in 2015 totaled $759.4 billion. Collectively, the States' per capita indicators equaled $435.3 million in \n2015. Consequently, the relation of the per capita indicator to State general fund expenditures is just 57 percent of \nwhat it was in 1986.\n\nThe failure of the per capita indicator to keep pace with changing economic conditions and the increasing frequency \nand costs of disasters has led to criticism of the per capita indicator. Those critiques have emphasized that the per \ncapita indicator is artificially low. Many have called for FEMA to find ways to decrease the frequency of disaster \ndeclarations and Federal disaster costs, by increasing the per capita indicator to transfer costs back to State and \nlocal jurisdictions. These have included recommendations from GAO, reports of the DHS OIG, and proposed \nlegislation. FEMA is currently evaluating possible alternatives to the per capita indicator. See, e.g , 82 FR 4064 \n(Jan. 12, 2017).\n\nFEMA chose not to use the PA per capita indicator measure and instead chose to use the fiscal capacity factor as \nthe indicator of a State's fiscal capability to meet the needs of individuals after an event. FEMA considers multiple \nfactors and does not believe a set limit, even based on estimated damages and population, is an appropriate \n\n\n\nindicator for IA due to the varying needs and circumstances of disaster survivors. FEMA did not quantify the impact \nof this alternative, but assumes it could have an impact on transfer payments given that it could potentially change \nthe number of major disaster declarations that authorize IA.f. Use of Factor Thresholds\n\nSome stakeholders indicated they would prefer specific “hard” thresholds that indicate whether a State would be \neligible to receive a major disaster declaration authorizing IA. The stakeholders felt established thresholds give \nStates a clear idea of what level of damage and need the State must have before requesting assistance. Further, \nthe stakeholders believed thresholds would prevent States from spending the time compiling the data and \nrequesting a declaration when they have not sustained enough damage to qualify for a major disaster declaration \nthat authorizes IA.\n\nFEMA rejected a threshold indicator because it is inconsistent with the principles of Section 320 of the Stafford Act \nwhich prohibits the denial of assistance to a geographic area based solely on the use of an arithmetic formula or a \nsliding scale based on income or population. 42 U.S.C 5163. FEMA believes that a systematic and objective \napproach using standardized factors is important for making informed and consistent recommendations to the \nPresident as well as enhancing predictability for a State when they request IA. FEMA also decided to not pursue \nusing thresholds because they are too restrictive for determining whether disaster survivors need assistance after \nan event and are not flexible enough to assess the various scenarios that demonstrate the State's need for a \ndeclaration authorizing IA. FEMA assumes this alternative could have an impact on transfer payments due to \nchanges in the number of declarations and could reduce States' costs if they chose not to pursue a declaration \nrequest for IA.g. Homes in Foreclosure\n\nSome stakeholders expressed concern that if an area with a high foreclosure rate is affected by a disaster, then \nthese homes would be a greater burden to the State during the recovery process. Stakeholders believed that \nhomes in foreclosure (either abandoned or owned by the bank) are not taken care of as well as homes that are \nowner-occupied. When the home is owned by the bank, there may be little incentive to quickly make the repairs. \nWhen it is abandoned, there is no incentive to make the repairs and the properties are often abated by the \ncommunity through code enforcement, which likely translates to additional costs and time burden on the \ncommunity.\n\nFEMA recognizes that high levels of foreclosure may be associated with economic difficulties in the affected area \nand this could negatively impact a community's ability to recover. However, FEMA's IA programs do not provide any \nform of assistance for foreclosed homes; repair assistance is available only for owner-occupied primary residences. \nIf a State believes the number of homes in foreclosure will impact their capability to respond to the disaster, then \nthe State may articulate this concern in the narrative portion of its declaration request. FEMA considers all relevant \ninformation provided in a State's request. See 44 CFR 206.48 However, FEMA believes other factors, including \npoverty level, pre-disaster unemployment, and per capita personal income are adequate indicators of economic \nhealth. For this reason, FEMA chose to not include home foreclosure rates as an evaluation factor.h. Do Not \nInclude Fiscal Capacity Indicators\n\nFEMA considered the alternative of not including fiscal capacity indicators. FEMA chose to include the fiscal \ncapacity indicators for the reasons set forth above. The Stafford Act is premised upon State and local governments \nhandling response and recovery to disasters that are within their capability, with the Federal government only \nstepping in with supplemental assistance for events that are beyond local and then State capability. This \nnecessarily requires an examination of the capability of the State government. Given that the supplemental \nassistance that FEMA provides is overwhelmingly in the form of financial assistance, it is important to determine \nwhether a given event is within, or should be within, the State's fiscal capacity. If FEMA were not to include the \nfiscal capacity indicators it would be forced to rely on population as a proxy. In addition, FEMA would continue to \nutilize the inadequate and outdated table found at 44 CFR 206.48(b)(6) which divides States into three buckets \n(small, medium, and large) based solely on population size instead of a more individualized look at each State's \nfiscal resources and capability. In this alternative, the Federal cost of the final rule is estimated to decrease by \napproximately $43 a year, based on FEMA no longer having to retrieve BEA and Treasury data. The cost to States \nis estimated to decrease by approximately $8,935 in year 1 and $1,787 in each subsequent year for the same \nreason.B. Regulatory Flexibility Act\n\n\n\nUnder the Regulatory Flexibility Act (RFA), 5 U.S.C 601 et seq., as amended by the Small Business Regulatory \nEnforcement Fairness Act of 1996 (Pub. L. 104-121, 110 Stat. 857), FEMA must consider the impact of this rule on \nsmall entities. The term “small entities” includes small businesses; not-for-profit organizations that are \nindependently owned and operated and are not dominant in their fields; and governmental jurisdictions with \npopulations of less than 50,000. When the Administrative Procedure Act requires an agency to publish a notice of \nproposed rulemaking under 5 U.S.C 553, the RFA requires a regulatory flexibility analysis for both the proposed \nrule and the final rule. This requirement does not apply if the head of the agency certifies that the rule will not, if \npromulgated, have a significant economic impact on a substantial number of small entities. 5 U.S.C 605(b). Such \ncertification must include a statement providing the factual basis for such certification.\n\nThis final rule provides States with factors FEMA will consider when making a recommendation on a major \ndisaster declaration that authorizes IA. The rule codifies many factors that are currently considered, but are not \nadequately captured in 44 CFR 206.48(b). This rule will not directly impact small businesses, small not-for-profit \norganizations, or small governmental jurisdictions. States are not considered small entities under the RFA because \nthey have populations of more than 50,000. (62) Hence, FEMA certifies under 5 U.S.C 605(b) that this final rule will \nnot have a significant economic impact on a substantial number of small entities.C. Unfunded Mandates Reform Act \nof 1995\n\nThe Unfunded Mandates Reform Act of 1995, 2 U.S.C 658, 1501-1504, 1531-1536, 1571, pertains to any notice of \nproposed rulemaking which implements any rule that includes a Federal mandate that may result in the expenditure \nby State, local, and Tribal governments, in the aggregate, or by the private sector, of $100 million (adjusted \nannually for inflation) or more in any one year. If the rulemaking includes a Federal mandate, the Act requires an \nagency to prepare an assessment of the anticipated costs and benefits of the Federal mandate. FEMA has \ndetermined this rule can be excluded from this assessment because the rule meets the criteria set forth in 2 U.S.C \n1503(4), which states, “This chapter shall not apply to . . . any provision in a proposed or final Federal regulation \nthat . . . (4) provides for emergency assistance or relief at the request of any State, local, or tribal government or \nany official of a State, local, or tribal government.” Therefore, no actions are deemed necessary under the \nprovisions of the Unfunded Mandates Reform Act of 1995.D. National Environmental Policy Act\n\nUnder the National Environmental Policy Act of 1969 (NEPA), as amended, 42 U.S.C 42 U.S.C 4321 et. seq., an \nagency must prepare an environmental assessment or environmental impact statement for any rulemaking that \nsignificantly affects the quality of the human environment. FEMA has determined that this rulemaking does not \nsignificantly affect the quality of the human environment and consequently has not prepared an environmental \nassessment or environmental impact statement.\n\nRulemaking is a major Federal action subject to NEPA. Categorical exclusion A3 included in the list of exclusion \ncategories at Department of Homeland Security Instruction Manual 023-01-001-01, Revision 01, Implementation of \nthe National Environmental Policy Act, Appendix A, issued November 6, 2014, covers the promulgation of rules, \nissuance of rulings or interpretations, and the development and publication of policies, orders, directives, notices, \nprocedures, manuals, and advisory circulars if they meet certain criteria provided in A3(a-f). This final rule amends \nan existing regulation without changing its environmental effect, which meets Categorical Exclusion A3(d).\n\nIn addition, this final rule revises the criteria that FEMA considers when recommending an area eligible for IA under \na major disaster declaration. This activity amounts to information and data gathering and reporting in support of \nemergency and disaster response and recovery activities. Therefore, the activity this final rule applies to meets \nCategorical Exclusion M11 in Department of Homeland Security Instruction Manual 023-01-001-01, Revision 01, \nImplementation of the National Environmental Policy Act, Appendix A, issued November 6, 2014. Because no other \nextraordinary circumstances have been identified, this rule does not require the preparation of either an EA or an \nEIS as defined by NEPA. See Department of Homeland Security Instruction Manual 023-01-001-01, Revision 01, \nImplementation of the National Environmental Policy Act, section (V)(B)(2).E. Paperwork Reduction Act of 1995\n\nAs required by the Paperwork Reduction Act of 1995 (PRA), Public Law 104-13, 109 Stat. 163, (May 22, 1995) (44 \nU.S.C 3501 et seq.), FEMA may not conduct or sponsor, and a person is not required to respond to, a collection of \ninformation unless the collection of information displays a valid control number.\n\n\n\nIn this final rule, FEMA is seeking a revision to the already existing collection of information, OMB Control Number \n1660-0009, because FEMA has refined its estimate of the paperwork burden associated with 1660-0009. FEMA \nsubmitted the information collection abstracted below to the Office of Management and Budget for review and \nclearance.Collection of Information\n\nTitle: The Declaration Process: Requests for Preliminary Damage Assessment (PDA), Requests for Supplemental \nFederal Disaster Assistance, Appeals, and Requests for Cost Share Adjustments.\n\nType of information collection: Revision of a currently approved collection.\n\nOMB Number: 1660-0009.\n\nForm Titles and Numbers: FEMA Form 010-0-13, Request for Presidential Disaster Declaration Major Disaster or \nEmergency; FEMA Form 009-0-140.\n\nAbstract: When a disaster occurs in a State, the Governor of the State or the Acting Governor in his/her absence, \nmay request a major disaster declaration or an emergency declaration. The Governor should submit the request to \nthe President through the appropriate Regional Administrator to ensure prompt acknowledgement and processing. \nThe information obtained by joint Federal, State, and local preliminary damage assessments will be analyzed by \nFEMA regional senior level staff. The regional summary and the regional analysis and recommendation will include \na discussion of State and local resources and capabilities, and other assistance available to meet the disaster \nrelated needs. The Administrator of FEMA provides a recommendation to the President and also provides a copy of \nthe Governor's request. In the event the information required by law is not contained in the request, the Governor's \nrequest cannot be processed and forwarded to the White House. In the event the Governor's request for a major \ndisaster declaration or an emergency declaration is not granted, the Governor may appeal the decision.\n\nAffected Public: State, local, or Tribal Government.\n\nEstimated Number of Respondents: 623.\n\nEstimated Number of Responses: 356.\n\nEstimated Total Annual Burden Hours: 11,792.8\n\nThe previously approved Total Annual Burden Hours was 11,748 hours. Based on the final rule's minor increase in \nburden, the new estimated Total Annual Burden Hours is 11,792.8 hours. This increase of 44.8 hours is attributed \nto the additional fiscal capacity information FEMA anticipates States may provide to help evaluate the need for a \nmajor disaster declaration that authorizes IA.\n\nTable A.12 provides estimates of annualized cost to respondents for the hour burdens for the collection of \ninformation.Table A.12—Estimated Annualized Burden Hours and Costs 63 Type of respondent Form name/form \nnumber Number of respondents Number of responses per respondent 64 Average burden per response (in hours) \nTotal annual burden (in hours) Average hourly wage rate 65 Total annual respondent costState, Local or Tribal \nGovernment Request for Presidential Disaster Declaration Major Disaster or Emergency/FEMA Form 010-0-13 623 \n.571 9 3,204 $79.22 $253,820.88State, Local or Tribal Government Initial Data Gathering for Governor's \nRequest/No Form 623 .571 24.126 8,588.8 39.89 342,607.23Total 623 11,792.8 596,428.11\n\nEstimated Cost: $596,428.11\n\nEstimated Respondents' Operation and Maintenance Costs: FEMA does not anticipate that there will be any annual \ncosts to respondents' operations and maintenance costs for technical services.\n\nEstimated Respondents' Capital and Start-Up Costs: There are no annual start-up or capital costs.\n\nEstimated Total Annual Cost to the Federal Government: The cost to the Federal government is $3,188,919.80 F. \nPrivacy Act\n\n\n\nUnder the Privacy Act of 1974, 5 U.S.C 552a, an agency must determine whether implementation of a proposed \nregulation will result in a system of records. A “record” is any item, collection, or grouping of information about an \nindividual that is maintained by an agency, including, but not limited to, his/her education, financial transactions, \nmedical history, and criminal or employment history and that contains his/her name, or the identifying number, \nsymbol, or other identifying particular assigned to the individual, such as a finger or voice print or a photograph. See \n5 U.S.C 552a(a)(4). A “system of records” is a group of records under the control of an agency from which \ninformation is retrieved by the name of the individual or by some identifying number, symbol, or other identifying \nparticular assigned to the individual. An agency cannot disclose any record which is contained in a system of \nrecords except by following specific procedures.\n\nFEMA completed a Privacy Threshold Analysis for this final rule. Any information will be collected in existing FEMA \nForms 010-0-13 and 009-0-140 and will still only include the Governor's point of contact and general office phone \nnumber as well as other State specific and disaster specific information of a non-personally-identifiable nature. The \ninformation received through the form is neither retrieved nor retrievable by personally identifiable information (PII). \nAny retrieval would be done by utilizing State specific or disaster specific information of a non-identifiable nature. \nFEMA Form 010-0-13 is currently covered under the DHS/FEMA/PIA-013 Grants Management PIA. This \nrulemaking does not impact FEMA's collection of PII in the disaster declarations process and form and no System \nof Records Notice is required at this time.G. Executive Order 13175, Consultation and Coordination With Indian \nTribal Governments\n\nExecutive Order 13175, “Consultation and Coordination with Indian Tribal Governments,” 65 FR 67249, November \n9, 2000, applies to agency regulations that have Tribal implications, that is, regulations that have substantial direct \neffects on one or more Indian tribes, on the relationship between the Federal Government and Indian Tribes, or on \nthe distribution of power and responsibilities between the Federal Government and Indian Tribes.\n\nFEMA has reviewed this final rule under Executive Order 13175 and has determined that this rule does not have a \nsubstantial direct effect on one or more Indian tribes, on the relationship between the Federal Government and \nIndian Tribes, or on the distribution of power and responsibilities between the Federal Government and Indian \nTribes. The disaster assistance granted by a major disaster declaration addressed by this final rule is provided to \nindividuals and families, and would not have tribal implications.\n\nMoreover, this rule finalizes revisions to regulations intended to address a State's request for an IA declaration. \nAlthough Section 1110 of SRIA authorizes Indian Tribal governments to request a declaration directly, SRIA \ncharged FEMA to implement that authority separately by rulemaking. FEMA is implementing Section 1110 through \na separate process, which involves extensive consultation with Tribes, issuance of pilot guidance, see 82 FR 3016 \n(Jan. 10, 2017), and eventually, regulations.H. Executive Order 13132, Federalism\n\nExecutive Order 13132, “Federalism,” 64 FR 43255, August 10, 1999, sets forth principles and criteria that agencies \nmust adhere to in formulating and implementing policies that have federalism implications, that is, regulations that \nhave “substantial direct effects on the States, on the relationship between the national government and the States, \nor on the distribution of power and responsibilities among the various levels of government.” Federal agencies must \nclosely examine the statutory authority supporting any action that would limit the policymaking discretion of the \nStates, and to the extent practicable, must consult with State and local officials before implementing any such \naction.\n\nAs we noted in the proposed rule, FEMA has determined that this rule does not have a substantial direct effects on \nthe States, on the relationship between the national government and the States, or on the distribution of power and \nresponsibilities among the various levels of government, and therefore does not have federalism implications as \ndefined by the Executive Order. The disaster assistance granted by a major disaster declaration addressed by this \nfinal rule is provided to individuals and families, and would not have federalism implications. No commenters \ndisagreed with our determination.I. Executive Order 11988, Floodplain Management\n\nPursuant to Executive Order 11988, as amended by Executive Order 13690, “each agency must provide leadership \nand take action to reduce the risk of flood loss and to minimize the impact of floods on human safety, health and \n\n\n\nwelfare. In addition, each agency must restore and preserve the natural and beneficial values served by floodplains \nin carrying out its responsibilities for (1) acquiring, managing, and disposing of Federal lands and facilities; (2) \nproviding Federally undertaken, financed, or assisted construction and improvements; and (3) conducting Federal \nactivities and programs affecting land use, including but not limited to water and related land resources planning, \nregulating, and licensing activities. In carrying out these responsibilities, each agency must evaluate the potential \neffects of any actions it may take in a floodplain; ensure that its planning programs and budget requests reflect \nconsideration of flood hazards and floodplain management; and prescribe procedures to implement the policies and \nrequirements of the Executive Order.\n\nBefore promulgating any regulation, an agency must determine whether the proposed regulations will affect a \nfloodplain(s), and if so, the agency must consider alternatives to avoid adverse effects and incompatible \ndevelopment in the floodplain(s). If the head of the agency finds that the only practicable alternative consistent with \nthe law and with the policy set forth in Executive Order 11988 is to promulgate a regulation that affects a \nfloodplain(s), the agency must, prior to promulgating the regulation, design or modify the regulation in order to \nminimize potential harm to or within the floodplain, consistent with the agency's floodplain management regulations \nand prepare and circulate a notice containing an explanation of why the action is proposed to be located in the \nfloodplain.\n\nThe requirements of Executive Order 11988 apply in the context of the provision of Federal financial assistance \nrelating to, among other things, construction and property improvement activities, as well as conducting Federal \nprograms affecting a floodplain(s). The changes in this final rule will not have an effect on floodplain management. \nThis final rule revises the criteria that FEMA considers when recommending an area eligible for IA under a major \ndisaster declaration. A major disaster declaration recommendation to the President is an administrative action for \nFEMA's IA Program. When FEMA undertakes specific actions in administering IA that may have effects on \nfloodplain management (e.g , placement of manufactured housing units on FEMA-constructed group sites; \npermanent or semi-permanent housing construction; Multi-Family Lease and Repair; financial assistance for \nprivately owned roads and bridges), FEMA follows the procedures set forth in 44 CFR part 9 to assure compliance \nwith this Executive Order. The notice that is required by the E.O is provided separately at the time FEMA \nundertakes the specific action.J. Executive Order 11990, Protection of Wetlands\n\nExecutive Order 11990, “Protection of Wetlands,” 42 FR 26961, May 24, 1977, sets forth that each agency must \nprovide leadership and take action to minimize the destruction, loss or degradation of wetlands, and to preserve \nand enhance the natural and beneficial values of wetlands in carrying out the agency's responsibilities for (1) \nacquiring, managing, and disposing of Federal lands and facilities; and (2) providing Federally undertaken, \nfinanced, or assisted construction and improvements; and (3) conducting Federal activities and programs affecting \nland use, including but not limited to water and related land resources planning, regulating, and licensing activities. \nEach agency, to the extent permitted by law, must avoid undertaking or providing assistance for new construction \nlocated in wetlands unless the head of the agency finds (1) that there is no practicable alternative to such \nconstruction, and (2) that the proposed action includes all practicable measures to minimize harm to wetlands which \nmay result from such use. In making this finding the head of the agency may take into account economic, \nenvironmental and other pertinent factors.\n\nIn carrying out the activities described in Executive Order 11990, each agency must consider factors relevant to a \nproposal's effect on the survival and quality of the wetlands. Among these factors are: Public health, safety, and \nwelfare, including water supply, quality, recharge and discharge; pollution; flood and storm hazards; and sediment \nand erosion; maintenance of natural systems, including conservation and long term productivity of existing flora and \nfauna, species and habitat diversity and stability, hydrologic utility, fish, wildlife, timber, and food and fiber \nresources; and other uses of wetlands in the public interest, including recreational, scientific, and cultural uses.\n\nThe requirements of Executive Order 11990 apply in the context of the provision of Federal financial assistance \nrelating to, among other things, construction and property improvement activities, as well as conducting Federal \nprograms affecting land use. The changes in this final rule will not have an effect on land use or wetlands. This final \nrule revises the criteria that FEMA considers when recommending an area eligible for IA under a major disaster \ndeclaration. A major disaster declaration recommendation to the President is an administrative action for FEMA's \n\n\n\nIA Program. When FEMA undertakes specific actions in administering IA that may have such effects (e.g , \nplacement of manufactured housing units on FEMA-constructed group sites; permanent or semi-permanent housing \nconstruction; Multi-Family Lease and Repair; financial assistance for privately owned roads and bridges), FEMA \nfollows the procedures set forth in 44 CFR part 9 to assure compliance with this Executive Order.K. Executive \nOrder 12898, Environmental Justice\n\nUnder Executive Order 12898, “Federal Actions to Address Environmental Justice in Minority Populations and Low-\nIncome Populations,” 59 FR 7629, February 16, 1994, as amended by Executive Order 12948, 60 FR 6381, \nFebruary 1, 1995, FEMA incorporates environmental justice into its policies and programs. The Executive Order \nrequires each Federal agency to conduct its programs, policies, and activities that substantially affect human health \nor the environment in a manner that ensures that those programs, policies, and activities do not have the effect of \nexcluding persons from participation in programs, denying persons the benefits of programs, or subjecting persons \nto discrimination because of race, color, or national origin. FEMA has incorporated environmental justice into its \nprograms, policies, and activities, as well as this rulemaking. This final rule contains provisions that ensure that \nFEMA's activities will not have a disproportionately high or adverse effect on human health or the environment or \nsubject persons to discrimination because of race, color, or national origin. This final rule adds a provision \nspecifically related to the demographics of a disaster impacted population. FEMA is requesting information relating \nto the demographics of a disaster impacted area because the demographics may identify additional needs that \nrequire a more robust community response and might otherwise delay a community's ability to recover from a \ndisaster.\n\nNo action that FEMA can anticipate under this rule will have a disproportionately high and adverse human health or \nenvironmental effect on any segment of the population.L. Congressional Review of Agency Rulemaking\n\nUnder the Congressional Review of Agency Rulemaking Act (CRA), 5 U.S.C 801-808, before a rule can take effect, \nthe Federal agency promulgating the rule must submit to Congress and to the Government Accountability Office \n(GAO) a copy of the rule, a concise general statement relating to the rule, including whether it is a major rule, the \nproposed effective date of the rule, a copy of any cost-benefit analysis, descriptions of the agency's actions under \nthe Regulatory Flexibility Act and the Unfunded Mandates Reform Act, and any other information or statements \nrequired by relevant executive orders.\n\nFEMA has sent this rule to the Congress and to GAO pursuant to the CRA. The rule is not a “major rule” within the \nmeaning of the CRA. It will not have an annual effect on the economy of $100,000,000 or more, it will not result in a \nmajor increase in costs or prices for consumers, individual industries, Federal, State, or local government agencies, \nor geographic regions, and it will not have significant adverse effects on competition, employment, investment, \nproductivity, innovation, or on the ability of United States-based enterprises to compete with foreign-based \nenterprises in domestic and export markets.List of Subjects in 44 CFR Part 206\n\nAdministrative practice and procedure, Coastal zone, Community facilities, Disaster assistance, Fire prevention, \nGrant programs-housing and community development, Housing, Insurance, Intergovernmental relations, Loan \nprograms-housing and community development, Natural resources, Penalties, and Reporting and recordkeeping \nrequirements.\n\nFor the reasons stated in the preamble, the Federal Emergency Management Agency amends 44 CFR part 206, \nsubpart B, as follows:Part 206 Federal Disaster AssistanceRegulatory Text\n\n1. The authority citation for part 206 continues to read as follows:Authority:\n\nRobert T. Stafford Disaster Relief and Emergency Assistance Act, 42 U.S.C 5121 through 5207; Homeland Security \nAct of 2002, 6 U.S.C 101 et seq.; Department of Homeland Security Delegation 9001.1; sec. 1105, Pub. L. 113-2, \n127 Stat. 43 (42 U.S.C 5189a note).\n\n2. In § 206.48, revise paragraph (b) to read as follows:§ 206.48 Factors considered when evaluating a Governor's \nrequest for a major disaster declaration.\n\n\n\n* * * * *\n\n(b) Factors for the Individual Assistance Program. The following factors are used to evaluate the need for \nsupplemental Federal assistance to individuals under the Stafford Act, as Federal assistance may not supplant the \ncombined capabilities of a State, Tribal, or local government. Federal Individual Assistance, if authorized, is \nintended to assist eligible individuals and families when State, Tribal, and local government resources and \nassistance programs are overwhelmed. State fiscal capacity (44 CFR 206.48(b)(1)(i)) and uninsured home and \npersonal property losses (44 CFR 206.48(b)(2)) are the principal factors that FEMA will consider when evaluating \nthe need for supplemental Federal assistance under the Individuals and Households Program but FEMA will always \nconsider all relevant information submitted as part of a declaration request. If the need for supplemental Federal \nassistance under the Individuals and Households Program is not clear from the evaluation of the principal factors, \nFEMA will turn to the other factors to determine the level of need.\n\n(1) State fiscal capacity and resource availability. FEMA will evaluate the availability of State resources, and where \nappropriate, any extraordinary circumstances that contributed to the absence of sufficient resources.\n\n(i) Fiscal capacity (principal factor for individuals and households program). Fiscal capacity is a State's potential \nability to raise revenue from its own sources to respond to and recover from a disaster. The following data points \nare indicators of fiscal capacity.\n\n(A) Total taxable resources (TTR) of the State. TTR is the U.S Department of Treasury's annual estimate of the \nrelative fiscal capacity of a State. A low TTR may indicate a greater need for supplemental Federal assistance than \na high TTR.\n\n(B) Gross domestic product (GDP) by State. GDP by State is calculated by the Bureau of Economic Analysis. GDP \nby State may be used as an alternative or supplemental evaluation method to TTR.\n\n(C) Per capita personal income by local area. Per capita personal income by local area is calculated by the Bureau \nof Economic Analysis. A low per capita personal income by local area may indicate a greater need for supplemental \nFederal assistance than a high per capita personal income by local area.\n\n(D) Other factors. Other limits on a State's treasury or ability to collect funds may be considered.\n\n(ii) Resource availability. Federal disaster assistance under the Stafford Act is intended to be supplemental in \nnature, and is not a replacement for State emergency relief programs, services, and funds. FEMA evaluates the \navailability of resources from State, Tribal, and local governments as well as non-governmental organizations and \nthe private sector.\n\n(A) State, tribal, and local government; non-governmental organizations (NGO); and Private Sector Activity. State, \nTribal, and local government, Non-Governmental Organizations, and private sector resources may offset the need \nfor or reveal an increased need for supplemental Federal assistance. The State may provide information regarding \nthe resources that have been and will be committed to meet the needs of disaster survivors such as housing \nprograms, resources provided through financial and in-kind donations, and the availability of affordable (as \ndetermined by the U.S Department of Urban and Housing Development's fair market rent standards) rental housing \nwithin a reasonable commuting distance of the impacted area.\n\n(B) Cumulative effect of recent disasters. The cumulative effect of recent disasters may affect the availability of \nState, Tribal, local government, NGO, and private sector disaster recovery resources. The State should provide \ninformation regarding the disaster history within the last 24-month period, particularly those occurring within the \ncurrent fiscal cycle, including both Presidential (public and individual assistance) and gubernatorial disaster \ndeclarations.\n\n(2) Uninsured home and personal property losses (principal factor for individuals and households program). \nUninsured home and personal property losses may suggest a need for supplemental Federal assistance. The State \nmay provide the following preliminary damage assessment data:\n\n\n\n(i) The cause of damage.\n\n(ii) The jurisdictions impacted and concentration of damage.\n\n(iii) The number of homes impacted and degree of damage.\n\n(iv) The estimated cost of assistance.\n\n(v) The homeownership rate of impacted homes.\n\n(vi) The percentage of affected households with sufficient insurance coverage appropriate to the peril.\n\n(vii) Other relevant preliminary damage assessment data.\n\n(3) Disaster impacted population profile. The demographics of a disaster impacted population may identify \nadditional needs that require a more robust community response and delay a community's ability to recover from a \ndisaster. FEMA will consider demographics of the impacted communities for the following data points as reported \nby the U.S Census Bureau or other Federal agencies:\n\n(i) The percentage of the population for whom poverty status is determined.\n\n(ii) The percentage of the population already receiving government assistance such as Supplemental Security \nIncome and Supplemental Nutrition Assistance Program benefits.\n\n(iii) The pre-disaster unemployment rate.\n\n(iv) The percentage of the population that is 65 years old and older.\n\n(v) The percentage of the population 18 years old and younger.\n\n(vi) The percentage of the population with a disability.\n\n(vii) The percentage of the population who speak a language other than English and speak English less than “very \nwell.”\n\n(viii) Any unique considerations regarding American Indian and Alaskan Native Tribal populations raised in the \nState's request for a major disaster declaration that may not be reflected in the data points referenced in \nparagraphs (b)(3)(i) through (vii) of this section.\n\n(4) Impact to community infrastructure. The following impacts to a community's infrastructure may adversely affect a \npopulation's ability to safely and securely reside within the community.\n\n(i) Life saving and life sustaining services. The effects of a disaster may cause disruptions to or increase the \ndemand for life-saving and life-sustaining services, necessitate a more robust response, and may delay a \ncommunity's ability to recover from a disaster. The State may provide information regarding the impact on life \nsaving and life sustaining services for a period of greater than 72 hours. Such services include but are not limited to \npolice, fire/EMS, hospital/medical, sewage, and water treatment services.\n\n(ii) Essential community services. The effects of a disaster may cause disruptions to or increase the demand for \nessential community services and delay a community's ability to recover from a disaster. The State may provide \ninformation regarding the impact on essential community services for a period greater than 72 hours. Such services \ninclude but are not limited to schools, social services programs and providers, child care, and eldercare.\n\n(iii) Transportation infrastructure and utilities. Transportation infrastructure or utility disruptions may render housing \nuninhabitable or inaccessible. Such conditions may also affect the delivery of life sustaining commodities, provision \nof emergency services, ability to shelter in place, and efforts to rebuild. The State may provide information \nregarding the impact on transportation infrastructure and utilities for a period of greater than 72 hours.\n\n\n\n(5) Casualties. The number of individuals who are missing, injured, or deceased due to a disaster may indicate a \nheightened need for supplemental Federal disaster assistance. The State may report the number of missing, \ninjured, or deceased individuals.\n\n(6) Disaster related unemployment. The number of disaster survivors who lost work or became unemployed due to \na disaster and who do not qualify for standard unemployment insurance may indicate a heightened need for \nsupplemental Federal assistance. This usually includes the self-employed, service industry workers, and seasonal \nworkers such as those employed in tourism, fishing, or agriculture industries. The State may provide an estimate of \nthe number of disaster survivors impacted under this paragraph as well as information regarding major employers \naffected.Peter Gaynor,Deputy Administrator, Federal Emergency Management Agency.[FR Doc. 2019-05388 Filed \n3-20-19; 8:45 am]BILLING CODE 9111-23-P\n"}