{"title": "Would ban on renting to illegals make sense here?", "body": "\nGwinnett has something in common with Escondido, Calif.\n\nIt's illegal immigration.\n\nIn this California community, though, there's at least one distinct difference. The city's leaders, weary of the federal \ngovernment's doublespeak and wordplay when it comes to immigration reform, have taken matters into their own \nhands.\n\nThey've hunkered down.\n\nOn Wednesday, by a 3-2 vote, the City Council approved an ordinance that bans landlords from renting to illegal \nimmigrants. Barring legal challenges --- and there will be some --- the prohibition will take effect Nov. 18, according \nto wire stories.\n\nUnder the law, landlords will be required to submit to the city documentation of their tenants' immigration status. \nThe city, in return, will pass the information on to the feds for verification.\n\nIf the tenants are found to be illegal immigrants, landlords will have 10 days to evict them or face a business license \nsuspension. Repeat offenders could incur misdemeanor charges and fines.\n\nAnyone who suspects someone is renting to illegals can file a complaint. But complaints based solely on a \nperson's national origin, race or ethnicity won't be allowed. (It's unclear how this will be verified.)\n\nEscondido has followed the lead of a handful of cities across the United States that have adopted renters laws. \nOther communities probably are weighing similar feel good, stopgap, legal and morally debatable steps to curb the \npresence and flow of undocumented workers.\n\nIt's easy to sympathize and empathize with members of this work force. They're merely pawns of our government, \nour employers and, in many ways, our materialistic zest. The ramifications of the issue extend beyond Jose's \nsoliciting work at the Dunkin' Donuts store, though.\n\n\nIn education, crowding and language issues tax schools. In hospitals, emergency rooms become de facto health \ncare providers. And in subdivisions, where cultural differences can ignite clashes about code compliance, \nneighborliness has become even more of an anomaly.\n\nTalk to people, real people who live in working-class and middle-class neighborhoods. Sympathy and empathy for \nlow-wage (illegal) immigrant laborers is evaporating. Vanishing. A segment of that population believes their \nAmerican dream has been hijacked, that it's going the way of the Edsel.\n\nIn a poll conducted Sept. 27-29 for The Atlanta Journal-Constitution, 90 percent of the respondents said illegal \nimmigration was important to them in their choice for governor.\n\nPeople are either fed up or close to it. They want grass-roots action, and in some towns and municipalities, officials \napparently don't mind testing the fire, of being called racist, divisive, discriminatory.\n\nEscondido has a population of about 142,000, about 40 percent of whom are Hispanic. It's unclear how many of the \ntown's residents are illegal, something that's hard to pinpont here as well.\n\nGeorgia is home to what the Department of Homeland Security calls the nation's fastest-growing population of \nillegal immigrants, estimated at 250,000 to 800,000.\n\nGwinnett's immigrant population is estimated at nearly 172,000.\n\nI don't know what to make of the town's rental ban or similar ordinances in other communities. Part of me embraces \nthe crackdowns, deems them necessary. Another part of me gives pause because I think some of the get-rid-of-the-\nillegals rants stem from (white America's) xenophobia.\n\nSo I pose a question to you:\n\nWould you support a county law, or one in any of its municipalities, that prohibits landlords from renting to illegal \nimmigrants?\n\n* Rick Badie's column appears on Sundays, Tuesdays and Thursdays. Contact him at 770-263-3875. Or e-mail: \nrbadie@ajc.com.\n"}