{"title": "NAIL SALONS OFFER PAMPERING FOR CLIENTS, PATH TO MIDDLE CLASS FOR VIETNAMESE", "body": "\n* About 400 people with Vietnamese surnames are manicurists in St. Louis and St. Louis County. \"It's been a \npattern throughout history: An ethnic group fills a niche,\" said Ann Rynearson of the International Institute.\n\nMarian Whitner admired her perfectly shaped fingernails, each painted with a deep purple-red polish called Cognac.\n\nLien Tran, the owner and operator of Perfect Nail in Crestwood, manicured those nails. Tran is a Vietnamese \nimmigrant.\n\nIf you get a manicure in St. Louis or St. Louis County, chances are about one in three that the manicurist will be a \nVietnamese immigrant or the child of one, according to a Post-Dispatch analysis of Vietnamese surnames on state \nmanicurist licenses from the Missouri Department of Economic Development's Division of Professional Registration.\n\nThe same pattern holds nationally. Overall, fewer than 1 percent of the people in St. Louis and St. Louis County are \nVietnamese.\n\nSo for many Vietnamese, nail salons have been the ticket to middle-class life. About 400 people with \nVietnamese surnames are manicurists in St. Louis and St. Louis County.\n\nA good manicurist can make between $25,000 and $30,000 a year, and salon owners can make more.\n\n\"It's been a pattern throughout history: An ethnic group fills a niche,\" said Ann Rynearson, an anthropologist and \nsenior vice president with the International Institute, which resettles refugees.\n\nRynearson said that in the St. Louis area, refugees from the Middle East had gone into the food-shop business, \nmany Indians operated motels and Koreans often ran beauty-supply houses.\n\nThe Vietnamese went into the nail business in the 1980s in southern California, which had one of the largest \nVietnamese communities outside of Vietnam, says Cyndy Drummey, publisher of Nails magazine, one of several \ntrade publications. One of the magazines is published in Vietnamese, and California's state test for manicurists is \ngiven in Vietnamese and other languages.\n\nDrummey said that many of the Vietnamese who had come to this country had training in personal care. She also \nsaid Vietnamese operators had cut prices and increased the availability of manicures. They have opened many \nlimited-service salons that specialize in nails. Until then, people got manicures in beauty parlors and barber shops.\n\n\nIn the first Vietnamese shops, people had two choices: manicures or acrylic tips. Over the years, services have \nincreased to include pedicures, air-brushed and stenciled designs, and other methods of nail enhancement. \nVietnamese immigration provided an ever-growing labor pool willing to work long hours for low wages. Within a \ndecade, the nail-care market in California was saturated, and trained Vietnamese technicians began to move to \nother states.\n\nTom Phan, the owner of Beautiful Nails and Hair in Brentwood, came to St. Louis in 1996 from California because \nof the overloaded California market.\n\n\"A lot of people were doing this, and the prices were coming down,\" he said.\n\nPhan's salon is sleek, like a modernistic factory for beautiful hands and feet. All the stations are white and curved, \nand 16 manicurists, all Vietnamese, constantly work on clients' hands. The manicure area backs into six \ncushioned, black pedicure chairs.\n\nAbout 100 clients come each day. The work is split evenly between manicures and pedicures.\n\nMen make up about 20 percent of the clientele. A client can have an acrylic nail put on the big toe for $5. The price \nof a full-set of acrylic nails for the hands is $26.\n\nPhan, 40, said he hired Vietnamese workers.\n\n\"My people work hard; they work long hours,\" he said.\n\nPhan, who also lives in Brentwood, was one of the boat people who came to this country in 1980.\n\nDrummey said the businesses' low overhead, minimal startup costs and low training requirements attracted the \nVietnamese. Another plus was that in this line of work, the language barrier wasn't a problem. \"Hello\" and \n\"goodbye\" can suffice.\n\nTran, who fled from Vietnam six days before the government of South Vietnam capitulated to Communist forces, \nsaid she had become a nail technician because she had always wanted to be her own boss.\n\nBut it took a while. After she came to St. Louis in 1975, she worked as a cleaning lady and later as a substitute \nteacher. She said nail technicians made more money than substitute teachers.\n\nIn 1993, she enrolled in a nails course at the National Academy of Beauty of Art in Concord Village.\n\nShe finds working with nails a natural extension of her culture. She said that in Vietnam, a pretty girl must have \npretty nails, teeth and hair.\n\nTo become a manicurist, one must take a 400-hour course, which costs about $1,200, and must pass a licensing \nexam.\n\nTran, 53, who lives in St. Louis, said an operator could furnish and start a shop for about $25,000. Her shop has \nblue velvet chairs with ivory lace doilies. She charges $20 for a set of acrylic nails.\n\nEven with the capital, it can sometimes be hard to start a nail salon.\n\nLast fall, St. Louis aldermen approved a plan that included a ban on nail salons in the Gravois business district at \nthe request of the Gravois Business Association.\n\nAssociation President Jennifer Bess explained, \"The business association had been warned that in the past in other \nneighborhoods, that nail salons had been fronts.\"\n\nShe would not specify for what.\n\n\n\nAnother neighborhood activist, who asked not to be identified, said some salons had been fronts for drug deals. \nSome had become hangouts, and others had put up bars and garish signs.\n\nDrummey, of Nails magazine, registered disbelief at the charges.\n\n\"I never heard of any city having problems of salons involved in that kind of activity,\" she said.\n\nBoth Phan and Tran believe the secret of success in their business is service.\n\n\"People don't care about price,\" Phan said. \"They care about service.\"\n\nAdded Tran: \"You have got to be patient and courteous. A customer has to feel pleased with the nail tech.\"\n\n=================\n\nSafe nail care\n\nPam Hoelscher, executive director of the Missouri State Board of Cosmetology, says most of the complaints - \nperhaps as high as 70 percent - that her board gets are about nail salons. The usual subjects are lack of sanitation \nor a license. The following is a list of tips for getting the safest manicure or pedicure.\n\n* Make sure the salon has a license. It should be posted in the reception area. Make sure your cosmetologist has a \nposted license.\n\n* If the towels aren't clean or if the instruments appear unsanitized, go somewhere else. Same goes for strong \nodors.\n\n* Don't be afraid to ask your nail technician how the instruments have been disinfected.\n\n* Before you start, both you and the nail technician should wash your hands.\n\n* You should not feel any pain or burning when an electric file is being used.\n\n* Don't let someone cut off your calluses with a razor blade. The old practice is considered unsafe.\n\n-- Information for this article was taken from the San Jose Mercury New s and the magazine Nails.\n\nNotes\n\nReporter Theresa Tighe: E-mail: ttighe@post-dispatch.com Phone: 314-340-8129  \n\nGraphic\n\n \n\nPHOTO; (1) Color Photo by HILLARY LEVIN - At Beautiful Nails and Hair in Brentwood, manicurist San Tran works \nwith a customer as owner Tom Phan (background) talks on the phone. Tran and Phan both emigrated from \nVietnam. The salon has a steady stream of walk-in customers.; (2) Color Photo by TED DARGAN / POST-\nDISPATCH - Lien Tran works on the nails of a customer at Perfect Nail in Crestwood. (NOTE: this photo only \nappeared in the South Post and North Post versions of this story.); (3) Photo by HILLARY LEVIN - At Beautiful \nNails and Hair, Katie Andrews (left) and Halana Perez, both of St. Louis, talk as pedicurists (back to front) Vo Tien, \nVo Kieu and Vo Yen work on their customers.; (4) Color Photo by TED DARGAN / POST-DISPATCH - Lien Tran is \ncareful to treat her customers with patience and courtesy, she says.; (5) PHOTO BY HILLARY LEVIN - Manicurist \n\nmailto:ttighe@post-dispatch.com\n\n\nHarry Tran wears a mask to protect himself against dust from the electric nail file he often uses. Here Tran polishes \nthe acrylic nails of a customer at Beautiful Nails and Hair. Tran emigrated from Vietnam six years ago. (NOTE: this \nphoto only appeared in the South Post version of this story.)\n"}