{"title": "Income, Support Requirements Imposed on Immigrant Sponsors; New INS Rules Criticized by Both Sides in Debate", "body": "\nFederal regulations issued yesterday impose new minimum income and financial support requirements on the \nsponsors of immigrants, making it more difficult for low-income people to bring in relatives to join them.\n\nThe regulations, which take effect Dec. 19, implement a section of last year's immigration law that, for the first time, \nrequires sponsors of legal immigrants to earn at least 25 percent more than the poverty level and to be financially \nresponsible for those they bring in. Under the year-old law, all immigrants brought in by relatives, and some \nbrought in by companies, must have sponsors who sign new legally binding affidavits of support.\n\nThe Immigration and Naturalization Service, which issued the regulations, expects that at least 565,000 family-\nsponsored immigrants a year will need to submit the new affidavits of support. Other categories of legal \nimmigrants, notably refugees and most of those sponsored by employers, are not covered by the new \nregulations. Total legal immigration is currently running at more than 900,000 a year.\n\nThe regulations immediately came under fire from both supporters and opponents of current immigration levels. \nImmigrants' rights groups said the new rules would unfairly separate the families of poor people, especially those \nfrom Mexico and Central America, and were an underhanded means of reducing legal immigration. Advocates of \ntighter immigration said the regulations do not go far enough in holding sponsors accountable and ensuring that \nthey have the means to support their arriving relatives. Even welfare recipients, so long as they meet the income \nrequirements, may sponsor immigrants under the rules, the advocates complain.\n\nThe section of immigration law that the new rules implement, combined with provisions in last year's welfare reform \nlaw, is aimed at ensuring that newcomers to the United States are financially supported by those who bring them \nin, and not by taxpayers. Although U.S. law has long barred legal immigrants from becoming \"public charges\" and \nrequired sponsors to sign affidavits of support, nothing prevented the newcomers from receiving welfare benefits, \nand their sponsors' pledges were not legally binding.\n\nUnder the new rules, affidavits of support are required not only for family-sponsored immigrants, but for those \ncoming to work for relatives or for companies in which the relative owns a stake. The sponsor must be a U.S. \ncitizen or legal permanent resident and show tax returns to meet the new income requirements. For a household \nof four, a sponsor currently would need annual income of $ 20,062.\n\nActive-duty members of the armed forces who are sponsoring spouses or children need only to show income at \n100 percent of the poverty level.\n\nSponsors who fail to provide needed support for the immigrants they bring in can be sued by federal or state \nagencies, or by the immigrants themselves. Using an INS database containing sponsorship information, the \n\n\nagencies can seek to recover the cost of any welfare benefits that the immigrant received, including food stamps \nand Medicaid.\n\nThe new welfare law bars most immigrants from federal means-tested benefits for five years anyway.\n\nA petitioner who falls short of the income requirement can recruit an outside sponsor who meets it, or can pool \nresources with other household members provided they all sign contracts holding them jointly responsible for \nsupporting the immigrant.\n\nCiting INS estimates, the National Immigration Forum, a Washington-based advocacy group, said the new law \nmeans that about 29 percent of current immigrant sponsors, and about 27 percent of all American families, would \nnot be able to sponsor relatives. It said the provision would have a \"disproportionate effect\" on certain nationalities, \nbarring at least 57 percent of Mexicans and Central Americans here from bringing in close family members.\n\nFrank Sharry, the forum's director, called the measure a \"back door\" means to \"dramatically reduce legal \nimmigration.\"\n\nHowever, INS officials said the provision was unlikely to lower immigration levels for years, because a huge backlog \nof 3.5 million people awaiting family-sponsored immigrant visas means that the places of those who do not qualify \nwill be taken by others who do.\n\nRep. Lamar S. Smith (R-Tex.) said the implementing rules represent \"a terrific blow to immigration law and to the \nAmerican taxpayers\" because they define too narrowly the welfare benefits that violate the affidavit of support. He \nsaid other benefits that the INS exempted from the definition, including job training programs and residential energy \nassistance, impose major burdens on taxpayers for which sponsors should also be held accountable.\n"}