{"title": "TV SOAP HAS A LOCAL SCENT IMMIGRANT SHOW SET FOR DEBUT", "body": "\nIn a fictitious Queens enclave called Rosebay, the contentious McTavishes, the most prominent Jamaican \nimmigrant family in the neighborhood, own the local neighborhood market, run a fleet of dollar vans and operate \nthe scandal-ridden sou sou.\n\nThen there are the Bernards, a Haitian-Guyanese family with problems of their own.\n\nThe father, a driver for the McTavishes, is facing deportation after a child abuse conviction for giving his daughters \na West Indian-style whooping. One daughter is dating the son of a racist white New York City cop - he's from the \nsole Italian-American family in this immigrant-dominated neighborhood.\n\nThe son is also seeing a Dominican teen, whose dad is having an affair with a Korean nail salon owner. The nail \ntemptress gets pregnant by a Dominican mechanic who repairs the McTavishes' vans. And if that's not messy \nenough, the Korean woman's fiance (a family-arranged marriage) is heading to New York from Korea to meet his \nwould-be wife.\n\nConfused? A group of West Indian TV producers is hoping you will be. These are some of the storylines from \"In \nOur World,\" an immigrant-themed soap opera making its debut on Queens Public Access Television Channel 34 \nat 10:30 tonight. Viewers also can log on to www.geocities .com/inourworldcma to chat about this home-grown \nsoap.\n\n\"We wanted to show our stories and play them up with some scandals,\" said Ava Taylor, a screenwriter and \nproducer.\n\nThe soap opera, the brainchild of four West Indians from Dominica, Jamaica and Haiti, vigorously explores \nimmigrant stereotypes. It is a celebration and mockery of what immigrants are doing in New York City.\n\n\"We didn't want to be exclusive,\" Taylor said, \"because immigrants are living and connecting to each other in many \nways.\"\n\nThe producers bypassed Brooklyn, the backdrop of New York West Indian life, for polyglot Rosedale where they \nlive and film the show - a saucy tale of hardworking entrepreneurs and cheating spouses.\n\n\"It's about us, written about us, by us,\" said Lloyd Rodriguez, 31, who plays Rodrigo Solisanos, the vain mechanic \nwith a meticulous manicure and Korean lover to boot.\n\nIn real life, Rodriguez - who doesn't plan to quit his day job with the Metropolitan Transportation Authority anytime \nsoon - is Puerto Rican and lives in the Bronx.\n\n\"In Our World\" joins a lineup of immigrant-produced shows on public-access cable TV that includes homeland \nnews programs, staid talk shows and music videos.\n\n\nAlthough this very low-budget soap with a cast of 40 will not win any Emmys anytime soon, its producers believe \nthere is a demand for programming that depicts U.S. immigrant life.\n\n\"There have been a lot of attempts to do this in a group's home language - not in English,\" said Ewa Zagrzynska, \npresident of New York-based InterAccess, a cross-cultural marketing firm. \"This is a wonderful idea, I think, \nbecause that's what New York is all about.\"\n\nDoris Wright, 62, who plays the McTavish family matriarch, Miss Mabel, couldn't agree more. Where else on \ntelevision can you learn about sou sou - a revolving savings fund popular among immigrants who want to buy \nhomes or start businesses - and then get to see what happens when someone runs off with the loot?\n\n\"Things can get pretty interesting,\" she said.\n\nGraphic\n\n \n\nEDWINE SEYMOUR ON LOCATION Actors Lloyd Rodriguez (l.) and Cice Rivera discuss scene for \"In Our World\" \nwith director Maurison Thomas before shooting in Brookville Park. The soap opera, based in fictitious Queens \nneighborhood, debuts tonight on Channel 34.\n"}