{"title": "Obama, activists to push on immigration reform", "body": "\nPresident Barack Obama is enlisting activists and labor leaders in a push for comprehensive immigration \nlegislation that will showcase Republican opposition and include a speech by the president.\n\nThe strategy was discussed during a meeting Monday by a range of prominent labor leaders and activist groups. \nParticipants said Obama reiterated his support for immigration legislation but noted the political realities that have \nstalled it in Congress.\n\nLatino leaders say they will work in coming months to pressure Republicans to give way and support an \nimmigration bill and make opponents pay at the ballot box if they don't.\n\n\"We're going to make absolutely crystal clear who's at fault here,\" said Eliseo Medina, a leader of the Service \nEmployees International Union.\n\nProspects for passage of comprehensive immigration legislation look bleak this election year, and even many \nDemocrats are wary of wading into the hot-button issue. But Obama, who pledged as a candidate to make \nimmigration reform a top priority during his first year in office, faces pressure from the Hispanic community to act \nor at least to try.\n\nThat's only intensified in the wake of Arizona's passage of a controversial law that requires police officers to \nquestion a person's immigration status if there's reason to suspect the person is in the country illegally. Obama \nhas spoken out against the law and asked the Justice Department to examine its legality. Activists anticipate that \nthe Justice Department will sue to overturn the law, but in Monday's meeting Obama said that decision would be \nleft up to the department, and he didn't give a timeline, participants said.\n\nAlso Monday, high-ranking federal officials visited Arizona to brief the governor and others on Obama's recently \nannounced plans to send National Guard troops to the border. The National Guard decision dismayed some \nactivists, who said there were complaints in the meeting with Obama about the administration's emphasis on \nenforcement. But after talking with administration officials Monday, Arizona Gov. Jan Brewer, a Republican, \ndenounced the National Guard deployment as inadequate illustrating the divide facing Obama over immigration.\n\nThe White House said Obama would deliver a speech soon on \"the importance of passing comprehensive \nimmigration reform\" but didn't give more details.\n\nGiven the difficulties of achieving a comprehensive bill, participants in the White House meeting said there was also \ndiscussion of attempting to pass smaller pieces of legislation such as a bill focused on agricultural workers, or one \nthat would help illegal immigrant youths attend college.\n\n\nObama is to meet Tuesday with Hispanic members of Congress.\n"}