{"title": "Even as Economy Booms, More People Are Going Without Insurance", "body": "\nThe number of people without medical insurance is rising far faster in New York State than in the rest of the \ncountry, a jump that has left nearly one in five New Yorkers under age 65 uninsured, several new studies show.\n\nThe increase has come despite a robust economy that has created hundreds of thousands of new jobs in the \nregion. In fact, the new data suggest a dark side to New York's economic resurgence: many of the new jobs are in \nsmall, low-wage service or retail businesses, which because of the high cost have become less and less likely to \noffer their workers health benefits.\n\nMoreover, one-third of the uninsured in New York are legal or illegal immigrants, who are more likely to take those \nsame low-paying jobs, experts say.\n\nThe data also reveal a problem for politicians eager to move people on welfare into work. Most of the people \nwithout insurance in New York actually have jobs. In fact, people in low-paying jobs are more likely to be \nuninsured than people without jobs, who generally can qualify for Medicaid.\n\n\"This is not a crowd that is living at the margins of society,\" said James R. Tallon Jr., president of the United \nHospital Fund, a private philanthropic and policy group. \"This is a crowd that is playing by the rules but is finding \nthat there is a different set of rules than in previous generations.\"\n\nHealth experts say they are especially alarmed by how quickly the number of uninsured is rising, even as the \neconomy thrives. In 1991, about 2.2 million New Yorkers under age 65, or 13.9 percent, were uninsured, below the \nnational average of 15.9 percent, according the census data analyzed by Mr. Tallon's group.\n\nIn 1996, the last year for which data are available, the number of uninsured New Yorkers had risen to 3.1 million, or \n19.1 percent, creeping above the national average of 17.6 percent. In the past, health experts say, New Yorkers \nwere more likely to be insured than people in other states because of several forces now largely in decline: \npowerful unions, manufacturing jobs in big companies that offered insurance and a healthy market for individual \npolicies.\n\nThe problems are far greater in New York City, where 28 percent of the population under 65 was uninsured. At the \nsame time, health insurance offered by employers has declined dramatically in the city, from covering 58.2 percent \nof all people insured in 1991, to 49.1 percent in 1996. Nationally, private health coverage dropped much less, from \n\n\n72.2 percent in 1991 to 69.1 in 1996, according to the Hospital Fund study done by Kenneth E. Thorpe, a Tulane \nUniversity professor and a former health official in the Clinton Administration.\n\nConcern about the problem of the uninsured has been growing in recent months among a wide range of groups, \nfrom public policy organizations to advocates for poor people to the hospitals that would be hardest hit financially.\n\nThe uninsured in New York City rely largely on the 11 public hospitals, which have seen a sharp rise in the number \nof patients without insurance, according to a study released yesterday by the Commonwealth Fund, a large \nprivate philanthropic organization in New York. The city reports that in 1997, 20,458 people were admitted to public \nhospitals without insurance, up from 15,855 people two years before.\n\n\"We worry about this trend,\" said Dr. Luis R. Marcos, president of the city's Health and Hospitals Corporation. \"For \npublic hospitals to survive, we cannot simply treat patients who cannot pay. In the end, it will be more inefficient \nand costly to the taxpayer. We cannot go back to the days of the almshouse.\"\n\nPrivate hospitals say they, too, are worried because they already pay the bulk of the cost of treating uninsured \npeople, and are reimbursed by the state about 38 cents for every $1 of care they provide.\n\n\"You are talking about people who are edging up into the middle class but can't afford to buy insurance \nthemselves,\" said Rima J. Cohen, a vice president at the Greater New York Hospital Association, the trade group \nfor the region's hospitals. \"This really is an issue that is dynamite waiting to be ignited.\"\n\nOn Tuesday, Gov. George E. Pataki underscored the worry among the state's politicians by proposing a broad \nexpansion of a health plan that would cover some 420,000 uninsured children.\n\nBut many health experts say that although providing for children is important -- and a much easier task politically \nthan covering the masses of the working poor, who are largely immigrants and minorities -- they are only part of the \nproblem.\n\n\"These kids have parents, and the parents are struggling to get the health care they need,\" said Karen Davis, \npresident of the Commonwealth Fund. In a survey of 4,013 adults in New York City conducted by Louis Harris & \nAssociates, the Commonwealth Fund found that the uninsured had a much harder time getting medical care, were \nmuch less likely to have a regular doctor and found it harder to pay their medical bills.\n\nAt a forum in Manhattan yesterday attended by the leaders in public health policy, Ms. Davis noted that insurance \nfor a family of four costs an average of $6,000 in New York -- or about 20 percent of the salary of someone making \n$30,000 a year.\n\n\"In many ways, health care is a bit of a luxury,\" she said.\n\nThe largest drops in private insurance came in small companies with fewer than 25 employees, according the \nHospital Fund study, and many of the new jobs created in New York have been in low-wage jobs in small \ncompanies, like restaurant workers, shop clerks or workers in small manufacturing plants.\n\nMr. Tallon said he thought there were several reasons fewer employees were insured through their work: the costs \nand and the paperwork associated with health insurance are rising; more young people may be going without \ninsurance because of the higher costs, and many of the uninsured are immigrants who may be more likely to take \njobs that do not include insurance.\n\nDavid R. Jones, president of the Community Service Society of New York, said he worried that the problem would \nonly get worse.\n\n\"If it's even a little blip, these kinds of problems are going to explode on us,\" he said.\n\n\n\nGraphic\n\n \n\nGraph: \"New York's Growing Ranks of the Uninsured\"\n\nThe percentage of people under 65 without health insurance has been increasing.\n\n \n\nNEW YORK STATE\n\n \n\n1991\n\nUninsured: 13.9%\n\nPrivate insurance: 70.8%\n\nMedicaid: 13.7%\n\nMedicare*: 1.6%\n\n \n\n1996\n\nUninsured: 19.1%\n\nPrivate insurance: 69.1%\n\nMedicaid: 16.3%\n\nMedicare*: 1.5%\n\n \n\nUNITED STATES\n\n \n\n1991\n\nUninsured: 15.9%\n\nPrivate insurance: 72.2%\n\nMedicaid: 10.3%\n\nMedicare*: 1.6%\n\n \n\n1996\n\nUninsured: 17.6%\n\nPrivate insurance: 69.1%\n\nMedicaid: 11.4%\n\nMedicare*: 2.0%\n\n \n\n*People under age 65 may qualify for Medicare if they are disabled or suffer permanent kidney failure.\n\n \n\n(Source: United Hospital Fund)\n\n      \n\n\n"}