{"title": "Two Immigrant Victims With Dreams of Success", "body": "\nTwo co-workers among the five killed on Wednesday in a scaffolding collapse in Manhattan shared a common \nimmigrant dream: make it in America and take it back home, their friends and relatives said yesterday.\n\n     Donato Conde came from Mexico with plans to build a house back home. Efrain Gonzalez came from Ecuador \nwith aspirations of being his own boss some day. Families of the other three workers killed -- Manuel Balavezo, \nIvan Pillacela, a third whose name has not yet been released -- could not be reached last night. \n\n Each day, the men's lives intersected for a shift at 215 Park Avenue South, a 20-story office building. They worked \ntogether repointing bricks and cleaning windows from a scaffolding 160 feet high. \n\nIt was there that they made a living, lugging bricks and working on the building's southern facade. It was there, \naround 4 p.m. on Wednesday, that they tumbled to their death, crushed when the steel and wood of the scaffolding \nbuckled and broke. Ten other co-workers were injured in the collapse. \n\nGodofredo Pineda, 33, a longtime friend of Mr. Conde, 19, said, \"He might have married at the end of this year, \nduring Christmastime.,\" Mr. Pineda said Mr. Conde had a girlfriend back in Mexico and a house he had built in San \nBartolo Cohuecan, the small town where both of them grew up.\n\nMr. Conde had been living illegally in New York City for two years, Mr. Pineda said, working the night shift at a deli \nand most recently doing construction work, though he had no training. Mr. Pineda said he had not heard anything \nfrom his friend's employer and did not know if he was insured.\n\nMr. Gonzalez, too, was trying to get ahead, his relatives said. Six years ago, he left the city of Cuenca, the third \nlargest in Ecuador, with hopes of one day returning home and opening his own grocery store, they said. When he \narrived here, the relatives said, he lived in Spanish Harlem with family and began working at an Upper East Side \nrestaurant. \n\nLater he found himself doing construction work five days a week and liking it, taking home cash at the end of each \nshift, they said. \"He was pleased with his job,\" said his brother-in-law, Vicente Patio, in Spanish. \"He wanted to be a \nwelder, and his boss gave him that opportunity.\"\n\nThe job provided him with a life in America, but more important, they said, it provided him with extra money he \nmailed to his wife, Yolanda, and three children in Ecuador, feeding the family's dreams of a prosperous future in \ntheir home country.\n\n\"He was a very responsible father; he lived for them,\" said Laura Dutan, 29, his sister-in-law. \"He wanted his kids to \ncome out ahead, for them to have what he never had.\"\n\n\nMs. Dutan said she called friends in Ecuador yesterday and asked them to tell Mrs. Gonzalez that her husband had \ndied. She told them to be gentle. Mrs. Gonzalez had just left the hospital after having her appendix removed, Ms. \nDutan said. \n\n\"We'll help her all we can,\" Mr. Patio said. \"We won't abandon her after she lost her husband.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhoto: Efrain Gonzalez, a worker who died in a collapse of scaffolding. \n"}