{"title": "1986 AMNESTY LAW IS SEEN AS FAILING TO SLOW ALIEN TIDE", "body": "\nThe most sweeping effort to halt illegal immigration in American history, the 1986 overhaul of immigration law, may \nhave cut the flow of illegal aliens less than expected and may have actually encouraged unlawful entry in several \nways.\n\nTwo years after it began to take effect, experts around the country are starting to draw conclusions about the law's \neffect. As thousands of people continue to enter the country illegally every day, the first arguments are being \nentered in a debate over whether the legislation has achieved its goals, and whether it ever will.\n\nSome in Congress seek more effective enforcement of the law; others want to focus on the poverty and turmoil in \nthe third world that force people out of their homelands. Meanwhile, the Immigration and Naturalization Service has \nproclaimed the law a clear success, and the Bush Administration has yet to put its own stamp on immigration \npolicy.\n\n''We have found no evidence that the 1986 immigration law has shut off the flow of new undocumented migrants,'' \nsaid Wayne Cornelius, director of the Center for U.S.-Mexican Studies at the University of California at San Diego.\n\n \n\nA Decade of Study\n\nThe Immigration Reform and Control Act of 1986, whose measures began to take effect in May 1987, was the first \nnationwide response to a wave of illegal immigration that began in the mid-1960's and created a resident population \nof illegal aliens variously estimated between 6 million and 12 million people.\n\nAfter a decade of study and argument in Washington, the 1986 law emerged as a mixture of humanitarian and \nrestrictive measures. Unlike the two previous efforts to counter similar waves of illegal immigration in the 1930's and \n1950's, there was no resort to mass deportations. The law offered legal status to illegal aliens who had lived in the \nUnited States continuously since Jan. 1, 1982, and it imposed penalties on employers who knowingly hired illegal \naliens. It also allowed migrant workers to enter the United States during harvest season.\n\n''The legislation bought time for everyone and made the problem more manageable for a while,'' said Leonel J. \nCastillo, who was Commissioner of Immigration and Naturalization during the Carter Administration and is now \npresident of Houston International University. ''It seems, however, that time has passed more quickly than \nexpected, and so it is important to see where we stand, because I think we will be dealing with the issue again \nsoon.''\n\n \n\nTorrents of People\n\n\nAccording to indicators used by the immigration service to estimate traffic across the southern border, this year \nthere will be 1.7 million to 2.5 million crossings. The most recent statistics signal that the flow may have increased \nin April and May.\n\nSeparate surveys of illegal aliens conducted by researchers based in Mexico, Texas and California all found that \nimmigration by first-time travelers, as against those who had previously been to the United States, has been on the \nrise for at least a year. Experts also agree that the flow had dropped off through most of 1987. As a result, \nimmigration experts say they have identified a ''wait and see'' response to the law among potential immigrants that \nmay be producing a new wave of illegal immigration.\n\nDoris Meissner, an expert on immigration for the Carnegie Endowment, a Washington research organization, said, \n''There is evidence that many potential immigrants waited for a while to see how the law worked and have since \nbegun moving again. If so, we should see the flow across the border accelerating any day.''\n\n \n\nA Magnet of Sorts\n\nThe 1986 law allowed 3.1 million previously illegal aliens to obtain legal status here. Recent studies show that \nmany thousands of people crossed the border surreptitiously to take advantage of the program, some of them with \nfalsified documents and personal histories. The mass of newly legalized immigrants is also acting as a magnet for \nillegal aliens who want to come to the United States to join friends and relatives.\n\nA plan to strengthen the Border Patrol was never fully carried out, and experts reach widely differing verdicts on the \neffectiveness of the sanctions against employers who hire illegal aliens.\n\nRepresentative Charles E. Schumer, the New York Democrat who was instrumental in shaping the law's final \ncompromises, said, ''The legislation has had some effect but not close to what it should have been.'' He complained \nthat the Reagan Administration favored passage of the law but never gave the immigration service the resources to \nenforce it. ''So far, the law really has not been given a fair test,'' he said.\n\nThe current debate over immigration policy is likely to affect not only future law but also foreign policy. After \nhearings last month on the law's effect, Representative Bruce A. Morrison, a Connecticut Democrat who is \nchairman of the House Judiciary Committee's Subcommittee on Immigration, Refugees and International Law, said, \n''Looking at what's happened the past few years it is increasingly obvious that most of the reasons for illegal \nimmigration are in the countries people are leaving, and that unless those conditions change we may be able to \nreduce the flow somewhat, but no enforcement scheme will stop the tide.''\n\n \n\nA Lonely Assertion\n\nAt those hearings Alan C. Nelson, Commissioner of the I.N.S., argued that a steady decline in the number of people \napprehended trying to cross the border ''continues to demonstrate that the law is working and employer sanctions \nare having the intended effect of reducing illegal immigration.''\n\nBut the immigration service is now virtually alone in asserting that the sanctions have substantially cut the flow of \nillegal immigrants. Mr. Nelson has said repeatedly that the number of people apprehended on the border has \ndropped at a rate of 40 percent a year since the law went into effect. But many scholars dispute Mr. Nelson's \nstatistics. Some researchers believe sanctions on employers have cut the flow, but not by 40 percent, and other \nexperts argue the sanctions have had no effect at all.\n\nThe effects of the law are illustrated in the experiences of two recent illegal immigrants.\n\nA 30-year-old woman from El Salvador said that in February 1988 she left home to live illegally in Texas in part \nbecause ''my cousin got papers under the amnesty, and so she was able to help me with money and a place to \nstay and generally in getting around.'' But as a result of the law, she said, ''there is no way to get a good job, \nbecause they always ask for your papers.''\n\n\n\nThe woman, a secretary in El Salvador, cleans houses in Houston, and although she would like better work here, \nshe said she had no desire to return to the poverty and political violence of her homeland. ''Yes,'' she said, ''it is \nmore difficult to get here and earn money now, but people still do it.'' Like other illegal aliens interviewed, she asked \nnot to be identified.\n\n \n\nA Family Asunder\n\nIn the case of another woman from El Salvador, the law had contradictory effects. She arrived here in 1981, \nqualifying for the amnesty, but her five children, now 10 to 18 years old, arrived too late to be legalized. ''It is a \ngreat worry for me,'' she said, ''because my two oldest have graduated from American high school. Their home is \nwith me here, but they cannot get real jobs. What is their future?'' According to the immigration service, 3.5 million \nto 4 million illegal aliens live in the United States on an established basis, as against 6.5 million to 7 million before \npassage of the 1986 law.\n\nThe drop is accounted for by the number of applicants for the amnesty programs. In effect, the amnesty divided \nillegal immigrants into those who were suddenly legalized and those who were not, but it did not physically separate \nthese people.\n\nThe immigration service expects that a vast majority of amnesty applicants will receive permanent status as legal \nresidents. If they then become citizens after a five-year waiting period, they will be able to get legal status for their \nspouses and children.\n\n \n\nThe Men Were First\n\nIn the meantime, however, the law has created a new and growing category of illegal alien: the relatives of \namnesty applicants. Noting that nearly 70 percent of the amnesty applicants are men, Nestor Rodriguez, a \nsociologist at the University of Houston, said: ''Usually, the men were the first to migrate, and so more of them \nqualified for the amnesty. Many woman and children who followed along later did not qualify, and certainly the men \nwho were here alone and got papers are now bringing in their families illegally.''\n\nThe effect of the amnesty on illegal immigration goes beyond relatives, however. ''Illegal immigrants have a long \nhistory of following well-established routes,'' said Mr. Castillo, ''and the amnesty program gave those routes a little \nmore solidity. Now, instead of relying on other illegals, a new arrival is likely to know people here who are legal and \ncan offer help with all kinds of things. It's my guess that it will take a generation to break those ties.''\n\nMr. Cornelius of the University of California at San Diego conducted extensive surveys of three rural Mexican \ncommunities and has concluded, ''There has been no significant return flow of illegals who suddenly found \nthemselves jobless in the United States.'' In the short term at least, he said, the 1986 law ''may have kept more \nMexicans in the United States than it has kept out'' because it granted some kind of amnesty to about 3.1 million \npeople.\n\nAlthough immigration experts agree that the prohibition on hiring undocumented workers has made it more difficult \nfor illegal aliens to find work here, they differ widely on how much the sanctions on employers have reduced the \nflow across the border.\n\n \n\nArrest Rates Are Debated\n\nMuch of the debate over the rate of illegal immigration centers on statistics for the apprehension of aliens along the \nSouthern border because the immigration service uses these figures to support its assertion that the sanctions have \nbeen effective.\n\n\n\nAlmost all experts dismiss the immigration service view that proof of decreased flow lies in the 40 percent drop in \napprehensions each year since 1986. The agency's critics say the number of Border Patrol agents assigned to \nwatch the border also decreased markedly in that time, and so fewer apprehensions were inevitable.\n\nAlso, it is argued that since 1986 the agents remaining on the border have spent more time tracking down drug \nsmugglers, another reason why a decline in apprehension would not necessarily mean there was a drop in the flow \nof illegal aliens. Yet other researchers insist that a substantial part of the decline in apprehensions is explained by \nthe fact that most of the 3.1 million amnesty applicants can move across the border as they have for years but do it \nlegally.\n\nGraphic\n\n \n\nChart of breakdown of legalization applicants and agricultural workers by gender, type of work, age, and state they \napplied in (Source: Immigration and Naturalization Service) (pg. 24)\n"}