{"title": "IMMIGRATION SERVICE STARTS APPOINTMENTS ON INTERNET", "body": "\nA new Internet-based appointment system designed to put an end to lines at federal immigration offices made its \ndebut in San Jose on Monday to mixed reviews.\n\nFor those who had made appointments, the process was a breeze. But walk-in customers were not pleased to \nlearn that users of the new system would get served first.\n\n\"Very convenient,\" said Ingrid Hau, an immigrant from Hong Kong, who came to renew her temporary resident card. \nSecurity guards waved her in after she showed them a computer printout of her appointment, which she made a \nweek ago.\n\nThe U.S. Citizenship and Immigration Services will officially launch the new system, known as Infopass, \nnationwide Monday. For years, the immigration agency has been dogged by long lines that officials attribute to an \narchaic walk-in system that forces immigrants to wait, often for hours.\n\n\"This is how it's supposed to be. See? No lines,\" said Martha Ramirez, a CIS supervisor who greeted Infopass \ncustomers, and answered questions from walk-ins.\n\nBeginning Oct. 1, San Jose will no longer allow walk-ins.\n\nSome immigrants and their advocates worry that the Internet-based system will be difficult to access for some.\n\n\"We don't have a computer at home,\" said Maria Fe de Castro, of Santa Clara, an immigrant from the Philippines \nwho came to get forms for her husband, who recently got his green card.\n\nCastro was prepared to wait to speak with an immigration officer about completing the forms, but Ramirez \npersuaded her to make an Infopass appointment for later this week. Since Infopass customers were being served \nfirst, there was no guarantee that she'd see an officer Monday, Ramirez said. Castro said her brother, who has a \ncomputer at home, can help her make an Infopass appointment.\n\n\"Imagine an immigrant who's not familiar with computers, trying to do this in the public library and having technical \nproblems,\" said Martha Campos, a program director for Services, Immigrant Rights and Education Network, a San \nJose non-profit group. \"This is going to be crazy for people.\"\n\nWarren Janssen, director of the San Jose CIS office, said it'll take some time for immigrants to adjust, but he \nexpects the new system to be a success as it has in cities such as Miami and Los Angeles.\n\nJanssen said Campos and other immigrant advocates are going to be critical in educating the immigrant community \nabout the new system. Most public libraries and non-profit groups that work with immigrants have computers to help \nimmigrants make appointments, he said.\n\n\nNotes\n\nIF YOU'RE INTERESTED\n\nTo make an appointment online, visit www.uscis.gov, click on Infopass and follow directions.\n"}