{"title": "CONGRESS' WELFARE BILLS HAVE STATES WORRIED; LAWMAKERS SAY PROVISIONS MAY COST A BUNDLE", "body": "\nMissouri Political Correspondent STATES SAY they'd like to be considered in Congress' welfare reform measure, \nbecause they could get stuck with paying the bill.\n\nLeaders of the National Conference of State Legislatures said Monday they were in constant touch with House and \nSenate conferees on the final form of the federal welfare reform bill being written.\n\nAbout 4,600 legislators, staff aides and people associated with state legislators are attending the national \nconference's annual meeting at Ameri ca's Center. The meeting runs through Wednesday.\n\nState Sen. James J. Lack, R-N.Y., and state Rep. Jane Campbell, D-Ohio, said the conference had serious \nconcerns about some provisions of welfare bills passed this month by the House and Senate. Lack is conference \npresident, and Campbell is immediate past president.\n\nLack said a provision denying welfare benefits to legal immigrants would be \"a nightmare\" for New York and other \nstates with high immigrant populations. He said the New York Constitution required giving welfare benefits to \nimmigrants, and if Congress banned them, New York would have to pick up a potential $ 1 billion in costs.\n\nNationwide, banning federal welfare benefits to legal immigrants could result in shifting $ 11 billion in costs to \nstates, a conference report said.\n\nCampbell said the federal bill called for it to take effect Oct. 1. She said the states wanted the effective date \ndelayed until Oct. 1, 1997, to give them time to adjust. Most state legislatures will be out of session af ter Oct. 1 this \nyear, she said.\n\nAlthough different in many respects, the House and Senate bills agree in setting a two-year limit on welfare \nbenefits without the beneficiary being employed, and a five-year lifetime limit on welfare benefits. They would give \nstates block grants, eliminating waivers states now must obtain to install their own welfare requirements.\n\nCampbell said 36 states already had set time limits, and 24 states had set work requirements. But the conference \nstaff reported that in only two states - Vermont and Florida - have laws been in effect long enough for the time limit \nto expire. So far, only eight families in Florida have been cut off, according to conference data.\n\nCampbell said that if children were abused in a family cut off from benefits, they could be put in foster care, but this \nalso has not happened.\n\nSen. James L. Mathewson, D-Sedalia, president pro tem of the Missouri Senate, said Missouri had passed a law in \n1994 providing child care and job training for welfare mothers, but setting no time limit for them to get a job.\n\n\n\"There are 26,000 less people on welfare now,\" Mathewson said. \"One of the reasons is the economy is good. For \nthe present fiscal year, the cost of aid to families with dependent children is $ 10 million less.\"\n\nBut he said Missouri had to get 19 separate waivers from the federal government to carry out its welfare changes. \n\"If they would just give us 75 to 80 percent of the money we're getting now and leave us alone, we'll deliver a lot \nbetter system than they'll ever dream up,\" he said.\n\nMathewson said he had worked out a system in which applicants for food stamps in Sedalia were sent to the \nnearby Tyson Foods plant to get a job. He said, \"The word went around, 'Don't go sign up for food stamps. They'll \nmake you go pick chickens at Tyson.' \"\n\nBut federal law has a provision that if an applicant is denied a job because of an employer requirement, food \nstamps cannot be cut off. Mathewson said Tyson had a drug test, so new advice hit the street: \"Go shoot up, and \nthen you don't have to take the job,\" Mathewson said.\n\nHe said he hoped the federal welfare bill would allow Missouri to use its own discretion on dealing with this \nproblem.\n"}