{"title": "CBS'S FACE THE NATION", "body": "\nEVENT DATE: October 20, 2019\n\nTYPE: NEWS PROGRAM\n\nSPEAKER: REP. SUSAN DAVIS (D-CA); REP. JIM HIMES (D-CT)\n\nMARGARET BRENNAN, HOST:  It's Sunday, October 20. I'm Margaret Brennan in the nation's capital. And this is \nFACE THE NATION.   \n\n      With the White House engulfed by controversy, President Trump faces scrutiny of his administration's strategy, \nor lack thereof. In Syria, a shaky cease-fire expires on Tuesday.   \n\n      (BEGIN VIDEO CLIP)  \n\nDONALD TRUMP, PRESIDENT OF THE UNITED STATES:  Our view of the situation on the Turkish border with \nSyria to be, for the United States, strategically brilliant. Our soldiers are out of there. Our soldiers are totally safe.   \n\n      (END VIDEO CLIP)  \n\nBRENNAN:  But the president's decision to withdraw U.S. troops has triggered concerns about declining U.S. \ninfluence and has left key allies questioning his judgment.   \n\n      (BEGIN VIDEO CLIP)  \n\nSEN. LINDSEY GRAHAM (R-SC):  This is the defining moment of Trump's presidency. If we abandon the Kurds, it \nwill be to our shame and to our national security detriment, and Trump will own the reemergence of ISIS.   \n\n      (END VIDEO CLIP)  \n\nBRENNAN:  And in Washington, the president's chief of staff handed Democrats new ammunition in their \nimpeachment investigation.  \n\n      (BEGIN VIDEO CLIP)  \n\nQUESTION:  To be clear, what you just described is a quid pro quo.   \n\n      It is, funding will not flow unless the investigation into the Democratic server happened as well.   \n\nMICK MULVANEY, ACTING WHITE HOUSE CHIEF OF STAFF:  We do -- we do that all the time with foreign \npolicy.   \n\n      I have news for everybody. Get over it.   \n\n\n      (END VIDEO CLIP)  \n\nBRENNAN:  Our guests, two members of the House Intelligence Committee, Connecticut Democrat Jim Himes and \nTexas Republican Will Hurd.  \n\n      Plus, as U.S. troops continue to leave Syria, a conversation with a man who led them, General Tony Thomas, in \nhis first interview since retiring from the job.   \n\n      All that and political analysis of the week up next on FACE THE NATION.   \n\n      Good morning, and welcome to FACE THE NATION.   \n\n      It was another chaotic week, as we bounced between breaking news on the fighting in Syria and Democrats' \nimpeachment investigation in Washington.   \n\n      (BEGIN VIDEOTAPE)  \n\nBRENNAN (voice-over):  Chaos in Syria. As adversaries advanced faster than the U.S. could retreat, American \ntroops took the extraordinary action of bombing their own base to keep supplies out of enemy hands.   \n\n      Vice President Pence led an emergency mission to ask Turkey to pause its invasion.  \n\nMIKE PENCE, VICE PRESIDENT OF THE UNITED STATES:  Turkey and the United States of America have \nagreed to a cease-fire in Syria.   \n\nBRENNAN:  Turkey agreed to a five-day pause, in exchange for a U.S. promise to lift sanctions.  \n\n      President Erdogan won another key concession. America's Kurdish allies must flee Northern Syria.  \n\nTRUMP:  Without spilling a drop of American blood, not one drop of American blood.  \n\n      (CHEERING AND APPLAUSE)  \n\nTRUMP:  Sometimes, you have to let them fight. Like two kids in a lot, you got to let them fight. And then you pull \nthem apart.   \n\nBRENNAN:  A Wednesday White House meeting on Syria brought Democratic leaders face to face with President \nTrump for the first time since the impeachment probe began. It didn't go smoothly.   \n\n      Democrats walked out, claiming the president insulted the speaker.   \n\nREP. STENY HOYER (D-MD):  We were offended deeply by his treatment of the speaker of the House of \nRepresentatives.  \n\nREP. NANCY PELOSI (D-CA):  What we witnessed on the part of the president was a meltdown, sad to say.   \n\nBRENNAN:  Earlier that day, Republicans and Democrats had overwhelmingly voted to rebuke the president for his \ndecision to withdraw troops.   \n\n      In a rare move, some Senate Republicans also spoke out.  \n\nSEN. MITCH MCCONNELL (R-KY):  Many of us have been arguing that this was a mistake. It shouldn't have been \ndone.   \n\nSEN. MITT ROMNEY (R-UT):  What we have done to the Kurds will stand as a bloodstain in the annals of \nAmerican history.   \n\nBRENNAN:  Meanwhile, the impeachment inquiry intensified.   \n\n\n\n      Fiona Hill, a former National Security Council official, told investigators that she had notified White House \nlawyers in July after she had heard Gordon Sondland, ambassador to the E.U., offer Ukrainian officials a meeting \nbetween their president and Mr. Trump if an investigation was opened in Burisma, a Ukrainian energy company that \nJoe Biden's son Hunter worked for.  \n\n      John Bolton, the president's national security adviser, likened it to a drug deal and said he wanted no part of it.   \n\n      But Ambassador Sondland testified that no one ever raised any concerns and said that it was the president who \nhad directed him to work with personal lawyer Rudy Giuliani on the project.   \n\n      The president's chief of staff was also implicated, and on Thursday appeared to admit to reporters that he held \nup military aid for Ukraine in part because President Trump wanted the country to investigate a conspiracy theory \nabout Democrats and the 2016 election.  \n\nMULVANEY:  The corruption related to the DNC server? Absolutely. No question about that. But that's it. And that's \nwhy we held up the money.   \n\n      Now, there was a report...  \n\nQUESTION:  So, the demand for an investigation into the Democrats was part of the reason that he...  \n\nMULVANEY:  It was on..  \n\nQUESTION:  ... ordered to withhold funding to Ukraine?  \n\nMULVANEY:  The look back to what happened in 2016 certainly was part of the thing that he was worried about in \ncorruption with that nation. And that is absolutely appropriate.   \n\nQUESTION:  Withholding the funding?  \n\nMULVANEY:  Yes, which -- which ultimately then flowed.   \n\nBRENNAN:  Later in the day, Mulvaney released a statement trying to walk back what he had just said.   \n\n      (END VIDEOTAPE)  \n\nBRENNAN:  We begin this morning with a top Democrat on the House Intelligence Committee, Connecticut \nCongressman Jim Himes, who joins us from Stamford.   \n\n      Congressman, we just laid out what has developed over the course of the week.   \n\n      When will Democrats have heard enough to actually move forward with drafting articles of impeachment?   \n\nREP. JIM HIMES (D-CT):  Yes, that's -- that's a great question Margaret.   \n\n      It's a little hard to answer because, of course, every single day, we're presented with sort of jaw-dropping new \ninformation. I don't think any of us anticipated that the chief of staff would -- would basically confirm that military aid \nwas being held up in favor of a crackpot theory that somehow the DNC server made its way to Ukraine.   \n\n      I -- it's almost embarrassing to see the words White House behind the chief of staff peddling a completely \nrebuked, crazy theory.   \n\n      But -- but I guess the best I can do to answer your question is, Margaret, we have a little bit more work to do to \nunderstand exactly who was involved in stopping that military aid from flowing and what they knew.   \n\n      We have a little bit more work to do in understanding who exactly gave the order to fire Ambassador \nYovanovitch, a profoundly well-respected diplomat. Presumably, the secretary of state signed off on that. And on \nwhat basis did he do so?   \n\n\n\n      And then lastly, Margaret, I would say at the very center of this whole ugly episode of the use of military aid, of a \nWhite House meeting in an effort to get an investigation of Joe Biden and to get Ukraine to interfere in our election, \nis Rudy Giuliani.  \n\n      And Rudy Giuliani has refused to appear before the committee. But he is at the very core of this question. And \nso I, in my opinion -- I don't speak for the chairman...  \n\nBRENNAN:  Can you proceed without him?   \n\nHIMES:  Well, I think we can again.   \n\n      Again, one of the -- one of the shocking things about this investigation is that all of the facts that are out there \nthat support this notion that military aid was withheld, that a White House meeting was withheld, you know, it comes \nfrom the administration. It comes from the chief of staff. It comes from the transcript.   \n\n      So we have a lot of what we need. But Rudy Giuliani running around, meeting with heads of state, on behalf of \nthe president's political interests, is a profoundly shocking and important thing for us to understand.   \n\n      So, while I guess we could sort of piece together exactly what happened based on what the administration has \ndisclosed, I really think it's important to talk to Rudy Giuliani.   \n\nBRENNAN:  So, in terms of what's happening behind closed doors, Republicans argue that this process is overly \nsecretive.  \n\n      And there was a letter sent to your committee on Friday by nine Republicans, who accused Chairman Schiff of \nknowingly withholding committee documents from the minority. Why is that happening?   \n\nHIMES:  Well, it -- first of all, it's not happening.   \n\n      As a Democrat on the committee, I will tell you that we are getting witnesses canceled at the last minute. We \nare getting documents at 10:00 the night before a witness comes in. And so, as a Democrat, I often don't see \ndocuments until well after I would like to.   \n\n      But, Margaret, bigger picture here, what is happening -- and you're going to talk to my friend and colleague Will \nHurd shortly -- what is happening is that there is no way for the Republicans to defend the actions of the president \nhere, what the chief of staff, Mick Mulvaney said. There's no way for them to defend that behavior.   \n\n      So, as a result, what they're doing is that they're -- they're attacking the process.   \n\n      Now, let me -- let me just spend a second on that process. The previous impeachment inquiries of Nixon and of \nClinton, the Congress was handed a fully done investigation, in the case of Clinton, by a special prosecutor, Starr, \nin the case of Nixon, by a -- by a different special prosecutor.   \n\n      We're doing that now. And an investigation doesn't happen in the light of day. But I will tell you that there will be \nopen hearings. Every transcript, after...  \n\nBRENNAN:  When?   \n\nHIMES:  ... it's been scrubbed for classified information, will be released publicly. And this will ultimately be all out \nthere for the American people to see.  \n\n      And what the American people will see is that there is not one word of testimony, written or spoken, which \ncontradicts the notion that the president used the assets of the United States, military aid, a White House meeting, \nto advance his political interests of getting Ukraine to meddle in the next -- in the upcoming presidential election.   \n\nBRENNAN:  When is that first public hearing and when will those documents be made public?   \n\n\n\nHIMES:  Well, again, you know, when you're shocked by the chief of staff basically saying that there was a quid pro \nquo, it's a little hard to make any predictions whatsoever about what the timing will be.   \n\n      My belief is, Margaret -- and, again, shocking things happen every single day -- my belief is that the speaker of \nthe House would like to get this wrapped up by the end of the year.   \n\n      I think that's probably possible. I think that having cooperation from the White House, which maintains that \neverything is perfect, and so why not cooperate, in my -- in my mind? Having cooperation would allow it to move \nmuch faster.   \n\n      But I think, in any event, the speaker is going to try really hard to get this wrapped up by the end of the year.   \n\nBRENNAN:  As we laid out, there were some contradictions in testimonies this week.   \n\n      Fiona Hill testified she confronted Ambassador Sondland when he was discussing that offer of a meeting \nbetween the two leaders in exchange for opening an investigation. This morning, Mick Mulvaney said that John \nBolton, who, according to Hill, objected, never actually did raise a red flag. Sondland says no one ever objected.   \n\n      How do you -- how do you reconcile that without calling John Bolton and the NSC lawyer to testify themselves?   \n\nHIMES:  Yes, well, you know, there -- there have been some inconsistencies. And I can't get into the details of the \ntestimony.   \n\n      But, you know, it will surprise nobody to know that when a witness comes before the Congress, they recount the \nstory in the way that makes them look the best. And so there will always be some tension around the facts.   \n\n      But, again, we shouldn't get lost on the details of a particular meeting. The fact is -- and we know this from any \nnumber of opening statements that have been released to the public by witnesses -- the fact is that pretty much \neverybody that was inside the White House, from the whistle-blower, to all of the other witnesses that have released \nopening statements, had profound discomfort with what Rudy Giuliani was doing, and believed -- and, again, this is \nall very public -- believed that military aid was being held up for the president's partisan gain.   \n\nBRENNAN:  OK.   \n\n      Congressman Himes, thank you very much for joining us this morning.  \n\n      And, as you said, we are bringing now into the conversation your friend Texas Republican Congressman Will \nHurd.   \n\n      He joins us this morning from San Antonio.   \n\n      Good morning to you, Congressman.   \n\n      Let's start on that point of discrepancy between the two of you.   \n\n      Congressman Himes said there is nothing being withheld from the minority. You signed a letter with eight other \nRepublicans saying, yes, there is information being withheld from you.   \n\nREP. WILL HURD (R-TX):  Well, Margaret, it's always a pleasure to be with you on a Sunday morning talking about \nimportant issues.  \n\n      And I want to confirm one fact. Jim Himes and I are indeed friends. And we have worked together. That may \nshock a lot of the American people, that Republicans and Democrats actually work together.   \n\n      Here's why I signed that letter. My issue is not necessarily with the information we're getting in advance, \nbecause Congressman Himes is right. Sometimes, those documents are given at midnight before the hearing.   \n\n\n\n      My concern is with the information that the committee has access to after these depositions are done. As a \nmember of the committee, I was only able to get access to the transcript of the Ambassador Volker interview a \ncouple of days ago. And that interview had been conducted almost three weeks prior.   \n\n      You know, why haven't we gotten access to all the text messages that Ambassador Volker has sent over? I \nhaven't been able to review that.   \n\n      These depositions have been going on for 10 or 12 hours a day, and you're not able to sit in all of them. So I \nwant to know, why hasn't that information been made available to you, Margaret?   \n\n      And I appreciate you asking the question about when some of this stuff is going to be made available, because I \nthink the press and the Fourth Estate plays an important check and balance in this.  \n\n      And I would say, you know, this is also not an impeachment inquiry. These are just regular -- these are just \nregular oversight hearings. And why are we doing this in the Intelligence Committee? You know, this is -- when it -- \nwhen it started, this was a whistle-blower, whose identity we -- should be protected.   \n\n      I was one of the few Republicans that said the whistle-blower allegations were significant and serious enough \nthat we should investigate. Even...  \n\nBRENNAN:  So...  \n\nHURD:  ... Chairman Schiff has said this -- that we shouldn't have the whistle-blower in front of the committee.  \n\n      So why is -- why is the Intel Committee doing this, when the Intel Committee should be looking at the \nintelligence we had on Turkey before they moved into Syria, where we should be calling intelligence professionals \nto come in and tell us, you know, how are we going to be prepared to fight a resurgent ISIS, which is going to \nhappen...  \n\nBRENNAN:  Well, I do want to ask you...  \n\nHURD:  ... after this?  \n\nBRENNAN:  I do want to ask you about Syria.  \n\n      But just to be clear, you are permitted to sit in on those depositions. You just have not...  \n\nHURD:  Well...  \n\nBRENNAN:  ... chosen to, correct?   \n\nHURD:  For sure. I have sat in a lot of them. But I haven't also gotten the information after it was over. Those are all \nbeing transcribed.   \n\n      The evidence that is given in those meetings has not been made fully available to Republicans. And there's \nissues, like Republican staff is being limited from being in some of these hearings, when the majority staff is able to \nhave more. And having staff in those -- those interviews are super important.   \n\nBRENNAN:  Do you think that there was, if not a quid pro quo, an understanding or a perception of one between \nthe White House and Ukraine?   \n\nHURD:  That's a good question.  \n\n      And, to me, that's the heart of this matter. And what was the -- you know, if there was a quid pro quo, what was \nit for? Was it for investigation of the previous election? Or was it to get dirt on -- for 2020?   \n\n\n\n      And what we haven't heard yet, we haven't heard from any Ukrainian official that felt like there was this \narrangement. We haven't even had a Ukrainian official tell a State Department official that their -- that they felt like \ntheir arms were being twisted.   \n\n      I would have thought, based on some of the State Department officials that we've met -- that we've interviewed \nso far, that you would even get an inkling of that was happening.   \n\n      When I was in the CIA, I participated in, you know, diplomacy as well. And this is very often that a -- the country \nyou're posted to, in this case, let's say, Ukraine, if they hear something, they're going to go to their contacts at the \nembassy and say, hey, what does this actually mean?  \n\nBRENNAN:  Right.   \n\nHURD:  And we haven't gotten any whiff of that when it comes to this -- to this issue.   \n\n      I also want to know, who did Rudy Giuliani actually talk to? We know he's -- we know for a fact he's talked to \ntwo Ukrainians, the former A.G....  \n\nBRENNAN:  So you'd like him to come before the committee and answer questions...   \n\nHURD:  Oh, for sure...  \n\nBRENNAN:  ... from Republicans? OK.  \n\nHURD:  I having Rudy -- Mayor Giuliani come and testify is important.   \n\nBRENNAN:  I want to get to Syria, because I know you...  \n\nHURD:  Yes.   \n\nBRENNAN:  ... feel strongly about this and do agree with Leader McConnell, who said it was a grave mistake for \nthe president to have pulled out of Syria.   \n\n      Is Congress just completely powerless here to limit -- limit the damage that you see?   \n\nHURD:  Our -- we have some restrictions.  \n\n      It's always easier to compel an administration to stop doing something than it is to begin something. I think what \nwe could be doing now is bringing in some of the -- the heads of the military, the heads of the intelligence service, \nthe heads of our humanitarian organizations to talk about what are we going to do to prevent ISIS from becoming \nresurgent, to prevent ISIS from doing -- from coming back into that region?  \n\n      How are we going to be prepared for the humanitarian crisis, which is already happening? And that's why I think \nthe -- the leader of the Senate, Mitch McConnell, was -- was correct in saying that this is indeed a grave mistake.  \n\n      ISIS is going to come back. We know that there is about 30,000 ISIS fighters that are throughout that region. \nWe know the leader of ISIS is still around.   \n\n      And now, instead of saying this is a peace deal, unfortunately -- and I still -- I still haven't seen all the details. \nBut what I'm learning, it looks more like terms of surrender than a peace deal. And...  \n\nBRENNAN:  Should...  \n\nHURD:  ... unfortunately, our enemies and our adversaries, like Iran, Russia, Turkey, they're playing chess.  \n\nBRENNAN:  Yes.   \n\nHURD:  And, unfortunately, this administration is playing checkers.   \n\n\n\nBRENNAN:  Quickly, yes or no, should President Erdogan of Turkey come to the White House next month?   \n\nHURD:  That's -- that's a tough question. I think...  \n\nBRENNAN:  OK.   \n\nHURD:  Yes, it's a tough question.   \n\nBRENNAN:  All right, that's not a yes or no, but we'll give you time.   \n\n      (LAUGHTER)  \n\nBRENNAN:  Thank you.  \n\n      Congressman, I got to leave it there.   \n\n      We will be back in one minute with General Tony Thomas, former commander of U.S. Special Operations \nCommand.   \n\n      (COMMERCIAL BREAK)  \n\nBRENNAN:  We're back with General Tony Thomas, who retired earlier this year as the commanding general of \nU.S. Special Operations Command. He spent 39 years in the U.S. Army.   \n\n      Sir, thank you very much for joining us.   \n\n      Something you know intimately, of course, is what the U.S. architecture in Syria was and the work that we did \nwith the Kurdish-led SDF forces. You helped set all of that up.   \n\n      The leader of those forces, General Mazloum, says this is a terrible deal for him. President Trump says it's a \ngreat one for humanity.   \n\n      Which is it?   \n\n      GEN. RAYMOND THOMAS (RET.), FORMER U.S. SPECIAL OPERATIONS \n\nCOMMANDER GENERAL:  Well, Margaret, I think it's best we start by -- the discussion by talking about how we \ngot here.   \n\n      Four years ago, when we had no real solutions, no real plan to take on the caliphate that ISIS had declared in \nNortheastern Syria, we were introduced to a group called the YPG.   \n\n      They were a group of Kurdish Syrians who were barely surviving in the area of Kobani up on the border with \nTurkey. And all they asked for at that time was our close air support. We had had some faltering efforts to try and \ndevelop some other partners that had come to nothing.   \n\n      And so we helped -- we helped the YPG at that point in time. That's where I made my personal acquaintance \nwith -- with General Mazloum. And then, remarkably -- and I attribute it to some incredible efforts by our Special \nOperations forces -- we were able to form a partner force that was several thousand when we started, ended up \nbeing in the realm of about 70,000 mixed...  \n\nBRENNAN:  Right.   \n\nTHOMAS:  ... Arabs, Kurds and Christians who took the fight to ISIS.   \n\n      And so they have been our great partner up till now. We knew that this would come to some eventual \nconclusion, but I think they and we were surprised by how abruptly it came to a halt.   \n\n\n\nBRENNAN:  Well, do you feel that the Kurds, led by General Mazloum, are essentially being asked to surrender?   \n\nTHOMAS:  I think they are being asked to survive.   \n\n      And, truthfully, the conversations that we've had with them -- and I was partnered with Brett McGurk at the time \n-- was the intent that they would be part of the future of Syria, whatever that entailed, and, truthfully, we didn't have \na solid plan for how it would end.   \n\n      But they believed that they would be part of the fabric of the future of Syria. And, obviously, right now, they are \nforced to make deals with the Syrian regime and the Russians.   \n\nBRENNAN:  Well, that's an important point you raise there, because the State Department has said that no promise \nwas ever made to the Kurds to help protect them.   \n\n      But you're saying there was some understanding?   \n\nTHOMAS:  There was absolutely a discussion.   \n\n      Brett McGurk and I were there in Kobani, where we said that they would be part of the future discussion of \nSyria, in return for doing our bidding. That was absolutely the approach from the previous administration, obviously \ncarried over into the current administration.  \n\n      But they were not fighting for free. They were fighting to be part of that future demographic.   \n\nBRENNAN:  Mitt Romney called this a bloodstain on the annals of American history. Is that how you would put it?   \n\nTHOMAS:  I don't know that I would be that hyperbolic.   \n\n      It is certainly going to be a challenge for our future friends and allies in terms of our staying power. This has \ndevolved to a Turk-Kurd issue, when reality is, it was all about ISIS.   \n\n      So, we have not finished our business with ISIS. You heard the previous comment -- commentators say there \nare 30,000 ISIS left. The debate is tens of thousands. But, nonetheless, it reminds me very much of 2011, where \nwe did not finish what we started, and we were back two years later, when ISIS came out of the -- out of the ruin of \nwhat was al Qaeda in Iraq at the time.   \n\nBRENNAN:  So you do believe that ISIS will resurge?   \n\nTHOMAS:  I think they'll have a great opportunity to do that, because you've got all the precursors that existed \nbefore, the Assad regime, representative government or not in Iraq.   \n\n      So there'll be a void. And I think they will rally. These are resilient adversaries. We've done nothing to knock \ndown the ideology, and I think they'll see this as certainly a respite, if not an opportunity to have a resurgence.   \n\n      So I'm concerned about that.   \n\nBRENNAN:  You know, General, this term endless wars is something that is really popular on the campaign trail, \nboth for President Trump and for Democrats like Elizabeth Warren, who use it frequently.   \n\n      Do you see this as a broader trend in this country towards isolationism?   \n\nTHOMAS:  Hard to tell.  \n\n      And, truthfully, none of us support endless wars, most specifically, those of us in the military, who served in the \nmilitary.   \n\n      But reality is, we've had difficulty ending what we've started on -- you know, you could go back to Vietnam, the \nKorean War, et cetera. And in this case, we jumped into Syria, which is a morass. Where I was not too long ago, we \n\n\n\nwere within mortar range of Syrian regime forces, Russian forces, Russian paramilitary forces that we've already \nfought, Iranian forces of all sorts of varieties, Shia militia, Turks and their surrogates, just -- and the Israelis over the \ntop.   \n\n      Very, very complex. I can't imagine a more complex situation. So, obviously, how we finish there is a challenge, \nbut also how we stay engaged in other places, so that we don't have to conduct larger-scale operations.   \n\nBRENNAN:  All right, General, thank you very much for your insights.   \n\n      We'll be back in a moment.   \n\n      (COMMERCIAL BREAK)   \n\nBRENNAN:  Tomorrow on \"CBS THIS MORNING,\" 2020 contender Senator Bernie Sanders and Congresswomen \nAlexandria Ocasio-Cortez will sit down for their first joint interview since she endorsed him for president.   \n\n      They talk the future of his campaign, including whether she would ever consider being his running mate. More \ntomorrow.   \n\n      (COMMERCIAL BREAK)  \n\nBRENNAN:  Some of our stations are leaving us now.   \n\n      But we will be right back with analysis on all the news of the week.   \n\n      Stay with us.  \n\n      (COMMERCIAL BREAK)  \n\nMARGARET BRENNAN, CBS HOST:  Welcome back to FACE THE NATION.  \n\n      We're now joined by former actor director of the CIA and CBS news senior national security contributor Michael \nMorell, as well as career diplomat, former ambassador William Burns, who also recently authored a book called \n\"The Back Channel.\"  \n\n      Thanks so much to both of you for being here.  \n\nMICHAEL MORELL, CBS NEWS SENIOR NATIONAL SECURITY CONTRIBUTOR: Thank you.  \n\nWILLIAM BURNS, FORMER DEPUTY SECRETARY OF STATE:  Great to be with you.  \n\nBRENNAN:  I want to start on the immediate crisis around Syria.  \n\n      Mike, you know the general, who clearly knows what's happening on the ground. He was pretty polite in what he \nsaid, but his frustration, in terms of the promises made to the Kurds, was clear.  \n\nMORELL:  Right.  \n\nBRENNAN:  How much of a loss to U.S. intelligence is it to have this pullout from northern Syria?   \n\nMORELL:  So the Kurds were doing a number of things for us. They were actually fighting ISIS for us in a very \nsignificant way. And that is now lost. They were also collected intelligence for us and giving that to us so that we \ncould use it in our fight against ISIS. And on the other side of the border, in what the Iraqis were doing. And I don't \nknow that we've lost that, but I bet you we either have or it is at significant risk.   \n\nBRENNAN:  And who benefits from that besides ISIS?  \n\n\n\nMORELL:  ISIS benefits. The Russians benefit because they're going to be the ones getting that intelligence now, \nor the Syrian -- the Syrian regime is going to benefit.   \n\n      But the -- the biggest -- the biggest winner here is ISIS.   \n\nBRENNAN:  Bill, I mean, you've -- you've negotiated with Erdogan, with a number of these regional players. You \nknow, typically, it's a rule that military presence gives diplomatic leverage when you're in a negotiation.   \n\n      When Vice President Pence went to Turkey this week, he promised to lift U.S. sanctions. He seemed to promise \nthat the U.S. allies would withdraw from this area as well.   \n\n      Was this a negotiation or was this, as some say, a surrender?  \n\nBURNS:  Yes, I mean, I think there was a smart way and a dumb way to deal with what was a very complicated \nsituation in which we had modest leverage in northeast Syria. I think we chose the dumb way. In one impulsive \npresidential phone call, we, in a sense, gave away our leverage. And then, in a pretty hasty negotiated cease fire, \nwe threw the Kurds under the buss and essentially gave Erdogan everything he wanted.   \n\n      And so while the president has called this a great deal, if this is a great deal I'd hate to see what a bad one is \nbecause the winners, as Mike suggested, are not only the Turks and the Russians, but also the Assad regime and \nthe Iranians. And I'm afraid, ultimately, ISIS, which is going to try to revive itself out of the chaos and the insecurity \nand the grievance on which it thrives.  \n\nBRENNAN:  But is this hyperbolic in some ways? I mean that American influence has diminished because of this \none, single decision?   \n\nMORELL:  I don't think so at all.   \n\n      So you have all of what Bill said in terms of what happens in the Middle East, but there's also the broader \nmessage that this sends to the entire world, right? And there's two things. One is, that might makes right, all right? \nThat you can accomplish with violence differences between countries. And that's not something that is in American \ninterest, right, to have that view in the world.   \n\n      The other is that the American word, right, the American guarantees that we provide to people aren't worth \nanything, right? That, at the end of the day, is going to strengthen people like China and people like Russia who are \ngoing to come in behind us and make promises that they can't keep.   \n\nBRENNAN:  That was -- that's what was interesting to hear General Tom (ph) say, there was an understanding that \nAmerica had given its word there.   \n\n      Bill, I want to switch to another topic because you know personally many of the diplomats who have gone up to \nCapitol Hill and behind closed doors given testimony about what has happened with Ukraine. You were scathing in \nan op-ed that you wrote in terms of Secretary Pompeo. You said was derelict in his duty, not protecting his \ndiplomats. He took a shot at you this morning and said you're just auditioning for a roll in the next administration as \nElizabeth Warren's secretary of state. Is that what you're doing?   \n\nBURNS:  No. You know, my concerns, the concerns I expressed in that article, are not about politics. You know, \nlike Michael, I spent three and a half decades proudly serving presidents of both parties.  \n\n      My concerns are about the hollowing out of American diplomacy. Whether you measure that in tangible ways, \nthe sidelining of career expertise, not standing up for your people when they're unfairly accused, but also intangible \nways. You know, when President Trump was asked a little more than a year ago whether he was concerned about \na record number of senior vacancies in the State Department, he said, no, not really, because I'm the only one who \nmatters. That's diplomacy as an exercise in narcissism, not the diplomacy I learned as a young diplomat many \nyears ago working for presidents like George H.W. Bush and secretaries of state like Jim Baker.  \n\n\n\nBRENNAN:  But for people on the outside, when they hear the president say, well this is just deep state \nbureaucrats being frustrated, they're being sidelined. What is important about having done this professionally?   \n\nBURNS:  What's --  \n\nBRENNAN:  I mean what -- what is it that is lost when you have one of the president's friends intervene, as you had \nRudy Giuliani and Gordon Sondland, who is a political appointee, a financial donor. Many presidents appoint \nfinancial donors to ambassadorships.   \n\nBURNS:  It's true, but I think what we're seeing right now is career public servants, like Ambassador Yovanovitch, \nwho are fulfilling their obligation to tell the truth when they're asked by Congress and they're doing it honorably and \nthey're doing it with their heads held high. That's a pretty sharp contrast to the behavior of the president and people \naround him who are doing a pretty good job of concealing their own sense of decency right now.   \n\nMORELL:  And just to -- just to add, Margaret, expertise, knowledge, experience are extraordinarily important in \nmaking the right decisions in government. And that's what's being lost by not relying on these people.   \n\nBRENNAN:  I mean the intelligence community has been accused by this president of having its own deep state of \njust -- he was disrupting and they didn't like it and they pushed back is the president's narrative around this.   \n\n      The attorney general, who launched this investigation into the origins of the Russian probe, which concluded \ndefinitively that it was Russia that medaled in the 2016 election, seems to be expanding this probe.   \n\nMORELL:  Right.   \n\nBRENNAN:  What is the impact of this on the intelligence community?   \n\nMORELL:  So I think that Durham's investigation at Barr's behest into the intelligence community's work on the link \nbetween the Trump campaign and the Russians is OK in one respect and not OK in another. The respect that it's \nOK is taking a look at what the intelligence committee did and answering the question, was it done by the book from \na legal perspective. Was it consistent with statute? That's OK to me.   \n\n      What isn't OK is to put the analysis under a spotlight and say, did they get the analysis right? Why is that not \nOK for me? It's not OK for two reasons. One is that the Justice Department has no experience, no knowledge of, no \nparticular perspective to bring to bear on analysis. And they're likely to get the answer wrong because their \nstandards of making a judgment are very, very, very different from the intelligence community standards. And I think \nthere is going to be an effect on analysts who now have to go out and hire lawyers before they sit down with a \nDepartment of Justice prosecutor. There's going to be an effect on analysts in terms of them saying, do I really want \nto make the hard call in the future?   \n\nBRENNAN:  Do you -- John Brennan, former head of the CIA, and Jim Clapper, former director of National \nIntelligence, CBS have confirmed that they've been approached for --  \n\nMORELL:  Yes.  \n\nBRENNAN:  To answer these questions.   \n\nMORELL:  Yes. Yes.  \n\nBRENNAN:  Are you saying this is all political and not legitimate?   \n\nMORELL:  So -- so, there are questions, right? There are questions out there about whether the intelligence \ncommunity and the FBI did the right thing, right? From a legal perspective, I think it's OK to look at that and put that \nissue to rest.   \n\n      I don't like looking at analysis, because that's a completely different issue.   \n\n\n\nBRENNAN:  Yes.  \n\n      Last word here, Ambassador. Mike brought up all these people having to go out and hire lawyers and sort of \ndefend their positions. Do you see this as a long term hit to the national security architecture of this country?   \n\nBURNS:  It is. I mean I think it's really taking a toll on career public servants on an expertise, as Michael said, at \nprecisely the moment when the United States needs to rely on that expertise, whether it's in the intelligence \ncommunity, the State Department, the Defense Department, more than at any other time because we're on a very \ncompetitive, international landscape and we're digging a very deep hole for ourselves right now.   \n\nBRENNAN:  Thanks very much to both of you for lending us your expertise.   \n\n      We'll be right back with our political panel.   \n\n      (COMMERCIAL BREAK)  \n\nBRENNAN:  We turn now to our political panel for some analysis. And we know you need it. It's been a busy week.   \n\n      Susan Davis is a congressional correspondent for NPR. Jamal Simmons is the host of \"The Remedy\" on \nHill.TV, a Democratic strategist and now, congratulations, a new CBS News political contributor.  \n\nJAMAL SIMMONS, CBS NEWS POLITICAL CONTRIBUTOR:  Thank you. It's good to be here.  \n\nBRENNAN:  Welcome to the family.   \n\n      Michael Steel is a Republican strategist. And Paula Reid is a White House correspondent here at CBS and she \nalso keeps a very close eye on the Justice Department for us as well.   \n\n      So, Paula, you're a lawyer.   \n\nPAULA REID, WHITE HOUSE CORRESPONDENT, CBS NEWS:  Recovering.   \n\nBRENNAN:  Recovering. Tell me what happened this week when Mick Mulvaney went to that podium and said \nwhat he said. This morning he's out there trying to walk it back yet again. What changed?   \n\nREID:  That's right. Well, Democrats have taken some -- some criticism for holding most of their hearings behind \nclosed doors, hearing from witnesses, not in the public sphere. But then they got the best witness imaginable, not \njust in the publicly sphere, but on national television at the White House podium. Mulvaney came out, not only did \nhe confirm the quid pro quo, which he has subsequently walked back, but that's -- it's a significant -- it's a significant \nblow to the impeachment defense, but he also kind of muddied the waters even further on the Durham review, \nwhich is already under some scrutiny, as Morell just mentioned, as to whether this is actually a review where they're \ntrying to gather facts or whether they're trying to give the president a political win. So Democrats could not have \nasked for a better witness than Mick Mulvaney at the podium. And this morning, he tried to just deny that he said \nthere was a quid pro quo. I went back. I looked at the transcript. He was asked repeatedly, are you saying this aid \nwas tide to cooperation in this investigation and he said, yes.  \n\nBRENNAN:  And the DOJ did not like what they heard. They issued a statement.   \n\nREID:  Not at all. They did issue a statement. I got some other comments to words I can't say on TV, but they were \nlivid because they know that the Durham review is all -- there is already some skepticism about that, that this is Barr \ntrying to do what the president has long asked the Justice Department to do. And so to have Mulvaney muddy the \nwaters, they were not happy.  \n\nBRENNAN:  Sue, you had Adam Schiff, who is leading this investigation, this chairman of the House Intelligence \nCommittee said, Mulvaney took it from very bad to worse. This was a gift to him. But does it actually move the \nneedle politically in any way?   \n\n\n\nSUSAN DAVIS, NPR:  Yes, because I think, to Paula's point, this happened on public television, which is the \nproblem the Democrats have had is making this case to the public. A lot of what we know -- and we should -- most \nof what we know has been leaked either by Democrats on the committee or through the testimony from the people \nthat have come, that have given it to us. They've been -- there's been some 55 hours of testimony just last week \nand we don't know a lot of that. So when these public moments happen, certainly Mulvaney helped the Democrats' \ncase. I mean it was -- also what it had the effect of doing was blowing up three weeks of semi-coordinated \nRepublican messaging on Capitol Hill, trying to defend the president's actions, and Mulvaney saying that erased all \nof it and left all of the president's allies on The Hill once again scrambling to try and defend this behavior.   \n\nBRENNAN:  That's not the first time that has happened, though, Michael, for --   \n\nMICHAEL STEEL, REPUBLICAN STRATEGIST:  No.  \n\nBRENNAN:  For Republicans to have to adapt to the changing talking point. Does it matter in terms of changing the \ncalculous of standing by the president?   \n\nSTEEL:  Of course, it makes it much more difficult to stand by the president when he admits that there is a quid pro \nquo, when his administration admits that it -- there is a quid pro quo.   \n\n      I do think, to Sue's point, this highlights the weakness of House Democrat's efforts right now, because they're \ndoing it behind closed doors, because they're not making a public case, impeachment is an inherently political \nexercise and they are not telling the public why it needs to happen.   \n\nBRENNAN:  But which Republicans are actually going to back away?   \n\nSTEEL:  That's a very, very difficult question. I think right now a lot of the smartest Republicans, at least in the \nSenate, are sticking with what he did was wrong, but it does not rise to the level of impeachment a year before the \nelection. And that's a position they can -- they can defend, at least until the next shoe drops.   \n\nBRENNAN:  The caveat there being key.   \n\n      Jamal, I mean, for us on the campaign trail, we also had the other Democratic attempts to not impeach the \npresident, to remove him from office through the election path. Anything that actually moved the needle on that \ndebate stage that we all watched?   \n\nSIMMONS:  Well, the debates -- the debates did move the needle for a couple of candidates. I think Pete Buttigieg \ndid something very well on the debate stage. He -- he kind of stood up for American honor and integrity. You didn't \nreally hear a lot of people kind of make that argument. But the national security defense on that stage, I thought it \nwas very strong.  \n\n      Amy Klobuchar, obviously, has had a moment. What's tough for her is she doesn't have any money. There's a \nsaying, you know, in order to catch lightening you've got to have a bottle. She doesn't really have very much of one. \nAnd so she's going to have some trouble voting (ph) up.   \n\n      I want to get to one more thing that Michael just said. The difference between what the Republicans trying to \nsay that if Trump did something wrong was not impeachable. Democrat did this when Bill Clinton was in office. The \ndifference here is, Bill Clinton went on television in August of 1998 and said, what I did was wrong. He actually took \naccountability after getting cornered. He took accountability for what he did was wrong, which then gave every \nDemocrats the ability to go out in public and say that without getting in trouble with the White House. That's not the \nrule right here with the Republicans in the Senate, in the House, with the president. And I think if I were the White \nHouse, they don't pay me for advice, they need a -- they need a war room fast where they can coordinate their \nmessaging. They need a Mark Fabiani (ph) or Chris Lahane (ph) or somebody who can stand at the podium and \nsay -- or stand in some part of the complex and give people the facts from the White House perspective, otherwise \nsomebody else is going to catch a case.   \n\nBRENNAN:  We have to take a quick break, regroup, come back with more from our panel.   \n\n\n\n      So stay with us.   \n\n      (COMMERCIAL BREAK)  \n\nBRENNAN:  We're back now with our political panel.   \n\n      It was a busy news week. It was also a sad one, particularly here on Capitol Hill with the passing of Elijah \nComings, really a giant in Washington.   \n\nDAVIS:  On a human level, I think Cummings was what fewer and fewer members of Congress are, as he had \ncommanded profound respect across the political spectrum. And you had obviously Democrats, in the words of \nNancy Pelosi, she said they lost a north star for the party.   \n\n      But you also saw effusive praise from Republicans who he did hardcore hand to hand combat with over the \nyears, who also praised him as sort of one of the honest players in the game.   \n\n      On a practical, political level, Democrats have also lost one of their best chairmen. Also one of their chairman \nwho was leading the impeachment investigation. And not -- beyond the impeachment investigation, oversight, the \ncommittee he was running, was looking at everything from the treatment of children at the border, to the cost of \nprescription drugs. Core Democratic Party issues in which he was a player. In figuring out who's going to fill the role \nis going to be incredibly hard for Democrats.   \n\n      One other thing I would say is the speaker announced he will lie in state in the Capitol this week. That does not \nhappen very often. The last member of Congress who did it was John McCain. Obviously a very storied career. So \nit is a testament to his life and legacy that he's going to be given that honor.   \n\nBRENNAN:  And, Jamal, you and your family knew him.   \n\nSIMMONS:  Yes. Yes. He was my wife's first boss out of college. So he was a very close member of her network \nand mentor. And I interviewed Cedrick Richmond (ph) this week for our show on The Hill and he -- he said very \nspecifically that there were tears in the caucus, people were fighting back tears in the Democratic caucus when they \nhad their meeting after he passed away. And I think there's a real loss, not only there, but he sat as a bridge \nbetween sort of the squads that everybody talks about because he had three members of the squad that sat on that \nGovernment Oversight Committee. He kind of tried to mentor them. So he was one of the voices from kind of the \nold guard to some of this new guard that was willing to listen to. So the Democrats are -- they've lost a -- a big voice \n-- a big voice personally and there's a void there also in how they govern the caucus.   \n\nBRENNAN:  And -- and he was a friend to this show. And I know we remembered him this week.   \n\n      But when it came to the job he was doing in this moment, I think you, Jamal, said, he was signing subpoenas on \nthe day he died.   \n\nSIMMONS:  He was signing -- he was -- the night before he asked the staff to come up and he was signing \ndocuments.   \n\nBRENNAN:  Well, we know one of the stories that Mick Mulvaney also brought to the public eye this week, Paul \nand Michael, was this decision to bring the G-7 world leaders to the president's own golf course, Doral, next year.   \n\nSTEEL:  Yes.  \n\nBRENNAN:  Last night that was reversed. It didn't take House Oversight to stop it from happening though. Why did \n--   \n\nREID:  They would have tried.  \n\nBRENNAN:  They definitely would have tried.   \n\n\n\nSTEEL:  Yes.  \n\nBRENNAN:  Why the reversal?   \n\nSTEEL:  This is the first, big, high-profile reversal I've seen from President Trump. It was something that he was \npersonally committed to, personally behind. And I think it was because he was getting bipartisan pushback on this \nbecause it was simply, obviously indefensible. And I think that his chief of staff's explanations this morning that the \npresident still sees himself as being in the hospitality industry is profoundly disturbing for a number of Americans \nwho'd like him to have higher priorities.   \n\nREID:  This morning the White House is deferring to the president's tweet, which effectively says, well, Democrat in \nthe media were upset, so I'm going to backtrack. Since when is that his philosophy?   \n\nSTEEL:  Right.  \n\nREID:  And we know this has to be a political calculation because the president floated this idea at the G-7 this \nyear, in August. And at that time, senior White House officials told me, of course he wouldn't even mention that \nunless it had been vetted. And they said it had been vetted. The Emoluments clause concerns, conflict of interest. \nSO they understood the legal and ethical concerns. They put it out there this week anyway. And then, at some \npoint, they must have decided that without Republican support, the optics of backtracking were preferable to the \nfight.   \n\nBRENNAN:  But, Michael, the president often says he doesn't back down. Does the fact that he did on this signal \nthat he's getting worried that Republicans aren't there for him?   \n\nSTEEL:  I think this is one more front he needed to fight. He couldn't fight on when he was already fighting on Syria, \non Ukraine. He needs to keep the support of those Republicans, particularly in the Senate, in order to avoid being \nremoved from office. And I think this is one more fight he didn't want to have.   \n\nBRENNAN:  Jamal.  \n\nSIMMONS:  It just seems like that hotel -- you know, they searched the entire country and this was the only place \nthey could find. It was very Dick Cheney of them, right? You know, he was the only vice president --  \n\nBRENNAN:  (INAUDIBLE).  \n\nSIMMONS:  He was the only vice president that George Bush could find after he ran the research.  \n\nSTEEL:  (INAUDIBLE) research.  \n\nSIMMONS:  You know, the hotels just seem to function more and more as sort of the presidential tip jar. They're the \nplace where you go, you stay in Washington, you stay there. The president knows that you stay there before you go \nhave your meeting in -- in -- at the White House. And also, if you are now a foreign leader, you know, you come and \nyou stay at a presidential hotel. If you're in the Air Force and you stop in Europe, you go and stay at a presidential \nhotel. It just seems to be the place where the money gets a little put in the president's, you know, jar and then you \ncan go and do business.   \n\nBRENNAN:  The president claims it was not going to be for profit. That is what Mick said from the podium.   \n\nREID:  Exactly, but they had no -- no explanation on how exactly they would determine what the costs were that \nshould be either donated or just not passed on to the president. And the idea that the president's brand doesn't \nneed any help, well, we all know empirically that's not true. And he has taken a hit on his personal business since \nhe's come to the White House.   \n\n\n\nBRENNAN:  Jamal, I want to ask you about this extraordinary charge by former Secretary of State Hillary Clinton, \nthat one of the 2020 candidates, who was later confirmed she meant Tulsi Gabbard, was somehow working for \nRussia. Why did she say that?   \n\nSIMMONS:  You know, it's -- it is often hard to know exactly what the Clinton's are up to and how they're thinking \nabout things.   \n\n      What may be true, though, is that she is worried about something happening to the Democratic nominee that \nshe feels happened to her in 2016 and she is willing to sacrifice herself to raise these questions very early to try to \npreempt whatever that -- those attacks may be.  \n\n      Now, Tulsi Gabbard has a big following on the Internet. She has a big following among some of the more \nprogressive voices in the party. So they did not take this laying down. They came for Hillary Clinton pretty hard. But \nnow we're talking about it on FACE THE NATION.   \n\nBRENNAN:  Well, it -- they both came out swinging and pretty hard.   \n\nDAVIS:  Yes.  \n\nBRENNAN:  I mean Tulsi shot back pretty hard.  \n\nDAVIS:  She did. I mean she's obviously someone who has been struggling in the Democratic presidential primary. \nIt was kind of a bizarre attack. I mean it as a bizarre news week to begin with and then you add this Hillary Clinton \nattack out of nowhere on a member of her own party.   \n\n      I mean there is a certain underlying truth that if you listen to all of the intelligence officials and members of \nCongress and some people in the administration, there's still ongoing efforts to meddle in the 2020 election. It's a \nreal, present threat to the country. I think Hillary Clinton could be a voice on that, but the way that she stepped out \nto use it --  \n\nBRENNAN:  Yes.  \n\nDAVIS:  Was just a really bizarre first step.   \n\nBRENNAN:  It was good to have all of you here today. Thanks for your analysis.  \n\n      We'll be right back.  \n\n      (COMMERCIAL BREAK)  \n\nBRENNAN:  There are a few things left that aren't political in this town. The Nationals heading to the World Series \nis one of them. But more vital are the public servants who work, no matter if it is a Republican or a Democrats in \noffice. They have uncomfortably stepped into the spotlight with this crisis and they are warning that their particular \nnon-partisan brand of patriotism is in danger.   \n\n      This week and last, diplomats were stuck between the choice of defying a White House order not to answer \nquestions or ignoring the congressional subpoena that compelled them. Each spoke out, led first by Marie \nYovanovitch, a respected ambassador who said she had nothing to do with the Ukrainian scandal and may have \nhad her career cut short because of that.   \n\n      One of the men working on that project, Ambassador Gordon Sondland, said he felt bad about it and even he, \none of the president's friends, now thinks the professionals should have been left in charge.   \n\n      A senior aide to Secretary of State Mike Pompeo, Mike McKinley, said he quit in part because no one was \ndefending public servants like Marie against political targeting.  \n\n\n\n      With more testimonies this week, it may be worth listening to those quiet voices who have issued a warning, \nthat mixing politics and foreign policy comes at a cost and that personal benefit should not be confused with public \ngood.  \n\n      That's it for us today. Thank you for watching. And thank you to the Jones Day Law Firm for the facilities here \non Capitol Hill.   \n\n      Until next week, for FACE THE NATION, I'm Margaret Brennan.   \n\n      (COMMERCIAL BREAK)  \n\n      END   \n"}