{"title": "Build-a-Cocoon", "body": "\nI try to explain, somewhat unconvincingly, why I find investment banker, Pinchbuddy, and NYT Sacred Cow Steven \nRattner so annoying.** Rattner's recent WSJ            op-ed on income inequality offers a good example of one \nreason. Rattner calls growing income inequality the \"mother of all electoral issues,\" especially because\n\n[f]rom 2000 to 2005, for example, average weekly wages for the bottom 10% dropped by 2.7% (after adjustment for \ninflation), \n\nRattner acknowledges that a cause of the erosion of wages at the bottom is the increased supply of unskilled \nimmigrant workers. (\"At the least, immigration certainly puts further pressure on wages of lower-income workers \nwhose jobs the new arrivals compete for.\") But he doesn't dare draw the logical conclusion--that maybe immigration \nshould be controlled in order to raise incomes at the lower end of the labor market. That wouldn't be Democratically \nCorrect and might inhibit Rattner's chances to one day ... I don't know, be Treasury secretary. Instead, he \npontificates smugly\n\nBut giving in to politically expedient demands, such as barricading our borders, would be a mistake.\n\nCovering up an obvious logical implication of your argument is a form of intellectual dishonesty, no? Who needs it? \n... \n\nP.S.: See this LAT article (on the economic polarization of Los Angeles neigborhoods) for a similar PC avoidance of \neven mentioning the effect of immigration on wages at the bottom. ... \n\nP.P.S.: Did I miss the meeting at which the Dem-MSM steering committee decided to make income inequality a big \nissue in time for the midterms? ... It's certainly a legitimate effort, but at some point the Dems are going to have to \nsee that it leads directly to a contradiction with their Latino base: if we're really serious about raising wages at the \nbottom we'll want to get control of the inflow of the unskilled before rewarding with citizenship the illegals who make \nup so much of that inflow. ...\n\nMore: Give the NYT's Paul Krugman points for having the balls to confront the policy implications of immigration \n(and its wage-depressing effect) that Rattner chose to ignore. ...\n\nP.P.P.S.: I've argued we shouldn't worry about income inequality per se, but only as it affects the traditional \nAmerican ideal of social equality--and the connection between the two is a lot looser than most contemporary \nliberals will acknowlege. Still, to achieve that ideal it has to be possible for those at the bottom of the labor market \nwho \"work and play by the rules,\" etc., to live a life of dignity and respect. If wages for the unskilled are too low, it \nmakes that very difficult. More important, only an increase in wages at the bottom--like that achieved in the tight \nlabor market at the end of Clinton's term in office--will enable the absorption of the non-working underclass \n\n\n(especially young black men) into the mainstream working society. The underclass, not a rising Gini Index, is the \ngreatest threat to social equality both because those trapped in the underclass have a hard time being treated as \nequals and because the flight from the underclass, and the crime associated with it, leads to all sorts of \nneighborhood stratification, not to mention the degradation of common public spaces.) ... But I also            think the \nsheer numerical income inequality that might be achieved if true \"open borders\" advocates had their way--\ne.g. inequality on the scale of Rio de Janeiro, for example--might be great enough in itself to threaten social \nequality. ...\n\n**--Of course, one reason he's annoying is that he's a NYT Sacred Cow! 4:40 P.M.            link\n\nIf Haynes Johnson were a movie reviewer: The problem with Superman Returns is that Superman \"asks no \nsacrifice from the American people\"! ... 3:48 P.M.\n\n Eduwonk seems to think the recent            New York charter schools study may be a bit more significant than            \nothers think it is. Meanwhile, he doubts the pro-Dem            Center for American Progress is \"in the [teachers'] \nunion busting business\" with the U.S. Chamber of Commerce. Too bad! ... 11:56 A.M.\n\nEric Umansky gains access to the NYT's unreleased My Times feature (\"Where the best minds in journalism help \nyou edit the Web\") and finds it very revealing. ... See how            Frank Rich builds his cocoon! ... 11:31 A..M.\n\nMonday , July 24, 2006 \n\nABC: It's the Dems Race to Lose! The liberal summer interns who have taken over the writing of ABC's The Note \nneed to get out of Lauriol Plaza!** Here's point #7 in their rundown of GOP midterm troubles:\n\n7. IMMIGRATION: It is still hard to envision a plausible outcome that will help the Republicans in November. Do-no-\nharm seems their best bet, and even that looks tough. \n\nHuh? Is it really hard to envision an immigration outcome that helps the GOPs in November? How about: Congress \nremains deadlocked and House members use their enforcement-oriented stand to rally their base? ... Or Congress \npasses a House-style enforcmenent bill with a comprehensive-reform-later Senate fig leaf--which satisfies voters \nthat at least something has been done. ... Maybe the Note's seemingly warped conclusion is based on an ultra-\nsophisticated, insider's seat-by-seat analysis of where the Republican base might make a difference. If so, it's an \nanalysis that eluded the Washington Post's Jonathan Weisman, who points to four such seats.  The Post's subhed: \n\"Will the Immigration Issue Save the Republicans?\" Guess they can at least envision it. ...\n\n**--P.S.: The Note is so off here that it raises an intriguing, second-tier question: Which Democratic consultant, \npollster, or politician are they paying way too much attention to? In 2004 the leading candidate for Note Misleader \nwas Kerry aide Jim Jordan. A good clue as to who's performing similar duties in 2006 might have been contained in \ntoday's embarrassingly sycophantic point #6:\n\n6. MR. SCHUMER AND MR. EMANUEL: These cats are not fooling around.\n\n11:09 A.M. \n\nSunday , July 23, 2006 \n\nEt Tu, Tom? Even WaPo's Tom Ricks, consistent Iraq War critic and author of Fiasco: The American Military \nAdventure in Iraq, is against withdrawing the troops now. On Meet the Press today he said [video available here]:\n\nI think it would be irresponsible to go in there and do what we've done and then walk away from it. There's a lot of \nIraqis out there who have committed their lives to helping the Americans do something there. And to abandon \nthose people would be absolutely shameful as well. [Emphasis added]\n\nhttp://bloggingheads.tv/?id=114&cid=474&rate=1.2&in=47:33\nhttp://bloggingheads.tv/?id=114&cid=474&rate=1.2&in=47:33\nhttp://www.slate.com/id/2136998/&#sacredrattner\nhttp://www.slate.com/id/2146499/&#rattnerinequality\nhttp://bloggingheads.tv/?id=114&cid=473&in=44:09\nhttp://bloggingheads.tv/?id=114&cid=473&in=44:09\nhttp://www.eduwonk.com/archives/2006_07_23_archive.html#115371177919746866\nhttp://www.regents.nysed.gov/2006Meetings/June2006/0606emscvesida2.htm\nhttp://www.realclearpolitics.com/blog/2006/07/shifting_edupolitics_1.html\nhttp://www.americanprogress.org/site/pp.asp?c=biJRJ8OVF&b=1813235\nhttp://www.ericumansky.com/2006/07/oh_my_times.html\nhttp://my.nytimes.com/inbox/user/nyt_frankrich/\nhttp://abcnews.go.com/Politics/TheNote/story?id=156238\nhttp://www.washingtonpost.com/wp-dyn/content/article/2006/07/23/AR2006072300451.html\nhttp://www.msnbc.msn.com/id/3032608/\n\n\nSorry,            Arianna! ... P.S.: That moral calculation doesn't mean Bush and the Republicans shouldn't be held \naccountable, but it does complicate the picture for Democratic            candidates who might seek to appeal to the \n\"netroots\" by one-upping each other on calls for withdrawal. ... 11:58 P.M.\n\nThe proverbial plan so crazy it just might work. ... 11:25 P.M.\n\nSaturday , July 22, 2006 \n\nHola, KosThe Blog That Didn't Bark: SlateJohn Dickerson notes that ex-Gov. Mark Warner\n\nhas largely been able to skirt the contentious issues so far, though in the latest loyalty test he says he is supporting \nJoe Lieberman in his Democratic primary race against Ned Lamont. [Emphasis added]\n\nNo doubt Warner's Lieberman kiss will earn a strong rebuke from Daily Kos' Markos Moulitsas, even though Warner \nhas hired Kos' buddy Jerome Armstrong. ... It must just be my inferior search skills that prevent me from finding \nKos' vehement attack! ... After all, Kos            snipes at Sen. Dodd           Senators Boxer and Biden for their \nsupport of Lieberman in the primary. How is Warner any different? .... 5:56 P.M            link\n\nIs the  Democratic elite turning against the teachers' unions? Eduwonk thinks so. Some evidence (and not just from \nEduwonk): 1) Democratic            Governor-in-waiting Eliot Spitzer of New York has endorsed opening more \nindependent charter schools--which are typically not unionized to the same degree as public schools--after            a \nstudy showed many of them to be doing better than their traditional public competitors.** 2)  Speaking at the recent \nfancy Aspen Institute event, former Clinton official (and now New York City schools chancellor) Joel Klein made a \n\"case that teachers-union contracts are the main obstacle to improving urban education,\"            according to Mort \nKondracke:\n\n\"The contract protects the interests of adults at the expense of kids,\" he told a rapt audience, describing how it bars \npay differentials based on student performance and service in difficult schools; makes it impossible for principals to \nfire underperforming teachers; and allows teachers to choose their own professional development tracks, \nregardless of supply-and-demand needs, such as those for more math and science teachers.\n\n3) Also according to Kondracke, the Soros-approved, pro-Dem Center for American Progress, headed by former \nClinton chief of staff John Podesta, has            joined with the U.S. Chamber of Commerce in an effort  \"likely to \ntarget teachers unions that resist reform.\" (CAP says only, \"The Chamber will use the results of the analysis to \nformulate and aggressively advance public policies to improve state education systems ... \") ...\n\n**-- This study seems significant. Is it? I don't trust the NY Post'sanalysis, and look to Eduwonk for guidance. ... \nUpdate:RCP's Ryan Sager says the results mean \"a little but not a lot\" and explains why. Fred Hess, a charter \nsupporter,            warns more strongly against relying on the study. ... 1:37 P.M.           link\n\nABC Buries the Lede--For a Reason: Here's Point #4 from yesterday's ABC News Note summary of \"key stories\" \nthat bear on whether the \"Democratic Party [is] on the right track or the wrong track to break from recent electoral \npatterns ....\" Emphasis added:\n\n4. In a front page story, USA Today's Jill Lawrence reports on a resurgence in union membership across the nation \nand the two main umbrella organizations playing nicely together, which has allowed the House of Labor to move \nforward with plans to spend $40 million on voter turn out this fall. LINK\n\nIs there \"a resurgence in union membership across the nation\"? That would be stunning news, since union \nmembership has been in relentless long term decline for fifty years--\"from more than 35 percent [in 1955] to 12.5 \npercent last year, including only 7.9 percent of the private-sector workforce,\" according to a  Thomas Edsall WaPo \npiece from September, 2005. But I can't find any mention of this surprising resurgence in union membership in \nthe Post, or the New York Times. I can't find it on Google            to the            contrary. I can't find it on            the \nwebsite of the \"strategic organizing\" Change to Win unions--you'd think they'd boast about it. And there's no \n\nhttp://www.huffingtonpost.com/arianna-huffington/congressional-winds-of-ch_b_25545.html\nhttp://www.huffingtonpost.com/arianna-huffington/iraq-a-handy-rebuttal-to_b_19706.html\nhttp://www.lowellsun.com/front/ci_3963182\nhttp://www.washingtonpost.com/wp-dyn/content/article/2006/07/23/AR2006072300579.html\nhttp://www.slate.com/id/2145713/\nhttp://www.slate.com/id/2144065/\nhttp://www.dailykos.com/story/2006/7/21/14221/9204\nhttp://www.dailykos.com/story/2006/7/5/18143/11510\nhttp://www.slate.com/id/2145965/&#koshola2\nhttp://www.eduwonk.com/archives/2006_07_16_archive.html#115326066030545011\nhttp://www.nypost.com/seven/07212006/news/regionalnews/charter_chooser_regionalnews_fredric_u__dicker_in_albany_and_carl_campanile_in_n_y_.htm\nhttp://www.nypost.com/seven/07212006/news/regionalnews/charter_chooser_regionalnews_fredric_u__dicker_in_albany_and_carl_campanile_in_n_y_.htm\nhttp://www.nypost.com/seven/07202006/news/regionalnews/smarter_charter_kids_regionalnews_carl_campanile.htm\nhttp://www.nypost.com/seven/07202006/news/regionalnews/smarter_charter_kids_regionalnews_carl_campanile.htm\nhttp://www.detnews.com/apps/pbcs.dll/article?AID=2006607180301\nhttp://www.detnews.com/apps/pbcs.dll/article?AID=2006607180301\nhttp://www.washingtonpost.com/wp-dyn/content/article/2006/07/16/AR2006071600882.html\nhttp://www.americanprogress.org/site/pp.asp?c=biJRJ8OVF&b=1813235\nhttp://www.realclearpolitics.com/blog/2006/07/shifting_edupolitics_1.html\nhttp://www.aei.org/publications/filter.all,pubID.24594/pub_detail.asp\nhttp://www.slate.com/id/2145965/&#spitzercharter2\nhttp://abcnews.go.com/Politics/TheNote/story?id=156238\nhttp://www.usatoday.com/news/washington/2006-07-20-unions-campaign-side_x.htm\nhttp://www.laborresearch.org/charts.php?id=29\nhttp://www.laborresearch.org/charts.php?id=29\nhttp://www.laborresearch.org/charts.php?id=53\nhttp://zmagsite.zmag.org/JulAug2006/rasmus0706.html\nhttp://www.changetowin.org/\nhttp://www.changetowin.org/\n\n\nmention of it in the            USA Today story ABC says reports it. (That's a story about unions raising political \ncampaign money and cooperating with each other, which is different.) Tentative conclusion: It doesn't exist. There's \nno resurgence in union membership. The Note item is in error. [And \"it reflects the subconscious liberal yearnings of \nwhatever MSM summer intern wrote it unaware that the cumbersome legalistic mechanisms of Wagner Act \nunionism are incompatible with productive success in a fast-moving global high-tech economy\"?--ed You said that.] \n12:57 P.M.            link\n\nFriday , July 21, 2006 \n\nI missed Wednesday night's unveiling of the Tesla electric sports car in Santa Monica. ... Prof. Reynolds is            \nskeptical. ... My friend D.L., who drives a souped-up Porsche, was impressed. He emails: \n\nWas at the Tesla event, lots people and everyone got a short ride.... \n\nYou remember what I said about getting a powerful car makes you happier because everytime you step on the gas \nyou get a little hormonal rush. \n\nWell, this is better.   It's all about the rush, not the motor (which is silent), it feels like space car on wheels.  Like an \namusement park thrill ride.   If you ever had a slot car and wondered \"Why don't they build big cars like this\" - well, \nthey did.   Fun, fun, fun... \n\nThe electric-car-from-people-who-like-fast-cars approach has intriguing uncrunchy appeal. Usually fast, sexy cars \nget all the attention, right? But the Tesla might cause some semiotic confusion among all the L.A. players who've \nrecently bought Priuses because it's considered sexy in Hollywood to not like fast cars. ... Meanwhile: Gas cars are \ngetting out of hand. ... 12:50 P.M. \n\nRocky Balboa, I.D. Please!  At a well-attended Zocalo public forum on immigration in L.A. on Wednesday, \nprominent attorney/activist Connie Rice asserted confidently that one thing the experts agree on is that Americans \naren't willing to take meatpacking-plant jobs. Is that right? ... 12:14 P.M.\n\nThursday , July 20, 2006 \n\nWho's Driving My Plano?--Update: Kidney hero Virginia Postrel's Dynamist has become the            go-to site for \nthe Plano controversy that's gripped the blogosphere by the throat. ... One of Postrel's Dallas readers resurrects the \ntheory--left behind in my            Dunkirk-like evacuation of this blog's earlier position--that the Plano theater \"draws \npeople from all over the far-northern suburbs,\" making Plano B.O. an invalid barometer of a film's popularity among \n(relatively conservative) Planoites. ... 10:26 P.M.\n\nTuesday , July 18, 2006 \n\nEverybody talking about how there's nothing everybody talks about! Bob Wright and I discuss, somewhat \ninconclusively, the issue of whether the Webbish \"long tail\" phenomenon will undesirably reduce the sphere of \nshared culture. E-mailer C. Friedersdorf says it won't\n\n... because even though there are fewer people watching Jay Leno every night, it's now much easier to \ncommunicate with all the people who are watching. \n\nWhen Bob and Mickey were growing up, you went to school if you wanted to talk about the Ed Sullivan Show and \nhoped your classmates would be talking about it. \n\nToday if you watch even a niche Bravo reality tv show -- say Top Chef or Project Runway -- you go to Technorati an \nhour after the show ends and find hundreds of people, far more than attend your classes or work in your office, who \nare talking about that night's show. One more point:\n\nhttp://www.usatoday.com/news/washington/2006-07-20-unions-campaign-side_x.htm\nhttp://www.slate.com/id/2145965/&#notelabor\nhttp://www.autoblog.com/2006/07/20/tesla-roadster-unveiling-in-santa-monica/\nhttp://instapundit.com/archives/031523.php\nhttp://www.autoblog.com/2006/07/21/barabus-tkr-0-60-mph-in-1-67-secs-270-mph-top-speed/\nhttp://www.zocalola.org/past_events_2006.html\nhttp://www.dynamist.com/articles-speeches/opeds/kidney.html\nhttp://www.dynamist.com/weblog/index.html\nhttp://www.dynamist.com/weblog/index.html\nhttp://www.slate.com/id/2145614/&#planoretreat\nhttp://bloggingheads.tv/?id=112&cid=459&rate=1.2&in=49:56\nhttp://bloggingheads.tv/?id=112&cid=459&rate=1.2&in=49:56\n\n\nif the obscure episode of Project Runway happened to include a defining cultural moment -- let's say Heidi Klum's \ndress slipped off -- someone would post it on YouTube, and people would send it to one another on e-mail, etc. \n\nSo years ago, common culture required that everyone be watching something at once. Now the Web allows things \nthat would become defining cultural moments but for an audience to attract that audience after the fact. \n\nHow many people say that World Cup head butt live? How many saw it on SportsCenter, on an Internet video clip, \netc. later on?\n\nThat last, boldfaced argument seems powerful. ... P.S.: Isn't the ubiquitous Web discussion of Chris Anderson's \nLong Tail book itself a small refutation of the common-culture-is-dead thesis?  ... Update: Here's Anderson himself \ndeclaring that \"hits aren't dead\"--which would seem to save the sphere of shared culture. Whew! ...  6:52 P.M.            \nlink\n\nWhat you mean \"we,\" Sen. Clinton? When I read in the NYT that Hillary Clinton had \n\nchastised Democrats Saturday for taking on issues that arouse conservatives and turn out Republican voters rather \nthan finding consensus on mainstream subjects\n\nI thought for one giddy moment that she had actually said something interesting! I should have known better. Media \nMatters for America argues that the NYT misreported Hillary's comments--she was really criticizing Republicans \nwhen she said\n\nYou know, we do things that are controversial. We do things that try to inflame their base so they can turn people \nout and vote for their candidates. I think we are wasting time.\n\nWhile Hillary clearly uses \"we\" in the previous paragraph to mean \"we Democrats,\" she's almost certainly shifted its \nmeaning in this sentence to mean \"we Senators.\" Listen for yourself here. Hillary's most dramatic statement of \ncentrist independence turns out to be a case of crappy syntax. ... P.S.: Media Matters didn't act quickly enough to \nstop            non-centrist lefties from taking umbrage. ... Advice to Hillary: Go with it! The NYT is trying to steer you in \nthe winning direction. Dems are so victory-oriented this year it's not enough to bash the available Souljahs--they're \nin hiding. You have to actively goad the Souljahs to come out of the woodwork to be bashed! ... 12:42 P.M.\n\nRear-wheel drive, on the march: How do we know? We have stats. ...  [Thanks to reader S.R.] 12:20 P.M.\n\nMystery Pollster vs. Kos: On bogus charges of Lieberman \"push polls.\"12:50 A.M.\n\nMonday , July 17, 2006 \n\n\"Progressive Realism\": My colleague Robert Wright's bigthink foreign policy op-ed is currently #4 on the NYT's            \nmost e-mailed list, and gaining on Shamu! Here are some questions I hope to take up with Wright on \nbloggingheads.tv tomorrow:\n\n1. Isn't it crude and unfair to accuse President Bush of failing to understand \"the perspective of the other,\" including \n\"why some people hate America, and why terorists kill\"? As E.J. Dionne notes, one premise of the neocon \"Big \nBang\" theory on which Bush acted in Iraq was precisely that \"authoritarian regimes bred opposition movements \nrebelling against the conditions under which too many people lived.\" Sounds like empathy to me!\n\n2. Wright discounts the short-term costs --in terms of frustrated aspirations and resentment--of delaying the \nintroduction of democracy while we wait for its inevitable natural triumph in the wake of free markets and free trade. \nBut Wright gives great weight to the short-term costs of military action, in terms of potential terrorists angered by the \nIraq invasion. Some sort of double accounting standard is being applied here, no? Maybe the anger produced by \nthe Iraq war can realistically be discounted because (like authoritarianism) it will disappear by the time the \n\"bioweapons most plausibly available to terrorists\" become \"effective weapons of truly mass destruction.\"\n\nhttp://www.longtail.com/the_long_tail/2006/07/hits_arent_dead.html\nhttp://www.slate.com/id/2145965/&#longtail1\nhttp://www.nytimes.com/2006/07/16/us/16hillary-web.html?_r=3&oref=slogin&oref=login&oref=slogin\nhttp://mediamatters.org/items/200607170001\nhttp://mediamatters.org/static/audio/HRC-20060715-AR.mp3\nhttp://www.democraticunderground.com/discuss/duboard.php?az=view_all&address=102x2392688\nhttp://www.leftlanenews.com/2006/07/18/rear-wheel-drive-on-the-rise/\nhttp://www.mysterypollster.com/main/2006/07/lieberman_push_.html\nhttp://www.nytimes.com/2006/07/16/opinion/16wright.html?ex=1310702400&en=a15083fa1cff3536&ei=5090&partner=rssuserland&emc=rss\nhttp://www.nytimes.com/gst/mostemailed.html\nhttp://www.washingtonpost.com/wp-dyn/content/article/2006/07/13/AR2006071301666_pf.html\n\n\n3. A global regime based on \"highly intrusive inspections\" for WMDs may be necessary, but it sounds almost as \n\"wearying\" as a regime based on invasion and regime-change--a constant backdrop of cheating and retreating, \naccompanied by the threat (or the attempt to prod the Security Council into making the threat) of international \nsanction or military punishment. Think the winter of 2002 made permanent. Is that an appealing future? ... \n\n4. Wright claims that if we wait for \"authoritarianism's demise\" rather than trying to force the pace thgrough \n\"invasion or American-backed coups d'etat\" the result will be \"more indigenous, more culturally authentic paths to \ndemocracy.\" Sounds right. But is the messy attempt at democracy now being undertaken by the Iraqis not \n\"culturally authentic\"? If anything it seems too authentic--authentically Shiite vs. authentically Sunni. ... \n\n5. If advances in \"information technology\" and \"munitions technology\" establish an \"alarming principle\" under which \n\"grass-roots hatred and resentment of American may be converted into the death of Americans with growing \nefficiency,\" how can we possibly reduce hatred enough to save our skins? If, eventually, any 12 angry men--\nassuming they're reasonably well-educated--will be able to cook up a devastating attack, isn't it hopeless? We'll \nnever lower the number of angry anti-Americans to single digits.\n\nUpdate: Bob responds to these questions on video here. ...  Instapundit says I            \"[make] the case for war.\" I \nthought I was making a case against a case against war. Not the same thing at all! But I do think it's too early to \ndeclare the war a failure the way Dionne does (and George Will            doesn't quite). ... 1:54 A.M.            link\n\nSunday , July 16, 2006 \n\nEscape from Plano! Virginia Postrel, who lives in Dallas, says I'm wrong about Plano not being socially conservative \nas well as pro-Bush:\n\nPlano is, in fact, a good representative of Red America. Its residents are educated and affluent, and they are also \nsolidly conservative. They vote Republican the way Westside Angelenos vote Democratic--because it's the normal \nthing to do. Many of them also go to big megachurches that preach very conservative doctrines in a contemporary \nstyle because that, too, is normal.  ... I don't have poll numbers, but I doubt that a lot of those soccer moms driving \nSUVs while talking on their cell phones accept Darwinian evolution either--not that it comes up very often. ... \n\nPlano is conservative in all the ways that matter to contemporary politics. \n\nWas my charge--that Plano's not a \"conservative bastion\"--influenced by the crude belief that someone with (in \nPostrel's words) \"a lot of money, a professional education, and a fancy car\" wouldn't tend to be a \"quasi-\nfundamentalist Christian with socially conservative views.\" Yes! And I cling to that prejudice, especially if you add \n\"and works in a high-tech industry where you wind up hiring a lot of gay college grads.\"  I don't think, in those \ncircumstances, you can afford to get as wildly exercised about sodomy and sin (and if you do, you'll get beaten by \nSilicon Valley firms that don't). Ideology is determined by the mode of production, comrades! But I defer to Postrel's \nexpertise on the culture of actual, existing Plano.\n\nI still don't think that if a liberal film does well in Plano's Angelika art house cinema it means the movie's \"reaching \nthe red states\" in the sense that matters--i.e. the preaching-to-the-unconverted sense. Is that because the Angelika \nart house draws liberals from throughout the Dallas metro area? Postrel rejects that theory as well--Plano's too far \naway. (And, as various emailers and            bloggers have noted, there are art house theaters, including an \nAngelika, in Dallas proper.) Instead she argues that \n\nPlano ... is a big enough place that even a small minority represents a lot of buying power. If every left-of-center \nPlanoite bought a ticket to An Inconvenient Truth, the Gore film would sell out at the art houses.\n\nTwenty-eight percent of Collin County voted for Kerry, remember. \n\nI will seek refuge in this last-resort fall-back argument. It's still a PR-man's con to pretend that a movie's reaching \n\"red state America\" because it does well at the Angelika in Plano--just not for any of the reasons I said! ... \n\nhttp://bloggingheads.tv/?id=112&cid=458&rate=1.2\nhttp://instapundit.com/archives/031486.php\nhttp://www.washingtonpost.com/wp-dyn/content/article/2006/07/17/AR2006071701152.html\nhttp://www.slate.com/id/2145614/&#beatshamu\nhttp://www.dynamist.com/weblog/archives/002201.html\nhttp://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2006/07/08/MNGP8JS3UG1.DTL&hw=plano&sn=001&sc=1000\nhttp://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2006/07/08/MNGP8JS3UG1.DTL&hw=plano&sn=001&sc=1000\nhttp://lefarkins.blogspot.com/2006/07/mickey-kaus-is-moron-part-lxxiv.html\nhttp://www.cnn.com/ELECTION/2004/pages/results/states/TX/P/00/county.001.html#48085\n\n\nP.S.: Postrel gives her thoughts on the Brokeback-in-Plano debate too. l'll let you read them for yourselves. I deny, \nthough, that in Brokeback \"'[t]here are no cartoonish villains designed to prod you to [the protagonists'] side.'\" What \nabout the anonymous rube-ex-machina homophobic thugs who show up at various points to pummel suspected \ngays? They're so cartoonish the filmmakers don't dare show their faces. 11:21 P.M. link\n\nDem fave campaign finance expert Bob Bauer suggests that press (and kf) fave campaign finance expert Trevor \nPotter is helping prepare a powerful job for himself as head of the            proposed new Federal Election \nAdministration. ... 10:34 P.M.\n\nBuried Lede of the Week: Did Bill Clinton \"hint that we went to war for Israel\":?  Atlantic editor James Bennet, \nblogging about an Aspen colloquy between the former president and James Fallows:\n\nThat sounded like a hint that we went to war for Israel: When Jim asked how the Democrats should handle the Iraq \nwar, Clinton replied in part, \"We ought to be whipped, us Democrats, if we allow our differences over what to do \nnow in Iraq to divide us\" instead of sticking it to the Republicans. He segued into a discussion of Democratic \nSenator Joe Lieberman's position in favor of going to war, noting how it squared with the view of Dick Cheney, \nDonald Rumsfeld and others that Saddam Hussein was such a menace he should be removed regardless of \nwhether he had WMD. Then, out of the blue, came this: \"That was also the position of every Israeli politician I knew, \nby the way.\" Huh? Where did that come from?\n\nIt may have been true - though I knew some Israeli politicians with doubts about the war - but what did it have to do \nwith the rest of his comments? Was it an accusation of dual loyalty? [Emphasis added]\n\nBennet's powerful alternative explanation: Clinton was just flirting with Queen Noor. ... 12:57 P.M. link\n\nNew Holden Commodore! It's Australian. It won't be sold here. It was only introduced today and it already looks \ntired. But it's made by GM and might provide the company's North American branch wiith the rear-drive sedan \nchassis it desperately needs.  2:11 A.M.\n\nSaturday , July 15, 2006 \n\nI admit I doubted reading Lebanese and Israeli bloggers would be a very useful way to learn about the \nlatest Mideast fighting. I mean, anyone with a modem can just spout off! But N.Z. Bear's Topics Page turns out to \nbe a highly efficient and engaging way to get the flavor and texture of the conflict. (Example: The            advice of \nBig Pharoah'sdad.) Maybe Bear only picks the best ones. ...  P.S.: Are there really no Palestinian bloggers worth \nlisting? ... Update:Kausfiles gets results! Bear has            added Palestinian blogs--over a dozen of them. ... 11:52 \nA.M.\n\nThursday , July 13, 2006 \n\nDead Man's Chest: \"Keira Knightley is not suffering from anorexia. She's just incredibly, incredibly skinny.\" E. \nSnead:\n\nShe told People that she knows she's not suffering from the common eating disorder because her grandmother and \ngreat-grandmother suffered from it. Um, o-kay ... \n\n2:34 A.M. \n\nSkelton in the Dark? Last Fall, L.A. Times state politics columnist George Skelton urged his readers to            vote \nagainst the redistricting reform Gov. Arnold Schwarzenegger had placed on the ballot (as Prop. 77). Skelton \nconceded reform was necessary to prevent self-serving pols from carving out safe seats--the current system was \n\"indefensible,\" he declared. But Schwarzenegger's plan, which relied on a panel of retired judges to draw the \nlines, had some \"Rube Goldberg gadgetry.\"  Sure, but wasn't it the only proposal likely to come along for a while? \nDon't worry, Skelton said--the Democrats who control the legislature had \"pledged to pass a sane, bipartisan plan \nnext year.\"\n\nhttp://www.slate.com/id/2145614/&#planoretreat\nhttp://www.moresoftmoneyhardlaw.com/news.html?AID=767\nhttp://www.campaignlegalcenter.org/press-2115.html\nhttp://www.campaignlegalcenter.org/press-2115.html\nhttp://www.huffingtonpost.com/james-bennet/clinton-redux_b_24993.html\nhttp://www.slate.com/id/2145614/&#clintonisrael\nhttp://www.autoblog.com/2006/07/16/2006-holden-ve-commodore-revealed-in-australia/\nhttp://www.autoblog.com/2006/07/16/2006-holden-ve-commodore-revealed-in-australia/\nhttp://truthlaidbear.com/mideastcrisis.php\nhttp://www.israellycool.com/blog/_archives/2006/7/14/2115843.html\nhttp://www.israellycool.com/blog/_archives/2006/7/14/2115843.html\nhttp://truthlaidbear.com/mideastcrisis.php\nhttp://stylescenes.latimes.com/fashion/2006/07/keiras_not_star.html\nhttp://stylescenes.latimes.com/fashion/2006/07/keiras_not_star.html\nhttp://people.aol.com/people/article/0,26334,1210070,00.html\nhttp://pqasb.pqarchiver.com/latimes/access/898194041.html?dids=898194041:898194041&FMT=ABS&FMTS=ABS:FT&type=current&date=Sep+19,+2005&author=George+Skelton&pub=Los+Angeles+Times&edition=&startpage=B.3&desc=George+Skelton+%7C+CAPITOL+JOURNAL\nhttp://pqasb.pqarchiver.com/latimes/access/920699451.html?dids=920699451:920699451&FMT=ABS&FMTS=ABS:FT&type=current&date=Nov+3,+2005&author=George+Skelton&pub=Los+Angeles+Times&edition=&startpage=B.3&desc=George+Skelton+/+CAPITOL+JOURNAL\nhttp://pqasb.pqarchiver.com/latimes/access/920699451.html?dids=920699451:920699451&FMT=ABS&FMTS=ABS:FT&type=current&date=Nov+3,+2005&author=George+Skelton&pub=Los+Angeles+Times&edition=&startpage=B.3&desc=George+Skelton+/+CAPITOL+JOURNAL\n\n\n[E]ven Democratic lawmakers are pledging to strip themselves of their redistricting power. Very few politicians still \nare arguing that the Legislature should keep drawing its own maps.\n\nWell, now it's next year and, gee, the Democrats are somehow unable to agree on a redistricting reform plan!  \nSkelton tells us that unless they are offered the \"sweetener\" of weakened term limits, \"it's not likely that Assembly \nDemocrats will surrender the right to shape their own districts. \"\n\n\"It's very difficult for members to give up any power,\" notes [reformer Alan] Lowenthal, who argued fruitlessly for his \nproposal at a Senate Democratic caucus just before legislators adjourned for a five-week vacation.\n\nHere's a question: Is Skelton such a fool that he actually believed the Democrats would pass a redistricting reform \nonce they'd defeated Schwarzenegger's? Or was he swayed by a not-so-subtle not-so-subconscious anti-\nSchwarzenegger bias--perhaps a desire to deny the governor a victory, or to see him humbled, or to please layoff-\nprone LAT bosses who might entertain those anti-Arnold impulses? Either way, doesn't Skelton owe his readers an \napology for his pathetically bad judgment and advice? Any idiot (e.g. me, and            Kos) could see at the time that \nProp. 77 was probably the best shot Californians would have to end safe-seat gerrymandering for many years. \n\n7/14 Update: Schwarzenegger now publicly advocates a weaker term-limit/redistricting reform combo. I don't quite \nsee how it helps the semi-popular cause of redistricting reform to add to it an even less popular anti-term-limit \ncause. But Schwarzenegger has been forced to appease Democratic legislators who've reneged on their anti-\ngerrymandering pledge. ... 1:35 A.M.            link\n\nWednesday, July 12, 2006 \n\nThe Plano Con is back. Once again a leftish movie is claiming \"red-state\" embrace simply because it's doing good \nbusiness at a metroplex in what one kf reader calls a \n\n\"ritzy, upscale, SUV-choked, conspicuous-consumption-driven Dallas exurb populated by more east-coast \n'expatriates' than native Texans.\" \n\nLast year it was Brokeback Mountain'sproducers, via Frank Rich [$], successfully using the bogus Plano example. \nThis year it's the promoters of Al Gore's An Inconvenient Truth. S.F. Chronicle'sgullible Joe Garofoli reports (in an \narticle headlined \"Gore movie is reaching the red states too\")  that Truth is getting \"off-the-chart audience \nrecommendations in conservative bastions like Plano.\"  The film's pleasing of Plano allegedly shows it's is reaching \nwhat its director Davis Guggenheim calls \"that guy driving a pickup who is a little bit skeptical of what global \nwarming is about.\"  Don't believe it. ... P.S.: Not only is Plano not alll that much of a \"conservative bastion\"**[see \nUpdate below]--and certainly not the good-ol'-boy cow town its characterful name conjures for clueless coastal \ntypes--but movies playing there typically draw \"liberals travelling from around the metro region, not conservatives \nfrom the immediate vicinity,\" notes alert reader T.M. ... [Emphasis added]\n\n**--Here's T.M.'s description of Plano: \"Plano is no more conservative than Sunnyvale or Palo Alto; it's a typical 21c \nAmerican metropolitan suburban mongrel (10% Asian, 10% hispanic) that comprises newcomers from a wide \nvariety of backgrounds and income groups. There are subdivisions with million-dollar McMansions, others between \n$300-450k. It isn't redneck by any stretch, or old-money Replublican. ... Plano's character, if it has one, is defined \nby a) white-collar managers at corporate headquarters of bland retail and technology firms (EDS, JC Penney, Frito \nLay etc) and b) families obsessed with outstanding schools for their kids\".\n\nUpdate--I Am Curious, Plano: Numerous readers email to note Plano's very Republican voting record--Collin \nCounty, less than half of which is Plano, went 71% for Bush in 2004. It's definitely a Bush bastion. It's less clear to \nme that it's a \"conservative\" bastion if by that you mean social conservative (gay marriage, school prayer, abortion, \netc.). Nor does it seem to be a \"pickup\" truck, chewin' tobacco bastion in the classic sense. More of a Bobo \nBoomburg. Either way, the use of Plano to demonstrate red state outreach is still a PR-man's con because, as \nmentioned, the            Angelika Film Center, where the Gore movie is showing, draws from the entire Dallas \nmetro area. It's an art house featuring standard art house films--such as (currently) \"Keeping Up with the Steins\" \n\nhttp://www.latimes.com/news/printedition/california/la-me-cap10jul10,1,7109224.column?coll=la-headlines-pe-california\nhttp://www.slate.com/id/2129634/&#yes\nhttp://www.dailykos.com/storyonly/2005/10/15/235512/73\nhttp://www.latimes.com/news/politics/la-me-arnold14jul14,1,5942077.story?coll=la-headlines-politics\nhttp://www.slate.com/id/2145614/&#skelton\nhttp://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2006/07/08/MNGP8JS3UG1.DTL&hw=plano&sn=001&sc=1000\nhttp://select.nytimes.com/gst/tsc.html?URI=http://select.nytimes.com/2005/12/18/opinion/18rich.html&OQ=_rQ3D1&OP=4ddedc99Q2FQ7E0WQ3FQ7E)xnll)Q7EQ20..!Q7EtQ20Q7Et9Q7EluDQ3CDlQ3CQ7Et9nDQ5BQ3BqQ3B)yF\nhttp://www.mi.vt.edu/uploads/BoomburbsVote.pdf\nhttp://www.mi.vt.edu/uploads/BoomburbsVote.pdf\nhttp://www.angelikafilmcenter.com/plano/film.asp?RadiantID=4810\n\n\nand \"Wassup Rockers.\" If a film does well there that says no more about any subversive appeal to conservatives \nthan if the film sold out the NuArt in West L.A.. Or the Angelika Film Center on Houston St. in Manhattan, for that \nmatter.\n\nMore: Robert Farley notes that pro-market economic conservatives might be less receptive to the global warming \nargument than moralistic social conservatives--so ifa) Plano's filled with economic-but-not-social conservatives and \nif b) they're going to the movie, then c) Gore really is making inroads into enemy territory. Good point. But I \ndoubt they're the ones going to the movie. ... P.S.: And note that the Chronicle's            Garofoli doesn't even claim \nthe movie is doing well in Plano, just that it's getting \"off-the-chart audience recommendations.\" ... 5:33 P.M.           \nlink\n\nMystery Pollster on why it's so hard to poll accurately in the Lieberman/Lamont Connecticut primary. ... 4:57 P.M.\n\nCome Home, Dick Morris! All is Forgiven: The nearest thing to an actual ideological manifesto from Markos \nMoulitsas  that I've seen is this piece on \"The Libertarian Dem.\" In it, Moulitsas says nothing about combating the \nevil of globalization, or reining in obscene incomes at the top. He conspicuously fails to mention providing more \nresources for our public schools. Affirmative action? Democrats have long tried to redress generations of \nracism through preferences, but in the face of concerted Republican attack on this core Democratic idea, Moulitsas \nis silent. Indeed he calls for a \"society where success is predicated on the merit of our ideas and efforts\"--code \nwords that Justices Thomas and Scalia understand all too well! Then comes some red meat for the Reagan crowd : \n\nOur first proposed solution to a problem facing our nation shouldn't be more regulation, more government \nprograms, more bureaucracy. \n\nAnd in what he admits is part of an appeal to \"Mountain West\" Democrats, Kos explicitly endorses \"the 2nd \nAmendment and the right to bear arms.\" \n\nCan it be? Is Kos a ... triangulator? ...            Purge him immediately!3:57 A.M.           link\n\nTuesday, July 11, 2006 \n\nCan a cheap headline featuring hot-button words \"Kos\" and \"Coulter\" goose a blogger's hit count? The stats are in \nand the answer is ... unfortunately ... yes. ... P.S.: But the hed does refer to an actual item, which is  here  . 11:55 \nA.M. \n\nMonday, July 10, 2006 \n\nKos mocks Sen. Lieberman for naming his ad hoc independent party \"Connecticut for Lieberman:\" \n\nIt's still about him. It's always about him. \n\nHmm. What's the name of Kos's site again? Daily Netroots? Daily People Power? ... [Stolen from reader C.] 5:39 \nP.M. \n\nThe Atlantic'seditors have hit on a way to make you hate them:  Blogging  to let you know what a challenging, \n\"thought-provoking\" time they're having at the Aspen Ideas Festival listening to E.O. Wilson, Alan Greenspan, Bill \nClinton and Karl Rove, among others: \n\nAt 6.30am  we glided out of Aspen in a fleet of silent shining limos  (furnished by Lexus, one of the meeting's \nsponsors: I could get used to it). \n\n12:22 P.M. \n\nMove over, Echelon: The ultra-secret,  discussion-muffling  liberal \"Townhouse\" group             revealed here  . 9:15 \nA.M. \n\nhttp://lefarkins.blogspot.com/2006/07/mickey-kaus-is-moron-part-lxxiv.html\nhttp://sfgate.com/cgi-bin/article.cgi?f=/c/a/2006/07/08/MNGP8JS3UG1.DTL\nhttp://www.slate.com/id/2145614/&#planocon\nhttp://www.mysterypollster.com/main/2006/07/connecticut_pri.html\nhttp://www.dailykos.com/storyonly/2006/6/7/131550/7297\nhttp://bloggingheads.tv/?id=111&cid=450&in=05:58\nhttp://digbysblog.blogspot.com/2006_07_01_digbysblog_archive.html#115247725985472800\nhttp://www.slate.com/id/2145614/&#triangulator\nhttp://www.slate.com/id/2145017/&#smith\nhttp://www.dailykos.com/storyonly/2006/7/10/182949/044\nhttp://blogs.theatlantic.com/aspen/\nhttp://blogs.theatlantic.com/aspen/index.php?/archives/42-Landscape-and-the-Lens.html\nhttp://www.tnr.com/blog/theplank?pid=21574\nhttp://www.flickr.com/photos/stoller/52422348/\n\n\nThis Land is Their Land: \n\n\"The Hispanic world did not come to the United States,\" Carlos Fuentes observes. \"The United States came to the \nHispanic world. It is perhaps an act of poetic justice that now the Hispanic world should return.\" -- from Tony \nHorwitz, \"Immigration--and the Curse of the Black Legend,\" NYT, July 9, 2006 \n\nI don't understand the argument behind  Horwitz's Sunday NYT op-ed essay  . Sure, the immigration debate should \nbe informed by \"a full awareness of the history of the 500-year Spanish presence in the Americas and its seesawing \nfortunes in the face of Anglo encroachment.\" But which way does that awareness cut? The Spaniards were here \nfirst, Horwitz tells us. \"From  1819 to 1848, the United States and its army increased the nation's area by roughly a \nthird at Spanish and Mexican expense, including three of today's four most populous states: California, Texas and \nFlorida.\" OK. But doesn't that make Mexican and other Spanish-speaking immigrants profoundly different from \nprevious immigrants. Unlike other immigrants--Italians or Irish or Koreans--they do not necessarily think they are in \na foreign land (as the ubiquitous \"I am in my HOMELAND\" signs at the pro-immigrant marchas try to tell us). Unlike \nother immigrants, Latinos have a powerful rationale for challenging, at the very least, the current common language. \nDo we want a common language or not? At the extreme, they have non-crazy grounds for challenging the very \nconstitution of the U.S. within its current borders. Their land was taken by a bunch of Anglo racists! \n\nCurrent pro-legalization dogma assures us that there is no reason to worry about of Quebec style separatism or \nKosovo-style irredentism in the Southwest. Horwitz shows why there are plenty of reasons to worry. The stronger \nthe prior Spanish claim the worse the danger--and the more reason to get control of the border, and of the cultural \ncomposition of the next generation of immigrants, before it's too late. Fuentes easy invocation of \"poetic justice\" \nisn't shaming so much as chilling. We want immigrants who come for freedom and prosperity, not \"poetic justice,\" \nno? \n\nThen there's Horwitz's last line: \n\nIt's an homage to our history, not a betrayal of it, to welcome the latest arrivals, just as the Indians did those tardy \nand uninvited Pilgrims who arrived in Plymouth not so long ago. \n\nThe Indians were laudably welcoming. How'd that work out for them?12:29 A.M. link\n\nSunday, July 9, 2006 \n\n\"Don't Cross the 'Cult of Kos'\": Progressive Democrat Richard of Tikun Olam posted a  diary  on DailyKos \nsuggesting that \"there is a conflict of interest in accepting money from a campaign which you endorse in your blog\"-\n-and he was welcomed by the free-spirited Kos community for starting a lively, insightful debate about the issue! ... \nWait. Sorry.              That's actually not what happened  . He was maliciously \"tagged\"! Labeled a \"concern \ntroll\"\" \"[E]ssentially 'disappeared'\"! And a comment of his was deleted. Richard says: \n\nMy treatment made me feel more like I was participating in a cult in which I'd insulted the chief leader and was \nreceiving the deep six treatment in response. \n\nHe's been led \"to understand some of the criticism of Kos and his site flung at him by his critics.\" .... All this, he \nsays, despite \"what I thought was the nuance I tried to add to my post.\"  ...  [Thanks to  D.R.]2:16 A.M. \n\nWhen was the last time you read a good, juicy item on the New York Post'sPage Six? Bet it's been a while! Ron \nBurkle's sting may have done more damage than it seemed like at the time. Either a) the Post has now gotten \ncautious; or b) people have stopped doing embarrassing things or c) they never did do the embarrassing things that \nthe Post reported and the Post has now stopped reporting these things that didn't happen, which may be the same \nas (a)--or d) Jared Paul Stern was a more essential employee than we were led to believe, which may be the same \nas (c) ...  1:10 A.M. \n\nSaturday, July 8, 2006 \n\nhttp://www.nytimes.com/2006/07/09/opinion/09horwitz.html?ex=1310097600&en=576beb4a7ead76f2&ei=5090&partner=rssuserland&emc=rss\nhttp://www.slate.com/id/2145017/&#horwitz\nhttp://www.dailykos.com/story/2006/6/27/2334/04115\nhttp://www.richardsilverstein.com/tikun_olam/2006/07/07/dont-cross-kos-or-youll-live-to-regret-it/\nhttp://www.riehlworldview.com/\n\n\nKabuki Watch: According to DailyPundit, Sen. Santorum has introduced  a weak, let's-show-them-we-did-something \nenforcement-only immigration bill  . DP fears a one-two punch: \n\n[P]assing the bill would give the impression that Congress has done what it needs to do to secure the borders. Then \n\"our\" representatives would be free to get on with codifying amnesty plus practically unlimited levels of legal \nmigration. \n\nI suspect the pro-legalization forces have vastly underestimated the symbolic ability of fences and walls--\nespecially real, as opposed to \"virtual\" fences and walls--to placate the Tancredo anti-illegal faction. Santorum \nproposes only the \"virtual\" kind of fence, but smart McCain-Bush-Kennedy conspirators could always make \nagreeing to the \"actual\" kind seem like a dramatic concession. \n\nWall + Semi-Amnesty \n\nwould seem to be the one-two punch opponents of legalization should worry about . 4:27 P.M. \n\nKos  Defends  _______!             Steve Smith  : \n\nIt seems Jerome Armstrong has a  new client  .... \n\nP.S.:  Kos' post could also show that he has a mind of his own. (It's everyone else who  needs to toe the line  !) ... \n\nP.P.S.: Since Kos is  more influential than mere Senators and Congressmen  , I guess this controversy is settled. \n... [Note to            Andrew Sullivan: Yes, you have to click on the links to understand what the hell this item is \nabout. Sorry for the inconvenience!]   2:26 P.M.            link\n\nHotelling in Mexico: Not a Travel Guide! Instapundit says it's  \"kind of odd\"  that Mexico would split 50/50 right after \nthe U.S. split 50/50.             No it's not!   ... 12:59 P.M. \n\nFriday, July 7, 2006 \n\nTomorrow's CW Today: Fresh Bush chief of staff Josh Bolten says he doesn't want to be judged by poll results.  \nGood thing for him.   But wasn't Bolten being             hailed as a \"momentum\"-building  genius a couple of weeks \nago? I think he was! \n\n\"Part of the problem is they were having pops of good news in the last few months, but it seemed like they were \nhappening in a vacuum,\" said Dan Senor, a former administration spokesman in Iraq ... \"Josh's organizational \nintensity and attention to detail helps the White House better capitalize on these individual pops of good news, and \nthat's what you need to build momentum.\" \n\n'Capitalizing on good news' to 'build momentum' is the sort of thing that should show up in the polls, no? Expect the \nCW on Bolten to flip soon. ... Everyone's already written their source-greasers, right? ... 1:16 P.M. \n\nThursday, July 6, 2006 \n\n Michael Barone cites  three developments that \"point toward a possible [immigration] compromise that could \nconceivably be adopted\":** \n\n1) Rep. Chris Cannon won his GOP primary against an anti-legalization candidate. \n\n2) Arlen Specter conceded the Senate might go for a bill that \"made guest-worker and legalization programs \ncontingent on concrete achievements in border security.\" Movement! \n\n3) Pence met with Bush to promote his 'compromise' plan, which would let illegals already here apply for guest \nworker status by briefly returning to their home countries. \n\nhttp://www.dailypundit.com/2006/07/rick_santorums_immigration_ploy.php\nhttp://www.dailypundit.com/2006/07/rick_santorums_immigration_ploy.php\nhttp://www.dailykos.com/storyonly/2006/7/7/11290/58796\nhttp://smythesworld.blogspot.com/2006/07/it-seems-jerome-armstrong-has-new.html\nhttp://www.dailykos.com/storyonly/2006/7/7/11290/58796\nhttp://www.slate.com/id/2144065/&#kossilence\nhttp://media.nationalreview.com/post/?q=YmRiMjNiMDI3N2FjNGFmMzk1OGVlMzliNGZmN2Y2NzM=\nhttp://www.slate.com/id/2142693/&#laptoppery\nhttp://www.slate.com/id/2145017/&#smith\nhttp://instapundit.com/archives/031304.php\nhttp://www.slate.com/id/2073262/\nhttp://www.rasmussenreports.com/bush_job_approval.htm\nhttp://www.rasmussenreports.com/bush_job_approval.htm\nhttp://www.nytimes.com/2006/06/19/washington/19bolten.html?ex=1308369600&en=be0123df8cd1527d&ei=5090&partner=rssuserland&emc=rss\nhttp://www.realclearpolitics.com/articles/2006/07/new_life_for_immigration_refor.html\n\n\nBut \n\n1)  Cannon  didn't win by campaigning for a compassionate, Bush-style legalization approach  . He won by giving \nthe (false) impression he opposed a compassionate Bush-style approach. (\"\"Give me your tired, your poor, your \nhuddled masses yearning to breathe free.\" Male announcer: \"But Congressman Chris Cannon says only if they \ncome here legally.'\") Are all GOP House members confident they can pull off a similar con? \n\n2) Is it an auspicious sign for Bush's \"comprehensive\" approach that he and the Senate are moving away from it? \nOr is it maybe a too-little-too-late admission of weakness familiar to those who watched Bush's breathlessly-\ndescribed legislative \"strategy\" during the Social Security fight, with Pence playing the role of  Pozen  ? The only \nsubstantive concession from the House side seems to be the             failure of the GOP leaders Hastert and \nBoehner to \"dismiss the idea.\"   (P.S.: The problem with requiring \"concrete achievements,\" of course, is that the \nlegislative promise of later legalization will itself attract more immigrants and make any enforcement \"trigger\" hard \nto achieve--unless it's meaningless to begin with. If you want to be in a position legalize existing illegals in the \nfuture. I'd argue, you have to             kill the legalization idea in the present  .) \n\n3)The Pence Plan is a scam. It rewards those who entered the U.S. illegally by letting them arrange for their \nemployers to in effect  earmark guest-worker slots  for them. \n\nP.S.: Influence Peddler--and the Roll Call articles quoted there--offer a clearer idea than either Barone or  the NYT  \n of             what a relatively pro-Bush compromise might look like  . \n\n**--If the final immigration compromise has as many outs as this Barone sentence, it will be a brilliant piece of \nlegislative indecision. I count four contingency-covering fudge-phrases: \"point toward,\" \"possible,\" \"could,\" \nand \"conceivably.\" ... kf says: It's possible the Senate could conceivably cave to the House and pass an \nuncomprehensive bill containing no legalization provisions for already-here illegals at all. The President could \nconceivably sign this possible bill. Several factors point toward it! 3:00 A.M. \n\nDem House Fundraising Dips After New York Nuclear Holocaust: ABC's  The Note asks  , of the North Korean \nmissile launches-- \n\n8. Will this impact fundraising or advertising for 2006? ... \n\nThe Note is \n\na) parodying itself \n\nb) becoming a parody of itself \n\nIt's a fine line! You make the call. (But I say (b), in this case.)  1:05 A.M. \n\nWednesday, July 5, 2006 \n\nIf Congress doesn't pass an immigration bill this year,  that does not simply preserve the status quo  ! 12:54 A.M. \n\nDan Riehl says  the problem with Kos isn't Kosola  . ... P.S.: Riehl has a habit of burying his lede. You want to scroll \ndown to the paragraph that begins, \"As an aside, ...\" 12:53 A.M. \n\nHas McCain blown the GOP nomination?  Not yet  ! 12:08 A.M. \n\nTuesday , July 4, 2006 \n\nThe Cannon Con: GOP Rep. Chris Cannon has  a clear interpretation  of his 56-44 primary victory over a Tancredo-\nlike border-enforcement challenger: \n\nhttp://www.slate.com/id/2145017/\nhttp://www.slate.com/id/2118109/\nhttp://influencepeddler.blogspot.com/2006/06/immigration-challenge-mccains.html\nhttp://influencepeddler.blogspot.com/2006/06/immigration-challenge-mccains.html\nhttp://bloggingheads.tv/?id=109&cid=440\nhttp://www.slate.com/id/2142693/&#pencescam\nhttp://www.nytimes.com/2006/07/05/washington/05immig.html\nhttp://influencepeddler.blogspot.com/2006/06/immigration-challenge-mccains.html\nhttp://abcnews.go.com/Politics/TheNote/story?id=2159564\nhttp://bloggingheads.tv/?id=109&cid=440&rate=1.2\nhttp://www.riehlworldview.com/carnivorous_conservative/2006/07/how_the_grassro.html\nhttp://bloggingheads.tv/?id=109&cid=436&in=02:01\nhttp://www.washingtonpost.com/wp-dyn/content/article/2006/06/29/AR2006062901556.html\n\n\nRep. Chris Cannon said his solid victory in Utah's Republican primary is good news for President Bush and those \nseeking a consensus on immigration policy this year. Cannon supports President Bush's proposal for a guest-\nworker program ... . [Emphasis added] \n\nHmmm. It's certainly tempting to describe a reversed-image, bookend-like parallelism between Cannon's primary \nvictory and Brian Bilbray's victory in California's recent open seat election. And that seems to be the CW \napproach: a) TheCalifornia race showed that the anti-GOP wave wasn't big enough to displace a veteran \nRepublican in a Republican district.  Utah showed the conservative anti-legalization wave wasn't big enough to \ndisplace a veteran Republican in a Republican district.  b) California demonstrated that opposition to \nlegalizing illegal immigration is a strong force. Utah demonstrated it's not that strong. c) The Sensenbrenner \n\"enforcement-only\" approach wins one (CA). The Bush \"comprehensive\" approach wins the other (Utah). d) In both \nraces, last-minute gaffes hurt the challengers, muddling the contrasting take-home lessons. \n\nBut wait: there's a deeper lack of contrast. Bilbray ran on a platform of opposition lto illegal immigration. Meanwhile, \nCannon ... also ran on a plaform of opposition to illegal immigration.Here's the text of a last-minute Cannon TV ad, \nas reported in the Salt Lake Tribune: \n\n\"I'm Congressman Chris Cannon and I approve this message.\" Female announcer: \"Give me your tired, your poor, \nyour huddled masses yearning to breathe free.\" Male announcer: \"But Congressman Chris Cannon says only if they \ncome here legally. That's why Chris Cannon is fighting to pass legislation to strengthen our borders and toughen \npenalties on illegal immigration. And why Chris Cannon would require all immigrants to carry a tamper-proof ID \ncard, or be deported. Fighting to stop illegal immigration. (Because it matters). Re-elect Congressman Chris \nCannon.\" [Emphasis added] \n\nI would guess that voters who responded to this TV message were not sending rousing message of support for the \nBush/Kennedy/McCain \"path to citizenship\" approach. This impression is reinforced by President Bush's recorded \nmessage on Cannon's behalf, in which Bush seemingly doesn't mention immigration: \n\n\"Chris Cannon is an effective leader for Utah in congress. He's a strong Republican, a proven defender of \ntraditional family values,\" says the president's recorded message. \"And in the War on Terror, Chris Cannon has \nstood shoulder to shoulder with our troops as they fight to defeat the terrorists abroad so we do not have to face \nthem here in America. The people of Utah need and deserve the leadership Chris Cannon provides.\" \n\nCannon's victory is even harder to interpret as a rejection of the Sensenbrenner enforcement-only approach \nbecause Cannon's campaign featured a ringing endorsement from one James Sensenbrenner. Here's the Deseret \nMorning News: \n\nIn a recorded message, Sensenbrenner said Cannon is \"a major force in Congress.\"\"And long before it was \nfashionable, Chris Cannon was working with me to stop illegal immigration. Just about everybody in Congress is \ntalking about immigration, but Chris Cannon is one of the few doing the heavy lifting to actually solve the problem.\" \n\nIt's all eerily reminiscent of the welfare debate, in which anti-welfare candidates sincerely bashed welfare and pro-\nwelfare candidates insincerely bashed welfare. We know how that turned out. This could be why House \nRepublicans don't seem to be interpreting Cannon's win as a reason to abandon their enforcement-only position. \nIt's also why, when you encounter the  quotes from Democratic leaders in WaPo   (Sample: \"Republicans want to \nuse this like Willie Horton in 1988 and gay marriage in 2004\"--Sen. Schumer) you can smell their fear. 2:22 A.M.       \n     link\n\nMonday, July 3, 2006 \n\nNote to  Instapundit  ,             PJM  : That's a             good photo  of James Wolcott--introspective, \nbrooding, sensitive. Probably taken back when he still had neoliberal nuance! 10:49 P.M. \n\n\"Pay up if you expect us to shut up when you screw up\": Rogers Cadenhead--  still on the Kosola case  . .. . P.S.: \nJust when you're getting into the             American Thinker's paranoid conspiracy theory about the MSM  --that \n\nhttp://www.washingtonpost.com/wp-dyn/content/article/2006/06/29/AR2006062901556.html\nhttp://www.slate.com/id/2145017/&#cannoncon\nhttp://instapundit.com/archives/031209.php\nhttp://pajamasmedia.com/2006/07/james_wolcott_discovers_blonde.php\nhttp://pajamasmedia.com/2006/07/james_wolcott_discovers_blonde.php\nhttp://www.cadenhead.org/workbench/news/2975/chris-bowers-fights-poverty-mydd\nhttp://www.americanthinker.com/articles.php?article_id=5628\n\n\nthey've decided to singe Kos but not destroy him--Noel Sheppard blows his credibility by portraying David Brooks \nas part of the great liberal pro-Warner conspiracy. ... \n\nHowever, the Brooks column in the Times running on the same day as the Newsweek article is likely no \ncoincidence. And, the timing of all this negative attention towards Kos indicates that the media are indeed afraid this \nissue could blow up at any minute, and are therefore trying to distance themselves from him and his associates \nwhile doing their best to protect Dean and Warner. \n\nSubsitute \"ruling class\" for \"media\" and suddenly you're at a 1972 Carl Oglesby lecture. ... I'm willing to believe in \nparanoid conspiracy theories, but only simple paranoid conspiracy theories. 5:42 P.M. \n\nSaturday, July 1, 2006 \n\n Patterico has the solution  for responsible newspapers seeking to publish reports revealing sensitive national \nsecurity secrets without the worry that people will read them: TimesSelect! I knew it would be good for something. \n.... 11:23 P.M. \n\nThursday, June 29, 2006 \n\nMegalomaniacal Moulitsas Quote of the Day:  Too good to check and make sure   it was accurately translated into \nSwedish and back again (but feel free): \n\n\"I wouldn't want to be a senator or congressman. I'm able to influence politics much more effectively doing what I \ndo. Now I can shape the national political debate. The only way I could exert more influence would be if I were \npresident.\" \n\n David Brooks  had a point! ... P.S.: And Mark Warner certainly             seeems to not want to piss him off  . ... 4:17 \nP.M. \n\n\"Jeez. Why are you spending so much time on Kos,\" I'm often asked by exasperated readers. \"We come to your \nsite for Burkle.\" Good point! ... In this month's Los Angeles, Steve Oney takes you inside Team Burkle as  PR man \nMike Sitrick and his billionaire client have a conference call to decide whether to tell the truth  . ... P.S.: It turns out \nBurkle didn't actually write the WSJ op-ed piece that appeared under his name. It was \"ghosted by Sitrick.\" Who \nknew? Needless to say, the piece             called for stricter journalistic standards of ethics  . ... 3:35 P.M. \n\n Influence Peddler  claims Larry Sabato has written             something \"very interesting.\"   I deny it. ... 2:53 P.M. \n\nTuesday, June 27, 2006 \n\nDavid Brooks timeline of Kos' allegiance-switch in the Ohio U.S. Senate race may or may not be  tendentiously \ngarbled  , but here's a             credible and seemingly definitive account  on Buckeye State Blog by a bitter \nsupporter of the candidate Kos abandoned. It's still pretty damning. How damning? Let's say there are four levels of \npossible Kos corruption: \n\nHypothetical Level 1 Kosola: Kos' buddy Jerome Armstrong is hired by campaign X and gets Kos to switch \nallegiances to X--and Kos switches, knowing there's something monetary in it for him, Kos, if he does. To my \nknowledge, nobody has made a case for this in Ohio. \n\nHypothetical Level 2 Kosola: Kos switches allegiance when Candidate X pays money to Armstrong (by hiring him), \nnot to Kos. This is the level of corruption suggested for the Ohio case by the misleading timeline offered \nby Brooks. But Armstrong seems to have been hired by Candidate X before Kos initially endorsed X's opponent \n(and then flipped). \n\nLess-Hypothetical Level 3 Kosola: Kos' support isn't contingent on any money changing hands, but Armstrong \nconsciously (if not explicitly) sells his \"access\" to Kos as part of what a candidate gets when he hires Armstrong. \n\nhttp://patterico.com/2006/06/30/4806/why-bill-keller-thought-the-terrorists-werent-tipped-off/\nhttp://media.nationalreview.com/post/?q=YmRiMjNiMDI3N2FjNGFmMzk1OGVlMzliNGZmN2Y2NzM=\nhttp://www.rawstory.com/news/2006/NY_Times_columnist_David_Brooks_slams_0624.html\nhttp://www.nypost.com/commentary/stock_shock_in_past_of_dem_hopefuls_aide_commentary_deborah_orin.htm\nhttp://www.lamag.com/ME2/dirmod.asp?sid=14D5B253DB1D499F9AD38F459D8E926A&nm=&type=Publishing&mod=Publications::Article&mid=8F3A7027421841978F18BE895F87F791&tier=4&id=05BC108A15F446D5B7A9BA0DFED8BE31\nhttp://www.lamag.com/ME2/dirmod.asp?sid=14D5B253DB1D499F9AD38F459D8E926A&nm=&type=Publishing&mod=Publications::Article&mid=8F3A7027421841978F18BE895F87F791&tier=4&id=05BC108A15F446D5B7A9BA0DFED8BE31\nhttp://www.opinionjournal.com/extra/?id=110008223\nhttp://influencepeddler.blogspot.com/2006/06/sabato-macrowave-or-microwave.html\nhttp://www.centerforpolitics.org/crystalball/article.php?id=DNW2006062901\nhttp://bloggingheads.tv/?id=107&cid=423&rate=1.2&in=08:09\nhttp://bloggingheads.tv/?id=107&cid=423&rate=1.2&in=08:09\nhttp://www.buckeyestateblog.com/node/1768\n\n\nThis would be standard Washington-style influence-peddling on Armstrong's part. It's not illegal, but it's corrupt in \nmy book--and at least used to be corrupt in most \"progressive\" books. But it's not as corrupt as Levels 1 and 2. \n\nLevel 4 Kosola, a.k.a. Accidental Kosola or One-Sided Kosola: Armstrong doesn't realize he's selling access to Kos; \nhe's just naively doing his consulting thing. If candidates want to pay him money thinking he's going to deliver Kos--\nwell, that's what they think. He's not really aware of their thoughts. It just all works out for him! \n\nBrooks doesn't nail Kos on Level 2, as noted, and the Buckeye State blogger doesn't really allege either Levels 1 or \n2 either. He suggests a nasty version of Level 3, but phrases it as a question. ... Those who still hope for a Level 1 \ncase might do well to more precisely follow the flow of advertising money that Armstrong's candidates sluice to \n\"netroots\" bloggers, including Kos, according to Buckeye State. \n\nP.S: Armstrong has  blogged breezily  in his own defense. \n\nLet me just state for the record that any payola allegations or some quid pro quo deal involving Markos and myself \nare complete fabrications. \n\n'No Quid Pro Quo' is of course the life-giving motto of Level 3 \"access\" peddlers. ... Armstrong is also surprisingly \neffective at admitting and charmingly deflating his  astrological speculations  , until you examine these sentences \nclosely: \n\nDown that line, I dabbled with planets and predictions in the most abstract manner, as one of several different \npredictive mathematical disciplines, when coming out of finances and into politics during my early blogging days \n(nobody is surprised that remembers the early 2001 days here), and since then have completely tapered out of it \nover time. So yea, the cons got me on this one being a little out of the ordinary It has nothing to do with what I \nconsult with in online political strategy. [Emphasis added] \n\nHmm. From \"finances\" to \"astrology\" into \"politics\" in a seemingly easy progression. What is the common element \nin Armstrong's blogging efforts in these three successive areas? Answer: BS!  Armstrong defended   bad stocks  , \nthen he defended             junk theories of the universe  , then he conned a generation of Democrats into             \nthinking they were going to win the 2002 midterms  ! Now he's promoting Mark Warner. ... Edwards supporter             \nNeil Sinhababu's forceful post  stresses that it was more than BS. It was BS dispensed \"to people who trusted \nhim.\" [via             Chris' double-secret hidden blog  ] ... 9:59 P.M.            link\n\nThe Senate Starts to Crumble? Who said that when it comes to immigration reform it's the 'Senate bill or nothing'?* \nIt sure  looks like   Senate conference leader Arlen Specter is moving rapidly, if not desperately, in the House's \n'enforcement-only' direction. Specter's now willing to accept making the Senate's guest worker and legalization \nprograms \"contingent on having a secure border,\" reports the Washington Times. Specter also said \n\n\"I don't think the Senate will pass a bill that's limited to [enforcement].\" \n\nNo fair issuing sweeping categorical prohibitions! Throw the steering wheel out the window! [You mean that's a \nsuprisingly weak formulation?--ed Yes. He doesn't \"think.\" This is the pre-conference bluster period, remember. \nHouse members may think he might think different in a few months!]. ... P.S.: More Specter \n\n\"It may be down the line that we will come to some terms on a timetable, with border security first and employment \nverification first.\" \n\nHow about this face-saving timetable: Border security, first, employment verification first--and Congress promises \nthat in a few years it will debate a legalization bill? Throw the man a lifeline! ... \n\n*--Answer:  Fred Barnes  ! 2:05 P.M.            link\n\nMonday, June 26, 2006 \n\nhttp://www.buckeyesenateblog.com/2005/10/lefty_blog_payo_1.html\nhttp://www.mydd.com/story/2006/6/25/11429/8897\nhttp://justoneminute.typepad.com/main/2006/06/putting_the_moo.html\nhttp://finance.yahoo.com/q/bc?s=BLPT.OB&t=my\nhttp://64.233.161.104/search?q=cache:H3qla8TnM00J:www.astroworld.us/archives/000077.html+%2522Ceres+and+Venus+are+representative+of+younger,+and+especially+feminine+energies%2522&hl=en&gl=us&ct=clnk&cd=2\nhttp://www.slate.com/id/2073478/\nhttp://www.slate.com/id/2073478/\nhttp://ezraklein.typepad.com/blog/2006/06/dont_invest_in_.html\nhttp://ezraklein.typepad.com/blog/2006/06/dont_invest_in_.html\nhttp://opinionator.blogs.nytimes.com/?p=241\nhttp://www.slate.com/id/2144571/&#levels\nhttp://www.washtimes.com/national/20060627-122657-1443r.htm\nhttp://www.weeklystandard.com/Content/Public/Articles/000/000/012/243faftw.asp?pg=1\nhttp://www.slate.com/id/2144571/&#specter\n\n\nBob Wright thinks David Brooks owes Kos a  Wright has a point  . ... 9:11 P.M.            link\n\nMystery Pollster  investigates the general applicability   of Peggy Noonan's             counterstereotypical observation  \n that \n\nI've never met a career military man who was a conservative on social issues. I think they tend to see questions \nsuch as abortion and marriage as essentially uninteresting, private and not subject to the movement of machines. \n\nMP's conclusions (see also   here  and             here  ) surprisingly confirm Noonan's point with respect to one part of \nthe military population. ... P.S.: I'm not sure most polls will capture Noonan's point--she may have been describing \nmilitary types who will self identify as \"conservative\" in surveys, and answer \"yes\" to poll questions about, \nsay, whether abortion should be banned, but who essentially don't care that much about such issues. Note also that \nonly             19% of military \"careerists\"  wanted to ban abortion \"entirely\". ... P.P.S.: It might be revealing to \ncompare the views of the white males who predominate in the officer corps with the views of white males in the \ncivilian population. 9:11 P.M.            link\n\nI'm on the East Coast and there is flooding in the area, but all essential kausfiles employees have reported for work! \nI credit my Pat Riley-esque motivational techniques.  7:45 P.M. \n\nDefining Defeat Down: Does TNR's  Spencer Ackerman really think it would necessarily be a \"defeat\"   if Iraqi PM \nNouri Al Maliki proceeds with \n\na reconciliation plan ... that essentially uses anti-occupation sentiment to unite the country, which means offering \nthe Sunni insurgents amnesty for anti-U.S. attacks and demands a timetable for U.S. withdrawal. \n\nTechnically, Ackerman only says that this is what Bush \"has defined for over a year as defeat,\" after which he links \nto a  Bush talk that demonstrates no such thing  . ... In the linked talk, Bush says it would be a defeat if \"If the \nUnited States of America leaves before this Iraqi government can defend itself and sustain itself and govern itself ... \n\" But of course the Maliki plan is designed precisely to create a government that can sustain itself. If the plan \nsucceeds, it doesn't seem like a \"defeat\" in either Bush's definition or in reality. ... Is Ackerman so \ndeterminedly hostile to Bush that he's rushing to redefine relative success in Iraq as a \"defeat\"? Is he worried that \nMaliki's plan might work? You make the call! ... 5:51 P.M. \n\nRead My Lips . No New Planets! Mark Warner's plea to   Jerome Armstrong?  ... P.S.: Favorite Armstrong \nAstroworld quote: \n\nIt's not a stretch to trace the whole internet back to the Uranus/Neptune conjunction in Capricorn ... \n\nAlready you can see the Warner anti-Gore strategy taking shape. (\"You invented the Internet? Tell it to \nUranus!\") [via Plank] 5:36 P.M.            link\n\nSaturday, June 24, 2006 \n\nOxygen: The Kosola story has  made the leap into non-cyberspace  ! But not the leap over the TimesSelect wall. ... \nUpdate: Newsweek gives it a              value-adding MSM graf  . ... \n\nP.S.:  Kos responds   to David Brooks' column, with characteristic attention to the merits: \n\nThey can praise us, they can trash us, they can ignore us, and ultimately none of that will matter as long as we \nkeep doing what we've been doing. \n\nWhether we succeed or not will depend on our own efforts. Not those of anyone else. \n\nhttp://bloggingheads.tv/?id=107&cid=423&rate=1.2&in=08:09\nhttp://www.slate.com/id/2144571/&#brookscorrection\nhttp://www.mysterypollster.com/main/2006/06/update_military.html\nhttp://www.opinionjournal.com/columnists/pnoonan/?id=110008516\nhttp://www.mysterypollster.com/main/2006/06/update_ii_milit.html#more\nhttp://www.mysterypollster.com/\nhttp://www.mysterypollster.com/main/2006/06/update_ii_milit.html#more\nhttp://www.slate.com/id/2144571/&#noonanpoll\nhttp://www.tnr.com/blog/theplank?pid=22436\nhttp://www.cbsnews.com/stories/2006/06/14/politics/main1712508_page2.shtml\nhttp://web.archive.org/web/20030212035740/astroworld.mydd.com/archives/000279.html\nhttp://www.tnr.com/blog/theplank?pid=22517\nhttp://www.slate.com/id/2144571/&#planets\nhttp://www.rawstory.com/news/2006/NY_Times_columnist_David_Brooks_slams_0624.html\nhttp://www.msnbc.msn.com/id/13531726/site/newsweek/\nhttp://www.dailykos.com/story/2006/6/24/194520/430\n\n\nHmm. Mark Warner may have something to do with it too. If he cuts his aide (and Kos buddy) Jerome Armstrong \nloose, that won't be a great advertisement for the Kos team. Even if he doesn't, Warner must be rapidly \napproaching the point where his association with Armstrong has brought him more trouble than it has benefit. ...... \n\nP.P.S.: The National Journal's  Beltway Blogroll  derogates that astrology angle: \n\nArmstrong is a fan of astrology -- the implication being that he is not to be taken seriously. This would be one of \nthose bizarre storylines I mentioned ... . The revelation doesn't seem relevant to anything and sounds like the \nbeginnings of a  smear campaign  much like the one directed at conservative blogger Ben Domenech earlier this \nyear. \n\nWhy isn't it relevant? The argument \"if he believes X, how can we trust his judgment on Y\" often provokes righteous \noutrage (when applied, for example, to Carter-era Democrats who were followers of EST, or Scientologists).  I \nsuppose the fear is that the \"if he believes X\" argument opens up the door to disputes between religions. The \ntrouble is, it's a perfectly logical and reasonable argument to make--even if you can't always make it in public. \nMormon Mitt Romney may be about to discover this.... \n\nIf I were Armstrong I'd try to figure out a way to get the S.E.C.'s blessing to tell my side of the story quickly. ... 8:14 \nP.M. \n\nIranian President Mahmoud Ahmadinejad, who  previously declared  aides saw an \"aura\" of light around him when \nhe spoke to the U.N., today boasted \n\nI know I have sort of arrived in a scary way, because now I'm not being attacked for what I've said and done.  \nPeople are making stuff up about me now.  They're inventing things.  And so I know now I'm on a different plane. \n\nThe prospect of this man getting hold of nuclear weapons is frightening indeed. ... Oh, wait.  That wasn't \nAhmadinejad at all  . Sorry. ... The nuclear thing still holds, though. ... 12:33 A.M. \n\nFriday, June 23, 2006 \n\nTo the Moon!  Dan Riehl   and             Red                State              bloggers  offer tidbits about Mark Warner aide \nJerome Armstrong that are strange enough for me to worry they're some sort of trick to trap bloggers into libeling \nKos' buddy. Read them with appropriate wide-eyed skepticism. You're allowed to smile, though. ...             \nWizbang argues  : \n\nThe Warner and [Sherrod] Brown campaigns are in a bind. Dropping Armstrong is the logical course of action, but it \nthey do they risk losing the support of Kos, whose support seems to correlate pretty strongly to Armstrong's \nemployment. \n\nMeanwhile, Chris Suellentrop's refrigerator light is on again, but the door is still closed. ... Just between you and \nme, Suellentrop notes that Armstrong is in a bind too: \n\nMoulitsas also suggests in his e-mail that Armstrong himself will \"go on the offensive\" about the story in \"a couple of \nmonths,\" but that's highly unlikely. Armstrong has accepted a permanent injunction that prohibits him from asserting \nhis innocence, or from asking his friends to assert it. The injunction states that Armstrong has agreed \"not to take \nany action or to make or permit to be made any public statement denying, directly or indirectly, any allegation in the \ncomplaint or creating the impression that the complaint is without factual basis.\" \n\nBinds all around. 11:38 P.M. \n\nThursday, June 22, 2006 \n\nMo : [See correction  below  ]              Kos publicly defends himself  --but not Armstrong, who is probably the main \nperson we want to hear from.             Jason Zengerle responds  , noting that Kos' \n\nhttp://beltwayblogroll.nationaljournal.com/archives/2006/06/friday_festival_10.php\nhttp://beltwayblogroll.nationaljournal.com/archives/2006/03/three_days_six.php\nhttp://www.heraldsun.news.com.au/common/story_page/0,5478,19031758%5E25717,00.html\nhttp://corner.nationalreview.com/post/?q=ZDA0NWJhMDc2YzM0Nzk5MjQ4NGMxNzg5MjIxODA3ODU=\nhttp://corner.nationalreview.com/post/?q=ZDA0NWJhMDc2YzM0Nzk5MjQ4NGMxNzg5MjIxODA3ODU=\nhttp://www.riehlworldview.com/carnivorous_conservative/\nhttp://www.redstate.com/story/2006/6/23/155357/601\nhttp://www.redstate.com/story/2006/6/23/122441/771\nhttp://www.redstate.com/story/2006/6/23/122441/771\nhttp://wizbangblog.com/2006/06/23/jerome-armstrongs-nutroots.php\nhttp://wizbangblog.com/2006/06/23/jerome-armstrongs-nutroots.php\nhttp://select.nytimes.com/gst/tsc.html?URI=http://icsn.page.nytimes.com/z/js/na.htm?r=http%253A%252F%252Fopinionator.blogs.nytimes.com%252F\nhttp://www.slate.com/id/2144065/&#correctgilliard\nhttp://www.dailykos.com/storyonly/2006/6/22/22310/2106\nhttp://www.tnr.com/blog/theplank?pid=21869\n\n\nrestatement that he is not a consultant still does not answer the serious questions that have been raised about his \nrelationship with Armstrong and whether there is some arrangement by which politicians who hire Armstrong as a \nconsultant then receive Kos's support. \n\nZengerle also quotes from some Kos-sympathizers on the secretive liberal \"Townhouse\" mailing list who were \ntroubled by the Kosola allegations. (Sample: \"I dont see how this can be ignored. We should all write in defense of \nthis once we know the facts. Jerome?\") ... Jerome? ... Confusion-generating update: See   Gilliard's questioning  of \nthat e-mail. Correction and update:             Zengerle now agrees Gilliard   didn't write the email. But             did \nanyone  , or was it a fake? ... \n\nP.S.: Kos repeats a boast he made in his \"Townhouse\" email, that the YearlyKos staffers \n\ngot a whole slew of corrections and apologies in response to pieces in the NY Times and Slate \n\nThere has been no correction or apology by Slate that I can find. There was a correction and apology on  Bob \nWright's bloggingheads.tv  . ... 1:05 P.M.            link\n\nWednesday, June 21, 2006 \n\nKos Wants Silence! TNR's   Jason Zengerle has discovered  one reason why normally fierce Kos defenders have \nbeen strangely silent on the Kosola controversy: In a message to \"'Townhouse,' a private email list comprising elite \nliberal bloggers\"--the authenticity of which seems to be undisputed--DailyKos founder Markos Moulitsas has issued \na \n\nrequest to you guys [that] that you ignore this for now. It would make my life easier if we can confine the story. \nThen, once Jerome [Armstrong] can speak and defend himself, then I'll go on the offensive ... and anyone can pile \non. If any of us blog on this right now, we fuel the story. Let's starve it of oxygen. \n\nA shrewd strategy, designed to prevent the Kosola scandalette from \"making the jump to the traditional media.\" I've \npursued the identical strategy myself, in analogous circumstances, though with a far less powerful and centralized \ninstitutional apparatus. So far, the \"sheep-like\" Kositburo members have largely complied. ... \n\nThe email also contains a cursory defense of Kosbuddy Jerome Armstrong signing a suggestive consent decree \nwith the SEC (\"he was a poor grad student at the time so he settled because he had no money\"), plus some \nthuggy blustering about \"lawsuits\" and \"exploring legal options.\"  Kos offers no defense, in Zengerle's account, on \nthe central moral (not legal) corruption at the heart of the Kosola scandal: whether one thing you get when you buy \nJerome Armstrong's services is highly effective \"access\" to his co-author Kos--access that in practice affects Kos' \nloyalties and the direction he sends his followers. If that's the case, it seems just as corrupt (and just as non-illegal) \nas when a former Tom Delay aide sells himself to corporate clients in part on the basis of his \"access\" to the \nbigshot he used to work for.   That's business as usual   in Washington--but I thought the Kos reformers were \nsupposed to be different. \n\nIf Armstrong did, as the S.E.C. alleged,  tout an iffy Internet stock in exchange for \"undisclosed compensation,\"  \n that a) illustrates that some things that are legal in politics are less legal in business; b) suggests that, instead of \nfollowing the traditional path to Beltway corruption--youthful idealism gradually transformed into mature access-\npeddling--Armstrong may have had a non-idealistic attitude from the start; and c) raises suspicions that Armstrong's \ncandidate-touting generally has been less sincere than previously suspected (which in turn undermines the \ncredibility of those, like Kos, who've let themselves be influenced by Armstrong). \n\nIs the newly-discovered Kositburo itself a sinister institution? In recent years the right has behaved as if it had some \nsort of shadowy de facto steering committee. You figured the Left must have something like that--how else to \nexplain why an antiwar site like Huffington Post would suddenly decide to   seize the cheap partisan opportunity to \nposture as patriotic by making a show of opposing the Iraqi governments attempts to end violence through an \namnesty program   (and mocking the GOP's failure to similarly posture)? Maybe Arianna got a \"Townhouse\" email! \n... \n\nhttp://stevegilliard.blogspot.com/2006/06/about-e-mails.html\nhttp://www.tnr.com/blog/theplank?pid=22517\nhttp://justoneminute.typepad.com/main/2006/06/what_would_a_we.html\nhttp://justoneminute.typepad.com/main/2006/06/what_would_a_we.html\nhttp://bloggingheads.tv/?id=102\nhttp://bloggingheads.tv/?id=102\nhttp://www.slate.com/id/2144065/&#mokosola\nhttp://www.tnr.com/blog/theplank?pid=21574\nhttp://bloggingheads.tv/?id=105&cid=412&rate=1.2\nhttp://www.sec.gov/litigation/complaints/comp18088.htm\nhttp://www.huffingtonpost.com/2006/06/20/19-gop-senators-vote-agai_n_23445.html\nhttp://www.huffingtonpost.com/2006/06/20/19-gop-senators-vote-agai_n_23445.html\nhttp://www.huffingtonpost.com/2006/06/20/19-gop-senators-vote-agai_n_23445.html\n\n\nMeanwhile, the vaunted, all-powerful Right Wing Noise Machine turns out to be  a guy in Jersey  ! .. \n\nPS.: The Kosola controversy offers more proof, if you needed it, of the folly of TimesSelect. Do you doubt that  \nChris Suellentrop's initial scoop  about Jerome Armstrong's alleged stock touting would be march harder for the \nKositburo to bottle up if it hadn't been stuck behind the TimesSelect subscription wall? I'd say TimesSelect cut its \nimpact by at least 50%. .... You'd think the guy who guided the disastrous Times Select experiment would \nget kicked to the side and given an assignment in far-off Asia, where he could do little further damage, instead of ...        \n      oh wait  . ...   P.P.S.: The official             NYT memo announcing Len Apcar's new assignment   does not \ncontain, in the section boasting of his many accomplishments, the sentence \"He initiated TimesSelect.\" Kf's subtle \nPravda-like reading of the memo therefore extracts this meaning: TimesSelect is dead. They'll pull the plug within a \nyear. ...   See also:             Excellent             posts  at Red State, where \"Trevino\" notes a) that Kos & Co. are \nbehaving like \"the Armstrong revelations have them scared,\" and b) there have long been suspicions about Kosola-\nesque dealings, and theyv'e been \"more on the left ... than the right.\" ... 10:11 P.M.            link   Tuesday, June 20, \n2006            \n\nKosolafest , 2006: Jim Geraghty has posted a  \"comprehensive Kos-Armstrong\" timeline  , which he claims shows \nan \"interesting pattern.\" (The pattern:Buy one, get one free!) ... I             debate the issue with Bob Wright here  . \nWright pooh-poohs the scandal. I say you don't have to have illegality to have corruption, and this situation reeks of \ncorruption. ...             Joyner  tends to the Wright view, claiming there's only \"one strike\" against Kos. ... What about       \n      Ohio  ? 12:40 P.M.            link\n\nNo Time For NEXIS! Krugman's Hours  Too Valuable  **: \n\nThus in 2004, President Bush basically ran as America's defender against gay married terrorists. He waited until \nafter the election to reveal that what he really wanted to do was privatize Social Security. \n\n--\"Class War Politics,\" Paul Krugman,  New York Times, June 19, 2006  , Page 19. [Emphasis added] \n\nPresident Bush's vision of an ''ownership society'' is built, as much as anything else, on a sweeping promise: that \nhe will transform Social Security so younger workers can divert some of their payroll taxes into private investment \naccounts.At a rally in Pennsylvania last week, Mr. Bush declared, as he does at almost every campaign stop \nnowadays, that ''younger workers ought to be able to take some of their taxes and set up a personal savings \naccount, an account that they can call their own, an account that the government cannot take away and an account \nthat they can pass on from one generation to the next.'' \n\n--\"Bush Revisiting Social Security, And Fight Is On,\"  by Robin Toner and David Rosenbaum, New York Times, \nSeptember 17, 2004, Front Page. [Emphasis added] \n\n**--This is an inaccurate shot, of course. Krugman doesn't need to check NEXIS--he remembers perfectly well that \nBush campaigned on his Social Security plan. On October 19, a few weeks before the election, Krugman himself \nwrote that he'd \"never believed Mr. Bush's budget promises\" in part because \"his broader policy goals, including \nthe partial privatization of Social Security -- which is clearly on his agenda for a second term--would involve large \ncosts ....\" [Emphasis added] Bush's plan was misguided and costly, but it was hardly hidden from voters. 4:21 A.M. \nlink\n\nA  stunningly cynical move  by Senate Democrats. ... Note: The posturing Dems             opposed amnesty   for \nall Iraqis \"who have attacked ... members of the U.S. Armed Forces,\" not just those who've actually killed \nAmericans. [Emphasis added] That would seem to rule out amnesty for most of the insurgents the Iraqi government \nis trying to win over, no? .... 3:45 A.M. \n\nMonday, June 19, 2006 \n\nInfluence Peddler   dissents  from the             emerging   herd             wisdom  that--thanks to the unpopularity of \nthe Senate's legalization approach with actual voters--there will be no immigration bill before the election. Thanks to \n\nhttp://www.prospect.org/weblog/2006/06/post_629.html#002851\nhttp://www.tnr.com/blog/theplank?pid=21086\nhttp://www.tnr.com/blog/theplank?pid=21086\nhttp://poynter.org/forum/view_post.asp?id=11534\nhttp://poynter.org/forum/view_post.asp?id=11534\nhttp://www.redstate.com/story/2006/6/21/132943/723\nhttp://www.redstate.com/story/2006/6/21/163339/984\nhttp://www.slate.com/id/2144065/kossilence\nhttp://tks.nationalreview.com/post/?q=YmRjZjNkYjA0ZDY2ODk4NjBjOGZkYmRjMjgzYTMyMTQ\nhttp://bloggingheads.tv/?id=105&cid=412&rate=1.2\nhttp://www.outsidethebeltway.com/archives/2006/06/kos_-_armstrong_blogola_scandal/\nhttp://www.buckeyesenateblog.com/2005/10/lefty_blog_payo_1.html\nhttp://www.slate.com/id/2144065&#kosolafest\nhttp://www.wws.princeton.edu/pkrugman/enronfaq.html\nhttp://select.nytimes.com/gst/tsc.html?URI=http://select.nytimes.com/2006/06/19/opinion/19krugman.html&OQ=_rQ3D1Q26nQ3DTopQ252fOpinionQ252fEditorialsQ2520andQ2520OpQ252dEdQ252fOpQ252dEdQ252fColumnistsQ252fPaulQ2520Krugman&OP=35242346Q2FQ7BQ7D37Q7BinQ3E__iQ7BQ27Q5EQ5EqQ7BQ5EqQ7BQ24Q2AQ7B_,FEF_EQ7BQ24Q2AeQ3EpOrQ7EE4Q51irk\nhttp://www.slate.com/id/2144065/&#hidden\nhttp://bloggingheads.tv/?id=105&cid=415&rate=1.2\nhttp://democrats.senate.gov/newsroom/record.cfm?id=257100&\nhttp://influencepeddler.blogspot.com/2006/06/pessimism-on-immigration-reform.html\nhttp://www.suntimes.com/index/novak.html\nhttp://corner.nationalreview.com/post/?q=NTg1YWJiODM5YzJmMTAwYWU1ZTI4MDY3NjFjZWUwNGY=\n\n\nthe unpopularity of the Senate's legalization approach with actual voters there will be a bill, IP predicts. It will be a \nHouse-style, enforcement-oriented bill that will give Democrats fits. According to this theory, which I buy, Speaker \nHastert's current intransigence is a feint. ... P.S.: But isn't the House-Senate conference committee stacked with \npro-legalization types? IP explains             why this is not an insoluble problem  . ... 6:34 P.M. \n\nFriday, June 16, 2006 \n\nIt's a Connecticut Thing:  Ryan Sager thinks Joe Lieberman's new campaign ad is awful  . So does             Josh \nMarshall  . You make the call. .. P.S.: It seems juvenile to me. But doesn't its effectiveness hinge on whether (and \nhow much) Connecticut Democrats hate Lowell Weicker? ... Update: The ad              revives a cartoon Lieberman \nused 18 years ago  , and may be designed to  remind state voters why they elected Lieberman in the first place. \n... 3:19 P.M. \n\nTouting Mark Warner--Suellentrop's Secret Scooplet: If the NYT's Chris Suellentrop  had a scooplet about Kos \ncrony/Mark Warner payee Jerome Armstrong and the S.E.C.  but nobody read it--because it a) wasn't in the NYT \nprint edition and b) on the Web it was stuck behind the TimesSelect subscription wall--would it make a sound? ... \nUpdate:             Not total silence.  ... But             not totally behind the subscription wall  either. ... More:             The \nPlank  has an excerpt: \n\n[S]ome people ... compare the blog boomlet [Kos and Armstrong] helped create for Dean to the work of online \nbulletin-board posters who touted dodgy Internet stocks during the boom market without disclosing that they were \nbeing paid for their words. \n\nWhich, interestingly, is precisely what the Securities and Exchange Commission, in court documents filed last \nAugust, alleges that Jerome Armstrong did in 2000. (The original S.E.C. complaint is  here  .) In a subsequent filing, \nthe S.E.C. alleges that \"there is sufficient evidence to infer that the defendants secretly agreed to pay Armstrong for \nhis touting efforts\" on the financial Web site Raging Bull. \n\nWithout admitting or denying anything, Armstrong has agreed to a permanent injunction that forbids him from \ntouting stocks in the future. The S.E.C. remains in litigation with him over the subject of potential monetary \npenalties. \n\nNext question--Suellentrop's Props: If Suellentrop breaks a story behind the TimesSelect wall, and the story gets \nout, will he get credit for his scoop? Not   here  . .. TimesSelect could become a secluded free-fishing zone for \nreporters from other publications. In this case, the TimesSelect wall lets the New York Post get credit for a New \nYork Times scoop. Good work, Pinch!  ... Caveat: Is it really possible that this story didn't come out in late 2003, \nwhen Armstrong is said by the Post to have \"signed off on\" the settlement of the S.E.C. charges? I can't find a \nmention on Nexis or in Wikipedia, but I have a vague memory of something like this .... I'd check Suellentrop's \npublished version again ... if I could get to it. But it seems to have re-disappeared behind the TimesSelect wall. \nAnother example of TimesSelect inhibiting the blogosphere's search for truth! ... \n\nMore:  Here's a roundup of blog reactions  , including             agonizing Kossacks  ! ... 2:45 P.M. [Updated 6/18]       \n     link           \n\n  \n\n Bloggingheads  --Bob Wright's videoblog project.             Gearbox  --Searching for the Semi-Orgasmic Lock-in.       \n      Drudge Report  --80 % true. Close enough!             Instapundit  --All-powerful hit king.             Joshua Marshall  -\n-He reports! And decides!               Wonkette  --Makes Jack Shafer feel guilty.               Salon  -- Survives! kf \ngloating on hold.             Andrew Sullivan  --He asks, he tells. He sells!             David Corn  --Trustworthy reporting \nfrom the left.              Washington Monthly  --Includes Charlie Peters' proto-blog.             Lucianne.com  --Stirs the \ndrink.             Virginia Postrel  -- Friend of the future!             Peggy Noonan  -- Gold in every column.             Matt \nMiller  --Savvy rad-centrism.             WaPo  --Waking from post-Bradlee snooze.             Keller's Calmer Times  --\nRegistration required.              NY Observer  --Read it before the good writers are all hired away.             New \n\nhttp://influencepeddler.blogspot.com/2006/06/smart-money-on-immigration.html\nhttp://www.realclearpolitics.com/blog/2006/06/unbearable.html\nhttp://www.talkingpointsmemo.com/archives/008770.php\nhttp://www.talkingpointsmemo.com/archives/008770.php\nhttp://www.newhavenindependent.org/archives/2006/06/post_239.php\nhttp://www.newhavenindependent.org/archives/2006/06/post_239.php\nhttp://opinionator.blogs.nytimes.com/?p=225\nhttp://opinionator.blogs.nytimes.com/?p=225\nhttp://www.technorati.com/search/opinionator.blogs.nytimes.com/?p=225\nhttp://opinionator.blogs.nytimes.com/\nhttp://www.tnr.com/blog/theplank?pid=21086\nhttp://www.tnr.com/blog/theplank?pid=21086\nhttp://www.sec.gov/litigation/complaints/comp18088.htm\nhttp://www.nypost.com/business/shill_to_hack_business_roddy_boyd.htm\nhttp://pajamasmedia.com/2006/06/koshacks_attack_when_your_swim.php\nhttp://www.dailykos.com/story/2006/6/18/102945/512\nhttp://www.slate.com/id/2143479/&#chriskosola\nhttp://bloggingheads.tv/\nhttp://slate.msn.com/id/104252/\nhttp://www.drudgereport.com/\nhttp://www.instapundit.com/\nhttp://talkingpointsmemo.com/\nhttp://www.wonkette.com/\nhttp://www.salon.com/\nhttp://www.andrewsullivan.com/\nhttp://www.thenation.com/capitalgames/\nhttp://www.washingtonmonthly.com/\nhttp://www.lucianne.com/\nhttp://www.vpostrel.com/\nhttp://opinionjournal.com/columnists/pnoonan/\nhttp://www.tmsfeatures.com/tmsfeatures/subcategory.jsp?catid=1104&custid=67\nhttp://www.tmsfeatures.com/tmsfeatures/subcategory.jsp?catid=1104&custid=67\nhttp://www.washingtonpost.com/\nhttp://www.nytimes.com/\nhttp://www.observer.com/index_go.html\nhttp://www.thenewrepublic.com/\n\n\nRepublic  --Left on welfare, right on warfare!               Jim Pinkerton  -- Quality ideas come from quantity ideas.             \nTom Tomorrow  --Everyone's favorite leftish cartoonists' blog.               Ann \"Too Far\" Coulter  --Sometimes it's just \nfar enough.             Bull Moose  -- National Greatness Central.             John Ellis  --Forget that \nFlorida business! The cuz knows politics, and he has, ah, sources.             \"The Note\"  --How the pros start their \nday.             Romenesko  -- O.K. they actually start it here.             Center on Budget and Policy Priorities  --Money \nLiberal Central.             Steve Chapman  --Ornery-but-lovable libertarian.             Rich Galen  --Sophisticated GOP \ninsider.             Man Without Qualities  --Seems to know a lot about white collar crime. Hmmm.             \nOverlawyered.com  --Daily horror stories.             Eugene Volokh  --Smart, packin' prof, and not Instapundit!             \nEve Tushnet  --Queer, Catholic, conservative and not Andrew Sullivan!             WSJ's Best of the Web  --James \nTaranto's excellent obsessions.             Walter Shapiro  --Politics and (don't laugh) neoliberal humor!             Eric \nAlterman  --Born to blog.             Joe Conason  --Bush-bashing, free most days.             Lloyd Grove  --Don't let him \nwrite about you.             Arianna's Huffosphere  --Now a whole fleet of hybrid vehicles.             TomPaine.com  --\nWeb-lib populists.             Take on the News  --TomPaine's blog.               B-Log  --Blog of spirituality!               Hit & \nRun  --Reason gone wild!             Daniel Weintraub  --Beeblogger and Davis Recall Central.             Eduwonk  --\nYou'll never have to read another mind-numbing education story again.             Nonzero  -- Bob Wright explains it \nall.             John Leo  --If you've got political correctness, he's got a column ... [More tk] \n"}