{"title": "NEWFOUND FRIENDS ASSIST CHINESE IMMIGRANTS AFTER DRUNKEN DRIVER TORE THEIR FAMILY APART", "body": "\n* Arriving here as a Washington University research scientist, Zhaofeng Cao was realizing a dream. Now, two years \nafter his death, his wife and son must decide whether they want to stay or go back to China.\n\nIn the weeks after her husband's death, the envelope lay unopened inside Suchun He's apartment in Clayton.\n\nShe can't remember how many times she picked it up and stared at it, reading and rereading the hospital's return \naddress in the upper left corner.\n\n\"Open it,\" her friends would tell her.\n\n\"No,\" she told them. She was afraid. She knew what was inside.\n\n\"I could not open,\" she said in soft, halting English. \"I know my husband die, but I not want to read that my husband \ndie.\"\n\nIt took three months, she said, before she could summon the courage to tear through the seal and pull out the brief, \nbusinesslike letter.\n\nIt was not a death certificate at all, but a simple notice asking her to pick up her husband's personal belongings.\n\n\"The letter say hospital has husband's glasses, watch and passport,\" she said. \"They say OK if I get them.\n\n\"But when I come, they say 'too long of time,'\" she said. \"They say they throw away.'\"\n\nNext month -- Oct. 2 -- will mark the second anniversary of her hu sband's death. He was killed by a drunken \ndriver when the man's van crossed the center line and struck the couple's gray Mazda on a rainy Saturday \nafternoon near the intersection of Hanley Road and Delmar Boulevard.\n\nSuchun He, who had arrived in St. Louis from China just four months earlier to be with her husband, was driving. \nHer husband, Zhaofeng Cao, 36, was in the front passenger seat. It was just before 3 p.m. and they were heading \ntoward a Chinese grocery on Olive Boulevard to do some weekend shopping.\n\nTheir 8-year-old son, Qian Cao, was not in the car.\n\nBy the time Suchun He saw the yellow and red Chevy van, it was too late. It was right on top of them. Both were \nwearing seat belts.\n\n\nWhen she finally awoke three days later, Suchun He was lying in a hospital bed with multiple fractures of her arms \nand legs and severe internal injuries. Her husband was dead.\n\nMonths would pass before she would be able to walk again on her own. The long, red scars still snake across her \narms and legs.\n\nEven now, Suchun He, 38, says she can scarcely believe what the past two years have brought.\n\n\"I miss my husband,\" she says. \"He is very very young. His whole life, he work hard, study, study, study, not take a \nrest.\n\n\"If my husband had not come here, we would still have a happy family.\"\n\nShe is sad, but she is sometimes angry, too. \"In China, nobody drinks and drives. Everyone is afraid of government. \nYou kill somebody in China, you are in big trouble.\"\n\nWhen Cao was granted a visa to come to the United States as a research scientist in 1998, it was the realization of \na nearly impossible dream.\n\nBorn into a family of poor peasants in China's Hunan Province, he faced overwhelming odds even to attend a \nChinese university.\n\nSt. Louis immigration attorney James Z. Liang said that Cao came \"a very long way\" from his humble beginnings.\n\n\"He had to be very very smart or work very very hard,\" Liang said.\n\n\"You can't imagine the hardships of a peasant in a Chinese village in the 1980s.\"\n\nUltimately, he received a master's degree from Beijing University and a doctorate from Hunan University Medical \nSchool, where he worked as a teacher and researcher in the field of neurophysiology.\n\nIn May 1998, he came to Washington University Medical School as a resear ch scientist under a two-year visa.\n\nHis family joined him a year later.\n\nHe was a model employee, says his supervisor and friend, Mark Wardell.\n\n\"He was a delight,\" Wardell said. \"He was a mainstay at the lab. He was a person with a very positive and very \noptimistic attitude at work, and he was an extraordinary family man.\"\n\nAn exciting time\n\nCao's hope, his wife says, was to introduce his son to America and the American school system. He told the boy \nthat one day he wanted him to return to the United States to attend college.\n\nIt was an exciting time for their family, Suchun He said. She was awed by American grocery stores and shopping \nmalls and amazed at the cleanliness. They met friends in the local Chinese community and at the university.\n\nTheir son enrolled at Clayton's Glenridge Elementary School, where he excelled in academics.\n\nThe family traveled to Chicago with a local church group. Slowly, Suchun He began to pick up bits of English.\n\nShe was homesick for China, but her family was together.\n\nOn the day of the accident, Suchun He and her husband had been to the Soulard Farmers Market and to the Kmart \nand Sam's stores on Manchester Road in the city. It was a typically American Saturday.\n\n\n\nSuchun He said she saw the van cross the center line. She remembers trying to step on the brake. Then, she says, \nshe remembers nothing.\n\n\"I open my eyes and I ask if my husband OK.\"\n\nRecalling the incident, she reached for a roll of toilet tissue, pulled off a piece and wiped it over her eyes.\n\nShe still has her husband's medical books, his neckties, an extra pair of eyeglasses and his briefcase.\n\n\"He was a very nice man,\" she said. \"He always gave people help.\"\n\nThe accident merited only a few short paragraphs on the inside of the Post-Dispatch, but both the Chinese and St. \nLouis communities quickly embraced Suchun He and her son.\n\nMembers of a local Buddhist group, the Buddhist Tzu Chi Foundation, offered their help, showing up at Barnes-\nJewish Hospital shortly after the accident and raising money for the family. Wardell and Washington University \nbegan the delicate, painstaking process of trying to get emergency visas for family members to come from China to \nhelp with Suchun He's recovery and rehabilitation.\n\nClayton schools started fund drives that raised more than $4,000. The Chinese community raised another $12,000.\n\n\"She asked for nothing,\" Wardell said. \"It just appeared.\"\n\nIn recent months, area residents who did not know Suchun He before the accident have come forward.\n\nSeveral have bought her household items, given clothing to her and her son and offered her rides to doctors' \nappointments.\n\nOne, Amy Koman of Clayton, was so taken with the family's story that she opened her family's carriage house to \nthem rent free.\n\n\"I am lucky,\" Suchun He said. \"God saw me and sent good people to me. Sometimes I tell God, 'Thanks, God.' \"\n\nSeeking legal status\n\nSince her husband's death two years ago, Suchun He and her son have been living illegally in the United States. \nTheir temporary visa expired the moment that Cao was killed on the rain-slickened University City roadway.\n\nBut, immigration attorney Liang says, the U.S. Immigration and Naturalization Service is \"very sympathetic\" to the \nfamily and thus far, at least, has not tried to deport them.\n\nUntil recently, the St. Louis County prosecuting attorney's office and a lawyer in a civil case against the drunken \ndriver of the van convinced immigration officials that it was important that the family remain in the United States \nuntil the cases were settled.\n\nNow that those cases are complete, Liang is working to keep Suchun He and Qian in the United States, citing \nSuchun He's need for continuing medical care here. She remains in pain.\n\nLiang also hopes to get her a permit that would allow her to work legally in the United States.\n\nBy legalizing their stay here, Liang says, it may be easier for Qian to one day return to the United States to attend \ncollege.\n\nThe driver of the van that struck the couple's car, Jackie L. Rusan of Weston Place in Richmond Heights, was \nsentenced to three years in prison for involuntary manslaughter earlier this year, a punishment that Suchun He \nbelieves is much too lenient for tearing her family apart. She has collected $33,000 from a settlement with \n\n\n\nRusan's insurance carrier - $16,500 for her husband's death and $16,500 for her injuries - the maximum allowed \nunder Rusan's minimal coverage.\n\nThe money is in a bank account, she says. She will not touch it.\n\n\"This is not my money,\" she said. \"It is my husband's money and Qian's money, money for Qian's education.\"\n\nShe spends almost nothing on herself. She wears a pair of tennis shoes that were hand-me-downs to her son and \nthat he has now outgrown.\n\nShe will not ask for rides and prefers to walk \"so I will not bother anyone.\" Still, she remains dependent on others to \nhelp her do banking and to translate for her when she sees her doctors.\n\nIf it was up to her, Suchun He said, she probably would go back to China. While her English is improving, it remains \ndifficult to communicate.\n\nShe misses her family.\n\nBut if they go back, especially as illegal immigrants, she worries that it could jeopardize Qian's chance to return to \nAmerica.\n\nAnd she will do nothing to risk that chance. After all, it was her husband's dream.\n\n\"He studies hard; he works hard,\" she said of her son. \"Just like his dad.\"\n\nQian spends his free time working on his father's computer, practicing his violin and reading, especially science \nfiction. The two often will walk to a local bookstore on Sundays and spend the day there, reading together.\n\nQian says he will be happy to remain in the United States, but he would be just as happy to go back to China.\n\nHe loved his father very much, he said. He remembers how he taught him to roller-skate and how his father would \nsometimes let him win when they played chess.\n\nHe loves his mother, too.\n\n\"He is a good boy,\" his mother said. \"I hope he can grow up very good.\n\n\"I will do my best,\" she said. \"I will work harder. I will work harder so Qian can grow up and do good things for \neverybody.\n\n\"Like his father.\"\n\nFriends have opened a college fund for Qian Cao at the Bank of America, Account No. 003476785516. \nContributions should be marked \"For Deposit only for the benefit of Qian Cao.\"\n\nNotes\n\nReporter Bill Smith:; E-mail: billsmith@post-dispatch.com; Phone: 314-340-8125  \n\nGraphic\n\n \n\nmailto:billsmith@post-dispatch.com\n\n\nPHOTO; (1) Color PHOTO by J.B. FORBES/POST-DISPATCH - Suchen He listens as her son, Qian Cao, 10, \npractices the violin last week in their apartment in Clayton. \"He studies hard; he works hard,\" Suchen He said of her \nson. \"Just like his dad.\" She said she misses her family in China but worries that if they go back, it could jeopardize \nQian's chance to return to America.; (2) Color Photo by J.B. FORBES/POST-DISPATCH - Qian Cao, 10, works on \nhis Chinese math with his mother, Suchun He, at their apartment in Clayton. Suchun He says that Chinese math is \nmore advanced than what Qian is learning here, and that he needs to keep up with his studies so he won't be \nbehind if the two go back to China.\n"}