{"title": "Immigrants will call on Congress Several caravans are heading for nation's capital to press for immigration reform bill", "body": "\nAs President George W. Bush presses lawmakers to get immigration reform back on track, immigrants across \nthe country are marching, praying, writing lawmakers and hitting the road for Washington in a desperate push to \nrevive the stalled measure.\n\nBefore the bill collapsed in the Senate last week, most immigrants agreed that it was flawed. But seeing a rare \nopportunity for change slipping away - and recognizing it may not come again for years - many insisted they \nwouldn't let it go without a fight.\n\nThe immigrants' rallying cry echoed the president's words Tuesday to divided Republicans: \"The status quo is \nunacceptable.\"\n\n\"There was a lot of frustration that politics got in the way of sound, necessary public policy,\" said Jerry Gonzalez of \nthe Georgia Association of Latino Elected Officials, a statewide organization whose 4,000 members are calling \ntheir senators seeking reforms. \"The time is now. They need to act. They have to.\"\n\nA caravan left Los Angeles for Washington on Sunday, picking up immigrants along the way who are eager to tell \ntheir stories to legislators.\n\nA second caravan left Wednesday after a send-off from Roman Catholic Cardinal Roger Mahoney.\n\nThe first group was led by Eduardo \"Piolin\" Sotelo, host of the nationally syndicated radio show \"Piolin por la \nManana,\" and was cheered on by hundreds of supporters as it left a historic plaza from the city's Mexican past.\n\nSotelo is collecting letters asking for a path to citizenship for the country's approximately 12 million illegal \nimmigrants. He's broadcasting his appeal from cities along the way and expects to have about 1 million letters by \nthe time he gets to Washington today.\n\n\"If someone's already proved they're working hard for this great nation and for his family, and he's proved he's a \ngood human being, why not live legally here in this country?\" Sotelo said. \"We're waiting for a positive answer from \nour senators.\"\n\nImmigrants whose families were separated during immigration raids are hanging all their hopes on the possibility \nof comprehensive reform.\n\nTony Wasilewski, a Polish immigrant living on the outskirts of Chicago, saw his wife deported to Poland on June 8. \nShe took with her the couple's 6-year-old American-born son fearing he was too young to be away from her.\n\n\n\"I want to bring my family back to America, and I want to protect families that are in the process of deportation,\" he \nsaid. \"I'm going there to try to talk to our leaders, our congressmen, our senators. We need a change.\"\n\nWasilewski is also joining a caravan of about 100 immigrants, clergy members and other supporters on a 10-city \ntour that culminates with a rally next week in Washington.\n\nOn Sunday, Catholic dioceses around the country took part in a day of prayer for immigration reform. Bishop \nOscar Solis celebrated Mass at Our Lady Queen of Angels Church in downtown Los Angeles, drawing 250 \nworshippers.\n\nIn Atlanta, immigrant groups are calling for an interfaith day of prayer on June 21.\n\nNotes\n\n Nation \n\nGraphic\n\n \n\nPHOTO\n\n PHOTO - Supports gather to bid goodbye to friends and relatives leaving on \"The Dreams Across America Tour\" at \nUnion Station in Los Angeles on Wednesday. Organized by the Catholic Church, unions and community groups, the \ngroup includes several dozen legal immigrants who will cross the country by train while making stops to tell their \nstories of coming to the United States.  Photo by Nick Ut | The Associated Press  PHOTO - Catholic Cardinal \nRoger Mahoney of Los Angeles prays before the departure of  \"The Dreams Across America Tour.\" The trip is \nscheduled to finish in Washington next week.  Photo by Nick Ut | The Associated Press \n"}