{"title": "Foreign gay spousescan seek some benefits", "body": "\nForeign nationals who are married to U.S. citizens of the same sex may apply for spousal green cards and other \nbenefits, immigration authorities announced Monday, but it remains to be seen whether the government will issue \nthem.\n\nIn the past, foreign same-sex spouses who sought the immigration benefits granted to heterosexual married \ncouples were automatically rejected by the U.S. Bureau of Citizenship and Immigration Services because of a law \nthat barred the federal recognition of gay marriage.\n\nBut the agency has stopped that practice, at least temporarily, in light of last month's decision by the Obama \nadministration to no longer defend the constitutionality of the 1996 Defense of Marriage Act in court. Any such \napplications will now be put on hold until the agency receives guidance from the Department of Homeland \nSecurity's general counsel, spokesman Christopher S. Bentley said.\n\n\"USCIS has not implemented any change in policy and intends to follow the president's directive to continue \nenforcing the law,\"  Bentley said in a statement. \"USCIS has issued guidance to the field, asking that related cases \nbe held in abeyance, while awaiting final guidance related to distinct legal issues.\"\n\nRepublicans in Congress vowed to defend the statute against several legal challenges filed by same-sex couples. \nMoreover, the Obama administration has said unequivocally that the law will remain in place unless it is repealed or \ninvalidated by the courts. The Supreme Court is likely to resolve the issue.\n\nThe USCIS decision does not apply to deportations. However, the administration's reservations about the Defense \nof Marriage Act led an immigration judge in New York to stop deportation hearings for a married Argentine lesbian \nfound to be in the country illegally, according to media reports.\n\nGay rights groups hailed Monday's announcement, which was first reported by the Daily Beast, as a significant \nvictory, because the heterosexual spouses of U.S. citizens are afforded certain benefits under immigration law. For \nexample, they may apply for permanent residency status or green cards, which are key steps toward citizenship.\n\n\n\"Today's statement is the first domino to fall for LGBT [lesbian, gay, bisexual and transgender] Americans with \nforeign national spouses,\" Rachel B. Tiven, executive director of the advocacy group Immigration Equality, said in \na statement.\n\nsandhya@washpost.com\n"}