{"title": "A protest festively flavored", "body": "\nFrom the outside it looked impressive.\n\nBut from the inside it didn't look like quite enough.\n\nAlex Velazquez wondered why more Latinos did not attend Monday's \"Day Without Immigrants\" demonstration \noutside Legends Field.\n\nHe couldn't figure out why some of his friends traveled all the way to Orlando for what they thought would be a \nbetter rally.\n\nVelazquez, a Honduran who works for the state Health Department, traveled from Zephyrhills with his wife, Marta, \ntheir two school-age children and both their mothers.\n\n\"In this country everyone is an immigrant,\" Marta Velazquez said. \"Now that we are here legally, we are thankful to \nthe people who helped us.\"\n\nWhile an estimated 20,000 marched in Orlando, police put the Tampa crowd estimate closer to 7,000. Business \nowners described the one-day work stoppage as an inconvenience, but not much more.\n\nStill, those who joined the Velazquez family seemed to be having a pretty good time.\n\nThe atmosphere was festive and, in all honesty, quite commercial.\n\nPeople weren't just handing out little American flags, they were also handing out advertisements for English \nlanguage classes, business cards for law firms, leaflets for storefront immigration services.\n\nThe Velazquezes laughed at hats and T-shirts someone had given them from a Bill Heard car dealership. \"It's the \nAmerican way,\" Alex said.\n\nIt was American and then some.\n\nPeople in their 20s shouted slogans from the 1960s. Posters of Emiliano Zapata, the Mexican revolutionary, drew \nthunderous cheers. Three Mexican construction workers who had been excused from work for the day hoisted a \nsign that asked, \"Who builds your houses?\"\n\nA man wore a large flag of Colombia like a Superman cape. People from Puerto Rico, a U.S. territory with no such \nimmigration issue, came out in solidarity.\n\n\nEverywhere you looked there was evidence of the vast influence Latin America has on our culture, from the dozens \nof Latin-oriented businesses along Columbus Drive to the neon traffic signal leading to the stadium parking. \n\"Derecha al senal,\" it read, turn right. If immigrants really did go out on strike, if the showing had been closer to \n70,000, just imagine the impact.\n\nBut the Tampa event was less of an exercise in leverage than a friendly day in the park. Despite a contingent of \nanti-immigration demonstrators across Columbus Drive, the mood was celebratory.\n\nYou could even join in from behind your wheel: Roll down your window, hug the right lane and honk your car horn \nfor a rousing cheer.\n\nYou could almost forget the serious reason for the rally - pending congressional reforms that could make it a felony \nto live in this country without immigration papers. That's what brought out Esmeralda Ramirez of Plant City, along \nwith her boyfriend and their 2-year-old son Bryan\n\nRamirez grew up in the migrant circuit and now picks strawberries in Plant City. At $1.50 a box it's not an easy \nliving, she said. \"Sometimes I don't even make $20\" in a day.\n\nRamirez, who was born in Texas, does not have to worry about being jailed or deported. But her boyfriend was born \nin Mexico. \"If they make this law, he has to go also,\" she said.\n\nSo Ramirez was grateful for those Latinos who attended, for the friendship they extended her, and for a day to \nwave a flag on Dale Mabry Highway.\n"}