{"title": "Travelers entering, leaving U.S. face tighter scrutiny", "body": "\nWashington --- Airlines and ships will have to give the government detailed information about all passengers and \ncrews, including Americans, before the travelers leave or reach the United States, under a proposed federal rule \nissued Friday.\n\nThe information, which would be gathered from U.S. citizens for the first time, would go to the Immigration and \nNaturalization Service and to the U.S. Customs Service.\n\nInternational cargo planes, passenger flights and ships --- including those coming from Mexico and Canada --- are \nincluded in the proposed monitoring system. Private vehicles, commercial buses and trains would not be affected.\nCox Washington Bureau\n\nUnder the rule proposed by the INS, the airlines and ships would have to provide in advance information on \ncitizenship, birth date, residence, passport number and \"such other information\" that federal officials decide is \nnecessary for enforcing immigration laws and protecting national security. The rule would take effect after a 30-day \ncomment period.\n\nThe INS has been criticized for its bureaucracy and lengthy backlogs in processing applications and gathering \ninformation.  Since 1989, most airlines have been providing advance lists of some noncitizen passengers under a \nvoluntary agreement with the federal government. The new rule would expand the practice to all passengers and \nmake it mandatory.\n\nThe lists must be transmitted electronically, so that names can be more easily matched against computer \ndatabases for possible criminal or terrorist ties.\n\nThe INS estimates that the rule will affect 108 large commercial air carriers and ship lines and more than 14,400 \nsmaller carriers. Initial costs to the private sector are estimated to be $166 million.\n\nViolating the rule would bring a $1,000 penalty for each time a carrier fails to provide proper information on a \npassenger. The INS said it might initially forgive the fines if a carrier is making a good-faith effort to comply with the \nrequirements.\n\nDelta Air Lines spokesman Anthony Black said the airline was already sharing some information with the \ngovernment about passengers on international flights. He said Delta is \"enhancing our data-collecting capabilities\" \nto provide more information.\n\n\nComputer specialists at Delta \"feel confident that they will be able to meet the requirements of the INS,\" Black said.\n\nExpansion of the INS monitoring of passengers is a step toward an automated entry-and-exit system for tracking \nvisitors at U.S. ports of entry. Currently, the immigration agency has no systematic way to monitor foreign visitors or \nto know whether they have overstayed their visas or left the country.\n\nRosemary Jenks, a lobbyist for NumbersUSA, a private group that favors tighter borders, said the proposed \nrequirement \"has the potential\" to improve security --- but only if immigration officials are able to check every name.\n\nJenks was skeptical. \"The INS is understaffed, and their computers don't always work,\" she said.\n\nThe government has numerous computer databases, many of them incompatible, that create a computerized chaos \nas authorities attempt to make background checks, Jenks said.\n\n\"The bottom line is, it's all pointless unless the INS is using the data that it gets\" to detect dangerous or \nunauthorized persons before they cross the border, Jenks said. \"Once they get into the country, it's too late.\"\n\nCivil liberties advocates said a series of security measures imposed since the Sept. 11, 2001, terrorist attacks have \nraised concerns about potential government abuse.\n\n\"You need to see this in the larger context of vastly expanded government information collection and data-mining,\" \nsaid David L. Sobel, general counsel for the Electronic Privacy Information Center.\n\nBut the American Civil Liberties Union, which has criticized many of the Bush administration's anti-terrorism \ninformation-gathering efforts, said the latest proposal should not impinge on people's privacy.\n\n\"We don't see a huge downside,\" said ACLU spokeswoman Emily Whitfield.\n\nNews services contributed to this article.\n\nGraphic\n\n \n\nPhoto: Cruise ship passengers would be included under the new rule, which expands previous voluntary reporting \non some noncitizens by making it mandatory and applying it to everyone. / ANDY NEWMAN / Associated Press\n"}