{"title": "SCAM WARNING ON GREEN CARDS", "body": "\nMayor Giuliani joined celebrity activist Bianca Jagger yesterday to warn immigrants to protect themselves from \nscams in next year's national lottery for 55,000 green cards.\n\nImmigrant applicants were warned not to believe any lawyer, newspaper ad or group that promises to give a leg up \nin winning one of the cherished documents, since a State Department computer will make the choice.\n\n\"Anyone who says they want to help you, who wants a fee for this, you should turn in. Tell us who is scamming \nyou,\" Giuliani said in a ceremony at Holy Cross Catholic Church in Flatbush, Brooklyn.\n\n\"The very best way to protect yourself, your family, is to become a citizen as quickly as you can.\"\n\nApplications for the lottery will be accepted only between Feb. 3 and March 5, with those sent before or after \nrejected. Only one application per person is accepted, and multiple applications will result in disqualification.\n\nThe lottery, an annual event in recent years, sets aside 55,000 green cards nationwide for immigrants. Green \ncards give immigrants the legal right to live and work in the U.S. and are a requirement for citizenship.\n\nThe lottery is open to legal and illegal immigrants, living here or abroad, who have a high school education or have \nworked at least two of the past five years in a job for which at least two years of training is required.\n\nLegalizing immigration status, especially for illegal immigrants, will avoid \"a generation without hope and security,\" \nsaid Jagger, a native of Nicaragua and long-time human rights activist.\n\nCountries whose citizens are not eligible include Canada, Colombia, the Dominican Republic, El Salvador, India, \nJamaica, Mexico, the Philippines, Poland, South Korea and Vietnam. Citizens of China and Taiwan are not eligible, \nbut those from Hong Kong are. Among United Kingdom citizens, only those from Northern Ireland are eligible.\n\nPeople from the excluded countries, traditional sources of immigration to the U.S., are barred from the lottery in an \nattempt to diversify national background.\n\nInformation on the lottery is available from the New York Immigration Hotline, (718) 899-4000.\n\nGraphic\n\n \n\n\nMIKE ALBANS DAILY NEWS PROSPECTIVE CITIZEN has a quiet moment in ceremony at Holy Cross Church in \nBrooklyn yesterday.\n"}