{"title": "Lawyer's Fall Rends Immigrants' Lives;Search for Help in Gaining Work Permit Leads to Deportation", "body": "\nIn the tightly ordered, self-contained world of Li Yu Mei and Wei Liang Li there is little room for chaos.\n\nMarried just over a year ago, the couple, Chinese immigrants who live in Sunset Park, Brooklyn, had planned their \nlife down to the last detail. Their marital bed is big enough to accommodate the children they hoped to have (\"so no \none rolls off the bed,\" Ms. Mei says). They had talked about having a girl next year, the Chinese Year of the Rabbit, \nso that she would be soft and pure. The following year, the Year of the Dragon, they hoped for a boy, so that he \nwould be strong and daring.\n\nBut the events of the last week have wrecked their plans.\n\nMr. Li, a 26-year-old handyman who came to the country illegally in 1994, is now being held in a Federal detention \ncenter in Elizabeth, N.J., where he awaits deportation to China. Ms. Mei, a 25-year-old graduate from the \nUniversity of Rhode Island, is trying to stop his deportation by calling lawyers and sending faxes to the White \nHouse and human rights organizations.\n\n\"I wake up every night and don't see him next to me and I just cannot go back to sleep,\" said Ms. Mei, who cried \nthroughout a recent interview. \"I don't know what I'm going to do without him or even if I can go on.\"\n\nMr. Li's predicament is an object lesson on how everything can go wrong, and usually does, when immigrants who \ndo not speak English and do not understand the laws of the United States try -- by themselves or following the bad \nadvice of inept or corrupt lawyers -- to decipher the intricate ways of the immigration laws.\n\nMr. Li's arrest comes at a time when Federal officials have a mandate and the resources to detain and deport more \npeople than ever before, because of a 1996 law that makes it harder for illegal immigrants to stay in the United \nStates.\n\nMr. Li, his wife said, was the victim of a bad lawyer who filed a political asylum claim on his behalf three years ago. \nMs. Mei said her husband, who had no intention of seeking political asylum, had gone to the lawyer only for a work \npermit. Without Mr. Li's understanding of the process, she said, the asylum claim was filed and denied. That denial \nled to a 1996 order of deportation that Mr. Li ignored. His wife said that without telling him the contents of the \norder, his lawyer had advised him to ignore it.\n\n\nIt is not possible to know what Mr. Li's former lawyer, Sheldon Walker, can say in his defense or even if he recalls \nMr. Li's case. Mr. Walker, a 60-year-old immigration lawyer from Great Neck, N.Y., is finishing the first month of a \n42-month sentence in a Federal prison for defrauding the Immigration and Naturalization Service and misleading \nthousands of clients who sought his help at his Manhattan office near Pennsylvania Station.\n\nMost of Mr. Walker's clients were non-English-speaking immigrants from Bangladesh, Pakistan, Nigeria, India, \nTurkey, China and the former Yugoslavia. Prosecutors in the criminal division of the United States Attorney's Office \nin Manhattan got an indictment of Mr. Walker with the help of dozens of his former clients. Seven of them testified \nat his two-week trial in May.\n\nThe immigrants testified that they had gone to Mr. Walker hoping to receive a work permit. Mr. Walker had told \nthem that for $600 he could get them the permit, a much-sought-after privilege. Some of them did not even know \nthat Mr. Walker had applied instead for their political asylum until prosecutors seeking evidence against Mr. Walker \nshowed them the asylum application with their signatures.\n\nMr. Walker's mishandling of thousands of cases has caused many expensive and time-consuming administrative \nproblems for the I.N.S. In a letter sent to the judge during the sentencing of Mr. Walker last month, Edward J. \nMcElroy, I.N.S. district director in New York, said that Mr. Walker's conviction would force the agency to scrutinize \nall pending applications filed by his office and, most likely, also lead to a review of old cases in which benefits were \ngranted.\n\nBecause Mr. Li was not granted any benefit from the application Mr. Walker filed on his behalf, his case is not up for \nreview, though. Following an agency policy of not discussing individual cases, I.N.S. officials declined to answer \nquestions about Mr. Li this week.\n\nMr. Li's ordeal began Oct. 14, when, accompanied by his wife, he walked into the immigration office in lower \nManhattan for a much-awaited interview on his attempt to legalize his status. After marrying Ms. Mei last year, he \nhad applied to obtain legal permanent residency, or what is commonly known as a green card. (Ms. Mei, who came \nfrom China when she was 12, is an American citizen.)\n\nThe couple hoped that within an hour, Mr. Li would walk out with a green card. Instead, Mr. Li and Ms. Mei were \nushered into an office on the 12th floor. There, an immigration officer asked Ms. Mei to translate his words to her \nhusband.\n\n\"He said: 'Ask your husband if he has anything he wants to give to you, because we are going to take him now. He \nis on his way to China,' \" Ms. Mei recalled. \"And that was it. My husband was gone in five minutes.\"\n\nSince then, Mr. Li has been held at the Elizabeth, N.J., detention center. The day after his arrest, Mr. Li came within \n10 minutes of deportation. Immigration officials shackled him and took him to Kennedy International Airport, hoping \nto send him to China. Just before he boarded the plane, his new lawyers filed a motion to stop the deportation. \nMr. Li was sent back to the detention center but the motion was denied later and so was the appeal.\n\nMr. Li's new lawyers, Stephanie Yutkin and Theodore N. Cox, were able to postpone the deportation only after \nfiling a request for what is commonly known as a torture convention interview, a last-minute appeal that stops the \nprocess while the authorities determine whether the immigrant is likely to be tortured on returning to his country.\n\nMs. Mei says she so wants to be with her husband that if he is deported to China, she will follow. That could \npresent a problem, though. Ms. Mei, who was born in the province of Guangdong, about an hour's drive from Hong \nKong, is what she calls a black-market child. Because her parents already had a child when she was born and \nChina has strict laws that allow one one child per family, Ms. Mei's birth and young life were not properly recorded \nin her own country.\n\n\"It's like I don't exist over there,\" she said. \"My parents always had to bribe officials to hide my presence \neverywhere we lived and to be able to send me to school.\"\n\n\n\nAnd because the rule about having only one child per family has become even more strict in recent years, Ms. Mei \nis also reluctant to return to a country that would limit the number of children she can have. Having a family is \nespecially important for Mr. Li, an only child whose mother was forced to have five abortions, Ms. Mei said.\n\nMr. Li so wanted to become a father, Ms. Mei said, that he had already bought a pretty little frame with room for two \npictures. The frame, resting on a shelf near a sunny window, is for the first baby portraits of their future children.\n\nProsecutors in the United States Attorney's Office declined to discuss Mr. Li's case beyond what they argued in \ncourt. Their argument hinges on the contention that Mr. Li could not possibly have been lied to by his lawyer \nbecause in 1995, he attended an asylum hearing, at which he testified in detail about how, as a student leader in \nChina, he had been a victim of persecution. That hearing should have indicated to him that he was seeking political \nasylum, not work authorization, prosecutors said.\n\nIn addition, they said, even if he was lied to by his lawyer, he should have been alert enough to understand that \nsomething was amiss when he had signed the letter of deportation he had received. At the very least, a prosecutor \nsaid, he should have walked into an immigration office when he received the deportation order, in order to inquire \nabout it. He could also have turned his lawyer in, they said.\n\nHis lawyers vehemently argue that Mr. Li had been misled and could not possibly have understood the legal or \nbureaucratic terms involved.\n\nProsecutors also point to the findings of the immigration judge who ruled against Mr. Li in his 1995 asylum hearing. \nThe judge noticed the rehearsed way in which Mr. Li was testifying. In denying his claim, the judge noted that Mr. \nLi's demeanor in court was not that of someone speaking from personal experience; instead, he appeared to be \ntrying hard to recall facts he had memorized.\n\nAnd indeed he may have been. His wife has not asked him about this and it is not possible to communicate with Mr. \nLi now that he is detained. His current lawyers said he was repeating in court what he had been told.\n\nDuring court testimony in Mr. Walker's case, it was revealed that he instructed his employees to prepare fictitious \nstories of persecution for his clients to use, based on boilerplate model stories that Mr. Walker maintained in his \nfiles.\n\nMr. Li's new lawyers said that Mr. Walker's conviction should allow the courts or the I.N.S. to reopen their client's \ncase.\n\n\"They put the lawyer in jail, they know what he did and how and they are unwilling to give a break to one of his \nclients,\" Ms. Yutkin said. \"It's outrageous! I have never seen anything like this in my years of practice.\"\n\nAlan J. Stopek, who has been practicing immigration law in New York since 1969 and is not connected to Mr. Li's \ncase, said it was possible that Mr. Li went through the entire process of applying for political asylum without fully \nunderstanding what he was doing.\n\n\"I see cases like that all the time,\" he said yesterday. \"People, sometimes not even lawyers, who file asylum claims \nfor clients who don't know anybody. I just saw one last week in court. A lawyer was coaching a woman from \nJamaica to say that she suffered persecution in her country because she is an educated woman, which is, of \ncourse, a lie.\"\n\nProsecutors said Mr. Li's case was the first known to them in which an immigrant sought to avoid deportation \nusing Mr. Walker's conviction. Of the seven immigrants who testified at the trial, six had already managed to \nobtain permanent residency. One had not. A spokesman at the Federal Attorney's office said he was not promised \na green card in exchange for his testimony.\n\nGraphic\n\n\n\n \n\nPhotos: Li Yu Mei with her Chinese husband, Wei Liang Li, who faces deportation. Li Yu Mei, crying, shows a \nphoto of her husband, Wei Liang Li, who is being held while Federal officials try to deport him. (Steve Hart for The \nNew York Times)\n"}