{"title": "U.S.-bound fliers required to register; Year-old program applies to travelers from 35 countries", "body": "\nWASHINGTON -- Citizens from 35 countries could be barred from boarding U.S.-bound flights starting in March if \nthey don't register online before flying, according to the Homeland Security Department.\n\nThe government hopes that registration will flag visitors with criminal records or immigration problems before they \nenter the USA.\n\nTravel groups worry that thousands of people could be kept from the country because they don't know about the \nrequirement.\n\n\"We lose if these people don't come,\" said Geoff  Freeman, senior vice president of the U.S. Travel Association, a \ntrade group. The association is urging the government to launch an aggressive publicity campaign.\n\nThe registration requirement affects 35 countries -- including the United Kingdom, Japan and Germany -- whose \ncitizens can enter the United States without a visa. In 2009, about 15 million people from those 35 countries visited \nthe United States.\n\nOnline registration enables Customs officials to keep convicted criminals or illegal immigrants from boarding planes \nto the United States, Customs spokeswoman Joanne Ferreira said. \"This makes sure travelers who do not require \na visa do not pose any threat by traveling to the U.S.,\" she said.\n\nThe registration requirement is not connected to the Dec. 25 attempted bombing of Flight 253 near Detroit. Suspect \nUmar Farouk Abdulmutallab, a Nigerian, would not have registered because he had a visa, which requires a \nbackground check.\n\nCongress mandated the registration program in 2007, and Customs launched it one year ago. The online form \nasks biographical information and background questions, and it can be completed a few hours before boarding.\n\nBefore the registration program began, Customs agents checked visitors when they arrived at U.S. airports.\n\nIn recent months, about 91% of the people flying to the USA without visas had enrolled online, Customs figures \nshow. Even with that compliance rate, travel-industry groups note that more than 4,000 people a day had not.\n\nThose people have been allowed to board flights to the U.S. But starting March 21, Customs said it may start fining \nairlines up to $3,300 for each passenger who has failed to register and is allowed on a U.S.-bound flight. That will \nlikely result in airlines barring such passengers, Freeman said.\n\nFreeman said people fail to register because they don't know about the program or don't have Internet access.\n\n\n\"We've come a long way in improving compliance,\" said Steve Lott of the International Air Transport Association. \n\"But it's important we close that gap before the summer travel period begins.\" \n"}