{"title": "TESTIMONY APRIL 26, 1994 HIRAM A. RUIZ POLICY ANALYST UNITED STATES COMMITTEE FOR REFUGEES HOUSE FOREIGN AFFAIRS/ASIAN AND PACIFIC AFFAIRS HMONG REPATRIATION TO LAOS", "body": "\n Testimony of\n\n Hiram A. Ruiz\n\n Policy Analyst,\n\n U.S. Committee for Refugees\n\n on the\n\n Situation of Hmong Refugees\n\n and Asylum Seekers in Thailand\n\n before the\n\n House Committee on Foreign Affairs\n\n Subcommittee on Asia and the Pacific\n\n April 26, 1994\n\n Mr. Chairman, I am Hiram A. Ruiz, Asia policy analyst for the U.S. Committee for Refugees (USCR). Thank you for \nextending me the opportunity to present the views of USCR concerning the situation of Hmong Laotian refugees.\n\n The U.S. Committee for Refugees is a nonprofit, nongovernmental organization that regularly monitors and \nassesses the situation of refugees and displaced people around the world.  We have monitored developments \naffecting Hmong refugees in Thailand specifically for many years.  I personally traveled to Thailand last year to \ndocument the situation of the Hmong, and, more recently, a USCR consultant conducted on-site documentation for \nUSCR on the screening process being used to determine refugee status.\n\nINTRODUCTION\n\n Mr. Chairman, the U.S. Committee for Refugees is grateful that you have convened a hearing regarding refugees \nand asylum seekers in Southeast Asia at this critical juncture.  The long saga of Vietnamese boat people appears to \nbe drawing towards a close.  The screening of most Vietnamese asylum seekers has been completed, and the UN \nHigh Commissioner for Refugees (UNHCR) and the governments concerned have agreed that those who have \nbeen screened out (determined not to be refugees) must return to Vietnam by the end of 1995.\n\n\n As recent events in Hong Kong indicate, however, if this \"end- game\" is not approached sensitively and \nresponsibly, there is potential for violence and tragedy.  Although USCR is not testifying regarding the Vietnamese \ntoday, I would like to add our voice to those who urge that the U.S. government work to ensure that the return home \nof screened-out Vietnamese asylum seekers takes place with dignity and respect for the basic human rights of all \nindividuals.\n\n The situation of the Hmong is often regarded as parallel to that of the Vietnamese, and there appears to be \nwidespread belief that solutions decided upon for the Vietnamese can and should apply to the Hmong as well.  But \nthat is not the case.\n\n There are significant differences between political, social, and economic conditions in Vietnam and Laos, and \nbetween the Vietnamese and Laotian governments.  Also, the Hmong are an ethnic minority within Laos, which, \ncombined with the fact that some Hmong continue to engage in an armed insurgency against the present Laotian \ngovernment, results in their remaining a marginalized, suspect group upon returning to Laos.\n\n The situation of the Hmong should be analyzed in its own right, and the U.S. government should formulate policy \ntoward the Hmong based on that group's particular needs and situation.  That policy should take into account the \nfact that the Hmong, including many of those currently living as refugees in Thailand, risked their lives to assist \nthe United States.  Indeed, it is because of that support for die United States that the Hmong are in this situation \ntoday.  While we may now wish to put that period in our history behind us, it would be wrong to turn our backs on \nthe Hmong in the process.\n\n Having said that, we can not ignore political realities on the ground in Southeast Asia, particularly Thailand's \nunwillingness to continue hosting refugee populations.  What is needed is a U.S. policy that is sensitive to the \nsituation and needs of the Hmong, that honors our responsibility toward them, that maximizes safeguards for the \nHmong, and that takes into account political realities.  Achieving such a balance will not be an easy task.\n\n BACKGROUND\n\n For many years following the end of the United States' military involvement in Southeast Asia, the U.S. \ngovernment responded admirably to the plight of the refugees who fled Vietnam, Laos, and Cambodia beginning in \nthe mid- 1970s in the wake of communist takeovers in those countries.  The United States opened its doors to \nmore than a million such refugees.\n\n The asylum countries of Southeast Asia, including Thailand, also did their part.  Although there were serious \nproblems, eventually, through the adoption in 1989 of the Comprehensive Plan of Action on Indochinese Refugees, \nthe so-called CPA, an accommodation was found that guaranteed first asylum in the region for those who fled, and \nleft the door open for overseas resettlement of those determined to meet the criteria for refugee status.\n\n The CPA plan called for asylum countries to institute a screening process to determine if any given individual met \nthe criteria for being granted refugee status.  Most of the Hmong in Thailand either arrived before the screening \nprocess began and thus have automatic refugee status, or were \"screened in,\" that is, determined to be refugees.\n\n The United States extended the possibility of resettlement here to Hmong with refugee status who also met U.S. \nImmigration and Naturalization Service (INS) criteria for admission to the United States as refugees.\n\n More than 64,000 Hmong have resettled in the United States.  For many, lacking formal education, English \nlanguage skills, or transferable work skills, life in the United States proved difficult.  Consequently, many other \nHmong refugees in Thailand decided against resettlement in the United States.  Many of the Hmong in Thailand \nwho did not opt for resettlement did so in part because of fears about life in the United States, in part because they \nhoped to be able to someday return to their homes, and in part because they believed they would be able to remain \nin Thailand until such time as they believed it to be safe to return home.  In Thailand, they lived in fenced-in \nrefugee camps that offered them little more than the possibility of survival.\n\n\n\n For years that situation remained static.  It appeared to more or less suit all concerned.  But that has changed.  For \nthe past several years, the government of Thailand, which once supported the Hmong resistance group that \ncontinues to fight the Laotian government, now shuns the Hmong resistance and cultivates economic ties with the \nLao government.  It no longer welcomes Hmong refugees, and in fact would like to see all the refugees on Thai \nsoil (including those from Laos and Burma) leave Thailand.  It has said that the Hmong must leave by the end of \n1995 (a target date of end- 1994 had earlier been set, but this has been eased).  The Thai authorities have already \nclosed two of the three main camps that housed Hmong refugees.\n\n The Thai Military's forcible repatriation of the 500 or so Cambodians who refused to join the UNHCR-organized \nvoluntary repatriation last year, and its recent forcible repatriation of some 20,000 Cambodians, mostly women, \nchildren, and elderly people, who fled fighting between Cambodian government forces and the Khmer Rouge, \nunderscore the Thai government's hardened line toward refugees.\n\n Laotians, both Hmong and lowland Lao, have been repatriating since 1980.  Between 1980 and late 1993, more \nthan 8,600 lowland Lao and some 7,600 highland Lao (mostly Hmong) repatriated.  A majority of these were \npeople with refugee status, but more than 2,700 were persons who had been screened out.  In 1993, the number of \nhighland Lao, mostly Hmong, who repatriated was the highest of any year since 1980.\n\n Thailand presses the Hmong to repatriate.  Thousands of Hmong, afraid to do so and also reluctant to resettle to \nthe United States or elsewhere overseas, have left the refugee camps and sought shelter at a Buddhist temple \nsome 100 kilometers from Bangkok.  Their future remains particularly uncertain.\n\n SUMMARY OF MAIN ISSUES\n\n Although for many years relatively little public or official attention has been focused on Hmong refugees, \ndiscussions that have taken place have been polarized and highly charged.  Perceptions about the current situation \nof the Hmong, about their future, and about what U.S. policy towards the Hmong should be vary widely.  No doubt \nthat polarization will be reflected in the testimonies presented during this hearing.\n\n In my statement, I will identify the specific concerns that the U.S. Committee for Refugees has regarding the \ncurrent situation and future status of Hmong refugees in Thailand, and will make recommendations that could, if \nacted upon, ameliorate these concerns.  I have appended to this testimony copies of two articles published by \nUSCR in August 1992 and January 1994 that provide detailed background information on the situation of the \nHmong and that supplement the information contained in this testimony.\n\n The U.S. Committee for Refugees is concerned about several issues:\n\n a sense that the U.S. government, and particularly U.S. Embassy officials in Thailand, have become impatient with \nthe Hmong refugees and asylum seekers in Thailand and lack concern for them;\n\n reports of ill-treatment of repatriated Hmong in Laos;\n\n reports of involuntary repatriation of Hmong refugees and asylum seekers;\n\n the disparity in the perceptions of concerned parties regarding the voluntariness of the repatriation program and the \nsafety of returnees;\n\n calls for an end to U.S. support for programs to assist Hmong who repatriate to Laos;\n\n the fairness and competence of the screening (refugee determination) process in Thailand;\n\n the limited access of screened-out Hmong to the appeals process and the fairness and thoroughness of that \nprocess;\n\n\n\n restrictions already in place or anticipated that limit the ability of Hmong with refugee status to apply for \nresettlement in the United States;\n\n the Thai government's insistence that all Laotian Hmong must leave Thailand by the end of 1995;\n\n the disappearance of repatriated Hmong leader Vue Mai and the implications of his disappearance for the \nrepatriation process; and\n\n the fears of members of the Hmong community in the United States for their friends and relatives in Thailand and \nLaos.\n\n ANALYSIS AND RECOMMENDATIONS\n\n Mr. Chairman, I would like to expand on these concerns and offer USCR's recommendations about what Congress \ncould do to ameliorate them.\n\n 1. Regarding our sense that the U.S. government, and particularly U.S. Embassy officials in Thailand, have \nbecome impatient with the Hmong refugees and asylum seekers in\n\n Thailand and lack concern for them:\n\n I raise this issue first because it underlies many of the concerns USCR has regarding U.S. policy towards the \nHmong and underscores why we believe that it is so important that Congress take a pro-active approach to the \nsituation of the Hmong.\n\n For many years, the U.S. government has kept its door open to Hmong refugees seeking resettlement in the \nUnited States.  Through contributions to the UN High Commissioner for Refugees (UNHCR), the United States \nhas also helped fund the stay in Thailand of Hmong refugees who did not wish to resettle and who continued to \nfear repatriation, and it has helped provide assistance to those Hmong who have repatriated.\n\n More recently, however, there appears to be an attitude at the U.S. Embassy in Bangkok and the U.S. Department \nof State that the Hmong have had long enough to make up their minds about resettling in the United States, that \nthose who can't or don't want to resettle can and should return to Laos, and that those who don't are simply being \nobstinate or opportunistic.  In an excellent, in-depth report on the situation of the Hmong in the February 27, 1994 \nPhiladelphia Inquirer, a U.S. Embassy official in Bangkok was quoted as saying that the Hmong who remain in the \ncamps do so in order to enjoy \"the good life.\"\n\n That attitude is unfair and illogical.  Many Hmong genuinely fear repatriation to Laos.  The extent to which their \nfears are warranted is subject to debate, but the reality is that the fear is there.  Based on the experience of Hmong \nwho have resettled in the United States, many Hmong refugees in Thailand are also, sensibly, wary of the \ndifficulties of adjusting to life in the United States.  It is therefore not surprising that many Hmong would prefer to \nremain in Thailand.\n\n Yet, rather that pressing the Thai government to allow the Hmong to remain while working to convince the Hmong \nthat they truly can safely repatriate (if that is the case), some U.S. government officials dismiss the concerns of the \nHmong about repatriation.  There also appears to be little U.S. government concern over continuing reports that at \nleast some of the Hmong who have been denied refugee status do, in fact, have genuine claims to such status.  In \nthe past, independent observers have criticized the refugee determination process as unfair and corrupt.  Yet State \nDepartment and Bangkok embassy officials do not press the Thai government and UNHCR to remedy this by \nfurther review of such cases.\n\n The State Department is also said to be considering a cut-off date for the Hmong to apply for resettlement.  This \nadds pressure and limitations to those already exerted by the Thai government, which has told Hmong in Ban Na \nPho camp, the so-called \"repatriation camp,\" that since they did not apply for resettlement before, they cannot do so \nnow.\n\n\n\n RECOMMENDATION: We urge Congress to ask senior level State Department officials to review U.S. policy \ntoward the Hmong, and to urge U.S. refugee officials in both Washington and Bangkok to pursue policies that do \nnot further limit Hmong refugees' options.\n\n 2.  Regarding reports of ill-treatment of repatriated Hmong, reports of involuntary repatriation of Hmong refugees \nand asylum seekers, and the disparity in the perceptions of concerned parties regarding the voluntariness of the \nrepatriation program and the safety of returnees:\n\n Some Hmong organizations and leaders argue that Hmong refugees who return to Laos are persecuted and \nabused, if not outright killed.  These groups' claims are alarming, and understandably cause fear and consternation \namong Hmong in die United States and Thailand.  But the organizations making these assertions do not provide \nspecific details or concrete evidence.\n\n UNHCR, Lao, Thai, and U.S government officials argue that the Hmong are safe upon return.  But the Thai and \nLao governments are not the most reliable sources on this issue, and the monitoring capacities of the United \nStates and UNHCR in Laos are limited.  Nevertheless, we understand from UNHCR that they have received \nseveral specific complaints of returnees experiencing security problems and that the agency has established that all \nbut one, the disappearance of Vue Mai, were unfounded.\n\n Some Hmong leaders also say that the Thai authorities routinely force Hmong refugees back to Laos, while \nUNHCR, Thai, and U.S government officials say that the Hmong who have repatriated have done so voluntarily.\n\n While we do not have evidence that the Thai authorities use actual force to repatriate the Hmong, we can say with \ncertainty that they subject the Hmong to considerable pressure to repatriate.  The Thai authorities tell the Hmong \nthat if they do not repatriate they might wind up in a prison camp, or that their families' food rations will be cut off.  \nThat may not be what UNHCR classifies as refoulement (forcible return of refugees), but it is also a far cry from the \nfully informed, unpressured decision carried out in safety and dignity that the UN and most governments say are the \nessentials of a truly voluntary repatriation.\n\n RECOMMENDATION: One of the most pressing needs regarding Hmong repatriation is an unbiased, independent \ninvestigation of the safety of Hmong who return to Laos and of whether Thailand is using force or coercion to \nrepatriate the Hmong.  Such an investigation could be carried out by a special rapporteur appointed by the UN \nHuman Rights Commission, or by an international delegation. We urge Congress to press for such an investigation, \nand the Laotian government to permit it.\n\n 3.  Regarding calls for an end to U.S. support for programs to assist Hmong who repatriate to Laos:\n\n There has been criticism from some quarters of Congress's financial support for programs aimed at protecting and \naiding the reintegration of Hmong who repatriate to Laos.  Such criticism is misguided.\n\n Like the repatriation of Vietnamese who have been determined not to be refugees, the repatriation of screened-out \nHmong, and of Hmong refugees who do not wish to, or are ineligible to resettle abroad, is a reality.  Upon return, \nthey urgently need international assistance in order to make a new start.  U.S. funds not only help make that new \nstart possible, but, by channeling U.S. aid through UNHCR and international nongovernmental organizations, the \nUnited States helps ensure that international staff will be present alongside the returnees in Laos, which helps \nenhance their security.\n\n RECOMMENDATION: Congress should continue to support programs that help Hmong who return to Laos to \nreintegrate and that enhance their safety.\n\n 4.  Regarding the fairness and competence of the screening (refugee determination) process, the limited access of \nscreened-out Hmong to the appeals process, and the fairness and thoroughness of that process:\n\n\n\n The system that Thailand devised to differentiate between Hmong with valid claims to refugee status and those \nwhose claims are less valid has been criticized for years.  In 1989, the Lawyers Committee for Human Rights \ndetailed concerns about the system, including charges of corruption.\n\n In 1993, an official involved in refugee assistance programs in Thailand made a careful study of 31 screened-out \nHmong cases and concluded that 8 of the cases appeared to be potentially eligible for recognition as refugees and \nfor admission to die United States as refugees based on U.S. Immigration and Naturalization Service (INS) \ncriteria.  Another six cases appeared to have a \"50-50 chance\" to qualify for such recognition and U.S. admission.\n\n An appeal and review system exists, but it is difficult to access, and the appeals are often rejected.  For example, \nof the above 14 cases that an independent reviewer found to have a reasonable-to- strong claim for refugee status, \nUNHCR officials in Thailand only supported the appeal of one case, and the Thai authorities rejected that appeal.\n\n Although obvious flaws exist in both the screening and appeals processes, the U.S. Embassy in Bangkok and the \nState Department in Washington have shown little interest in supporting a review of screened-out cases.  Recently, \nfor example, 300 Hmong, most of whom were screened out, paid thousands of dollars to Thai officials who \npromised to include them on the list of screened-in Hmong eligible to apply for resettlement.  Rather than view the \n300 individuals involved as people fearful of being returned to Laos and willing to take desperate measures to avoid \nthat fate, a State Department official, in a letter to various members of Congress who expressed concern about the \ngroup, described the group as having \"attempted to bribe their way into the resettlement process.\"\n\n Given that there are only about 1,600 screened-out Hmong, reviewing the cases of those who claim that they were \nunfairly denied refugee status should not be an impossibly cumbersome task.\n\n RECOMMENDATION: Congress should urge the State Department to press UNHCR and the Thai government to \nundertake a review of the cases of screened out Hmong who dispute the decision in their refugee status \ndetermination hearing. The State Department could facilitate this process by accepting information regarding these \ncases that may be available from relatives in the United States.\n\n 5.  Regarding restrictions already in place or anticipated that limit the ability of Hmong with refugee status to apply \nfor resettlement in the United States:\n\n For many years, the Hmong have been under the impression that they could remain in Thailand.  For that reason, \nsome decided not to apply for resettlement.  Now that it is becoming clear to them that their only alternatives may \nbe repatriation or resettlement, some of those who did not choose resettlement earlier may now wish to do so.  The \nThai government has said that those who previously signed voluntary repatriation forms or who agreed to move to \nBan Na Pho camp can no longer choose resettlement The United States is reportedly considering setting a date by \nwhich eligible Hmong refugees who wish to apply for resettlement must apply.\n\n All of these restrictions and roadblocks are unnecessary.  They limit options and accomplish nothing.\n\n RECOMMENDATION: Both the Thai and U.S. government should allow Hmong who did not previously opt for \nresettlement but who now wish to pursue it to apply for it without unnecessary hindrances.  Imposing a cut-off date \nat this time is unnecessary, and a decision on this matter should be postponed.\n\n 6.  Regarding the Thai government's insistence that all Laotian Hmong must leave Thailand by the end of 1995:\n\n Thailand has allowed the Hmong to remain on Thai soil for 19 years.  Although it has confined them to closed \nrefugee camps, it has allowed the international community to assist them.  For its own reasons, Thailand has \ndecided to pull up the welcome mat.  Given the severity of refugee emergencies in other areas of the world, the \ninternational community, the U.S. government included, is reluctant to continue funding the Hmong's continued \nstay in Thailand, or to resist Thailand s decision.\n\n But the fact that Hmong who cannot or do not wish to resettle abroad may have little choice but to repatriate does \nnot mean that repatriation is right for them.  The State Department's own 1993 report on human rights in Laos, \n\n\n\nwhile noting improvements in some spheres, noted, \"Restrictions on basic freedoms in Laos have eased only a little \nin recent years.\"\n\n That the Laotian government limits the areas in which repatriating Hmong may settle, and the number who can \nsettle together, is an indication of its continued suspicion of Hmong returnees.  The government is also slow to \napprove the applications for repatriation of those Hmong who do volunteer to repatriate.  Some informed observers \nhave told USCR that they believe that Vientiane does not want the Hmong back, and that the government only \ncooperates with the repatriation program to ease its relations with the outside world.\n\n RECOMMENDATION: The United States should urge the Thai government to allow Hmong refugees and asylum \nseekers to remain in Thailand, at least while the safety of returnees is investigated and while cases that may have \nbeen wrongly denied refugee status are reviewed, and to remove any roadblocks to Hmong with refugee status \napplying for resettlement.\n\n 7.  Regarding the disappearance of repatriated Hmong leader Vue Mai, the implications of his disappearance for \nthe repatriation process, and the fears of members of the Hmong community in the United States for their friends \nand relatives in Thailand and Laos:\n\n Vue Mai, a prominent Hmong refugee leader who repatriated to Laos in November 1992, disappeared in \nSeptember 1993, an incident that fueled concern about Hmong repatriation to Laos.\n\n The U.S. and Thai governments and UNHCR encouraged Vue Mai, who had formerly been active in the Hmong \nresistance, to repatriate in order to be a role model for screened-out Hmong who would have to accept repatriation \nto Laos.  Vue Mai was assured that he would be safe in Laos.\n\n Nearly seven months after Vue Mai's disappearance, nothing concrete is known about who was responsible for his \ndisappearance or what their motives were.  There is much speculation, however, and two explanations are most \noften heard.  One is that Vue Mai was abducted by Lao government security forces for unknown reasons (though \nsome speculate that it may have been an attempt by Vientiane to undermine the repatriation process, which the Lao \ngovernment is said not really to want).  The other is that he was abducted by members of the Hmong resistance, \nwhich opposes repatriation because it undermines the resistance politically, financially, and logistically. (The \nresistance is said to receive its support primarily from Hmong refugees in Thailand and the United States.)\n\n If putting a damper on the repatriation was the intent of those responsible, they certainly had some effect.  The \ndisappearance confirmed the fears of many in the U.S. Hmong community that repatriation is not safe, and some \nHmong leaders and organizations have used the disappearance to argue that repatriation should be halted.\n\n RECOMMENDATION: The disappearance of Vue Mai should be investigated as part of any assessment of the \nsafety of returned refugees in Laos.\n\n Mr. Chairman, it will be difficult to find solutions for the Hmong that all will welcome.\n\n The wishes and attitudes of many of the concerned parties are deeply at odds.  Many Hmong still fear returning \nhome.  'Me Thai government wants the Hmong to leave.  Some Hmong leaders in the United States claim that \nrepatriation is unsafe.  The international community tires of financing the Hmong's continued exile.  The United \nStates appears anxious to wind down Hmong resettlement.\n\n It seems clear that many Hmong, particularly those denied refugee status, are going to repatriate, whether \nvoluntarily or not so voluntarily.  What the United States government can do to ease the concern of Hmong both \nhere and in Thailand is to ensure that all those with valid claims to refugee status have a full and fair hearing, to \nmake it possible for those with refugee status who are eligible and wish to apply for resettlement in the United \nStates to do so, and to provide as many safeguards for those who return as possible.  That is the objective of the \nrecommendations I have made today.  The State Department does not appear, at present, to see a need for these \n\n\n\nactions.  I strongly urge you to impress upon the Department that acting upon these recommendations could make \na positive difference.\n"}