{"title": "AMERICANS WARM UP TO IMMIGRATION", "body": "\nThis nation of immigrants is rapidly learning to accept the newest arrivals in its midst, according to a new poll on \nAmericans' attitudes toward immigrants conducted for the Inquirer Washington Bureau.\n\nFor the first time since the early 1990s, when immigration became one of the most divisive issues in American \npolitics, longtime Americans are as likely to think immigration is good for the country as to think it's bad.\n\nThe margin is so close that it's a statistical toss-up: 45 percent said immigration benefits the nation, 42 percent \nsaid it hurts, and 10 percent said its effects are mixed.\n\nBut the poll conducted by Princeton Survey Research Associates shows a clear drop in anti-immigrant feeling since \n1993, when three out of five Americans told Newsweek magazine that the influx of foreigners was bad for the \ncountry.\n\nFrank Sharry, executive director of the National Immigration Forum, said the results confirmed his belief that anti-\nimmigrant feeling peaked in the middle of the decade and now is on the wane.\n\n\"In the early '90s, we were in danger of losing our heads over this issue,\" said Sharry, whose group supports legal \nimmigration. \"I don't think we're in danger of that anymore.\"\n\nOpponents of current immigration policy said the survey results don't square with their view that most Americans \nwant fewer immigrants allowed into the United States. The poll, which focused on respondents' experiences with \nrecent immigrants, did not ask people to say how many immigrants should be admitted.\n\n\"Everybody knows some good immigrants, and that's fine; that's consistent with American tradition,\" said K.C. \nMcAlpin of the Federation of Americans for Immigration Reform, which wants to cut legal immigration far below \nits current level of about one million per year.\n\n\"What you should ask is, 'Do you think that massive immigration continuing indefinitely into the future is a good or \nbad thing?' \" McAlpin said.\n\n\nThe nation is in the midst of the largest immigrant wave since the 1920s, when the census found that one in every \nseven U.S. residents was born in another country. Today that number is about one in 11. Unlike the Europeans who \ndominated earlier waves, today's immigrants are likely to come from Central and South America, Africa and Asia.\n\nTo find out how people feel about that, pollsters interviewed 1,314 Americans - black, white and Hispanic - defined \nfor this survey as U.S. citizens or people who came here before 1980. They were asked to answer questions about \nmore recent immigrants.\n\nInterviews were conducted from May 2 through May 26. The margin of sampling error is plus or minus 3 percentage \npoints for results based on the total sample. Results based on smaller subgroups are subject to a larger margin of \nsampling error.\n\nThe results suggest that most Americans understand that the makeup of the country is changing - and it doesn't \nbother them much.\n\nTwo-thirds said they are \"not at all worried\" or \"only a little worried\" by the surging numbers of Asians and \nHispanics, or by the forecast that whites of European ancestry will eventually become a minority.\n\n\"It will be a whole different country, that's for sure,\" said Matthew Fox, 27, an audiovisual technician from Redondo \nBeach, Calif. \"It will be the America it was meant to be. Whites have been in charge for too long - I say that even \nthough I am a white male. I think America was meant to be diverse. It's a flag of many colors.\"\n\nIf there is a typical view that emerges from the poll results, it is one of clear-eyed acceptance of the new residents, \nknowing they bring both burdens and benefits.\n\nThe newcomers already seem thoroughly woven into the fabric of American life. Nearly all the longtime Americans \nsaid they encounter new immigrants in their everyday routines. The contact ranges from casual meetings in the \ngrocery store to - less frequently - shared work and shared worship, close friendships and family ties.\n\nMost said the newcomers hadn't affected the quality of their life one way or the other. A minority, ranging from one-\ntenth to one-third, said immigrants had improved local job opportunities, schools and culture.\n\nBy two-thirds or more, respondents said they weren't bothered by the differences in clothing, eating habits, religion \nand skin color that set many immigrants apart from the mainstream, with its emphasis on European ancestry and \nvalues. And by the same wide margins, they voiced approval for marriage between people of different racial or \nethnic backgrounds.\n\nIt's hard to tell how deep these feelings go. Alick Grant, a 56-year-old native of Jamaica who moved here in 1978, \nthinks less tolerant views lie beneath the placid surface of his Bronx neighborhood.\n\n\"Everybody does get along,\" he said. \"But if you're of the Cuban race, African race, Jamaican race or American \nrace, you stick by your people. If you have a party, people will come out. It's not that they quarrel and fight. But they \ndon't trust anybody but their own.\"\n\nMost were aware of the currents of controversy swirling around the immigration issue. Half said the influx has \ncaused problems for the country as a whole. But as they looked closer to home, those problems tended to fade.\n\nOnly a third said immigrants had created problems for their part of their state, and fewer than one in six said they \nhad caused problems in their neighborhood.\n\n\"We're not exposed to it much around here,\" said Florence Marchant, 80, of Norwich, N.Y. \"It's only what we know \nfrom the news.\"\n\nThere was widespread agreement that certain immigrant groups are portrayed negatively on television and in books \nand movies. And about two-thirds said there is a common belief that immigrants get too much help from the \ngovernment and take jobs away from the native-born.\n\n\n\nBut many drew a sharp line between public attitudes and their own beliefs. For example, African Americans were \nthe group most likely to cite fears that \"immigrants take jobs away from Americans.\" Four out of five blacks said \nsuch fears were a major reason why some Americans dislike immigrants. But only two out of five blacks believe \nthose fears are warranted.\n\nTwo groups, those with less education and African Americans, were most likely to say that present-day \nimmigration is bad for the country. The young, the well-to-do, Hispanic Americans and those with the closest ties \nto immigrants were most likely to say it is good.\n\nNo single set of circumstances can explain these differences, but a few factors stand out.\n\nBlack Americans, for example, said they encountered immigrants often - primarily in the marketplace. Most often, \nthey said, the newcomers were working in local stores, restaurants and professional offices.\n\nAnd blacks' concerns about immigrants seemed largely economic.\n\n\"When they come here, they get the work and the red-carpet treatment,\" said Thomas Grace, 32, a former bike \nmessenger from Wilmington, Del. \"And when you go to the government for something they say, 'Nope,' and turn \nyou away.\"\n\nGrace, who is African American, was once turned down for a bank loan to buy a neighborhood grocery store. It \nannoys him that there are Asian-owned grocery stores in his neighborhood.\n\nPeople with less than a high school education were the only segment of those surveyed who said by a clear \nmajority that immigration is bad for America.\n\nThe high school dropouts worried that immigrants were taking away their jobs. They were also most likely to worry \nabout whites' loss of majority status and least likely to approve of marriages that crossed racial and ethnic lines. \nThey reported less contact with new immigrants than any other group.\n\nSuch beliefs take root in the parched soil of poverty, and have very little to do with race, said Chicago social worker \nJohn Fitzgerald. The administrator of a storefront community center serving poor blacks in public housing and illegal \nimmigrants in tenements, Fitzgerald said he is a daily witness to \"people fighting over bones.\"\n\n\"There's a lot of miscommunication, a lot of mistrust, a lot of prejudice,\" he said. \"It's understandable. These people \nare struggling for survival. . . .\"\n\nAccording to a recent study by the National Research Council, the wages of non-high school graduates have been \nhurt by immigrants, who tend to take jobs at the bottom of the economic ladder and keep these wages down. The \ncouncil also found that immigrants have boosted wages for a majority of Americans, including blacks with a high \nschool education or more.\n\nThe benefits of immigration, economic and otherwise, went unnoticed by all but a small minority of those polled. \nRepublicans were more likely than Democrats to say the immigrant influx has benefited them personally - an \ninteresting finding, given the 1996 Republican Congress' get-tough-on-immigrants policies.\n\nRepublicans were also slightly more likely than Democrats to say that immigration has improved the overall quality \nof life in their communities, along with the area's economy, schools and local politics. By contrast, they were slightly \nmore likely than Democrats to worry about changes in the country's ethnic makeup and to say they felt \nuncomfortable around people whose clothing, religion or skin color was different from their own.\n\nOn the big questions, such as whether present-day immigration is good or bad for America, adherents of the two \nparties shared exactly the same views: 45 percent said it was good, 41 percent said it was bad, and the rest had \nmixed feelings.\n\n\n\nBy far the most accepting of new immigrants and society's changes were the wealthiest Americans polled - those \nearning more than $50,000 a year - and the youngest, between 18 and 29.\n\nWell-to-do folks reported a lot of contact with immigrants. They hired immigrants to work in their houses, but they \nalso sent their children to the same schools that immigrants attended, shopped in the same stores, and otherwise \nmet the newcomers on a more-or-less equal footing.\n\nThe views of the young are a sign that attitudes toward immigrants, like other social views, are learned. Princeton \nSurvey Research Associates' Larry Hugick, who conducted the poll, said these attitudes are formed in childhood \nand take their basic shape from parents' teachings, but they are also affected by individuals' experiences in the \nwider world.\n\nGraphic\n\n \n\nCHART\n"}