{"title": "In Suffolk, Less of a Sanctuary for Salvadorans", "body": "\nNine years ago, at the height of the civil war in El Salvador, Suffolk County took the bold step of joining a few \ndozen communities in the United States that voted to protect Central American refugees by barring public officials \nfrom reporting them to immigration authorities.\n\nFor a staid suburban region far removed from the war and with few Salvadoran residents, it was an unusual move, \nbut one that County Legislator Gregory J. Blass said was the \"humane thing to do.\"\n\nAfter a decade of migration to Long Island by Salvadorans, however, Suffolk is sending a revised message. The \nordinance protecting refugees was repealed last year.\n\nAnd this summer, months before the passage of California's anti-illegal immigrant measure, Proposition 187, the \nCounty Legislature overwhelmingly approved a resolution asking the state for permission to deny health care and \nwelfare benefits not just to illegal immigrants, but even to legal immigrants who are not yet citizens. They called the \nmeasure the America First Welfare Reduction Program.\n\n\"When resources become limited, government has to cut back somewhere,\" said Mr. Blass, a Republican of \nJamesport. \"It's harsh, but you have to prioritize.\"\n\nThe state refused to grant Suffolk County's request. But the passage of the America First resolution underscores \nthe recent extension of the immigration debate beyond traditional havens to suburban and rural areas newly dotted \nwith new immigrant communities.\n\nFrom Palisades Park, N.J., where the arrival of Hispanic immigrants has prompted ordinances on loitering and \novercrowded housing, to the suburban Los Angeles communities of Monterey Park and Alhambra, where clashes \nover development and culture followed the arrival of thousands of affluent Chinese, communities that once \nconsidered themselves insulated from urban dilemmas have found themselves grappling with a changing world.\n\nThe controversy on Long Island has focused on the thousands of Central Americans who began settling in the area \nin the early 1980's, drawn not by the county's haven resolution, but by jobs in factories and farms.\n\n\nBefore the outbreak of the civil war in El Salvador in 1979, about 5,000 Salvadorans lived on Long Island. By 1990, \nthere were between 30,000 and 40,000. Refugee workers estimate that up to two-thirds may be in the country \nillegally.\n\nThe Salvadorans represent fewer than 2 percent of the 2.6 million people on Long Island, but their presence is \nkeenly felt in the towns where most of them live -- Hempstead, Glen Cove and Brentwood.\n\n\"You walk through the schoolyard and all there is is Salvadorans,\" said Hank Mastermaker, who has lived in \nBrentwood for 31 years. \"It's too many in one area. They buy a house and the next thing you know, six families \nhave moved in.\"\n\nMany of the Central Americans remain unaware of the debate over their presence. A decade ago, they never knew \nthat they were being welcomed, except as a source of cheap labor. Today, few have any idea that they are being \nscorned.\n\nRosa Fuentes, a factory worker at Austin Sculpture in Holbrook, said she spends all her time working and rarely has \nany contact with Americans. \"I don't have time to worry about those things,\" she said during a break from her job.\n\nMany longtime residents voice discomfort over changes that they never expected in their suburban enclaves. Mary \nCrotty, of Brentwood, said that stores she used to frequent had closed and reopened with Spanish signs.\n\n\"It's a shame,\" she said. \"It makes me feel a little uncomfortable, like I'm a person they're not welcoming in. I don't \ncare where a person is from. I'd feel the same if all the signs were in Greek.\"\n\nThe Rev. John Long, a Presbyterian minister who was one of the leaders of the sanctuary movement in 1986, said \nhe could never have foreseen the resentment that has built over the years after the vote.\n\n\"This was our effort to make Suffolk a sanctuary county,\" he said. \"It was a pretty provocative stance.\"\n\nBut Suffolk has grown more conservative in the last decade. The America First resolution is one of several \ninitiatives that undo or contradict its past progressive stances.\n\n\"We've had a recession and everyone is grabbing onto their little piece of the pie,\" said the legislature's minority \nleader, Maxine S. Postal, Democrat of Amityville, who abstained in the vote on the America First resolution. \"The \nfeeling now is that everyone has to guard what they have. Forget about building bridges; we're building walls.\"\n\nGraphic\n\n \n\nMap: \"DEMOGRAPHICS: Tracking Long Island's Salvadorian Residents\" shows concentrations of Salvadorian \nresidents on Long Island (Data: Dr. Andwrew A. Beveridge, sociology department, Queens College)\n"}