{"title": "Hearing of the House Oversight and Government Reform Committee Subject: \"'Operation Fast and Furious: The Other Side of the Border,' Focusing on Accounts From U.S. Law Enforcement Agents Based in Mexico\" Chaired by: Representative Darrell Issa (R-CA) Witnesses: Carlos Canino, Acting Attache to Mexico for the Justice Department's Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF); Darren Gil, Former ATF attache in Mexico; Jose Wall, ATF Senior Special Agent, Tijuana, Mexico; Lorren Leadmon, Intelligence Operations Specialist for the ATF; William Newell, Former ATF Special Agent in Charge of the Phoenix Field Division; William McMahon, Deputy Assistant Director for Field Operations West, Including Phoenix and Mexico, ATF Location: 2154 Rayburn House Office Building, Washington, D.C. Time: 10:00 a.m. EDT Date: Tuesday, July 27, 2011", "body": "\n Hearing of the House Oversight and Government Reform Committee Subject: \"'Operation Fast and Furious: The \nOther Side of the Border,' Focusing on Accounts From U.S. Law Enforcement Agents Based in Mexico\" Chaired \nby: Representative Darrell Issa (R-CA) Witnesses: Carlos Canino, Acting Attache to Mexico for the Justice \nDepartment's Bureau of Alcohol, Tobacco, Firearms and Explosives (ATF); Darren Gil, Former ATF attache in \nMexico; Jose Wall, ATF Senior Special Agent, Tijuana, Mexico; Lorren Leadmon, Intelligence Operations Specialist \nfor the ATF; William Newell, Former ATF Special Agent in Charge of the Phoenix Field Division; William McMahon, \nDeputy Assistant Director for Field Operations West, Including Phoenix and Mexico, ATF Location: 2154 Rayburn \nHouse Office Building, Washington, D.C. Time: 10:00 a.m. EDT Date: Tuesday, July 27, 2011\n\nREPRESENTATIVE DARRELL ISSA (R-CA):  (Sounds gavel.)  The hearing will come to order.  Today's hearing \ncontinues the committee's ongoing investigation into the reckless program known as Operation Fast and Furious.\n\nThe Oversight Committee exists to secure two fundamental principles.  First, Americans have a right to know that \nthe money Washington takes from them is well spent.  And second, Americans deserve an efficient, effective \ngovernment that works for them.\n\nOur duty on the Oversight and Government Reform Committee is to protect these rights.  Our solemn responsibility \nis to hold government accountable to taxpayers because taxpayers have a right to know what they get from their \ngovernment.  We will work tirelessly in partnership with citizen watchdogs to deliver the facts to the American \npeople and to reform the government's bureaucracy.\n\nThus far the committee has heard testimony from AFT agents who reported that they were ordered to let guns \ndestined for Mexican drug cartels to walk away from the hands of known criminals.\n\n\nToday this committee will have the opportunity to question supervisors of these agents who knew about and \nbelieved these tactics were appropriate.  The committee will also hear from ATF agents who worked in Mexico and \nwho were horrified to learn ultimately about this program.\n\nThe task before the committee is very serious.  The acting director of ATF, in a transcribed interview with \ninvestigators, had said that, \"The Justice Department is trying to push all of us away from its political appointees.\"  \nIndeed, the Justice Department continues to withhold key information and has inappropriately interfered with this \ninvestigation.\n\nLet me be clear:  The Justice Department is not our partner in this effort.  They are the subject of this investigation \nand their continued interference will not be allowed to derail the committee's work.\n\nLast month, members of this committee traveled to Mexico on a fact-finding mission where we were briefed on how \nthe U.S. and Mexican law enforcement agents are working together to fight the drug lords who were responsible for \nmore than 34,000 deaths in the last four-and- a-half years.\n\nThat effort cannot be derailed by the fallout of Fast and Furious.  One of our goals is to ensure that the Mexican \ngovernment can have confidence in its partner here in the U.S. from this day forward that we in fact will not let guns \nwalk, that we will be as open and transparent as possible.\n\nIn the time ATF officials in Mexico have been increasingly alarmed by both volume and location of weapons that \nhave been recovered, after reporting these concerns to ATF and Justice Department officials in Washington these \nagents were told nothing about Fast and Furious.\n\nAgain, our trip to Mexico City taught us that ATF agents and, more importantly, likely DEA agents and likely two \nU.S. ambassadors were not informed about a program that was causing an increase in violence and an increase in \nguns arriving throughout Mexico, from Tijuana to Mexico City to Sonora and beyond.\n\nWe have before us today witnesses who worked in Mexico for years and they will tell the committee their frustration \nabout being kept in the dark by officials in Washington and in Phoenix, and about what really happened as a result \nof Operation Fast and Furious.\n\nThey are going to have the opportunity to tell this committee about what happens when the Justice Department \nintentionally lets weapons flow across the border and how Mexican officials reacted when they began to learn the \ntruth.\n\nThe committee will also offer ATF supervisors the opportunity to publicly explain why they thought it was OK to let \nweapons flow from Phoenix to Mexican drug cartels without making an effort to interdict them.\n\nThe committee is eager to know why one particular suspect was permitted to purchase 685 weapons before he was \narrested.  We are also eager to hear justifications for decisions that have created deep divisions within the AFT and \noutrage in both the United States and Mexico.\n\nWe have yet to -- we have not yet seen the end of the violence from Operation Fast and Furious.  The deadly \nconsequences of this irresponsible program could last for years to come.  Today the committee estimates at least \n1,600 weapons, including 50-caliber sniper rifles, are still out there waiting to kill.\n\nThe possibility that administration officials, perhaps at the highest level of the Justice Department, approve this \nstrategy and are now trying to cover up their own involvement by stonewalling the committee is alarming.\n\nToday we are focusing primarily on the effects of Fast and Furious in Mexico.  President Obama is keen to talk \nabout who didn't know about the program and who didn't authorize it, but the American people have a right to know \nonce and for all who did authorize it and who knew about it.\n\n\n\nThe ranking member and I both pledged the Terry family that we would focus our efforts on finding out who was \nresponsible for Fast and Furious.  Until we have those answers, the committee will remain focused on these basic \nquestions.\n\nAnd with that I yield to the ranking member for his opening statement.\n\nREPRESENTATIVE ELIJAH CUMMINGS (D-MD):  I want to thank the chairman for this hearing, and I want to \nthank all of our witnesses for your service to our country and for what you do every day to protect so many lives.\n\nWe have an important responsibility in this committee to thoroughly investigate allegations of waste, fraud and \nabuse, and to follow evidence wherever it may lead, and to base our conclusions on the evidence before us.\n\nThe committee has now been investigating allegations relating to Operation Fast and Furious for five months.  \nCommittee staff has conducted 16 transcribed interviews of ATF managers and field agents in Phoenix, \nWashington and Mexico.\n\nDuring these interviews, officials at various levels have acknowledged mistakes in the planning, executions and \noversight of this operation.  That is most unfortunate.  Although key questions remain, I would like to make four \npoints.\n\nFirst, the head of ATF, acting Director Ken Melson, stated during his transcribed interview on July 4th that he did \nnot become aware of any allegations about so-called \"gun walking\" until they were reported publicly.  And this is \nwhat he said:  \"That issue had never been raised.  It had never been raised to our level by the whistleblowers in \nPhoenix that stayed in-house down there.\"\n\nSecond, the officials interviewed by the committee did not support the allegations that the controversial tactics \nallegedly employed in this operation, such as suspending surveillance or failing to interdict weapons were part of a \ntop-down strategy devised by senior ATF management or the Justice Department.\n\nAgain, acting Director Melson said that no Justice Department officials ever told him or anyone at AFT that these \ntactics were part of a new strategy to let guns go.  He stated, and I quote, \"We never discussed those types of \ntactical strategies,\" end of quote.\n\nWilliam Hoover, the acting director (sic) of the ATF, is the principal liaison between AFT and the Deputy Attorney \nGeneral's Office.  He also rejected this allegation.  When asked whether these tactics were part of a top-down \npolicy, he responded, and I quote, \"No, sir.  It's my firm belief that the strategic and tactical decisions made in this \ninvestigation were born and raised with the U.S. Attorney's Office and with the ATF and the OCEDTF strike force in \nPhoenix,\" end of quote.\n\nHe added, and I quote, \"There has been reports that the Deputy Attorney General's Office was aware of the \ntechniques being employed in Fast and Furious.  That's not the case because I certainly didn't brief them on the \ntechniques being employed,\" end of quote.\n\nThird, although these tactics may not have originated in the headquarters of ATF or the Justice Department, the \nevidence before the committee indicates that after receiving briefings in March 2010, Deputy Director Hoover and \nother senior AFT officials became seriously concerned about the number of weapons being trafficked by the \nsuspects.\n\nAs a result, Deputy Director Hoover ordered an exit strategy that was used -- those were his words -- to close a \ncase and seek indictments within 90 days.  Although this exit strategy was developed, there were no indictments \nuntil this past January.  One question I hope to explore today is why it took nearly 10 months, from March 2010 to \nJanuary 2011 to close this operation and bring indictments.\n\nFinally, nearly all of the officials interviewed by the committee strongly supported additional law enforcement tools \nto combat the flood of high-powered military-grade assault weapons from the United States in to Mexico.\n\n\n\nMexico is our neighbor, our ally and our friend, yet U.S. weapons are arming the world's most violent and powerful \ninternational drug cartels, costing the lives of 40,000 Mexicans in the last four -- five years.\n\nWhile I will continue to work with the chairman -- with Chairman Issa to investigate the facts of Operation Fast and \nFurious, we must also examine opportunities for reform, and I look forward to again following the evidence where it \nmay lead.\n\nAnd with that, Mr. Chairman, I yield back.\n\nREP. ISSA:  I thank you, Ranking Member.  All members will have seven days to submit opening statements and \nextraneous material for the record.\n\nWe now recognize our first panel of witnesses.\n\nDarren Gil is a former ATF attache in Mexico.  Jose Wall is ATF senior special agent in Tijuana, Mexico.  Carlos \nCanino -- I'll get it better in time -- is the ATF acting attache in Mexico.  Lorren Leadmon is the ATF team leader, \nField Intelligence Support Team, Southwest Border.  William Newell is the former ATF special agent in charge of \nthe Phoenix Field Division.  And William -- god, I'm having a good day -- McMahon is the ATF deputy assistant \ndirector for Field Operations West.  And I apologize, as usual, for never getting names quite right.\n\nPursuant to the rules of this committee, all witnesses must be sworn.  Would you please rise, raise your right hand \nto take the oath?\n\nDo you solemnly swear or affirm that the testimony you are about to give will be the truth, the whole truth and \nnothing but the truth?\n\nLet the record reflect that all witnesses answered in the affirmative.\n\nThank you.  Please be seated.\n\nNow, even for this committee this is a large panel, so if each of you take five minutes we have 30 minutes.  If you \ntake more than five minutes, the guy next to you will also take more than five minutes. So please observe the \ngreen, yellow and red light.\n\nRealize that all -- any official material or even additional material you choose to submit will be put into the record.  \nSo you can provide us with exactly your opening statement, which often happens, read in a verbatim way, or you \ncan summarize and get it all done in five minutes or less.  It's your choice.  And I appreciate your staying within the \ntime so that we can have maximum time for questions.\n\nMr. Gil?\n\nDARREN GIL:  Thank you, Chairman Issa, Ranking Member Cummings, and --\n\nREP. ISSA:  You're going to have to pull the mic close.  They're deliberately designed to be somewhat insensitive \nso it's almost -- you almost have to kiss them to make them work.\n\nMR. GIL:  Very well.\n\nWell, thank you again for inviting me to the conference -- hearing this morning.\n\nFirst, I offer my sincere condolences to the families of agents Brian Terry and Jaime Zapata.  I am deeply sorry for \ntheir loss and for the grief that this ill-conceived operation may have caused.\n\nAlso I thank ICE Special Agent Victor Avila for his services and sacrifices in fighting the narcoviolence in Mexico \nand along the border.  I can only imagine the horror of helplessly watching a brother law enforcement officer die in \nthe line of duty.\n\n\n\nAs the former head of ATF in Mexico, I also would like to apologize to my former Mexican law enforcement \ncounterparts and to the people of Mexico for Fast and Furious.  I hope they understand it was kept secret from me \nand my colleagues.\n\nUnfortunately, as a result of this operation, it is the Mexican people who will continue to suffer the consequences of \nnarcorelated firearms violence.  I have no doubt, as recent media reports have indicated, that American citizens will \nalso face more firearms-related violence as a result of this operation.\n\nI would like to provide the committee of a brief description of my background.\n\nI received a bachelor's degree in criminology from the University of Maryland, a master's degree in criminal justice \nfrom the University of Alabama, and am currently completing my dissertation at the University of Southern \nMississippi, focusing on international affairs and security studies.\n\nI have been in service to our nation since my enlistment in the United States Army in 1980.  After service in the \nArmy, I joined the Las Vegas Metropolitan Police Department and later received my commission as an ATF special \nagent in 1987.  I then served for 23 years in various positions at ATF, including intelligence and assignments and \nas the attache to Mexico until I recently retired.\n\nI chose ATF because it was a small organization with a focused mission: combating the most violent offenders in \nAmerica.  During my first 12 years as a field agent, I participated in or directed investigations that targeted the worst \nof the worst.  For the remainder of my career, I supervised, managed and led agency-conducted similar \ninvestigations.\n\nThroughout my career, not once, never did firearms walk from any investigations I directed or fell under my \ncommand.  This includes my service as ATF attache in Mexico.  To put it bluntly, it's inconceivable in my mind or \nthe mind of any competent ATF agent to allow firearms to disappear at all.\n\nFurthermore, it is even more inconceivable that a competent agent would allow firearms to cross an international \nborder, knowing that they are destined for the worst of the worst criminals in the Western Hemisphere.\n\nI recall my first days at the ATF Academy, where it was drilled into us that under no circumstances would any \nfirearms in any investigation leave the control of ATF.  Instructors stressed that even if a weapon was lost by \naccident, the agent was still subject to termination.\n\nMy point is that ATF agents don't allow, and ATF as an organization has not tolerated, firearms to disappear.  Yet \napparently that happened here.\n\nAfter retiring from from ATF, I started receiving inquiries from former colleagues, including Special Agents Vince \nCefalu and Jay Dobyns, as well as from the press.  They all wanted to know whether I was aware that ATF had \nallowed firearms to walk into Mexico.  I advised my former colleagues that I was not aware, but I refused to speak to \nthe media without a complete understanding of the issue.\n\nAfter talking with several agents, I became convinced that firearms might have been walked into Mexico by ATF.  \nThankfully Congress and the media continued to investigate and Fast and Furious began to receive greater \nnotoriety.\n\nNonetheless, I remained reluctant to speak out about what I had come to suspect since retiring from ATF but was \nnever told about this operation.  When I later learned that ATF executive staff would not make statements \nexonerating my former staff in Mexico of any knowledge of the gun-walking aspect of this operation, only then did I \ndecide to speak to the press.\n\nMy understanding is that my initial interview with Sharyl Attkisson of \"CBS News\" did have some calming effect on \nrelations between the Mexican government and ATF personnel in Mexico.  To this day I do not understand the \nfailure of ATF executive staff to provide their own support in this matter to their personnel in Mexico.\n\n\n\nDuring dissertation research I came across a study titled \"The Waco Texas ATF Raid and Challenger Launch \nDecision: The Management, Decision and Knowledge Analytic.\"  The paper's title could have been substituted \n\"Operation Fast and Furious for Waco Texas ATF Raid\" and the conclusions would have been the same.\n\nNamely, poor management, poor judgment and poor leadership resulted in disaster.  Operation Fast and Furious is \nindeed a disaster.  I'm here today to answer the committee's questions but I also have a few questions of my own.  \nFor example:  Who actually presented this operation for implementation?  What was the objective?\n\nMy staff was already working with Mexico in tracing thousands of firearms recovered from crime scenes.  Why the \nneed to introduce even more firearms into a country that's seized by narcoviolence?\n\nWhy did ATF leadership fail to exercise oversight of this disaster?  And why were ATF personnel in Mexico kept in \nthe dark from this operation, which has now imperiled trust and cooperation between U.S. and Mexican law \nenforcement at a time when trust and cooperation is more essential than ever.\n\nDuring my tenure in Mexico I observed firsthand the extraordinary changes occurring there.  The heads of the \nagencies leading these changes are some of the bravest people I ever met.  As a result of their leadership they \nhave become targets of Mexican drug organizations.\n\nI find it grotesquely ironic that as a representative of U.S. law enforcement in Mexico, my staff and I were asked to \nexpose ourselves and our families to the same sort of risks while speaking to our American counterparts of integrity, \nrule of law, honor and duty in policing.  Meanwhile, members of our own ATF and Department of Justice, for \nwhatever reason, appeared to have refused to follow the same principles.\n\nAs a career special agent, I believe in the mission and people of ATF.  The men and women of ATF go to work \nevery day with a strong sense of duty.  I hope that once all the facts are know about this operation, that ATF will \nemerge a stronger, more effective organization focused on its core mission: taking the worst of the worst armed \nviolent offenders off the streets.\n\nThank you, Mr. Chairman and members of the committee.  I'll be happy to answer your questions.\n\nREP. ISSA:  Thank you.\n\nMr. Wall?\n\nJOSE WALL:  Thank you Chairman Issa, Ranking Member Cummings and members of the committee, for inviting \nme to speak today.\n\nI am saddened by the circumstances that bring me here today.  As an employee of ATF, I note that this situation is \nan anomaly and not reflective of the good work that ATF does in the service of this country.  And I am hopeful that \nthis process will shed light on what has occurred so that we in ATF do not have to travel down this path again.\n\nThis year marks my 26th year of federal service and my 19th as an ATF special agent.  During my years as an ATF \nspecial agent I have been involved in hundreds of firearms trafficking investigations. These investigations date back \nto the early 1990s.\n\nI've seen firearms traffic internationally from the United States to countries as diverse as the Netherlands, Canada \nand Macau.  These international investigations were as unique as the places to where the guns were going.\n\nHowever, one aspect shared by most of these investigations was the fact that most international gun trafficking is \nbeing done in the interest of organized crime.  In late 2007, I became the border liaison officer for the Phoenix Field \nDivision.\n\n\n\nMy duties allowed me to develop a working relationship with Mexican authorities and to travel into Mexico to \nexamine guns or meet with officials.  It was at this time that the struggle against the drug trafficking cartels was \nstarted by the government of Mexico.\n\nLarge-scale gun battles and murder became a daily occurrence in Mexico.  To me and other agents, it became \napparent that the level of firepower being used was more than we had ever seen.  As the level of firearms trafficking \nincreased, we in the Phoenix Field Division realized that this was an arms race between the various cartels, an \narms race that could very well determine the future of Mexico and tremendously impact our own country's future.\n\nPhoenix agents initiated many good investigations during this time.  These investigations served to disrupt the \ntrafficking of guns and prevented them from reaching Mexico.  But the urgency displayed by the agents in stopping \nthese gun traffickers was not apparent in the prosecution of these cases as we saw some of our best trafficking \ncases languish at the U.S. Attorney's Office.\n\nIn an effort to do more against this tide of weapons, in the fall of 2009 I transferred to the newly opened ATF field \noffice in Tijuana, Mexico.  There I worked closely with ATF and other agents.  I also traveled to some of the most \nheavily fought-for areas of Mexico.\n\nIn these contested areas I examined hundreds of firearms.  Among these I examined some that can now be traced \nto the Fast and Furious investigation.  The majority of these firearms had been seized from criminals engaged in \ndrug trafficking, kidnapping, extortion and other crimes.\n\nHaving firsthand knowledge of the reality in Mexico, I was skeptical when the first whistleblower came to this \ncommittee with allegations of hundreds, maybe thousands, of guns being allowed to walk into the country of \nMexico.\n\nI could not believe that someone in ATF would so callously let firearms wind up in the hands of criminals.  But it \nappears that I was wrong, that hundreds and quite possibly thousands of guns have been allowed to reach the \nhands of organized crime in Mexico, and that this activity has seemingly been approved by our own Justice \nDepartment and ATF management in the misguided hope of catching the big fish.\n\nHaving had enough experience with gun-trafficking investigations, I can only imagine that once the DOJ/IOG report \nwas released -- a report that was critical of ATF efforts in stopping gun trafficking -- the emphasis changed to \nfollowing the food chain up to the leaders.\n\nWhat the persons approving this debacle failed to realize is that the end does not justify the means.  These firearms \nare now in the hands of people who have no regard for human life, pose a threat to all of us, a threat to which none \nof us is immune.\n\nI am especially concerned for the brave law enforcement officers and military in Mexico and here in the United \nStates.  I fear these firearms will continue to exact a terrible toll long after these hearings are over.\n\nFinally, I have a request for this committee that the serious problem of gun trafficking not be forgotten.  I don't \nbelieve we need another toothless law.  What we need is vigorous enforcement and prosecution of those that would \ntraffic in firearms, a policy of no tolerance for straw purchasers.  And a change in the sentencing guidelines that \nwould dictate mandatory sentences for these crimes would go a long way in curbing this criminal activity.  I thank \nyou.\n\nREP. ISSA:  Thank you.\n\nSpecial Agent Canino?\n\nCARLOS CANINO:  Thank you, Chairman Issa, Ranking Member Cummings and members of the committee, for \ninviting me to speak today.\n\n\n\nI want thank you for taking the time and effort to visit Mexico last month to get a boots-on-the-ground perspective.  \nOn behalf of Charge John Feeley, I want to convey his deep appreciation for the interest in Mexico and U.S.-Mexico \nrelations.\n\nI'm not here today to lay blame, point the finger or assign punishment.  That will be for others to determine.  I am \nsimply here to discuss these events as I know them, and let the committee and the American people know what the \nATF Mexico Country Office referred to as the MCO knew and when we knew it.\n\nThere in my 22-year career with ATF I probably spent 15 years as a street agent, investigating violent crime and \ngun trafficking, and the last seven supervising others doing the same.  I'm a recipient of the U.S. Attorney General's \nAward for Excellence in Law Enforcement, two ATF Distinguished Service Medals, and two Medals of Valor.\n\nI mention this not to boast, but to illustrate my recognized dedication to ATF and public service.  I paid my dues.  I \ncan say with authority that walking guns is not a recognized ATF investigative technique.\n\nThese guns went to ruthless criminals.  U.S. law enforcement and our Mexican partners will be recovering these \nguns for a long time to come as they continue to turn up at crime scenes in Mexico and the United States.  It \ninfuriates me that people, including my law enforcement, diplomatic and military colleagues, may be killed or injured \nwith these weapons.\n\nIn my professional opinion, this investigative strategy was flawed.  It was allowed to continue due to ineffective \noversight in the Phoenix Field Division and possibly beyond.  It's alleged that over 2,000 guns were trafficked in this \ninvestigation.\n\nTo put that in context, upon information and belief, the U.S. Army 75th Ranger regiment has approximately 2,500 \nRangers.  That means that as a result of this investigation the Sinaloa Cartel might have received almost as many \nguns that are needed to arm the entire regiment.\n\nOf at least 2,000 weapons, 34 were .50 caliber sniper rifles. That is approximately the number of sniper rifles a \nMarine infantry regiment takes into battle.  That's 3,000 men.\n\nFor the MCO, this case is one of the many ATF traffic investigations for the U.S.-Mexico nexus.  I would like to \ninform this committee and the American public that I believe what happened here was inexcusable, and we in \nMexico had no part in it.  We were aware of this investigation, but we were never aware of the policy to walk guns in \nthis investigation.\n\nAs these questions have surfaced, I have become aware that critical details were deliberately kept from the MCO \nas well as ATF Office of Strategic Intelligence.  I have reason to believe that we were kept in the dark because the \nATF leadership in Phoenix feared that we would tell our Mexican partners.\n\nReasonable people can disagree on investigative techniques, but there is no room for walking guns.  This goes \nagainst everything we're taught at ATF, and I hope the committee gets to the bottom of these allegations.\n\nIn Mexico, ATF has been doing great work, and I'm proud of our efforts in combating violent criminal with our \nMexican counterparts. The whole point of the law enforcement mission in Mexico is to liaise with Mexican \ngovernment officials and support their efforts to combat the transnational organized crime that plagues both our \ncountries and threatens the security of our people.\n\nThese allegations, stemming from this case, that a few ATF agents and supervisors deliberately allowed guns to \nwalk have destroyed ATF's credibility with our Mexican law enforcement partners and the Mexican public.\n\nAs this committee knows, Mexico is plagued by terrible violence. Time and again, my Mexican counterparts blame \nthe United States for contributing to that violence.  But, paramount to ATF, they blame us for an uncontrolled flow of \nweapons that end up in the hands of Mexican criminals.\n\n\n\nI do not endorse the view of the Mexican government that American indifference is responsible for the violence and \ndeath.  I make mention of it because it's what I hear on a daily basis in my dealings with my Mexican colleagues.  \nHowever, in this particular case, with these specific guns, I'm unable to defend this position.\n\nThis case has made my life more difficult for me personally. Imagine my shame when my mother called me on the \ntelephone and said, please tell me you weren't involved in this.  My mother is a very wise person.  She may not \nknow how much -- she may not know much about law enforcement but she knows right from wrong.  Even at great \nrisk -- even at great distance she could see that walking guns was a terrible risk, that public safety must always \ncome first.\n\nPlease remember, regardless of good intentions, walking guns will never be right.\n\nThe ATF rank-and-file know this, and we have not been given a satisfactory explanation for what happened.  So \nwhat I would like to say to my ATF colleagues is simply this.  Stand tall.  Hold your heads high.  We work for a great \nagency.  Look around because there are heroes at ATF.  We do not quit.  We will not lie down.  We will continue to \nhonor our commitments to each other and to the public.  I thank you for your time and I welcome any questions the \ncommittee may have of me.\n\nREP. ISSA:  Thank you.  Mr. Leadmon?\n\nLORREN LEADMON:  Good morning, Chairman Issa, Ranking Member Cummings and distinguished members of \nthe committee.  My name is Lorren Leadmon and I'm honored that you've summonsed me here today to serve as a \nwitness for the citizens of the United States.  I'm an intelligence operations specialist with the Bureau of Alcohol, \nTobacco, Firearms and Explosives, and a law enforcement veteran with 40 years of dedicated service.\n\nI'm appearing before you today with a heavy heart laden with sorrow to provide this committee with testimony that I \nhope will prove to be useful.  First, I would like to express my grief by extending a sincere apology on behalf of \nmyself and like-minded ATF colleagues to the family of Border Patrol Agent Brian Terry.\n\nLikewise, I offer an apology to all Mexican law enforcement officers and military personnel placed in harm's way \nwhile confronting the violent criminals armed by the targets and their associates in the Fast and Furious \ninvestigation.  I started my employment with ATF in December, 2004, in the office of strategic intelligence and \ninformation.  I was designated to support ATF's Project Gunrunner from the inception of the initiative in April of \n2005.\n\nIn July of 2008, I became the team leader of the newly established field intelligence support team for the southwest \nborder. The team works in partnership daily with OSII personnel assigned to the El Paso Intelligence Center and \nATF personnel working in Mexico. Each of the partners work towards a common goal to determine the location and \ncircumstances surrounding firearms recovered throughout Mexico, identifying the criminal element associated with \nthe firearms, collecting intelligent pertaining to the criminal elements and ensuring that firearms are traced.\n\nThe team coordinates the information with case agents and field intelligence groups.  A major function of the team \nis to identify the firearms trafficking (trends ?) and patterns and to establish links between firearms trafficking cases \nand seizure events in Mexico.  The team is dedicated to ATF's strategic mission as set forth in the 2007 Project \nGunrunner southwest border report that is summarized as follows:\n\n\"Working with its domestic and international law enforcement partners, ATF will deny the tools of the trade to the \nfirearms trafficking infrastructure of the criminal organizations operating in Mexico through proactive enforcements \nof its jurisdictional areas in the affected border states in the domestic front, as well as through assistance and \ncooperative interaction with the Mexican authorities in their fight to effectively deal with the increased violent crime.\"\n\nThe report had the following strategic outcome:  \"Suppression of the firearms-and explosives-related violence \noccurring on both sides of the border through effective law enforcement collaboration involving the focused training, \ninvestigation and interdiction of the illicit trafficking and illegal use of firearms, explosives and ammunition.\"\n\n\n\nThe southwest border team first learned of the Fast and Furious investigation on November 20th, 2009.  I had \nlocated a seizure event in Sonora.  The Mexican authorities had recovered 42 guns from two transporters in a \nvehicle that had just crossed the border from Arizona.  With the assistance of U.S. Immigration and Customs \nEnforcement, I was able to obtain the information on the firearms, submit traces and ascertain the results of the \ninvestigation.\n\nFrom these firearms, there was 37 that related back to that Fast and Furious investigation, and this information \nbecame the foundation for the fact that all the firearms obtained in the Operation Fast and Furious investigation \nwere potential crime guns and murder weapons predestined to be utilized by outlaws and assassins affiliated with a \nviolent criminal organization in Mexico.\n\nIn the months leading up to February, 2010, the Fast and Furious purchasers were buying the types of firearms \npreferred by drug trafficking organizations in record numbers.  By this time, they had purchased over 1,000 firearms \nand some of the purchasers were procuring them in lots of 10 to 20 at a time.  At the same time, approximately 200 \nfirearms in this investigation were recovered in the United States and Mexico.\n\nThe types of firearms and the volumes of the purchases, the seizures and circumstances surrounding the seizures \nalong with the information provided by our law enforcement partners fully corroborated the fact that these firearms \nwere being acquired by a violent criminal organization in Mexico.  In December 2009, until the beginning of March \n2010, I conducted numerous briefings on the investigation with the ATF senior management staff and headquarters.\n\nDuring each briefing, I provided detailed information depicting the progression of the acquisition of firearms and \ndescribed the location, number, type and identity of the purchaser for each of the firearms recovered.  I provided the \nbriefing to the acting director in the first part of 2009 concerning firearms trafficking to Mexico, in which he was \nbriefed on the upstart of the Fast and Furious investigation.  He later attended one of the field operations briefings \nin the first part of January.\n\nIn March, 2010 I conducted a videoconference briefing with the managing officials from the four ATF border \ndivisions, an attorney from the Department of Justice and every one of the ATF senior management staff except for \nthe acting director.  With the assistance of the group supervisor in charge of the Fast and Furious investigation, I \nprovided a briefing outlining the amount of firearms purchased and the expenditures up until the end of February, \nalong with the number of firearms seized at seizure locations.  The totals briefed were the same as previously \nstated here.\n\nThe issue of the firearms not being seized by the case agents was brought up briefly and discussed.  From this \npoint on --\n\nREP. ISSA:  If you could summarize, the rest of it will be placed in the record.\n\nMR. LEADMON:  All right, so basically, what we're talking about is, by the end of it, we had the 2,000 guns.  To \ndate, there's about 590 that's been recovered, 363 in the United States and 227 in Mexico, and they're still coming.\n\nI would just like to say at the end here the strategy of the Fast and Furious investigation did not take into account \nthe public safety of the citizens of the United States and Mexico and blindly concentrated only on the goal of the \ninvestigation.  The blatant disregard for public safety has had tragic consequences that will continue in the \nunforeseen future.  And the rest of my testimony, you can see.\n\nREP. ISSA:  I thank you very much.  Special Agent Newell?\n\nWILLIAM NEWELL:  Thank you, Mr. Chairman.  Chairman Issa, Representative Cummings and distinguished \nmembers of the committee, I am William Newell of the Bureau of Alcohol, Tobacco, Firearms and Explosives.  As a \nformer special agent in charge of the bureau's Phoenix field division from June, 2006, to May of this year, I oversaw \nATF operations in the states of Arizona and New Mexico, which includes 552 miles of the U.S.-Mexico border.\n\n\n\nI appear before you today to discuss ATF's Operation Fast and Furious, an ongoing and active OCDETF strike \nforce investigation of a large-scale firearms trafficking organization.  For the past 23 years, I have fully dedicated \nmyself to confronting violent crime, especially firearms-related violent crime, along the southwest border.\n\nHaving served 15 of these years along the southwest border combating firearms trafficking, I am keenly aware that \nthis violence, fueled largely by Mexico's drug cartels, poses a serious challenge for U.S. law enforcement -- U.S. \nand Mexican law enforcement and threatens the safety of innocent civilians and law enforcement personnel on both \nsides of the border.  At the conclusion of every investigation of this magnitude, thorough review is appropriate to \ndetermine whether tactics -- whether changes in tactics and strategy are in order.\n\nWith that in mind, I recognize that in this case and future large-scale investigations, it is imperative that there exists \nan effective flow of information between the field and headquarters elements to ensure that critical investigative \ninformation is being shared timely.  Second, in retrospect, in a case of this magnitude, it is incumbent upon me to \ncommunicate a greater sense of urgency to my staff and the U.S. attorney's office as to the need for the return of \nexpeditious charges.\n\nFinally, I now recognize that in these types of investigations, more frequent risk assessments would be prudent.  \nFirearms trafficking investigations are not always easy to conduct for a variety of reasons, including the lack of a \nfederal statute that specifically prohibits firearms trafficking-related activity, the fact that firearms, unless altered in \nsome way, are not in and of themselves contraband, the lack of adequate punishment for straw purchasers, thus \nimpacting our ability to identify the leadership of the criminal organization and the limited resources at our disposal.\n\nThese types of investigations are made even more challenging when none of the individuals in the firearms \ntrafficking chain are presumptively prohibited by law of possessing firearms.  Consequently, in order to identify and \ninvestigate the responsible higher-level individuals, agents must use a wide variety of investigative techniques.  \nThis can take time and considerable effort.\n\nThroughout this case, conscientious and dedicated agents pursued numerous leads in order to determine who the \ndecision-makers of this organization were in an effort to get beyond the straw purchasers and thus potentially \ndisrupt and dismantle the entire organization. Through our experience, we have learned that the arrest and \nprosecution of straw purchasers alone does little to frustrate the capacity of the Mexican cartels to continuously \nobtain firearms as new straw purchasers are easily recruited to replace those arrested and continue the cycle of \npurchasing firearms.\n\nFinally, our conduct of this investigation, as with any large- scale OCDETF investigation was coordinated with ATF's \nsupervisor at headquarters in Washington, D.C., and with federal firearms prosecutors at the Phoenix United States \nattorney's office.\n\nIn October of 2009, the Department of Justice proposed a southwest border strategy to combat Mexican cartels, \nwhich was finalized in January of 2010, and which outlined successful strategies related to the identification, \ndisruption and dismantlement of Mexican cartels through comprehensive, multiagency criminal enforcement \noperations with an emphasis on impacting the leadership and command structure of such organizations in order to \nhave a substantial and sustained impact.\n\nThe DOJ strategy recognized the ineffectiveness of merely interdicting weapons, absent identifying and eliminating \nthe sources and networks responsible for transporting them.  It was with this guidance in mind that Operation Fast \nand Furious originated.\n\nTo be clear, Fast and Furious was an OSTF operation designed to, one, identify the purchasers, financers, \ntransporters, and decision- makers in a Mexican cartel-based firearms trafficking organization; two, to interdict, \nwhen lawfully possible, firearms presumptively destined for Mexico; three, to share, when appropriate, relevant \ninformation with U.S.  and Mexican law enforcement authorities; four, to develop intelligence on other firearms \ntrafficking organizations; and five, to charge, arrest and dismantle the entire organization.\n\n\n\nIn this regard, there are some key points I would like to make. One, it was not the purpose of the investigation to \npermit the transportation of firearms into Mexico, and to the best of my knowledge, none of the suspects in this case \nwas ever witnessed by agents crossing the border with firearms.  Two, our agents, in compliance with ATF policy, \nwere engaged in the strategic effort to determine who the decision-makers and actual purchasers of the firearms \nwere in order to disrupt the entire criminal organization. The effectiveness of this strategy has been recognized by \nthe Department of Justice Office of the Inspector General in a review -- in their review of Operation Gunrunner.\n\nThree, we attempted to be innovative in tracking and seizing firearms by the suspected straw buyers.  Four, when \nappropriate during the investigation, we made reasonable efforts to share and coordinate the relevant investigative \ndetails with our Mexican law enforcement counterparts.\n\nFinally, throughout my past 23 years in law enforcement, I have lost some very good friends to firearms-related \nviolent crime.  I have witnessed firsthand the grief and despair suffered by families who have lost loved ones in the \nlaw enforcement profession.  That is why I take very seriously my responsibility in dedicating myself to doing \neverything within my authority to confront and curtail these criminal organizations that would seek to do harm to my \npeers and innocent civilians.  I did not discard that responsibility in the conduct of this investigation.\n\nThe death of Border Patrol Agent Brian Terry is one I will mourn for the rest of my life, as I do for all those brave \nheroes who have taken up the badge to serve and protect and then made the ultimate sacrifice.  I express my \ndeepest condolences to the Terry family, and may our heavenly father bless them, the Terry family, through these \nvery difficult times.  Distinguished members, I now stand ready to answer your questions and thank you for the \nopportunity to make this opening statement.\n\nREP. ISSA:  Thank you.  Special Agent McMahon?\n\nWILLIAM MCMAHON:  Good morning, Mr. Chairman, Ranking Member Cummings and distinguished members of \nthe committee.  I am Bill McMahon, deputy assistant director, Office of Field Operations for the Bureau of Alcohol, \nTobacco, Firearms and Explosives.  Thank you for inviting me to this important hearing.\n\nLet me be clear from the outset, as the ATF senior executive in charge of the west region, I share responsibility for \nmistakes that were made in the Fast and Furious investigation.  The advantage of hindsight, the benefit of a \nthorough review of the case clearly points me to things that I would have done differently.  However good our \nintentions, regardless of our resource challenges and notwithstanding the legal hurdles we face in fighting firearms \ntraffickers, we made mistakes.\n\nBut know that I am very proud of the men and women who risked their lives investigating this case.  Under \ntremendous pressure, they continue to work this case and many others we have in the American Southwest.  \nPlease do not let our failings impact their noble deeds.\n\nMr. Chairman, I was the assistant special agent in charge in New York City on September 11th, 2001.  Our offices \nwere in the World Trade Center.  I have witnessed great human suffering brought to bear by those to whom \nviolence is a stock in trade.  This is one of the reasons I was so committed to bringing down the complex network of \ncriminals operating in our homeland and bringing violence on both sides of the southern border.  But in our zeal to \ndo so and in the heat of battle, mistakes were made, and for that, I apologize.\n\nMr. Chairman, I'm no stranger to the great and ultimate sacrifices made by my fellow law enforcement officers.  I \nhave lost friends in the line of duty, whether it was in the rubble of the World Trade Center, on the streets of our \ncommunities or in the desert Southwest.  Nothing hurts more than losing a fellow law enforcement officer in the line \nof duty.\n\nWith that in mind, I want to express my sincere condolences to the Terry family.  And while the investigation into his \ntragic murder remains ongoing and because of this, I may not be able to comment on that investigation, please \nknow that I honor his great sacrifice and I am truly sorry for his family's loss.  With that in mind, I appear before you \n\n\n\ntoday of my own free will to answer, to the best of my ability, questions you have regarding this operation and my \nrole in it.  Thank you.\n\nREP. ISSA:  Thank you all.  Before we begin, I've been made aware that all of you -- or presumably all of you -- \nreceived from the Department of Justice counsel a letter that speaks specifically to your testimony here today.  And \nit's from Barry S. Orlo (sp).  Did all of you receive that letter?  You didn't?\n\nMR.       :  I did not.\n\nMR.       :  No, sir.  Those letters were only issued to people that were actually under subpoena.  And that's normal \nfor any case that we have agents that are under subpoena by defense or others.\n\nREP. ISSA:  Okay, I want to make some clarifications.  The letter infers that you may not be able to answer certain \nquestions here today.  And I want to make sure it's clear that where it says, for example, you may not reveal any \ninformation covered by rule 6-E of the Federal Rules of Criminal Procedure related to a matter that is currently \nbefore a Grand Jury.  And there is -- it goes on up and above.\n\nNow, we've got a former 20-year defense attorney to my right. We've got a former prosecutor in Mr. Gowdy down \nbelow -- Mr. Meehan, a former U.S. attorney -- and a number of other people who have worked, before they came \nhere, in law enforcement.  I'm asking all of them if a question occurs from any of us that clearly would lead to \nsomething believed to involve compromising the ongoing investigation or the actual chances of convicting \nsomebody, that we take a pause.\n\nI'm not beyond that.  If you believe, any of you, that you're asked a question that in this format would, by it being \nopen to the public, would compromise the ability to convict any of the 20 people now charged or others who you \nreasonably believe will be charged, I want you to take a pause.\n\nOn the other hand, I want you to understand every question we ask, you are compelled to answer, unless you \nassert your Fifth Amendment rights.  There is no executive order or executive branch decision that can stop us from \ncompelling that answer.  If you believe that you are protecting the ability to reach convictions or to save somebody \nwho is undercover in any other way would be harmed by your giving an answer in open hearing, I want you to \nassert that we need to be in executive session.\n\nThe committee can go to executive session at any time by a simple vote of the committee or concurrence of the \nchairman and ranking member.  We probably will not go to executive session at that moment but would pen that \nquestion until the end.  So understand our intention is to be very clear.  We know that in fact the cartels continue to \noperate.  We do not want to have materials here unreasonably disclosed.\n\nI want to make one other thing clear before we start, and then I'll recognize the ranking member.  This committee \nhas been made aware that there were wiretaps in this Fast and Furious investigation.  That was not by the Justice \nDepartment turning over material required by subpoena.\n\nWe will not be going into the details of any subpoena in our questioning, and we do look forward to justice providing \nthe subpoenaed material in a timely fashion they have not yet done.  But again, those are under seal.  So their \nexistence, which was obtained and has been fairly widely understood, is no longer under seal.\n\nBut the details of those at this point, including Kenneth Melson's statement that when he read the details he was \nsick to his stomach, is as far as we're going to go on the details of the wiretap at this time.  This hearing is about our \nrelations with Mexico, what they knew in Mexico, what they didn't know, how the agency did or didn't communicate.  \nThat doesn't mean that we may not want information from you in due time, but I think we want to be very careful \nthat today, we have no reason to go into some of these areas. And so we're going to avoid them.\n\nWith that, if the ranking member has any comments.\n\n\n\nREPRESENTATIVE ELIJAH CUMMINGS (D-MD):  Thank you very much, Mr. Chairman.  Just some clarifying \nitems.  First of all, Mr. Chairman, I want to thank you for what you just said.  I think that's a very balanced approach \nto take.  We're all concerned about the ongoing investigations and putting people in jeopardy; that should not be as \na result of our efforts here.\n\nBut I just want to -- there may be some things, Mr. Chairman, where, say, for example, these gentlemen may not \neven know that they are crossing the line.  And I know that we're looking into the Justice Department.  I have no \nproblem with that.  But if we have a situation where Justice -- and I understand we have some Justice attorneys \nhere -- where they think that there may be a crossing of the line, is there a way that we can at least pause and just, \nyou know, make sure that we're not crossing over into some territory, the very type of territory you're talking about?  \nThat's all.  I think that's --\n\nREP. ISSA:  And I appreciate the gentleman's question, although I want that very carefully and sparingly used, \nsince Justice is not an invited guest here today.  If you believe that a line of questioning is going down that way, we \nwill entertain a request from representatives of Justice.\n\nAgain, this investigation is about Justice.  It is about your bosses.  We believe that, in fact, there are people \nculpable for what happened -- for the mistakes, as Special Agent McMahon said, the mistakes that were made, \nbesides Special Agent McMahon.  So we do intend to get to those errors and mistakes.\n\nBut for the ranking member, absolutely.  We want to make sure that if somebody inadvertently starts down a line of \nquestioning, whether you see it, somebody from Justice brings it to our attention, Mr. Gowdy, who is -- certainly \nunderstands what it takes to preserve a prosecution, Mr. Meehan or anyone else -- that I want this to be a little bit \nlike the quality control line on a Toyota production. Anybody can pull the stop if you see a mistake about to happen.\n\nNow that doesn't change the fact that this letter is a little out of line.  And it may be boilerplate, but it implies that you \ndon't have to answer.  Yes, you do have to answer but we will use executive session or another setting to get \nadditional information so as to ensure that what we must do does not get in the way of what you all must do.\n\nREP. CUMMINGS:  Mr. Chairman, just one other thing.  I'm just looking at the expression, particularly of Special \nAgent McMahon.  I want to make sure that they understand what you just said.  I mean, can you inquire as -- do \nyou all understand what he just said?  (No audible response.)  All right.  Very well.  I just wanted to make sure.\n\nREP. ISSA:  Okay, yeah.  And I use the English language so poorly that sometimes my wife does mention that \nperhaps just because I say what I mean doesn't mean that they can figure out what it means, too. But again, set it \noff at the tone because this is important that we get to we have to get to, but do it in the respectful way for the fact \nthat there are lives at stake on both sides of the border, many of your brethren.\n\nI'll now recognize myself for a line of questioning.  Mr. McMahon, you said that you made mistakes, that people \nmade mistakes. Would you like to give us just one of those mistakes?\n\nMR. MCMAHON:  Sure.  Again, as I said, after a thorough review of everything after the fact, I did -- I do see that \none of the mistakes that I made personally was maybe more thoroughly reviewing some of the documents that were \ncoming across my desk on this case.  And I think that's been brought out in my review.  And it's something that I \nknow will not happen again.\n\nREP. ISSA:  OK.  Special Agent Newell, as recently as yesterday you called this -- you said Fast and Furious is a \nphenomenal program. I know it was, I hope not is.  Do you stand by that?\n\nMR. NEWELL:  Did I -- I'm sorry, Chairman.\n\nREP. ISSA:  This was quoted in the Washington Post that came out yesterday that, and they quoted you by name \nas having called this a phenomenal program.  Do you think -- did you at one time think and do you think today that \nFast and Furious was a phenomenal program?\n\n\n\nMR. NEWELL:  Chairman, I -- that quote -- I don't know the date of that quote.  It wasn't yesterday.  It was --\n\nREP. ISSA:  It came out -- OK, let me rephrase the question. This is back to my inability to work with the English \nlanguage.  Did you ever think that Fast and Furious was a phenomenal program?\n\nMR. NEWELL:  Well, Mr. Chairman, to answer your question, I believe that Fast and Furious was conceived with \nthe idea of disrupting and dismantling an entire organization --\n\nREP. ISSA:  Yeah, but let's get into the details.  Fast and Furious was at its heart about letting guns walk.  Your \nagency knew that if you let guns leave -- be bought by straw purchasers who you knew, in fact, were straw \npurchasers, including two felons -- and in the opening statement, when people talk about people that had every \nright to buy them, felons at that moment that they bought them were criminals.\n\nThey could have been stopped.  They could have been arrested. There was an inherent crime.  So at least in the \ncase of two of the buyers, they were felons.  They bought guns.  They committed a crime by buying them.  They \nwere allowed to move on and eventually turned those weapons over to intermediaries who got them to the drug \ncartels. That was always part of the program.  Do you think that that was in fact, whether you say phenomenal, do \nyou think that that was a good idea?\n\nMR. NEWELL:  Well, Mr. Chairman, with all due respect, I'm not aware of two felons involved in this case.\n\nREP. ISSA:  I'm informed they became felons during the pendency of the case, so I may not know the exact date.  \nBut let's go on beyond that.  Even if they weren't felons, the documents that we have seen provided by \nwhistleblowers show that, in fact, all along in this program you knew that the weapons purchased were destined for \ndrug cartels.\n\nYou knew all along that the weapons -- that someone buying over 600 weapons was not buying them for sport \nhunting, especially .50 calibers.  So do you -- and my time is running lean on trying to get an answer -- did you think \nit was a good program?  It appears as though you thought it was a good program at some time.\n\nMR. NEWELL:  Well, sir, as I said in my statement, I acknowledge now that we did make some mistakes in this -- in \nthis initiative, in this program.\n\nREP. ISSA:  OK.  All right.  I think we'll all acknowledge that you're right on that.  When I was in Mexico, I observed \na lot of things, Special Agent Canino.  My understanding -- I was told in Mexico by a number of your colleagues -- \nyou were not there at the time -- that when they entered into the database, into the trace database, Fast and \nFurious weapons, they got a system error.  In other words, they didn't get a hit or a miss.  They got a network \nerror. Are you aware of that?\n\nMR. CANINO:  Yes, sir.\n\nREP. ISSA:  So when your agents -- your federal agents with 20 more years -- entered in the information that \nwould have allowed them to contact a special agent in Phoenix, they did not get the information that would have \nallowed them to contact the special agent in Phoenix.  Isn't that correct?\n\nMR. CANINO:  That's correct, sir.\n\nREP. ISSA:  So you were blocked.  Mr. Gil -- and I've run a lot of my time with the other questions, but for both you \nand Mr. Canino -- if you had known about this program, were you or were you not obligated to tell the ambassador?\n\nMR. GIL:  Sir, upon my arrival, I had discussions with the ambassador about arms tracking being the number-one \nissue.  The second call I would have made would have been on the ambassador.  The first call I would have made \nwould have been directly to the acting director of ATF to find out exactly what this case is all about.\n\n\n\nREP. ISSA:  So in my remaining time, and Special Agent Wall, this would of course apply to Tijuana too, if you're \noperating in a foreign nation as an American law enforcement individual, as a liaison invited on behalf of a \ngovernment, not having law enforcement power in that country, don't you owe it to the ambassador to keep him or \nher fully informed of anything you learn?  Because you're not there to do law enforcement.  You're there to help \nthem do law enforcement through the embassy.\n\nSo for all three of you first three witnesses, isn't it reasonable to believe that one of the reasons that you were not \ntold about Fast and Furious is had you been told, in addition to the acting director, the ambassador and the rest of \nthe State Department would have had to have been read into this program, considering its magnitude?\n\nMR. WALL:  To follow what Darren said, if -- we weren't aware of that technique that ATF agents were actually \nfollowing known gun traffickers away and letting them go.  That is insane.  It was inconceivable.  You would not \never think that because ATF does not do that.  If I had known that that was in fact occurring, I would have called \nATF headquarters.  And if we did not get relief from them, we would have gone upstairs and told the ambassador \nand hopefully he would have been able to stop it.\n\nREP. ISSA:  Thank you.  Mr. Cummings?\n\nREP. CUMMINGS:  Thank you very much, Mr. Chairman.  Gentlemen, from early on in this case, various ATF \nagents and officials raised concerns about the number of guns purchased by Fast and Furious suspects that were \nflowing from Arizona to Mexico.  Mr. Leadmon, you testified in March, 2010, that you provided a detailed briefing \nabout Fast and Furious to Acting Deputy Director Hoover, Assistant Director Chadin (ph) and several others.  Is that \ncorrect?\n\nMR. LEADMON:  (Off mic.)\n\nREP. CUMMINGS:  Now, Mr. McMahon, after this March 2010 briefing, Mr. Hoover directed the Phoenix field office \nto prepare an exit strategy to shut down the operation within 90 days.  Is that correct?\n\nMR. MCMAHON:  That's correct, sir.  We did ask for an exit strategy --\n\nREP. CUMMINGS:  OK.\n\nMR. MCMAHON:  -- a 30-, 60-, 90-day exit strategy.\n\nREP. CUMMINGS:  And in his interview, Mr. Hoover told the committee that this was the first time in his career he \nhad ever asked for an exit strategy, but that he felt that he needed one because he was very concerned about the \nlarge number of guns being purchased by these suspects.\n\nMr. McMahon, did you share Mr. Hoover's concern about the large number of weapons in this case with others?\n\nMR. MCMAHON:  Absolutely, sir.  I think we were all concerned about the large number of cases.  But this \nmagnitude of a case was something we had never encountered before in my career.\n\nREP. CUMMINGS:  And did you ask Mr. Newell to -- Special Agent Newell to provide you with an exit strategy?\n\nMR. MCMAHON:  I did, sir.\n\nREP. CUMMINGS:  And when did the exit strategy envision indictments arriving?\n\nMR. MCMAHON:  We received the exit strategy, I believe, at the end of March, and again --\n\nREP. CUMMINGS:  What year?\n\nMR. MCMAHON:  Of --\n\n\n\nREP. CUMMINGS:  2010?\n\nMR. MCMAHON:  Of `10; I'm sorry.\n\nREP. CUMMINGS:  OK.\n\nMR. MCMAHON:  And we had a 30-, 60-, 90-day plan.  If certain things were accomplished by 30 days, we'd be \nable to seek indictment. If certain things were accomplished by 60 days, we could obtain indictments; that sort of \nthing.\n\nREP. CUMMINGS:  So you had, more or less, some kind of a time schedule.  Is that correct?\n\nMR. MCMAHON:  That's correct.\n\nREP. CUMMINGS:  Were you following that schedule?  In other words, were you checking back every 30 days, 60 \ndays, whatever?\n\nMR. MCMAHON:  We were actually -- I was checking back more than that.  Bill and I were probably talking weekly \nabout the activity of what was going on in the case and how much closer we were to completing our investigation.\n\nREP. CUMMINGS:  Well, according to that strategy, from the very beginning, what was the day that you expected, \nenvisioned indictments arriving?  When you first -- you did it in March, what, 2010?\n\nMR. MCMAHON:  Correct.  We were expecting indictments sometime in the summer of 2010.\n\nREP. CUMMINGS:  And I want to understand why it took from March 2010, when Mr. Hoover ordered the operation \nto be shut down, to January 2011, when indictments were finally issued.  Can you help us with that?\n\nMR. MCMAHON:  Well, again, we were working day to day with the U.S. attorney's office.  And it is a partnership \nwhen you put a case like this together.  And we thought we had enough.  And obviously we have to prove that to \nthe prosecutors that we have enough, and that does take a little bit extra time.\n\nREP. CUMMINGS:  Well, that was more than a little bit extra time, was it not?  I mean, you had just -- you were \ntalking initially, I guess, about the summer 2010, and you end up January 2011.  You're approaching a year, as \nopposed to a few months.  Is that right?\n\nMR. MCMAHON:  Well, it was about six months, sir, yes.\n\nREP. CUMMINGS:  Now, Mr. Newell, when did you eventually shut down ATF's investigative portion of this \noperation?\n\nMR. NEWELL:  Well, sir, the investigation is ongoing as we speak.\n\nREP. CUMMINGS:  But at some point -- I'm talking about what we were just talking about, Special Agent Newell.\n\nMR. NEWELL:  Yes, sir.\n\nREP. CUMMINGS:  There was a plan to shut this piece down, an exit strategy.\n\nMR. NEWELL:  Right.\n\nREP. CUMMINGS:  And I'm asking you to refer to what I just asked Special Agent McMahon, Mr. McMahon, about.\n\nMR. NEWELL:  Yes, sir.\n\nREP. CUMMINGS:  What was the plan?  I mean --\n\n\n\nMR. NEWELL:  The plan was end of July present to the U.S. attorney's office what we believed to be the evidence \nthat we needed to secure the first round of indictments.  And as the exit strategy said, the 90 days -- 30, 60, 90 \ndays was not a firm, depending on, you know, what type of investigative material or information we get, and \ndepending on each 30-, you know, 60-, 90-day time frame.\n\nSo it was roughly about -- I believe about mid-August when we felt that we presented to the United States attorney's \noffice all the evidence we needed to secure a first round of indictments.  So, in essence, we probably went over a \ncouple of weeks.\n\nREP. CUMMINGS:  So did you -- I assume, Mr. McMahon, did you approve this going beyond the time period that \nyou initially stated for the exit strategy?  Is that right?\n\nMR. MCMAHON:  There was nothing to approve, sir.  I was getting updates from Bill about his work with the U.S. \nattorney's office.\n\nREP. CUMMINGS:  So basically if he said, \"Look, we need more time,\" you just assumed you needed more time.\n\nMR. MCMAHON:  And he'd give me a reason why we needed more time; correct.\n\nREP. CUMMINGS:  And so Mr. Issa, Chairman Issa, asked -- said the purpose of the program was to let guns walk.  \nAnd I just want Mr. Newell and Mr. McMahon to be clear.  We're trying to get to the bottom of this.  We've been \ngoing ring around the rosy forever.  What was the purpose of this operation, to the best of your knowledge, Mr. -- \nSpecial Agent Newell, and then yours, Mr. McMahon?\n\nMR. NEWELL:  Well, Mr. Cummings, thank you for the question.\n\nThe purpose of this investigation was to identify and disrupt and dismantle an entire firearms trafficking organization \nthat was linked to a Mexican drug cartel.  That was the purpose.  And to do so, we needed an extraordinary amount \nof work on the part of the agents to, in fact, achieve that goal.\n\nREP. CUMMINGS:  But it was not to let guns walk.  Is that correct?\n\nMR. NEWELL:  No --\n\nREP. CUMMINGS:  I don't know if you -- go ahead.\n\nMR. NEWELL:  No, sir.  As I said in my statement, sir, one of the things that I -- it frustrates me to some extent -- is \nthere's that belief.  And at no time in our strategy was it to allow guns to be taken to Mexico, no, sir.\n\nREP. CUMMINGS:  I don't know if you heard Special Agent McNino (sic/means Canino), but he was almost in \ntears and very frustrated, because he felt that all of this went against the very things that he stands for and these \nother agents stand for.\n\nAnd with that, Mr. Chairman, I'd just like for Mr. McMahon to just answer my question, and then I'll --\n\nREP. ISSA:  Without objection.\n\nREP. CUMMINGS:  Thank you very much, Mr. Chairman.\n\nMR. MCMAHON:  I totally agree with you, sir.  That is not in the makeup of an ATF agent.  We do not allow guns to \nwalk.  What we did in this investigation was investigate a large group of individuals that were breaking the law, and \nwe were trying to put our case together so that we could actually make an impact.\n\nIf we pick off these one or two straw purchasers, they get replaced in a day, and we have even more guns going \ninto Mexico.  That was the plan.\n\n\n\nREP. ISSA:  I thank the gentleman.\n\nWe now recognize Mr. Burton for his five minutes.\n\nREPRESENTATIVE DAN BURTON (R-IN):  First of all, Agent Newell, what was the origin of this program?  Who \ncame up with this idea? Where did it come from?\n\nMR. NEWELL:  Well, sir, it was based on -- it was based on the fact that when we -- the OCDETF strike force was \ninitiated.  The idea of the OCDETF program is to disrupt and dismantle entire organizations.  The --\n\nREP. BURTON:  Who came up with this idea?  Was it you or Mr. McMahon or somebody higher up the food chain?\n\nMR. NEWELL:  Idea for what, sir?\n\nREP. BURTON:  For the whole program.\n\nMR. NEWELL:  It's one investigation, sir.  Fast and Furious is one investigation.\n\nREP. BURTON:  Well, who -- where -- where was -- I mean, the selling of the guns or the giving of the guns in Fast \nand Furious, where did that come from?  Who made that decision?\n\nMR. NEWELL:  Well, sir, we have a policy that allows for those transfer of firearms in order to pursue targets in an \ninvestigation, identify others --\n\nREP. BURTON:  OK.  Well, there were 2,000 -- as I understand it, there were as many as 2,000 firearms.  Is that \ncorrect?\n\nMR. NEWELL:  That's approximately it, yes, sir.\n\nREP. BURTON:  And you were allowed to -- allowed 2,000 firearms to go in the system, this Fast and Furious \nprogram.  How were you tracking those?\n\nMR. NEWELL:  Well, sir, Fast and Furious -- I apologize, but Fast and Furious was not a program.  It was an \ninvestigation that was --\n\nREP. BURTON:  OK.  How was -- how did you track the weapons, the 2,000 weapons?\n\nMR. NEWELL:  Well, depending on how the information got to us. Sometimes the information got to us after the \nsale.  Sometimes it got to us through investigative means that firearms were --\n\nREP. BURTON:  Did you have a set of records that showed who got them and who reported to you where they \nwent and all that?\n\nMR. NEWELL:  Through our tracing system, we have a way to determine when firearms are seized, and we also \nreceived information --\n\nREP. BURTON:  On all the firearms, did you get this information?\n\nMR. NEWELL:  No, I don't believe so, no, sir.\n\nREP. BURTON:  Why not?\n\nMR. NEWELL:  Why not we didn't get all the information?\n\nREP. BURTON:  Yeah.  Well, I mean, if you have 2,000 firearms that are out there that are going in the program or \nthe investigation, and you're putting them out there, it seems to me you'd want to -- if you're trying to make a case, \nyou'd want to track those and know where all of them went.\n\n\n\nMR. NEWELL:  Well, we did track the ones that we knew about, yes, sir.\n\nREP. BURTON:  Well, there were 2,000 firearms.  Did you have control of those at any time?\n\nMR. NEWELL:  We seized, sir, over -- approximately 300 guns in this case in the United States through our efforts.  \nAnd the other firearms we put into our suspect gun database.\n\nREP. BURTON:  Well, I must be missing something.  You had 2,000 firearms.\n\nMR. NEWELL:  Yes, sir.\n\nREP. BURTON:  You put them into the system, into the investigation, correct?\n\nMR. NEWELL:  I did not, no, sir.\n\nREP. BURTON:  Who did?\n\nMR. NEWELL:  Agents in the group, agents in group seven.\n\nREP. BURTON:  OK.  Well, who kept records of that?  The agents that were doing it -- did anybody keep records \nwho they were giving the guns to?\n\nMR. NEWELL:  Sir, I'm a little -- the weapons were being purchased by a criminal organization.\n\nREP. BURTON:  OK.\n\nMR. NEWELL:  So when we found out about that information, be it through weapon seizures or through cooperating \ndealers or through other means, we would keep track of that, yes, sir.\n\nREP. BURTON:  So you have a record of all the weapons that were put into the -- that were sold.\n\nMR. NEWELL:  To this day, we're still discovering more, because this was a very prolific firearms trafficking \norganization.  When we first initiated this investigation in November of 2009, I believe the number was they had \nalready purchased -- and we believe to this day the number changes -- something like 400 firearms.\n\nBy the time we initiated our OCDETF strategy to focus on the entire organization, I think it was close to 1,000 \nfirearms by the time we opened our OCDETF program.\n\nREP. BURTON:  I must have missed something, because it seems to me if there were 2,000 weapons that were \nsold and went into the -- and you were investigating this and you were trying to find the criminals that were buying \nthem, that there would be a record of all of the weapons that were sold.\n\nMR. NEWELL:  We have a record of --\n\nREP. BURTON:  All the weapons that were sold.\n\nMR. NEWELL:  No, sir, because we're still to this day discovering firearms that were purchased by these individuals \nthat (we weren't aware of ?).\n\nREP. BURTON:  OK.  Well, did you have a record of the ones that purchased those individuals -- I mean, \npurchased those weapons, the individuals that purchased those weapons?\n\nMR. NEWELL:  The ones that we were aware of; yes, sir, we do have them.\n\nREP. BURTON:  You have the records of all those.\n\nMR. NEWELL:  I do believe so, yes, sir.\n\n\n\nREP. BURTON:  And you're still in the process of making the case on this.\n\nMR. NEWELL:  Because we're identifying additional suspects as we go, yes, sir.\n\nREP. BURTON:  I yield back.\n\nREP. ISSA:  Would the gentleman yield?  Yes.\n\nSo let me understand from previous testimony.  Agents were there at the scene.  Videotape -- video observance, \ndigital video observance, occurred as they bought them.  The agents in many, many cases followed the suspect \nleaving with six, 10, 20 weapons for a period of time, and then they were ordered by this task force to break off and \nlet those weapons continue going.\n\nAnd you charged Mr. Acosta, one of the 20 defendants -- the only one that's not just a meth user who was straw \nbuying -- you've charged him with being trafficking.  When did you know that Acosta was trafficking weapons in -- \nhis intent was to traffic weapons into Mexico?  And when weapons occurred in Mexico that you knew Acosta had \nreceived from straw buyers and they turned up at crime scenes in Mexico, then what did you do?\n\nMR. NEWELL:  Sir, as relates to Mr. Acosta, I believe we -- it was Mr. Acosta, sir, or --\n\nREP. ISSA:  Acosta.\n\nMR. NEWELL:  Mr. Acosta?\n\nREP. ISSA:  He's the money man.\n\nMR. NEWELL:  Well, actually, Mr. Acosta in this investigation right now is the head of the Phoenix cell of this \ntrafficking organization.\n\nREP. ISSA:  Right.\n\nMR. NEWELL:  So --\n\nREP. ISSA:  And you knew he was trafficking and you knew he was receiving these weapons and you knew these \nweapons were showing up at crime scenes.\n\nMR. NEWELL:  Well, the --\n\nREP. ISSA:  I'm just -- I just want understanding -- and my time has expired -- but why you couldn't seem to answer \nthe gentleman's question straightforward.  You knew guns that you had watched be delivered -- or watched be \npurchased went to third parties and ended up in Mexico.  And yet this program continued as though you somehow \ndidn't know they were being -- that the purchasers -- the same purchaser who had purchased guns that were \nalready in Mexico was purchasing more.\n\nI yield back.  I think -- who do we have next?  Mr. -- give me the list.\n\nMr. Davis is next for five minutes.\n\nREPRESENTATIVE DANNY DAVIS (D-IL):  Thank you very much, Mr. Chairman.\n\nMr. Leadmon, you've been in ATF for seven years studying gun trafficking on the Southwest border.  Before that \nyou were a homicide detective here in Washington, D.C. for many years.\n\nCan you describe to us briefly how the Mexican drug cartels get firearms from the United States?\n\n\n\nMR. LEADMON:  Yes, sir.  I guess one way to kind of summarize this is it kind of came to light to me several years \nago when an individual describing it to me put it as follows.  He says the Mexican people have been trafficking \ndrugs into the United States since 1880. They've also been buying Sam Colt's guns since 1880.\n\nSo that kind of gives you the groundwork of the culture and the reason why we have this problem, because we have \nthese firearms being sold and the Mexicans are coming up -- these cartels.  And they are purchasing these \nweapons.  That's a fact.\n\nREP. DAVIS:  In your experience, what type of weapons are in demand by the cartels?\n\nMR. LEADMON:  It's -- like I alluded to in my written testimony, which I didn't get to finish, but there is a -- we have \nactually gone in and identified a lot of what we call DTO preferred weapons.  And these are usually your AKs, your \nARs.  They like the .38 Supers, the .45s.  We've got a list of them.  And in this particular case, the firearms being \npurchased -- all the firearms being purchased by these individuals were --\n\nREP. DAVIS:  Let me ask --\n\nMR. LEADMON:  -- (inaudible).\n\nREP. DAVIS:  -- why do you think they focus on these type weapons?\n\nMR. LEADMON:  Because they're weapons to use to -- one, they have to protect theirselves (sic) against their \nrivals.  Two, they are confronted by law enforcement in Mexico and the military, so they need this type of firepower \nand that heavier firepower to exist down there.\n\nREP. DAVIS:  Thank you.\n\nMr. Wall, you've spent the last 19 years as an ATF special agent and have most recently served as the ATF \nrepresentative in Tijuana, Mexico.  We've heard a lot today about the problem of gun trafficking in Mexico, and I'm \nhoping that you can help me better understand the problem.\n\nBased on your experiences in Mexico, where are the cartel's guns coming from?\n\nMR. WALL:  From my experience, the majority come from the United States.\n\nREP. DAVIS:  Are you seeing a representative sample of all guns used in crimes in Mexico, or are the Mexican \nauthorities just maybe showing you firearms that they believe come from the United States?\n\nMR. WALL:  They make them available to us.  In the last four years, since 2007, I've probably looked at over -- \nslightly over 2,000 firearms in Mexico.   These are firearms that I went out, and soon after they were seized at a \ncrime scene or at a stash house, I went out and I examined the guns.  And of those 2,000, less than 50 -- let's just \nsay 50 of them I could tell were from foreign manufacturer, meaning outside the U.S., possibly from South America; \nguns that maybe were tied back to even the guerrilla wars in Central America.\n\nREP. DAVIS:  So you believe that these statistics are accurate, that they are real.\n\nMR. WALL:  I know guns and I know what I see.  And I'm the person on the ground, yes, sir.\n\nREP. DAVIS:  Are you finding many of the weapons coming from Central America?  Some people seem to think \nthat some actually are coming from Central America.  Do you think that many of them are?\n\nMR. WALL:  Some do, yes, especially with some groups.  Certain cartels have more of a tendency to acquire their \nfirearms in Central America or South America, possibly even from guerrilla groups.\n\nHowever, the other cartels, the ones that I'm familiar with, most of their firearms are U.S.-sourced firearms.\n\n\n\nREP. DAVIS:  So you think the United States is the main source of these weapons.\n\nMR. WALL:  Yes, sir, I do.\n\nREP. DAVIS:  Thank you very much, Mr. Chairman.  I yield back.\n\nREP. ISSA:  I thank the gentleman.\n\nWe now go to the gentleman from Utah, Mr. Chaffetz, for five minutes.\n\nREPRESENTATIVE JASON CHAFFETZ (R-UT):  Thank you, Chairman.\n\nAgent Newell, when did you first become aware, know, anticipate, or maybe even suspect that these firearms and \nthis program were being transported or transferred into Mexico?\n\nMR. NEWELL:  Sir, when we -- I think we started getting the first traces -- I want to say I believe sometime in \nNovember of `09, yes, sir.\n\nREP. CHAFFETZ:  So in November of '09, you believed that they were being transferred or transported into \nMexico.  Did that cause you any concern?\n\nMR. NEWELL:  Yes, sir.  It always does.\n\nREP. CHAFFETZ:  But you say here -- but the program continued on, knowing full well that these guns were going \nto Mexico.  You said in your opening statement here, \"It is not the purpose of the investigation to permit the \ntransportation of firearms into Mexico.\"\n\nMR. NEWELL:  When we were lawfully able to seize firearms in this case and the many, many firearms trafficking \ncases we conduct in Phoenix and Arizona and across the Southwest border, we take every effort to stop that, yes, \nsir.\n\nREP. CHAFFETZ:  But in January, coming out of your office -- in a January 2010 -- I mean, you testified today in \nyour opening statement, \"It is not the purpose of the investigation to permit the transportation of firearms into \nMexico.\"  That's today.\n\nMR. NEWELL:  Yes, sir.\n\nREP. CHAFFETZ:  Yet, in February or March -- I'm sorry -- January 8th, 2010, it -- in this memo, point number 13, \nyou write -- or it is written, \"Currently our strategy is to allow the transfer of firearms to continue to take place,\"  \nalbeit at a much slower pace in order to further the investigation, allow for the identification of additional co-\nconspirators.\n\nIt would continue to operate and illegally traffic firearms to Mexico drug trafficking organizations.  So it was the goal.  \nIt was the intention of the program to allow guns to be trafficked to Mexico, based on this memo.  Is that correct?\n\nMR. NEWELL:  No, sir.\n\nREP. CHAFFETZ:  What's wrong -- that's from your statement.  It also says in here a number of different seizures in \nMexico.  It seems very inconsistent at best to suggest that it was not the purpose to allow them to go to Mexico.  \nYet you know in 2009 that they're going to Mexico, and you put it in a memo in 2010, January of 2010.  How are \nthose statements compatible?\n\nMR. NEWELL:  Well, sir, if I may -- and I'm glad I'm given the opportunity to clarify that paragraph that has been \nobviously well publicized.  The wording in that -- the way my understanding was, when that briefing paper was \ndrafted, was that our efforts to allow the transfer to identify additional co-conspirators was so that we could further \n\n\n\nthe investigation, take out the whole organization.  Otherwise these individuals would in fact continue in probably a \nlarger --\n\nREP. CHAFFETZ:  So you allowed -- is it hundreds or thousands of weapons to continue to flow through this \nprogram and go into Mexico?\n\nMR. NEWELL:  I'm sorry.  Can you repeat the question, sir?\n\nREP. CHAFFETZ:  How many additional -- how many hundreds or thousands of weapons did you allow to be \npurchased, knowing that they were going to Mexico?\n\nMR. NEWELL:  Sir, the purchase was being done by a criminal organization, a large-scale --\n\nREP. CHAFFETZ:  But you facilitated it.  You allowed it, did you not?  I mean, that was part of the program; allow \nthese straw purchases to happen so that the guns could end up in Mexico.  And you know in 2009 that that's \nhappening.\n\nMR. NEWELL:  Sir, again, the goal of the organization -- the goal of the investigation was to disrupt and dismantle \nthe entire --\n\nREP. CHAFFETZ:  I know.  I understand the goal.  But you were purposely -- the problem is you were purposely, \nknowingly allowing the guns to go to Mexico.  And you have information in 2009 that it's being successful.  Yet you \nnever put a stop to it.  It's meeting the goals and intentions you laid out in this memo in January of 2010, and it \ncontinued on and on.  And consequently, there were thousands of weapons that ended up in Mexico, killing people \n-- killing people. That's the reason that we're here today.\n\nWhen did you first know or think that guns were walking?\n\nMR. NEWELL:  Sir, in this investigation -- to the best of my knowledge, we didn't let guns walk from that \nperspective.\n\nREP. CHAFFETZ:  When did you first think that they were?\n\nMR. NEWELL:  Were what, walking?\n\nREP. CHAFFETZ:  Walking, yeah.\n\nMR. NEWELL:  Sir, again, the policy --\n\nREP. CHAFFETZ:  Did you ever -- have you ever thought that they were walking?\n\nMR. NEWELL:  Sir, the policy regarding transfer of firearms regards the fact that we're trying to develop an \ninvestigation.\n\nMORE x x x investigation.\n\nREP. CHAFFETZ:  I know what you're trying -- when did you first think that guns were walking?\n\nMR. NEWELL:  Sir, I -- again, the goal of the investigation --\n\nREP. CHAFFETZ:  I -- when did you first think that guns were walking?  Did you ever think that?  Do you think that \nhere today?\n\nMR. NEWELL:  I truly believe, as I have said before, that I didn't -- we didn't let -- intentionally let guns walk.\n\nREP. CHAFFETZ:  Let's go to slide two, if we could, please.\n\n\n\nThis is an email from Mr. Newell to Mr. McMahon on December 21st, 2010, six days after Brian Terry was killed.  \nQuote:  \"Since I don't like the perception that we allowed guns to walk, I had David Voss pull the numbers of the \nguns recovered in Mexico, as well as those we had a direct role in taking off here in the U.S.\"\n\nSo you're telling me you didn't suspect that the guns were walking?\n\nMR. NEWELL:  As my email says, it's about the perception.  There is -- there was -- I didn't want people to think \nthere was the perception, because in my mind that was not the case.\n\nREP. CHAFFETZ:  How were guns not walking?\n\nMR. NEWELL:  Knowing and proving that the transfer or purchase of firearms is illegal are two different things.\n\nREP. CHAFFETZ:  I'm asking -- this is one month before the indictments and two months before John Dodson went \non CBS News with the accusations that the case is still an active investigation.\n\nWhy did you have Mr. Voss pull the numbers one day after the Terry murder for the number of guns recovered in \nMexico and the United States?  And did you know that Fast and Furious was about to come under massive \nscrutiny?\n\nMR. NEWELL:  I did not know at that time it was going to come under this level of scrutiny, no, sir.\n\nREP. CHAFFETZ:  What is the difference between -- explain to me why you don't think the guns were walking.  You \nobviously thought that others had that perception.\n\nREP. ISSA:  Mr. Chaffetz, could you summarize?\n\nREP. CHAFFETZ:  Oh, my apologies.  I'm way over.  I yield back.\n\nREP. ISSA:  I thank the gentleman.\n\nWe now go to the gentleman from Vermont, Mr. Welch, for five minutes.\n\nREPRESENTATIVE PETER WELCH (D-VT):  Thank you very much.\n\nMr. Newell, I'm also trying to just understand the sequence here that some of my colleagues were asking about.\n\nAs I understand it, agents would watch a straw purchaser purchase guns, correct?  They would follow the straw \npurchaser and come some places to another location, where they would observe that the guns were left, correct?\n\nMR. NEWELL:  Left -- yes, sir, I believe --\n\nREP. WELCH:  Well, they were dropped off by the straw purchaser and delivered to whoever the middleman was, \nright?\n\nMR. NEWELL:  Yes, sir.\n\nREP. WELCH:  All right.  And then, on a couple of occasions, the agents called in for permission to make an arrest, \nand they were denied that permission because of the overall objective of the plan, correct?\n\nMR. NEWELL:  I'm aware of that in one instance, yes, sir.\n\nREP. WELCH:  All right.  So the question I have -- and I think Mr. Burton and Mr. Issa were asking this -- what \nprocedures did you have in place to follow where the guns went, from that point where they were dropped off to \nwherever they ended up?\n\nMR. NEWELL:  Well, I know we had surveillance teams out there that were -- their job was to do that, yes, sir.\n\n\n\nREP. WELCH:  But what -- I mean, you got a report.  I'm an agent. I observe a straw purchaser.  I watch the \npurchaser go to a delivery point.  So the next step is following the guns from that delivery point to wherever they \nmay end up.  Now, I understand how this plan worked --\n\nMR. NEWELL:  Yes, sir.\n\nREP. WELCH:  -- from the point of watching the straw purchaser make the purchase, watching the straw purchaser \nmake the drop.  But I don't understand what happened after that or what your system was in order to follow where \nthose guns went.\n\nMR. NEWELL:  Well, sir, it wasn't my system.  It was decisions that were made in the field by dedicated agents to -\n-\n\nREP. WELCH:  No, no, I don't want -- there's got to be a system.\n\nMR. NEWELL:  Right.\n\nREP. WELCH:  What's the system, whatever system it is?\n\nMR. NEWELL:  Well, agents in the field do the best they can to follow firearms, follow leads and see where they're \ngoing and --\n\nREP. WELCH:  No, I mean, you're -- I don't get that.  You -- trained law -- you guys have plans, right, about how \nyou're going to execute a complicated and very dangerous situation?  So I'm just wondering what it is.  A load of \nassault rifles has been delivered to a middleman.  Was there a explicit plan by which you would follow where those \nguns went after the drop to the middleman?\n\nMR. NEWELL:  Best of my knowledge, we did everything possible to, in fact, do that with the resources we had out \nin the field.\n\nREP. WELCH:  Right.  But I'm asking how you did it.\n\nMR. NEWELL:  With surveillance, with the agents on the ground, boots on the ground.\n\nREP. WELCH:  Well, if you had boots on the ground, how is it that you wouldn't know where those guns went, from \nthe drop to the next step?\n\nMR. NEWELL:  Because in some instances guns would go to a home, and unless we had any -- unless we had any \nlawful basis to approach those individuals, we sat on surveillance as much as resources would allow.  And then \nother priorities would -- other cases -- other -- would take them away from that house.\n\nREP. WELCH:  All right.  So, then, basically there was not either the resources to follow those guns from the drop to \nwherever they ended up.\n\nMR. NEWELL:  Not in every instance; but in some instances, yes, sir.\n\nREP. WELCH:  All right.\n\nMr. Leadmon, in your testimony, you discussed the 2007 Project Gunrunner.  You highlighted the strategic mission \nof the ATF and the need to cooperate with domestic and international law enforcement partners to deny the tools of \nthe trade to the firearms trafficking infrastructure.\n\nCan you clarify one important issue about what happened?  Do you have an opinion that it was a mistake in this \noperation to focus on the Mexican cartels, the criminal organizations that are trafficking firearms?  Or was it a \nmistake or a failure to prioritize public safety as ATF targeted the cartels?\n\n\n\nMR. LEADMON:  It's not an opinion; it's my observation.\n\nREP. WELCH:  Mm-hmm.  (Acknowledging.)\n\nMR. LEADMON:  What I will say is that the -- I think there's a term here; everybody said let these guns walk.  I \npersonally believe our agents walked away from the guns as they were traveling down the road, similar to seeing \nsomething off at a train station.\n\nTo skirt around this, to me, is ludicrous.  These firearms, right, like I testified earlier, were crime guns, murder \nweapons.  We knew it in 2009.  We knew that, based on our information out of Mexico.  We knew where these guns \nwere ending up by our partners in Mexico, down there recovering them and researching them.  There is no doubt \nthat this was going to a criminal organization as early as 2009. As every day went on thereafter, it became more \nand more substantiated.\n\nMy thing here is we're talking about lawful ways of arresting or going in.   We have an obligation to the Mexican \npeople and the U.S. government and the citizens of the United States.  There's other ways to stop the flow of guns, \nother than arresting people.  You can go and seize the guns.  You don't have to arrest them.\n\nREP. WELCH:  Thank you.  My time has expired.  I yield back.\n\nREP. ISSA:  I thank the gentleman.\n\nWe now go to the gentleman from South Carolina, Mr. Gowdy, for five minutes.\n\nREPRESENTATIVE TREY GOWDY (R-SC):  Thank you, Mr. Chairman.\n\nSpecial Agent Newell, you said firearms are not, in and of themselves, contraband.  That's true, unless they are \nsold to, possessed by, or acquired by a prohibited person, which would include a straw purchaser.\n\nSo my question to you is this.  Did ATF have contemporaneous or pre-knowledge of any straw purchasers \npurchasing weapons in Arizona?\n\nMR. NEWELL:  Well, sir, straw purchasers are not prohibited individuals unless they've been convicted of some \ncrime.\n\nREP. GOWDY:  No, it is against the law to purchase a gun knowing you're going to transfer to someone else to \ntherefore get around the fact that the person you're going to give it to is a prohibited person.  Agreed?\n\nMR. NEWELL:  Yes, sir.\n\nREP. GOWDY:  OK.  Well, that's a straw purchaser.  Someone who's going to give the gun to a prohibited person is \na straw purchaser.\n\nMR. NEWELL:  Yes --\n\nREP. GOWDY:  So now that we've got that cleared up, did you know that anyone who was -- who was acquiring \nfirearms from firearms dealers in Arizona were straw purchasers?  Contemporaneous with the acquisition, did ATF \nknow it?\n\nMR. NEWELL:  We have to prove that, in fact, that is a violation. Yes, sir, we presented to the U.S. attorney's office \nevidence that we believe that these individuals were, in fact, straw purchasers.\n\nREP. GOWDY:  All right, let's do it another way.  The very first weapon recovered in Mexico through a trace, did \nyou go back to the purchaser of that weapon and interrogate them?\n\nMR. NEWELL:  I did not, no, sir.\n\n\n\nREP. GOWDY:  Did anyone with ATF?\n\nMR. NEWELL:  I'm not aware of that, no, sir.\n\nREP. GOWDY:  Why not?\n\nMR. NEWELL:  I don't know, sir.\n\nREP. GOWDY:  You've got a gun that was purchased in Mexico -- purchased in the United States that makes it into \nMexico.  You know through your trace that that's the gun.  Did you go back to the person who purchased it?  That's \na -- that's an old-fashioned investigative technique.  It's not as complicated as letting guns walk.  It is more effective, \nthough, to actually go interrogate the person who made the acquisition.  Did you do that?\n\nMR. NEWELL:  Well, sir, as I stated earlier, in this investigation, realizing that if you take off one straw purchaser \nyou're  not making an impact on the greater -- in the greater organization --\n\nREP. GOWDY:  I want to ask you about the greater investigation. Because I've read now four different times you've \nsaid disrupt, dismantle, destroy.\n\nMR. NEWELL:  Yes, sir.\n\nREP. GOWDY:  How are you going to extradite drug kingpins from Mexico?\n\nMR. NEWELL:  We don't have plans to do that, no, sir.\n\nREP. GOWDY:  So once the guns make it to Mexico, there's nothing you were going to do about those drug \nkingpins.\n\nMR. NEWELL:  Yes, sir, there was.\n\nREP. GOWDY:  What?\n\nMR. NEWELL:  One of the things we wanted to do was, as soon as we had solid information on who the drug \nkingpin, if you will, was, to share that information with Mexico.\n\nREP. GOWDY:  But you didn't share the information with Mexico ahead of time.\n\nMR. NEWELL:  Well, sir, we did --\n\nREP. GOWDY:  So they're supposed to trust American law enforcement, who's been conducting an investigation \nand knows firearms are going into Mexico, and you tell them after the fact, and they're supposed to thank you and \nbe partners in this endeavor?\n\nMR. NEWELL:  Well, sir, it wasn't only until we had information on who the specific recipient or the drug kingpin was \nthat we felt it was prudent to share that information.  Because we weren't sure --\n\nREP. GOWDY:  How are you going to dismantle Mexican drug cartels if you're not going to extradite the kingpins \nback to the United States?\n\nMR. NEWELL:  Because we hope that the Mexican officials will, in fact, prosecute them for that.\n\nREP. GOWDY:  So you're doing this to help the Mexican criminal justice system; you're just not going to tell the \nMexican criminal justice system about it.\n\nMR. NEWELL:  No, sir, I disagree with that premise.\n\n\n\nREP. GOWDY:  Well, that's exactly what you just said, Special Agent:  that you were going to tell them about it \nafter the fact.\n\nMR. NEWELL:  Well, we didn't -- we had to know it first.  We had to know who the drug -- we had to -- through this \ninvestigation and as it continued --\n\nREP. GOWDY:  OK, you got the first trace that tells you a U.S. gun is found in Mexico.  Why did you not go \ninterview the person who acquired the gun?  Why not do the investigation the old-fashioned way, with car stops, \nwith search warrants, with active surveillance?  Why do it this way?  It was never going to work.\n\nMR. NEWELL:  Well, again, years of experience have shown us, sir, that removing one straw purchaser will not \nhave an effect on a larger investigation.\n\nREP. GOWDY:  Well, Special Agent, the only way it possibly could have worked would have been if Mexico had \nextradited these kingpins. If you want to disrupt, dismantle, destroy, the only way it could work is if you told Mexico -\n- or I would have settled for you just telling your own fellow agents about it ahead of time.  Because ATF in Mexico \ndidn't know about it, did they?\n\nMR. NEWELL:  Well, sir --\n\nREP. GOWDY:  Yes or no?  Did Mexico ATF office know about this?\n\nMR. NEWELL:  They were aware of the investigation, yes, sir.\n\nREP. GOWDY:  They were aware that weapons were going into Mexico and you knew about it?\n\nMR. NEWELL:  That we knew about it?  Sir, weapons go into Mexico all the time.\n\nREP. GOWDY:  From straw purchasers that you knew about.\n\nLet me ask you this.  if Mexico were to ask us to extradite the law enforcement officers who knowingly aided and \nabetted weapons going into Mexico, what would your reaction to that be?\n\nMR. NEWELL:  I would explain to them that our concern in investigation(s) of this type is to take out the whole \norganization so we have the greatest impact possible, and not -- if you just take off (sic) one straw purchaser, you're \nnot having an impact on the greater effort, which is to --\n\nREP. GOWDY:  Special Agent Newell, my time is up.  I'll just say this in conclusion:  I worked with ATF for six \nyears directly.  I worked with ATF indirectly for 10 years as just a state DA.  This is one of the saddest days in my \nsix months in Congress.  It may be the saddest day.  ATF has a wonderful reputation in South Carolina.  We never \nonce contemplated letting firearms walk, ever.  A first-year Quantico or Glynco person knows that.\n\nI'll yield back.\n\nREP. ISSA:  I thank the gentleman.\n\nWe now recognize the gentle lady from California, Ms. Speier.\n\nREPRESENTATIVE JACKIE SPEIER (D-CA):  Thank you, Mr. Chairman.\n\nSpecial Agent Newell, what were you thinking?  I think that's what we're all scratching our heads about here today.  \nAnd the embarrassment that you have put on ATF generally, an outstanding organization of line agents, is deeply \ntroubling to all of us.\n\n\n\nBut what I'm really concerned about is, but for the fact that there were whistleblowers, but for the fact those \nwhistleblowers went to Senator Grassley, but for the fact CBS did an investigation, this travesty would still be going \non today.  That's my big objection.  Who did you tell?  Did Mr. Melson (sp) know about this?\n\nMR. NEWELL:  About the investigation?\n\nREP. SPEIER:  Yes.\n\nMR. NEWELL:  My belief is, yes, he -- I briefed him, and --\n\nREP. SPEIER:  When did he know about it?  When you started it? When you were conceiving it?\n\nMR. NEWELL:  I'm not exactly sure when -- the first time he was made aware of the investigation, ma'am.\n\nREP. SPEIER:  Well, who did you make aware of this idea of this investigation?\n\nMR. NEWELL:  Well, when the -- when the investigation first initiated in -- I believe in November, we sent a -- I sent \na briefing paper -- we sent up a briefing paper, I believe, the first part of December.  And then --\n\nREP. SPEIER:  To whom?\n\nMR. NEWELL:  To my supervisor.\n\nREP. SPEIER:  Who is?\n\nMR. NEWELL:  Mr. McMahon.\n\nREP. SPEIER:  And Mr. McMahon, what did you then do?\n\nMR. MCMAHON:  When I was briefed on the initiation of this investigation, I passed it up the chain.  But this was an \ninitiation of an investigation.  We had a -- pretty early on -- that's why the title \"Fast and Furious\" came on it -- we \nhad a large group of people who were buying a lot of guns in a short period of time.  And then we were having \nrecoveries in Mexico.\n\nWhat we had was purchases in the U.S., recoveries in Mexico.  We didn't have what was in between.  And that's \nwhat the agents in Phoenix were trying to prove.\n\nREP. SPEIER:  So you all thought this was a great idea?\n\nMR. MCMAHON:  To stop guns from going to Mexico?  Yes, ma'am.\n\nREP. SPEIER:  No, this particular investigation -- of letting guns walk into Mexico.\n\nMR. MCMAHON:  We didn't have an investigation to let guns walk. We had an investigation into a group of \nindividuals who were breaking the law and trafficking guns into Mexico.\n\nREP. SPEIER:  All right.  So 2,000 guns walked into Mexico. You've retrieved maybe 300.  Is that correct?\n\nMR. NEWELL:  I believe the current number is roughly 600 firearms have been recovered.\n\nREP. SPEIER:  And my understanding is that the way you were, quote, \"surveilling\" them is that you were putting \nGPS systems on them.  Is that correct?\n\nMR. NEWELL:  On the firearms, or on vehicles?  Depends on -- we used all kinds of investigative techniques to \nfurther the investigation to try to determine if, in fact, the firearms were going into Mexico.\n\n\n\nREP.     :  Would the gentlelady yield?  We have previous testimony that three times and only three times were any \nelectronic tracking devices placed on the products.\n\nREP. SPEIER:  Only three times?\n\nREP.     :  Yes, correct.\n\nREP. SPEIER:  And that those batteries ran out, is what I was told as well.  Is that correct?\n\nREP.     :  Exactly.\n\nREP. SPEIER:  All right.\n\nWhat Peter Forcelli (sp), the special agent, testified earlier -- said that in his opinion, you know, if we monitor \nmoney being wired to the Middle East and we take down actual information about people who buy Sudafed \nbecause we're concerned about meth labs -- we know that gun running is coming from the United States into \nMexico.  That's the source of it.  Why aren't we required -- why aren't we requiring people who purchase multiple \nlongarms from reporting that?  And my question to each of you is, should we be doing that?  We do it for things like \nSudafed, but we don't do it for longarms.\n\nMR. MCMAHON:  I believe that -- well, we put forward a demand letter requiring gun dealers along the Southwest \nborder to report the sale of two or more firearms that fire from the shoulder greater than .22 caliber that accept a \ndetachable magazine.\n\nREP. SPEIER:  And what's the penalty if they don't?\n\nMR. MCMAHON:  If the FFL doesn't?  It will be part of the revocation process if they don't follow the rules.\n\nREP. SPEIER:  They -- oh, so they would lose their license.\n\nMR. MCMAHON:  Correct.\n\nREP. SPEIER:  That's like a slap on the hand, isn't it?\n\nMR. MCMAHON:  Well, that's all we have at our disposal that we can do.\n\nREP. SPEIER:  I'm asking you -- I'm asking you if there should be a law passed requiring the reporting of longarms \nthat exceed a certain number.\n\nMR. MCMAHON:  I think that's the job of this body.\n\nREP. SPEIER:  No, we're asking you.  You're out in -- you are out in the field.  You're telling us that the gun-running \ninto Mexico, the drug cartels are getting those guns from the United States.  They're originating here.  So I want \neveryone on the panel to just answer that question.  We -- yes or no.\n\nMR. MCMAHON:  The -- demand letter three (ph) that's going forward is going to be a great tool for us to combat \nthis.\n\nREP. SPEIER:  All right.  Mr. Newell?\n\nMR. NEWELL:  Thank you, Congresswoman.  Yes, any tool that we have to assist us in detecting early on, to \ndetect -- help us assist to detect early on a firearms trafficking organization that is trafficking in large quantities of \nmultiple -- of assault-type weapons would help.\n\nREP. SPEIER:  Thank you.  Next?\n\n\n\nMR. LEADMON:  Yes, ma'am, I think that if we're going to do this it should be in a balanced approached, maybe \nthrough legislation.  But we also got to take in mind that this -- we do have 2nd Amendment rights, and this needs \nto be balanced.  And I think that we should be -- approach this with caution.\n\nREP. SPEIER:  Well, what does that mean?  Either you think we should have one, or we shouldn't.\n\nMR. LEADMON:  That means that to me there is a common good in this idea and this legislation, but there is a \nresponsibility for us to balance it also.\n\nREP. SPEIER:  Next?\n\nMR. CANINO:  Yes, ma'am, that would help.\n\nMR. WALL (?):  Yes, ma'am.  I agree with Mr. Leadmon, though:  We need to balance it with 2nd Amendment \nrights.  We require purchases of handguns -- within -- two or more handguns within a five-day period to be reported \nto us.  However, the situation in Mexico right now and along the Southwest border, I think it's an exigency, that we \nhave some type of -- well, some help along that line with the assault weapons or the long guns.\n\nMR.GIL (?):  I would disagree to some extent that that would be beneficial.  I would rather have a relationship with \nthe federal firearms licensee for when an individual does come in and wants to purchase multiple weapons of any \nsorts, handguns or long guns, that they would work with us on that.  And that would provide us the -- some \ninformation targeting those individuals.  So I would somewhat disagree with that.\n\nREP. SPEIER:  My time has expired.\n\nREP. ISSA:  I thank the gentle lady.\n\nWe now go to the gentleman -- Mr. Walberg for five minutes.\n\nREPRESENTATIVE TIM WALBERG (R-MI):  Thank you, Mr. Chairman.  And I thank you for also giving us the \nopportunity to go to Mexico City and meet with the officials down there, both our hardworking agents and agencies \nas well as the federal police in Mexico.  I just -- hearing some of the responses this morning, I -- I'm kind of \nsurprised that the Mexico federal police met us with such openness in providing information to us of what they're \nattempting to do, when it's apparent we let them down.\n\nI guess to try to get at -- come at it from the other side to get some answers, let me ask Mr. Canino -- and thank \nyou for your service.\n\nMR. CANINO:  Thank you.\n\nREP. WALBERG:  When did you first learn that a large number of guns were being seized in Mexico and traced \nback to Phoenix?\n\nMR. CANINO:  Well, sir, it was around November or so.  My intel officer in Mexico reported to me that there was a \nlarge amount of weapons in a suspect gun database.\n\nREP. WALBERG:  What was your reaction -- what was your reaction to that?\n\nMR. CANINO:  Well, sir, I looked at it.  I thought three things about this case.  Number one, I thought that -- the \ncases were out of Phoenix.  Anybody who has ever talked to any agents in Phoenix or worked in Phoenix knows \nthat the U.S. attorney's office there has been reluctant to prosecute firearms cases.  That's number one.\n\nNumber two, I thought that our agents in Phoenix had stumbled upon a gun trafficking group and, in their due \ndiligence, were finally realizing, \"OK, these guys have beat us for these many guns.\"\n\nAnd number three, I thought somehow our agents are losing these loads -- or a combination of all three.\n\n\n\nNever, never in my wildest dreams would I think that ATF agents were ordered or participated in actually following \nknown gun traffickers and just walking away.  That is, to me, inconceivable. And to this day I still -- I'm trying to get \nmy head around this.\n\nWhat happened in this case is -- this is the ATF gun trafficking book, something we've done since 1972.  And we do \nit well.  And they went in Phoenix to the shredder and shredded the best practices, all the techniques that you use \nto investigate a gun trafficking case. It's not rocket science.  If it was, I wouldn't be here.\n\nREP. WALBERG:  Had you -- had you received any warning from ATF in Phoenix or Washington about the \npossibility of a spike in guns showing up in Mexico?\n\nMR. CANINO:  No -- well, I was, you know, talking with Lahren (sp) and the folks at the Office of Strategic \nIntelligence.  You know, we became aware, OK, there's a gun trafficking case in Phoenix.  The first guns that I \nbecame aware of that were related to that case were in November of '09, where nine guns turned up in a seizure of \n42 guns in Sonora, Mexico.\n\nREP. WALBERG:  So no warning?\n\nMR. CANINO:  Once those guns came up and we traced them, hey, OK, now we found out there was a case out of \nPhoenix.  But out of that case, out of those nine guns, that person who purchased those nine guns purchased close \nto 700 guns.\n\nSo in '09 we knew -- \"we\" meaning ATF, ATF Phoenix, ATF Mexico -- we knew that at least one person involved in \nthat case had guns recovered in Mexico.  And like I said, that person was allowed to buy 700 guns.\n\nREP. WALBERG:  Seven hundred guns.\n\nMr. Gil, let me -- let me ask you the same questions.  When did you first learn that a large number of guns were \nbeing seized in Mexico and traced back to Phoenix?\n\nMR. GIL:  Sir, I learned actually during the same event that Mr. Canino just referred to.  He and my chief analyst, \nDennis Vashiani (ph), came into my office.  And I had just arrived in early October. And this event came across.  \nAnd so they briefed me at that time.\n\nREP. WALBERG:  And your reaction to that?\n\nMR. GIL:  I picked up the phone.  We discussed it.  I picked up the phone, I called the Phoenix field division to find \nout what was going on with this investigation.  And we were recovering an abnormal number of weapons, and if \nthey were aware of it, and if so, what was going on?\n\nREP. WALBERG:  And you -- and you received no warning prior to that?\n\nMR. GIL:  No, sir.\n\nREP. WALBERG:  In the few remaining seconds, let me move over to Mr. Leadmon.  What's eTrace?\n\nMR. LEADMON:  It's the ATF's electronic tracing system.  It's -- was the system we used to submit traces and to \nget the results.\n\nREP. WALBERG:  Was the database useful for tracing guns, or did you face obstacles with the tracing system?\n\nMR. LEADMON:  Well, within the tracing system we have a flagging system called Suspect Guns.  And in that \nSuspect Guns database, right, it's utilized to notify case agents when a weapon that they suspect is being used in \ncriminal -- a crime gun -- that it's flagged and then the agent's notified.\n\nREP. WALBERG:  Were there any delays in the usage of eTrace on this particular issue?\n\n\n\nMR. LEADMON:  No, the tracing comes out of -- especially the Mexico guns or the U.S.  guns -- that comes from \nthe recovering officers or their agency.  But the flagging system has a mechanism in it -- or it did, in the inception of \nGunrunner -- I mean, excuse me, Project -- this project, Fast and Furious, it had a system that wasn't -- you know, \nwe couldn't have it through our electronic system. Halfway through --\n\nREP. WALBERG:  Why was that?\n\nMR. LEADMON:  It was just a matter of just merging the systems together.  It is now part of our eTrace system, and \nit's all fully available.\n\nREP. ISSA:  The gentleman's time has expired.\n\nWe now go to the gentleman from Illinois, Mr. Quigley, for five minutes.\n\nREPRESENTATIVE MIKE QUIGLEY (D-IL):  Thank you, Mr. Chairman.\n\nI apologize; there's several committee meetings going on.  So if I ask a question that's been answered, I apologize.  \nBut perhaps just the most obvious.  Special Agent McMahon, was it your intention to go back and get these \nweapons after this all took place?  People left these stores with guns.  Your intention was to go back and get those \n-- all these weapons, correct?\n\nMR. MCMAHON:  Well, our intention was to prove that they were doing something illegally when they bought those \nweapons.  And that's easier said than done.  Proving that someone's a straw purchaser actually means that you \nhave to prove the day that they came in to fill out that form, that they lied when they answered one of the questions.\n\nAnd proving that -- we have to prove that they knowingly lied when they filled out that form.  So once we've \ndetermined that someone is a straw purchaser, yes, we want to be able to get the weapons that they've -- are \nresponsible for as quick as possible.\n\nREP. QUIGLEY:  Did you believe that you could get these weapons back if that was the case, regardless of where \nthey went?\n\nMR. MCMAHON:  Well, again, I think our problem with this case is proving that a violation occurred in the U.S. and \nthen determining how those weapons were being transported into Mexico.  We know that, of all the people we \nidentified in this case -- our purchasers -- none of them were actually physically taking the weapons into Mexico.\n\nWe didn't -- we were checking border crossings, all of those sort of things, and that was not happening.  So there \nwas a great unknown at the beginning of this case trying to figure out what the -- what the size of this network was \nand how it was operating.\n\nREP. QUIGLEY:  Well, if -- you and Special Agent Newell have used the line, if we took off one or two straw \npurchasers today, they simply get replaced.  In your words, in your mind, why is that the case?\n\nMR. MCMAHON:  Because I think the way I understand firearms trafficking in Mexico, which is totally different than \nany type of firearms trafficking we've ever done before -- I'm from New York, I work firearms trafficking cases all the \ntime, but it's totally different in Mexico.\n\nWhat you'll have is a plaza (ph) boss that orders guns from the U.S. He'll give someone in the U.S., say, $70,000, \nand says, I want $70,000 of guns.  And he expects to get $70,000 worth of guns.\n\nREP. QUIGLEY:  And how do they find each other typically?\n\nMR. MCMAHON:  Well, then that person will have their -- that's an established network from the drug trade of drugs \ngoing north.  So that individual --\n\nREP. QUIGLEY:   I'm sorry.  So that relationship's already there because of the drug trade?\n\n\n\nMR. MCMAHON:  Absolutely.  And then that person will recruit individuals that have clean records that are U.S. \ncitizens to buy weapons.\n\nNow, if we start picking off one or two people, that hurts the money person in the U.S., but the person in Mexico is \nstill going to get his $70,000 worth of guns.  And that's what happens.\n\nSo knocking off straw purchasers one by one -- yeah, it makes life hard on the money person in the U.S., but it \ndoesn't make an impact in Mexico.  And that's the key to what we're trying to do at ATF.  And there has to be that \nbalance, obviously.\n\nYou know, as I said, the mistakes -- in no way should we have ever allowed anyone to get upwards of 600, you \nknow, purchases without talking to that person, trying to find out what they were doing, seeing if they would \ncooperate.  But again, I think we learn things in every case we ever do, and we are learning an awful lot from this \none.\n\nREP. QUIGLEY:  Well, this is a network where people talk, so they would talk about what it's like to be a straw \npurchaser from an economic point of view.  They encourage someone else, as you say, to do this.  What would \ndiscourage someone from being a straw purchaser that we could do?\n\nMR. MCMAHON:  I think, obviously, you know, stiffer sentences for some of these individuals.  We're tied to -- \nwhen we make a case against these individuals -- obviously they have all clean records -- the federal system is tied \n-- tied into punishing individuals that have a criminal history.\n\nObviously, straw purchasers will not have a criminal history. That's what makes them viable to purchase weapons.  \nThat would help us an awful lot, to have a hammer over their head to either cooperate or ultimately never do this.  \nThat's --\n\nREP. QUIGLEY:  We've heard the expression that many feel like this is doing 60 in a 55 or some reference to that:  \nthat it's not particularly strongly punished, and typically not with a jail term. Is that your understanding?\n\nMR. MCMAHON:  It is.  It shouldn't be.  I -- every time I talk about this, whether it's to media or other people or \nmembers of Congress, I'm always trying to stress that these individuals that think they're just doing maybe a paper \nviolation are actually causing havoc in another country, or elsewhere here in the U.S.  Because the people that \nneed them to buy guns aren't using them to protect their store or protect their residence.  They're using them to \ncreate mayhem.\n\nREP. QUIGLEY:  And the last question.  Editorials about 2nd Amendment aside, if you go into a store in -- a gun \nstore in Arizona, how many AK-47-type weapons can you buy?\n\nMR. MCMAHON:  As many as he has.\n\nREP. QUIGLEY:  Thank you.  And I yield back.\n\nREP. CUMMINGS:  Would the gentleman yield?\n\nREP. QUIGLEY:  Yes.\n\nREP. CUMMINGS:  Just one question.\n\nREP. ISSA:  I ask unanimous consent that the gentleman have 30 seconds.\n\nREP. CUMMINGS:  Thank you very much.\n\nMr. -- Special Agent Newell, I must tell you that your testimony has been quite frustrating, I think for both sides.  I \njust want you to answer one question.  Mr. Leadmon said the way that this should have been conducted.  Do you \nremember hearing what he said?  He said the way this should have been done.\n\n\n\nMR. NEWELL:  Yes.\n\nREP. CUMMINGS:  I just wanted to know your reaction to that.\n\nMR. NEWELL:  Well, sir, as I said in my opening statement, I recognize that in retrospect there were mistakes \nmade in how we handled this investigation.  We should have -- and one of the things I said in my opening statement \nwas it was incumbent upon me to have more risk assessments throughout the investigation.  I acknowledge that.  I \nacknowledge the fact that one of the things I should have done was more frequently throughout the investigation \nconduct risk assessments to ensure whether this was still a prudent strategy to occur.\n\nTo -- but I will tell you, sir, that from years and years of experience, as Mr. McMahon just said, we -- these Mexican \ndrug cartels are going to get their firearms.  They're going to get them.  So we have to do everything we can in \nterms of taking out the infrastructure that -- straw --that manipulates the straw purchasers.\n\nStraw purchasers are the lowest rung in the ladder.  They're like a street corner drug dealer.  If you just focus your \ninvestigations on straw purchasers, you're not having a lasting impact.  But I -- to answer your question, sir, I \nacknowledge that yes, in fact, that there should have been more frequent risk assessments.  I acknowledge that \nfact.\n\nREP. ISSA:  Thank you.  We now go to the gentleman from Tennessee, Dr. DesJarlais.\n\nREPRESENTATIVE SCOTT DESJARLAIS (R-TN):  Thank you, Mr. Chairman. And I thank the panel for appearing \nhere today.  Regrettably, I have to attend a teleconference, but I would like to yield my time back to the chair, as it's \nvery important we continue this discussion.\n\nREP. ISSA:  I thank the gentleman for yielding.  I'd like to follow up somewhat along the line that the ranking \nmember was on.  Mr. Patino (sp) bought 730 weapons, is our best count right now.  He worked through Mr. Acosta \n(sp).  For both of my -- Special Agent Newell and McMahon -- was there a time in which either one of you were \naware that Mr. Acosta (sp) -- buying weapons -- a total of 730 -- from this particular straw buyer, who was on food \nstamps, who had no income -- was there a time that you became aware Mr. Acosta (sp) intended on transporting \nthose weapons to the drug cartels to sell them?\n\nYou've charged 19 straw purchasers, who are all out on their own recognizance right now, just waiting for trial \nsometime next year. You've charged one person with trafficking.  Was there a time you became aware that, in fact, \nyou had a known - known group of buyers, including Mr. Patino (sp) at 730 weapons, and you knew that the \npurchaser, the money man, intended on transporting those to Mexico? Was there ever a time that you knew that?  \nMr. McMahon first.\n\nMR. MCMAHON:  There was never a time that I knew that, no.\n\nREP. ISSA:  Mr. Newell.\n\nMR. NEWELL:  There was never a specific time that we knew that, no, sir.\n\nREP. ISSA:  Please stay away from words like \"specific\"; they worry me.\n\nWas there ever a time -- did you get to an understanding that you had a known buyer buying from these people \nwith an intent to traffic them to the cartels?  Was there a time?\n\nMR. NEWELL:  Throughout the investigation, we had information that --\n\nREP. ISSA:  What was the first time that you had that information?\n\nMR. NEWELL:  That this group was trafficking firearms to Mexico?\n\n\n\nREP. ISSA:  That you had a known buyer, Mr. Acosta (sp) or that group, and that the purchaser -- some of the \nstraw purchasers they were buying from were, in fact, providing to these people for the -- for their purpose of \ntransporting?\n\nI ask you this question very simply.\n\nMR. NEWELL:  And I  --\n\nREP. ISSA:  You've been -- now, wait a second.  You've been here as a paid not-answerer so far.  And I appreciate \nthat you've been here as a paid not-answerer.  But there comes a point where I go, wait a second, 730 weapons \nbought by a man who had no money.  Every penny he bought with, he had to get from somebody.\n\nYou knew that at some point.  You knew who was buying them.  And you allowed it to continue.  Now, there comes \na point where, as we go through the rest of the investigation -- and this was about Mexico, and I want to get back to \nthat very quickly -- but there comes a point where we have to have more than just \"mistakes were made.\"\n\nMy understanding is you knew from credible information -- your organization knew that, in fact, you had a buyer \nproviding the money to Patino (sp) and others; that he was taking possession of those weapons.  And you knew \nwith specificity that those weapons -- some of them had already ended up in Mexico.\n\nIs that correct?\n\nMR. NEWELL:  Yes, sir.\n\nREP. ISSA:  And what was the first date?  Oh-nine -- what was the first date?\n\nMR. NEWELL:  Sir, to answer your question, throughout the investigation we had information that Patino (sp) was -- \nMr. Patino (sp) was working with Mr. Acosta (sp), throughout the -- I don't -- I don't recall a first date.\n\nREP. ISSA:  OK.  So from day one you had a straw purchaser with no means of support buying hundreds of \nweapons, providing them to his intermediary, which meant that both of them were very much part -- you didn't have \na buy-and-lie situation at this point.  You had an individual who could be charged with his participation in the actual \ntrafficking of weapons.  You had somebody who was trafficking for the -- specifically for the intent of getting it to the \ndrug cartels, providing huge amounts of information -- I mean, sorry, huge amounts of money.  You had that early \non.\n\nWe're now two years later, and you've only charged 18 other people with buy-and-lie.  And the one person you \nknew early on was doing this.\n\nWhere, quite frankly, is any semblance of roll-up or any semblance of going further?  It looks like you knowingly \nallowed these to be sold, waiting to see if the other end in Mexico would give you information.\n\nIt seems like you knowingly allowed these weapons to get out of your control, knowingly, to someone you knew \nwas trafficking into Mexico.  You saw the results, you allowed it to continue, and now you're telling us we don't let \nguns walk.\n\nWell, I've got tell you before this investigation ends I've got to have somebody in your position or at Justice admit \nyou knowingly let guns walk.  Because right now your agents, both the agents where today from Mexico and the \nagents that were part of Phoenix and part of this program who became whistleblowers have told us you were letting \nguns walk.\n\nIt's only you and Mr. McMahon and other people at Justice who continue to come before this committee and say we \ndon't let guns walk. Are they lying or are you lying?\n\nMR. NEWELL:  Sir, in this investigation it is my opinion that we have not let guns walk.\n\n\n\nREP. ISSA:  You're entitled to your opinion, not to your facts. With that we go to the gentleman, Mr. Tierney.\n\nREPRESENTATIVE JOHN TIERNEY (D-MA):  Thank you, Mr. Chairman. Mr. Wall, before you were transferred to \nthe ATF field office in Tijuana, Mexico you were in the Phoenix office.  Is that correct?\n\nMR. WALL:  Yes, sir.  I was.\n\nREP. TIERNEY:  And you said in your written testimony that you personally saw some of the AFTs best tracking \ncases languish in the U.S. Attorney's office.  Is that an accurate statement?\n\nMR. WALL:  Yes, that's accurate, sir.\n\nREP. TIERNEY:  Now, we've also had other ATF agents tell us the same thing, that there as a lagging of \nproceeding on these cases in the U.S. Attorney's office.  When was that period of time that you were assigned to \nthe Phoenix office?\n\nMR. WALL:  Well, I was working primarily gun trafficking to Mexico from 2007 to until I left for Tijuana in 2009, fall of \n2009.\n\nREP. TIERNEY:  Thank you.  Mr. Newell, a number of ATF witnesses that the committee interviewed have said that \nthis case was ready for indictment probably in August of 2010, but the U.S. Attorney's Office didn't really seek the \nindictments until January of 2011.  Is that an accurate reflection of your memory?\n\nMR. NEWELL:  Yes, sir.\n\nREP. TIERNEY:  Do you know why you experienced these delays?\n\nMR. NEWELL:  I think that's a question better asked for the U.S. attorney's office, sir.\n\nREP. TIERNEY:  Did they ever give you an understanding of why it was that they were seeking the delay?\n\nMR. NEWELL:  That they were continuing to put together the information they needed to seek indictment.\n\nREP. TIERNEY:  And was it that broad an explanation, no specifics?\n\nMR. NEWELL:  Certain specifics regarding financial for the money laundering statutes that are in the -- money \nlaundering violations that are in the indictment.\n\nREP. TIERNEY:  Do you consider those reasons to be legitimate or did you think that they were somewhat \nsuspect?\n\nMR. NEWELL:  I believe that they were legitimate in the sense of the return on some subpoenas, yes sir.\n\nREP. TIERNEY:  Now, Mr. McMahon, you said that a number of your agents were certainly frustrated from time to \ntime with the U.S. Attorney's Office in Phoenix, correct?\n\nMR. MCMAHON:  That's what was being relayed to me from Bill, yes.\n\nREP. TIERNEY:  All right.  But you didn't have a direct knowledge of that.  Your agents didn't express it to you?\n\nMR. MCMAHON:  I shouldn't say that.  Yes, there is a personal friend that I had that works in Phoenix that I hired in \nNew York.  He did express his frustration with the U.S. Attorney's Office, yes.\n\nREP. TIERNEY:  Now, at some point in time when Mr. Newell and Mr. McMahon, you thought that the case was \nready for indictment -- that is the August 2010 and after that -- did you start using seizure warrants to interdict some \nof the weapons?\n\n\n\nMR. MCMAHON:  Yes, sir.  We started doing that, I believe, in September of '10 in an effort to seize firearms as we \nwere waiting for the indictment.\n\nREP. TIERNEY:  All right.  So --\n\nMR. MCMAHON:  Civilly, seize firearms civilly.\n\nREP. TIERNEY:  So once you thought that the case had been made --\n\nMR. MCMAHON:  Yes, sir.\n\nREP. TIERNEY:  -- then you started to try and take extra actions to make sure that the weapons didn't get beyond \na certain point.  All right.  And when would you exercise the seizure warrants in relation to this whole trafficking \nactivity that was going on?\n\nMR. MCMAHON:  Well, sir, I thank you for the question.  During the summer of '10, we finally convinced certain \nindividuals in the Judiciary that we had a very strong -- we believed we had a very strong ability -- or theory on \nbeing able to seize firearms civilly in order to stem the flow.  And that really got -- we got that approved I would say \nSeptember of '10.\n\nREP. TIERNEY:  Now, this problem with the U.S. Attorney's Office in Phoenix, the lag of time between when people \nin the field thought that they had their case made and waiting for the indictments to go down, is that a problem that \nexists with the current U.S. Attorney?\n\nMR. MCMAHON:  I will say, sir, that having been there five years when I was there from 2006 to 2011, the current \nU.S. Attorney has been much more aggressive and much more proactive than previous administrations, yes, sir.\n\nREP. TIERNEY:  OK.  The previous administrations, however, were --\n\nMR. MCMAHON:  Of U.S. attorneys.\n\nREP. TIERNEY:  -- insisted in having that issue?\n\nMR. MCMAHON:  Yes, sir.\n\nREP. TIERNEY:  A flag on that?  Mr. McMahon, you told the committee that ATF agents had secured confessions \nfrom star purchasers to develop certain cases, but that your agents presented those cases to the U.S. Attorney's \nOffice in Phoenix and the assistant U.S. attorney declined to prosecute and said there was no violation.  Do you \nremember telling the interviewers that?\n\nMR. MCMAHON:  I do remember speaking about a single case that was relayed to me by Bill Knoll (sp?), yes.\n\nREP. TIERNEY:  Can you give us the specifics of what it was you related?\n\nMR. MCMAHON:  What was told to me was we were working an operation at a gun show.  Our agents observed \nsomeone that looked suspicious pushing a baby carriage with a couple of long guns in it. They followed her out to \nthe parking lot where she actually transferred that to an individual, and our agent saw a transfer of money.\n\nWe had other agents follow the car that had the guns now out of the parking lot, pulled him over, did a traffic stop, \nidentified him as a multiple convicted felon with not only the two guns that this woman gave her (sic) but also a third \ngun.  We also confronted the woman and she confessed that she was paid to purchase these weapons.\n\nI believe it was a Saturday or Sunday when this happened.  Bill relayed to me that that was presented to the duty \nagent in Phoenix and they suggested that we take the case to state court.\n\nREP. TIERNEY:  Thank you.  I'm going to yield back the ranking member at this point in time.\n\n\n\nREP. CUMMINGS:  Thank you very much.\n\nREP. ISSA:  We'll ask that you also have another 30 seconds.\n\nREP. CUMMINGS:  Thank you, Mr. Chairman.  Special Agent Newell, I want to go back to something that the \nchairman asked you because I want to make -- I want this to be real clear, and this is for the benefit of the entire \ncommittee.  I've got to -- I'm trying to figure out what your definition of walking guns is.  Maybe that's part of the \nproblem.  I think we -- `because -- I think almost everybody up here has our opinion about this, and I'm just \nwondering if there's a difference between your definition of walking, allowing guns to walk, and ours.\n\nMR. NEWELL:  Well, thank you.  I appreciate the opportunity to answer that.  My definition of walking, and I believe \nit's a common law enforcement term, is when a law enforcement agency, be it ATF, FFLs be it a state or a local \nagency actually puts some sort of evidence into the hands of a suspect in furtherance of an undercover operation in \nfurtherance of an investigation, and then does nothing to -- with that property, that property that -- for instance, with \nATF it could be a prop gun, one of our evidence guns.\n\nThey put it in the hands of that suspect and then don't do the follow up, don't attempt to determine where that gun is \ngoing.\n\nREP. CUMMINGS:  So you don't think there was any walking allowed in this based on that definition in this case?\n\nMR. NEWELL:  Based on that definition, yes, sir.\n\nREP. CUMMINGS:  Thank you, Mr. Chairman.\n\nREP. ISSA:  I thank gentleman.  We now go to the gentleman from Arizona, Mr. Gosar, for five minutes.\n\nREPRESENTATIVE PAUL GOSAR (R-AZ):  Thank you, Chairman.  This renewal -- you know, once of my \ncolleagues on the other side brought it up about new laws.  Now I want to emphasize it wasn't the gun sales \noperator, and let me emphasize that again.  It wasn't, was it, because they were alarmingly bringing forth these \nsales, were they not?\n\nMR. MCMAHON:  I'm sorry, Congressman.\n\nREP. GOSAR:  Here we go again.\n\nMR. MCMAHON:  Well, I didn't --\n\nREP. GOSAR:  It seems like this is the Moe, Curly and Larry show and we're looking for Larry.  I mean, it's \ndisruptive to actually see what I'm seeing here.  As a business person coming from Main Street America to actually \nsee what I'm seeing here, you've got to be disgusted about this.  And to go around and round and turn the corner, \nit's ridiculous.\n\nAgent Canino.  I watch your body language; I'm a healthcare physician --\n\nMR. CANINO:  Yes sir.\n\nREP. GOSAR:  OK?  I watch body language like crazy.  Tell me what you disagree with, that man right there.\n\nMR. CANINO:  On this specific case?\n\nREP. GOSAR:  Yes, talking about records.  How about records? Let's talk about records.  Are there adequate \nrecords being kept?\n\nMR. CANINO:  At the FFLs?\n\n\n\nREP. GOSAR:  Yep.\n\nMR. CANINO:  Yes, sir.\n\nREP. GOSAR:  And how about how they relate between the sale of these guns in Mexico?  Can you choreograph \nthat?\n\nMR. CANINO:  Yes, sir.  I think ATF does a great job in regulating the firearms industry.\n\nREP. GOSAR:  But in this case in tracking, did they actually, were they able to track them?  They had no idea \nwhere they were going?\n\nMR. CANINO:  No, sir.  The only -- the reason -- you've got to put this in context.  Everybody's saying, oh, this case \nwas so big. It was complicated.  Firearms trafficking cases are not complicated, sir, OK?  They're not complicated.  \nThe reason this case was so big was because we didn't do anything, plain and simple.  Everybody wants to make \nthis bigger than it is.  Like I said earlier, you don't have to -- I spent 19 years, 15 as a street agent, four leading a \nstreet group, OK?\n\nYou don't have the luxury or the right, in my opinion, as an ATF agent, to say I like this law, I like that law.  OK?  \nThat's where -- you guys set the law, we follow it.  Now it's up to me as an ATF agent how best to make up an \ninvestigative technique and best practices so I can make a case and present it to the U.S. attorney.\n\nI've done my job.  Now it's up the U.S. attorney if he wants to prosecute it or not.  I'm going to bring him the best \ncase I can.  In this case, like I said earlier, we have the ATF trafficking guidelines and best practices and we just \nthrew it out the window.  Nobody got stopped.  Like I said earlier, how can you let somebody buy 730 guns and at \nwhat point are you going to stop them?  I mean --\n\nREP. GOSAR:  What you were doing is just totally prohibited.\n\nMR. CANINO:  I am -- I am embarrassed, sir.  I have agents, guys who I consider American heroes, my friends, \nwho -- and I never thought I would hear this -- who they've told me since this broke, Carlos, I'm ashamed to carry an \nATF badge.  To me, I have cried over that literally, and I'm not ashamed to say that.\n\nThis is not a job to me, it's a profession.  I don't have a hobby.  My hobby is being an ATF agent.  I love this job.  I \nhit the lottery when I came on and I'm proud of what I do and I'm proud of the ATF agents in this country.  We have \nheroes, we really do.  But -- and I've been watching your body language too and Mr. Burton's.  I'm sorry, sir, but \nthat's all I can say.  I have no other way to describe this.\n\nREP. GOSAR:  Well, I mean, I look at this and I look at -- you know, when we're doing medical procedures we look \nat what's our end game and what's all the processes in between, and there's collateral damage.  And the problem is \nthe collateral damage is our crimes, and there are going to be deaths, like we just saw, and there are going to be \nmany more.\n\nAnd they're on this side and they're on that side.  And you know what that tells me?  That tells me when we were in \nthe planning stage we got a problem.  It's not on the field, it's right there in the office, in the head office and coming \nup with this.  This was absurd to even have this idea.  I hear this merry go round bantering back and around where \nwe can't get an answer from Mr. Newell.\n\nI mean, the buck stops to somebody.  Who is it?  It's obvious to me it's no these two gentlemen right here.  I want to \nfind out who Larry is.  That's where we're going to have to go with this, because this is absurd.  And the fact that we \nuse people's lives and their -- and our friends from Mexico as pawns in this without even discussing it, how absurd.\n\nIt's irreprehensible (sic) to even conceive of what's transpired here, and I hope the buck stops and I hope we take \naccountability all the way through because this can't go on again.  This is -- I mean, both sides of the aisle are \n\n\n\nfurious, and the American people ought to be furious that this is what we get for higher-ups in ATF or in the \nDepartment of Justice.  Shame on you.  I yield back the rest.\n\nREP. ISSA:  I thank the gentleman.  We now go to the gentleman from Virginia for his five minutes, Mr. Connolly.\n\nREPRESENTATIVE GERALD CONNOLLY (D-VA):  Thank you, Mr. Chairman, and I'm sure all of our panelists are \nso pleased to be here today.  I guess I have a slightly different take on the subject.  I don't defend Fast and Furious, \nand I don't defend the actions of the U.S. Attorney's Office at the time in Phoenix and I certainly believe that it was a \nbotched attempt that led to a tragedy, perhaps many tragedies.\n\nAnd I think this committee and its chairman are right to raise those issues and to try to assign blame.  But there's \nanother part of the story I doubt very much the press will print in tomorrow's headlines, because it's so much easier \nto print who screamed the loudest at ATF and that you got beat up.\n\nBut what the press won't print tomorrow, sadly, is the fact that Congress' hands are hardly clean on the subject.  We \nhave done everything to make sure that the F in ATF is nullified.  We have made sure that you haven't got a \npermanent director for six years.\n\nWe laud the private sector.  What private company would think it's OK to lack a permanent CEO for six years.  We \nhave done everything in our power in Congress to try to defang the ATF to make sure that it's toothless.  We've \ndone everything we can to fight your budget and reduce it so that you don't have the resources to do the job.\n\nWe're not criticizing you for not doing well.  We had testimony before this committee by one of your colleagues \ncalled by the committee majority who said there are more New York police officers per square mile in New York \nthan there are ATF agents in all of the state of Arizona.  And yet somehow we're going to stop the hemorrhaging of \narms trafficking going into Mexico with that kind of paltry set of resources.\n\nBut that won't be in the headline tomorrow.  Some of the loudest critics of ATF today are also on a bill misnamed \nthe Bureau of Alcohol, Tobacco, Firearms and Enforcement Act.  What does that bill do?  It allows firearms dealers \nto liquidate their inventories after having their arms' dealer license revoked, and would decriminalize gun sale \nrecordkeeping violations even if they contributed to cross border gun traffic.\n\nHow does that help ATF and its mission?  Where is the accountability here in Congress on this subject?  It's easy to \nbeat up on you.  It's easy to look for a scapegoat when the agenda really is to make sure that we make it harder, \nnot easier, to enforce gun trafficking.  We had testimony from one of your colleagues before this committee who \nsaid there's more regulation on over-the-counter Sudafed than there is in arms trafficking going into Mexico.\n\nAnd he testified and was interrupted in his testimony because it wasn't welcome, that he believed we needed to \ntoughen enforcement laws as a tool for ATF to be able to fulfill its mission along the border. So I have no doubt that \nwe can all pile on and correctly criticizing ATF for a botched mission.  But what isn't said and sadly what the press \nisn't going to bother to write about but they should, is the fact that Congress for six long years and maybe longer \nhas done everything in its power to make sure in fact you can't do your job.\n\nAnd this set of hearings needs to explore that too.  With that I yield back the balance of my time to the ranking \nmember.\n\nREP. CUMMINGS:  There is no -- currently no federal statute that criminalizes firearm trafficking.  Instead, \ntraffickers are often prosecuted under 18 USC Section 922 which prohibits engaging in firearms business without a \nlicense.  The need for a federal firearms trafficking statute was also a common refrain of law enforcement agents \ninterviewed by the committee, as Mr. Connolly said.\n\nThey told us that a dedicated firearms trafficking statute would give them the ability to address patterns of activity by \ntraffickers who would divert firearms from legal to illegal commerce.  Mr. Leadmon, based on your decades in law \nenforcement, do you believe a federal firearms trafficking statute would be helpful in disrupting the flow of guns to \nMexican drug cartels?\n\n\n\nMR. LEADMON:  Yes, sir.  I've viewed your proposed legislation. I agree with it wholeheartedly.  One of the things \nthat I think might be added to that is a little more emphasis on international trafficking, maybe if we can tighten it up \na little bit as far as going to drug cartels.  I too think that if you reach a certain amount of weapons that could even \nbe a life offense.\n\nREP. CUMMINGS:  Thank you very much.\n\nREP. ISSA:  I thank the gentleman.  We now go to the gentleman from Texas, Mr. Farenthold, also a member who \nwent to Mexico City.\n\nREPRESENTATIVE BLAKE FARENTHOLD (R-TX):  Thank you very much, Mr. Chairman.  I would like to take a \nmoment to address something I heard before I ask a question.  From the other side they were talking about how \nmuch more difficult it is and how much more regulated the purchase of Sudafed is.  I don't see anywhere in the \nConstitution where we're guaranteed the right to bear Sudafed, but we are guaranteed the right to bear arms.  So I \nthink that's an appropriate -- or an inappropriate distinction.\n\nMr. McMahon, when my friend, the former prosecutor, the gentleman from South Carolina, asked you what the goal \nof this was you said that it was to bring down a drug kingpin in Mexico.  Is that a fair assessment?\n\nMR. MCMAHON:  Did I say that, sir?\n\nREP. FARENTHOLD:  I'm sorry.  I guess that was Mr. Newell.  Did you say that, Mr. Newell?\n\nMR. NEWELL:  I believe what I said was the goal of the investigation was to disrupt and dismantle an entire \nfirearms trafficking network.  Yes.\n\nREP. FARENTHOLD:  And so I believe you said a drug kingpin.  Let me ask Mr. Gil and to identify some drug \nkings.  Let me as Mr. Gil, does the Mexican government know who the drug kingpins are in Mexico?\n\nMR. GILL:  Sir, they are aware of the heads of the organizations. To answer your question shortly, yes.\n\nREP. FARENTHOLD:  And so let me go ahead and ask you another question there, Mr. Gil.  In your time working \nwith the Mexican government as a former ATF attache in Mexico, did they ever ask us to do anything like that?  You \nknow, let guns come across the border so they could track them or find or bring down drug kingpins?\n\nMR. GILL:  No, sir.\n\nREP. FARENTHOLD:  All right.  Let me go on to Mr. Canino.  I want to applaud your service and your candor with \nthis committee.  We've heard that, you know, we're trying to bring down the drug kingpins or whatever the words \nwere as far as stop the trafficking.  If you were put in charge of developing an investigation to do that, how would \nyou do that?  Would your plan involve letting firearms move across the border?  How would you do it?\n\nMR. CANINO:  To stop a drug kingpin?\n\nREP. FARENTHOLD:  Or to stop the -- or if you want to go even more simply with the firearms, stop the firearms \ntrafficking.\n\nMR. CANINO:  Well, to stop the drug kingpin I'd call DEA, because that's what they do, number one.  Number two, \nyou work the trafficking investigations paint by the numbers.  It's frustrating being an ATF agent, that comes with \nthe badge, OK?  The trafficking investigations, the laws, like I said, you have to be open minded; I guess is the \nword I'm looking for.\n\nI don't know if it's the best description, but like I said, it's paint by the numbers.  You have to work; it's like building a \nhouse. When you stop building the foundation you work from the bottom up. And this case nobody got stopped.  \nThey didn't grab somebody and say, OK, hey, we're going to roll you.  And I don't to go into sources or methods but \nthere's a whole -- you know, we have schools on this.\n\n\n\nREP. FARENTHOLD:  Yeah, I mean, if you watch a cop show you know how it's done.\n\nMR. CANINO:  Right.\n\nREP. FARENTHOLD:  You follow the guns or you arrest them, it's the first stop, and try to flip them both.  Or if you \nreally want to work in partner with the Mexican government you follow the guns until he crosses the border and \nradio across to your colleagues in Mexico and they move it up the line there.  It seems like common sense to me.\n\nLet me ask -- I want to ask this question to everybody on the panel, because I think this is really important.  We've \nseen Operation Fast and Furious, we've recently heard about Operation Castaway, a similar program in Florida.  \nAre there -- are any of you all aware at this time of any similar operations going on that allow guns to flow across \nthe border to friendly countries now?\n\nAre you all aware of those and if you are, are we doing anything to stop them?  And if you could just come on down \nthe line, we'll start with Mr. McMahon.\n\nMR. MCMAHON:  I am not aware of any case like that, friendly or unfriendly coverance, no.\n\nMR. NEWELL:  Neither am I sir.\n\nREP. FARENTHOLD:  Is anybody?\n\nMR.       :  No.\n\nMR. CANINO:  No, sir, I'm unaware of any.\n\nMR. GIL (?):  No, sir.\n\nREP. FARENTHOLD:  And we only found out about this one through whistleblowers and my prayer is that if there's \nanybody watching this committee hearing that's ATF or another agent that knows of something going on like this, if \nthey would let this committee go to -- this is one of the most shameful moments, I think, in our government's history \nwhen we are letting guns go across the border to our friends in Mexico.\n\nLet me just ask another -- I only have 32 seconds left.  I'm going to stick around for a second round of questioning \nso I'll yield back my remaining 30 seconds.\n\nREP. ISSA:  And I'll pick it up.  Special Agent Newell, what did this program expend in money?  Millions of dollars, \nright?\n\nMR. NEWELL:  The program or the network?\n\nREP. ISSA:  Well, Fast and Furious.  Up on this side we think of it as a program, you think of it as a simple \ninvestigation.  The investigation, you spent millions of dollars over the course of two years, correct?\n\nMR. NEWELL:  I don't believe it was millions of dollars, sir.\n\nREP. ISSA:  Hundreds of thousands?\n\nMR. NEWELL:  Probably a couple hundred thousand dollars, yes.\n\nREP. ISSA:  Agents were camped out in some cases for a period of time at a drop location?\n\nMR. NEWELL:  Yes, sir.\n\nREP. ISSA:  So when you were trying to do the big hit, the big fix, the big -- get the -- roll big guys, why is it that \ntestimony shows us that only three time were there any kind of detection plants -- and I don't want to get into \n\n\n\nsources and methods either -- but only three times we've been told did they try to do any detection and one of these \nGPS tracking was a Radio Shack make it yourself.\n\nWhy in the world, with the quality and the quantity of agents and time, video cameras planted, with Internet \nconnections, et cetera, why is it there wasn't some tracking to track the weapons?\n\nMR. NEWELL:  We had trackers on vehicles, sir, and the trackers you mentioned on weapons.  But again this goes \nto resources.  I mean, it's our resources.  We have agents that are out there working 16, 18, 20 hour days and we -\n-\n\nREP. ISSA:  Unfortunately you just made my case and time is expired.  Eighteen hours of an agent's time is so \nmuch more money than one of these tracking devices that you were pennywise and pound foolish by not having \nsophisticated devices.  With that we go to the gentlelady from the District of Columbia for her five minutes.  Ms. \nNorton.\n\nDELEGATE ELEANOR HOLMES NORTON (D-DC):  Well suppose you have had a trafficking device, then what \nwould have been the next step?\n\nMR. NEWELL:  Well, Ma'am, it depends on how long the firearms stay in the area.  For instance, in many of the \ntransactions here the firearms never left the Phoenix area.  And trackers -- the battery life of a tracker is only good, \nyou know, depending on --\n\nDEL. NORTON:  Well, give me the Phoenix area, what could you charge this so-called trafficker?  This law abiding \ncitizen, now, who doesn't have a record but he's buying many, many guns.  What could you charge him with?\n\nMR. NEWELL:  There's nothing to charge him with at that point. We have to prove a violation has existed, had \noccurred.\n\nDEL. NORTON:  You know, I just want to say to sit in a hearing and hear people beat up on the ATF is very, very \ninteresting to me. You sit in a Congress where the gun lobby controls the Congress of the United States?  On the \nRepublican side of the aisle they totally control it.  On my side of the aisle they virtually control it.\n\nAnd the Second Amendment is cited as you try to do your job to keep guns from essentially bringing down the \ngovernment of an ally. So when it comes to Mexico let me ask you, what kind of gun control laws does Mexico \nhave?  Does anybody know about their gun control laws?  Yes, sir.\n\nMR. CANINO:  Yes, ma'am I do.\n\nDEL. NORTON:  Yes, sir, would you please speak up?\n\nMR. CANINO:  Civilians could buy nothing greater than a .38 caliber.  Anything after that is for the exclusive use of \nthe military and the police.\n\nDEL. NORTON:  Now here is Mexico who does its job on its side of the border.  It says -- essentially it makes it very \ndifficult for anyone except someone in law enforcement or the military to get a gun. So they come to the United \nStates where trafficking is wide open.\n\nAnd let me ask you this.  We're concentrating on Mexico now.  Let me ask you about trafficking to Chicago.  Let me \nask you about traveling to the District of Columbia, to Baltimore.  Let me ask you about trafficking to LA.  Do these \nsame traffickers operate as effectively in our country as we have now seen them operate taking guns to Mexico?\n\nMR. NEWELL:  Well, I believe that the organizations are a little bit different.  That's why I said earlier about -- we've \nnever encountered an organization like this from Mexico.  The trafficking in the U.S., my experience anyways, is a \nlittle bit different.  It's a little bit more association related.  But obviously trafficking domestically is a major issue for \nus and I spent the majority of my career working those kind of cases.\n\n\n\nDEL. NORTON:  If a person, let's say, buys 200 guns, nd here you made mistakes.  If I had a dollar for every \nmistake this Congress has made when it came to guns I'd be a very much woman.  You made a mistake, it was a \nfatal mistake, it was a mistake for which you are being held accountable.  Let's say you hadn't made a mistake, but \nsomeone without a record bought guns, that's me.  You found me with 200 guns.  What could you do to me?\n\nMR. NEWELL:  Nothing at all, ma'am.\n\nDEL. NORTON:  Would -- did you feel disarmed in your fight against this wholesale movement of guns from our \ncountry to Mexico, or did you feel you were equipped to in fact by law enforcement to do what was necessary?\n\nMR. NEWELL:  I think my experience -- ATF agents are very resilient, you have to be to make the case.  And that's \nwhat our people do and they do that every day and they're out there doing that today.\n\nDEL. NORTON:  And they made design packets to try to take them -- so to make themselves more effective on the \nground.\n\nMR. NEWELL:  I think that's what we should always be doing.  Yes.\n\nDEL. NORTON:  Could I ask each of you would you feel better able to stop this traffic if the Congress passed a law \nthat made it -- and added to our criminal code a section that prohibited the transfer of a gun when an individual \nknows the gun will be transferred to a person who is prohibited from carrying a gun or intends to actually use the \ngun illegally?\n\nMR. NEWELL:  We currently do have a statute that does handle that.\n\nThat's the whole lying on the federal form violation.\n\nDEL. NORTON:  Sorry, but lying on the federal form gets you to where?\n\nMR. NEWELL:  Gets us to -- if we can -- prove that someone knowingly filled out that form incorrectly or lied --\n\nDEL. NORTON:  Can you seize guns -- we've been talking about seizures here.  In order to seize guns, what does \nthe ATF have to show?\n\nMR. NEWELL:  That a violation of law has been committed with that firearm.\n\nDEL. NORTON:  (Inaudible.)\n\nREP. ISSA:  The gentlelady's time has expired, but if anyone else wants to answer the question on what's -- \n(inaudible) --\n\nDEL. NORTON:  I'm back to what -- well, what -- well, what's the law that's been violated?\n\nREP. ISSA:  If anyone else wants to answer --\n\nMR. NEWELL:  Yes, sir.  Thank you, Mr. Chairman.\n\nWe have to prove beyond a reasonable doubt that that firearm was in some way used in violation of a -- of -- in \nfurtherance of a violation of a crime or in violation of a crime.\n\nWe can't just go out and randomly seize firearms from individuals.  Firearms are in and of themselves not \ncontraband.  If we stop someone on the street with five AKs, 10 AKs, 20 AKs --\n\nDEL. NORTON:  Or a hundred AKs.\n\n\n\nMR. NEWELL:  -- or a hundred -- and they're not prohibited.  As frustrating as that may be -- and, believe me, it's \nextremely frustrating.  But as frustrating as that may be, we may not have any legal ability to take those -- to seize \nthose firearms.\n\nREP. ISSA:  Anyone else want to answer on that?\n\nMr. Gil?\n\nMR. GIL:  Yes, Mr. Chairman.  In my experience and as I look around the room here, I've had the opportunity to \nwork in pretty much every -- pretty much every state of the -- of the union.  And I've always been able to use the \ncurrent laws to success in investigations, whether you're pulling somebody over with a hundred AK-47s.  I've found \nthat ATF special agents are very qualified in interviewing techniques.  Ninety-nine point nine percent of the time \nwe'll get confessions from those individuals.  We'll take those guns.\n\nAnd if not that case, then we would at least end up getting an abandonment from them for those weapons, so they \ndon't hit the streets.  So there are other avenues to approach versus -- that we could use under the current laws.\n\nREP. ISSA:  Thank you.\n\nWe now go to the most-qualified person on the committee to ask questions, the gentleman from Pennsylvania, Mr. \nMeehan.\n\nREPRESENTATIVE PATRICK MEEHAN (R-PA):  Thank you, Mr. Chairman.\n\nSpecial Agent -- (off mic) -- you're a trained special agent for ATF.  Are you trained in the issue of walking guns?\n\nMR. WALL:  No, sir.\n\nREP. MEEHAN:  Is there any -- with regard to walking guns, when you are in training, what do you know about -- \nwhat does ATF tell you about walking guns?\n\nMR. WALL:  You don't -- you don't walk guns.  Sir, I teach at the ATF National Academy.  I teach our first -- our first-\nline supervisor school.  I teach our command-and-control school for GS-15s and above.\n\nREP. MEEHAN:  Are you aware of anybody who has been disciplined for walking a gun at ATF?\n\nMR. WALL:  No, sir, but I can -- Darren was talking last night and he put it in perspective.  If you're an ATF agent \nand you lose your gun, it's three days, no questions asked, up to termination on the --\n\nMEEHAN:  If you lose your gun -- (off mic) -- somebody else's gun.\n\nMR. WALL:  If you lose your gun, it's three days.\n\nREP. MEEHAN:  What do you define as walking a gun?\n\nMR. WALL:  What exactly happened in this case --\n\nREP. MEEHAN:  Tell me, in your words, what do you think walking a gun is.\n\nMR. WALL:  Walking a gun is when you have custody and control of that firearm, and you let it get in the hands of a \nsuspect and you don't interdict that suspect.\n\nIn this case, we had cooperators at the gun stores, so they're acting as agents of the government.  So it doesn't \nmatter if those guns came out of an ATF prop vault or --\n\nREP. MEEHAN:  OK.  Thank you.\n\n\n\nAgent Newell, is that what you meant when you said that if ATF puts evidence into the hands of the gun -- or into \nthe hands of a suspect there's a distinction somehow between a straw purchaser getting it or ATF putting it -- \nplease explain to me what you talk -- what you meant by the distinction of ATF putting it in the hands of a suspect.\n\nMR. NEWELL:  The distinction for me, Congressman, is ATF actually putting evidence or some sort of prop firearm \nin the hands of a suspect.\n\nREP. MEEHAN:  So that's a distinction from a straw purchaser, who goes and under your observation?\n\nMR. NEWELL:  In that aspect, yes, sir, it is.\n\nREP. MEEHAN:  So you're suggesting here that the distinction is, because you did not put the hand -- the gun in \nthe hands of the purchaser here, that somehow there's a distinction from allowing a gun to walk?\n\nMR. NEWELL:  Well, Congressman, I disagree with something Mr. Camino just said regarding the fact that the \nFFLs were acting as agents of the government.\n\nAs my recollection in this case, the -- two FFLs in particular were clearly instructed as to -- follow the letter of the \nlaw, to abide by the rules and regulations --\n\nREP, MEEHAN:  Let's move on, because that's a distinction.\n\nThe strategy -- you were asked a specific question.  Who defined the strategy for Fast and Furious?\n\nMR. NEWELL:  Well, a case like Fast and Furious goes through several levels of approval, sir.\n\nREP. MEEHAN:  Who originated the strategy for Fast and Furious?\n\nMR. NEWELL:  I believe it was at this -- at the street level.\n\nREP. MEEHAN:  Tell me who the person is who created the strategy for Fast and Furious.  You are the special \nagent in charge of your area.  It emanated from your district.\n\nMR. NEWELL:  Right.\n\nREP. MEEHAN:  Who originated the concept for Fast and Furious?\n\nMR. NEWELL:  Sir, it's not one person who did that.  It was a group of individuals who looked at the set of facts in \nthis case and determined that this was the best strategy to follow to take --\n\nREP. MEEHAN:  Well, where did it start?  Where does the stream start?\n\nMR. NEWELL:  It starts --\n\nREP. MEEHAN:  Tell me who participated in that conclusion.\n\nMR. NEWELL:  Well, there's -- it's several individuals.  It was the group supervisor, the assistant special agent in \ncharge, myself and individuals in headquarters.\n\nREP. MEEHAN:  OK.  So there was a number of people who were very learned in this process.  Now you testified \nhere today earlier no part in the strategy to allow guns to be taken to Mexico.  It was no part in the strategy to allow \nguns to be taken to Mexico.  Is that right?\n\nMR. NEWELL:  To knowingly allow guns to go to Mexico, yes --\n\nREP. MEEHAN:  To knowingly allow guns to Mexico.\n\n\n\nMR. NEWELL:  Sir, in this case, we did everything.  We had seizures in this case.  When we had evidence --\n\nREP. MEEHAN:  I asked you a specific question.  I said that there was no part in the strategy to allow guns to go to \nMexico.  Is that accurate?\n\nMR. NEWELL:  Yes, sir.\n\nREP. MEEHAN:  Would Mr. McMahon have participated in any way in the development of this policy or this -- the \nFast and Furious strategy?\n\nMR. NEWELL:  I know he was aware of it.  Yes, sir.\n\nREP. MEEHAN:  He was aware of it.\n\nMr. McMahon, you testified a plaza boss -- he has $70,000.  He wants $70,000 worth of guns.  What's a plaza \nboss?\n\nMR. MCMAHON:  Sir, that's someone who controls an area for a cartel.\n\nREP. MEEHAN:  And where is that plaza boss?\n\nMR. MCMAHON:  In Mexico.\n\nREP. MEEHAN:  So you testified that part of the theory here, you're words, is the plaza boss expects $70,000 worth \nof weapons.\n\nMR. MCMAHON:  Correct.\n\nREP. MEEHAN:  Mr. Newell, the strategy Mr. McMahon identifies that you expect, you understand that he expects \n$70,000 worth of weapons.  Where does that get in that there was no part in the strategy to allow guns to be taken \nto Mexico?\n\nMR. NEWELL:  Yes, sir.  We had -- we still -- during the beginning parts of this case, we did not know who the plaza \nboss was. We didn't know who was --\n\nREP. MEEHAN:  That's not my question about who the plaza boss was.  The question is, is there a plaza boss.  \nAgent McMahon just said he's in Mexico.\n\nMR. NEWELL:  Right.\n\nREP. MEEHAN:  And the plaza boss expects $70,000 worth of guns. Now, you're saying no part of this strategy \nwas to allow the guns to go into Mexico?  Who's right here?\n\nMR. NEWELL:  Sir, the strategy wasn't to allow guns to go to Mexico.\n\nREP. MEEHAN:  Yes, but what did Agent McMahon just say?  This was a OCDETF case.  Who else participated in \nthis, in the form of this, going up to -- (inaudible) --\n\nREP. ISSA:  I ask unanimous consent the gentleman be allowed to have another 30 seconds.\n\nREP. MEEHAN:  Thank you.\n\nREP. ISSA:  Sure.\n\nREP. MEEHAN:  Was this an OCDETF case?\n\nMR. NEWELL:  Yes, sir, it was.\n\n\n\nREP. MEEHAN:  OK.  That implies that at a certain point in time it moves beyond your agency, does it not?\n\nMR. NEWELL:  Yes, sir.\n\nREP. MEEHAN:  What does that mean with regard to OCDETF?  What kind of other participants were there are \npart of OCDETF?\n\nMR. NEWELL:  Well, there was other agencies who were involved in this.\n\nREP. MEEHAN:  Other agencies -- what other agencies were involved in this?\n\nMR. NEWELL:  In this investigation that were full partners in this case was the Immigration and Customs \nEnforcement, now know as (sic) Homeland Security Investigations.  We had Internal Revenue Service and we had \nassistance to some level from DEA.\n\nREP. MEEHAN:  So are you saying DEA, IRS, and ICE all knew about this program --\n\nMR. NEWELL:  (Inaudible.)\n\nREP. MEEHAN:  -- to participate in the OCDETF?\n\nMR. NEWELL:  They participated in the investigation.  Yes, sir.\n\nREP. MEEHAN:  In the investigation -- were they aware that guns were being walked to Mexico?\n\nMR. NEWELL:  Sir, again, I'm assuming that they -- I mean, I know they would know of the strategy, but --\n\nREP. MEEHAN:  They were aware of the strategy --\n\nMR. NEWELL:  Yes, sir.\n\nREP. MEEHAN:  -- which included what Special Agent McMahon talked about, allowing $70,000 worth of guns to \ngo to the plaza boss?\n\nMR. NEWELL:  Sir, I've never said that we were allowing $70,000 worth of guns to go in.\n\nREP. MEEHAN:  You said it was the expectation.\n\nMR. NEWELL:  I was giving a scenario of how it works.  There's a plaza boss in Mexico that's requiring $70,000 \nworth of guns.  So if he's not getting it from the network we're investigating, he's getting from somewhere else.  It \nwasn't -- the $70,000 example I gave you wasn't specific to this investigation.  It was an overall generalization of \nhow trafficking to Mexico works.\n\nREP. MEEHAN:  But we're talking about plaza bosses.  We're talking about plaza bosses in Mexico.\n\nREP. ISSA:  The gentleman's time has expired.\n\nWe will have a second round in just a moment.\n\nThe gentlelady from New York, Miss Buerkle?\n\nREPRESENTATIVE ANN MARIE BUERKLE (R-NY):  Thank you, Mr. Chairman.\n\nI'm uncertain as to where to start here because of what I've heard.  I think I'll start with Mr. Canino.\n\n\n\nMr. Canino, you're comments were that it's inconceivable to let guns go.  That's not the way the ATF does things.  \nSo in your experience, is what happened in Operation Fast and Furious an aberration from the usual way that ATF \ndoes business?\n\nMR. CANINO:   This is the first time I've every heard of anything like this in -- I'll be -- I start my 22nd year on \nFriday.  This is the first time I've heard anything like this.\n\nREP. BUERKLE:  And during the course of this operation, were you advised that there was going to be -- well, at \nwhat point did you become aware that there was going to be a different method of operation in --\n\nMR. CANINO:   Ma'am, I have to put this in context.  I didn't -- the first time I ever heard of someone accusing ATF \nagents of actually watching suspected gun traffickers just drive away was when Special Agent Dodson was on \nCBS.  I had -- and I didn't believe him.  And I was very vocal about that.\n\nI didn't become aware until it started coming out little by little, talking to fellow agents.  And then mid-April, I saw \nsome documents, and that convinced me that what Special Agent Dodson was alleging was in fact correct.\n\nREP. BUERKLE:  Thank you.\n\nAnd the other special agents that are here, Mr. Gil, Mr. Wall, Mr. Leadmon, in your experience, is this the first time \nyou've ever seen ATF operate this way?\n\nMR. GIL:  Again, I recently retired, and after going on 23-plus years, it's inconceivable.  And again, I didn't believe it \neven after seeing Mr. Dodson as well.  And I still didn't believe it until after I talked with Mr. Dodson and others that I \nbecame convinced that perhaps ATF did walk these weapons.\n\nREP. BUERKLE:  And Mr. Wall?\n\nMR. WALL:  As I stated in my opening remarks, yes, it's the first time I've ever seen it.  And I was very skeptical.  I \ndidn't believe Mr. Dodson at all.\n\nREP. BUERKLE:  And Mr. Leadmon?\n\nMR. LEADMON:  Ma'am, part of my duties and functions is to look at the Southwest border cases, all of them.  And \nthis is the first one I've seen, but I would like to add something that the panel was asking earlier.\n\nYou asked when we first became aware that Mr. Acosta, right, was involved as the leader of the straw-purchasing \nring, and some of the issues as to Mr. Patino.  That was in 2009, and it was early on.  I briefed it to my senior \ndirectors January of 2010, and we know this.\n\nAnd one of the driving forces behind how we know that these were going to Mexico -- and there were Mexico \npeople involved -- is because our other law enforcement partners provided us with information, specific information, \nthat allowed us to know exactly what was going on and to what cartel it was going to.\n\nThis was not a mystery.  We knew this in December of 2009.  I briefed it in 2010, January.\n\nREP. BUERKLE:  Thank you, sir.\n\nSo Special Agent Newell -- and Special Agent McMahon, we'll get to you because you're his supervisor -- so at \nsome point, based on the IG's report and DOJ, they said, we're going to try something different here.\n\nI'm assuming -- because that's the way things work in government, and maybe I'm wrong -- that someone said, we \nneed to have this operation and we're going to make the determination that for the first time ATF's going to conduct \nbusiness this way.  We're going to let these guns walk.\n\n\n\nNow, they maybe didn't say it, but in essence that's really what happened, that this is a different way of conducting \nbusiness for the ATF.  Where would that plan have come from?  Somebody -- I know you said you sat -- you sat \ndown with this group, Mr. Newell.\n\nBut somebody higher up than you made a determination that for, the first time, ATF was going to run this.  We've \nheard from this panel, we've heard from the panel prior to today that this is a complete aberration from the way the \nATF has done business.  Where would that have come from?\n\nMR. NEWELL:  Well, ma'am, in putting the strategy together for this case we -- the strategy came from several \nplaces.  The Department of Justice issued in -- originally in a draft in 2009, October of 2009 and January of 2010 \nabout how to combat Southwest border drug trafficking by Mexican drug cartels.\n\nAnd one of them dealt with firearms trafficking, which said through use of the OCDETF Co-located Strike Forces, a \nmere interdiction is not the answer.  You have to go after the structure of the organization of the -- of the -- whatever \nit be -- firearms; human-, drug-trafficking organizations -- to make the biggest impact.\n\nREP. BUERKLE:  OK.  And who would that memo have come from?\n\nMR. NEWELL:  I do believe that memo came down from the Deputy Attorney General's Office.\n\nREP. BUERKLE:  OK.  And then -- so this is now we're going to change strategy.  This is going to be a different \nway to conduct an operation.  So you get your directive from them.  And then these groups that you talked about -- \nyou sat down and you came up with a plan, or did that plan come from up on high?\n\nMR. NEWELL:  The plan figured into -- or the memo fitted into how we were going to address this, what -- when we \nfirst looked at it in November of 2009 -- was already a very active, prolific, firearms- trafficking organization, as Mr. \nMcMahon testified.  In my 23 years, we have never seen an organization that was this prolific in buying firearms in \nsuch a short period of time.\n\nSo we felt that in conjunction with the OCDETF strike force, where this group, Group 7, was located, that the best \nway to attack this organization was through the use of, you know, a multiagency conspiratorial-type investigation, \nwe'd dismantle the whole organization.\n\nREP. ISSA:  The gentlelady's time has expired.\n\nWe now go to the gentleman from Michigan, Mr. Amash.\n\nREPRESENTATIVE JUSTIN AMASH (R-MI):  Thank you, Mr. Chair.  I'm going to yield my time to Mr. Gowdy.\n\nREPRESENTATIVE TREY GOWDY (R-SC):  I thank the gentleman from Michigan.\n\nMr. Leadmon, for those who are perhaps watching and not familiar with the full panoply of investigative techniques, \nsurveillance is a tried and true investigative technique, correct?\n\nMR. LEADMON:  Yes, sir.\n\nREP. GOWDY:  What about consensual encounters where you just do a knock-and-talk, where you walk to \nsomeone and ask them?  I mean, there's a reason Dostoevsky wrote \"Crime and Punishment.\"  There's a reason \nEdgar Allen Poe wrote \"The Tell-Tale Heart.\"  Sometimes people confess, don't they?\n\nMR. LEADMON:  Yes, sir.  There's several tools in the toolbox, especially when you're faced with the fact that we \nknow that these weapons were going to be used in such carnage down in Mexico and the United States.  We \nshould have pulled every tool out of that toolbox, not just to make our case.  Our case should not have been the \npriority here.  The stopping the flow of those firearms should have been the number-one priority, and we should \nhave reached into that toolbox.\n\n\n\nWe should have conducted interviews or we should have done interviews with surrounding people.  We should \nhave tracked these weapons better.  We should have followed everything by the letter to stop them.  I mean, just \nwhere do we stop with the number of guns? One, five, 10?\n\nREP. GOWDY:  Have you -- have you ever heard tell of a law enforcement officer stopping someone for speeding, \nwhen really they may have had another purpose in mind?\n\nMR. LEADMON:  I've heard that --\n\nREP. GOWDY:  It happens from time to time, doesn't it?\n\nMR. LEADMON:  -- (inaudible) --\n\nREP. GOWDY:  Crossing the yellow line?\n\nMR. LEADMON:  Sooner or later, you're going to make a mistake, and then --\n\nREP GOWDY:  Exactly.  And when you do a lawful, nonpretextual car stop, it also opens up the full panoply of other \nsearch options, right, like searching the vehicle or a pat-down?  How about a proffer? Is that -- is that a -- is that in \nyour -- in your toolbox, to go to a United States attorney and say, I'd like to proffer this person; I'd like to send them \na grand jury subpoena?\n\nMR. LEADMON:  Correct.\n\nREP. GOWDY:  It's the same way you conduct every other investigation other than this one, right?\n\nMR. LEADMON:  Correct.\n\nREP. GOWDY:  From shoplifting to murder, we do them all the same way, except this one.\n\nMR. LEADMON:  Correct.\n\nREP. GOWDY:  Special Agent Newell, I happen to think this was ill-conceived from its inception.  You have \ntestified repeatedly that the purpose was to destroy, dismantle drug cartels.  So I -- I'm going to ask you again, how \nwould this ever have succeeded.  What was your purpose?\n\nHow would we have known, hey, this was a great investigation; it succeeded?\n\nMR. NEWELL:  Sir, you said that -- to disrupt a drug cartel.  The purpose of this investigation was to disrupt and \ndismantle a firearms- trafficking organization that was feeding firearms --\n\nREP. GOWDY:  In Mexico.\n\nMR. NEWELL:  -- In the United States.  The firearms-trafficking organization in the United States, not only the straw \npurchasers, the middlemen, the transporters, the financiers.  That was  --\n\nREP. GOWDY:  Well, then when the guns were going into Mexico, you should have known that this was an abject \nfailure because that's not what you wanted, right?\n\nMR. NEWELL:  Absolutely.  We didn't want any guns --\n\nREP. GOWDY:  So when you found out the first gun went to Mexico, why did you not abort the investigation?\n\nMR. NEWELL:  Because were still putting the facts together to be able to convict  --\n\nREP. GOWDY:  When is the very first time you knew or should have known that firearms were going to Mexico?\n\n\n\nMR. NEWELL:  Well, I believe it was when I got the -- when we got the first traces.  I was advised of the first \ntraces, which I believe was November of 2009.\n\nREP. GOWDY:  2009, and when did you abort the investigation?\n\nMR. NEWELL:  The investigation is ongoing, Sir.\n\nREP. GOWDY:  Right.  That's my point.  So you knew the weapons were going to Mexico.\n\nMR. NEWELL:  Right.\n\nREP. GOWDY:  Were you at some point going to let Special Agent Canino know about it?\n\nMR. NEWELL:  Mr. Canino knew about the investigation.\n\nREP. GOWDY:  He knew -- he knew that you -- that weapons were going into Mexico?\n\nMR. NEWELL:  Oh, absolutely.  Yes.\n\nREP. GOWDY:  When were you going to let your Mexican counterparts know about it?\n\nMR. NEWELL:  I'm assuming that they knew that firearms -- because I have -- you know, sir, one of the issues \nabout that is there's only one field division in this country, only one that has a PGR representative in it.  That's the \nMexican Department of Justice.\n\nIn all my years of working with Mexico -- I spent four years in Bogota, Colombia representing ATF in South America.  \nI am very, very, very key on the fact that we need to share information with our foreign law enforcement partners.\n\nREP. GOWDY:  Well, you testified earlier that you were going to turn the information over to Mexican prosecutors \nand let them prosecute, because I asked you were you also going to allow U.S. law- enforcement officers to be \nextradited to Mexico for breaking their law, and you said \"no.\"\n\nSo my question to you is this:  How in the world are you going to get our brothers and sisters in law enforcement to \ntrust -- why would you trust the prosecution if you don't trust them during the investigation?\n\nMR. NEWELL:  Sir, to answer your question about the drug cartel -- the kingpin or -- in your words, a kingpin (to get \nthe ?) -- that were going to get the guns to Mexico, we did not have information until late in this case, an ongoing \npart of this case, who that individual was.\n\nAnd I invited -- with Mr. Canino, we invited in December of '10 as well as in January Mexican prosecutors to come \nin -- I don't think that's ever been done before and I am the one that requested it.\n\nREP. GOWDY:  Did you debrief them on Fast and Furious?\n\nMR. NEWELL:  Yes.\n\nREP. GOWDY:  Did you tell them that guns were going into Mexico?\n\nMR. NEWELL:  Well, yes.\n\nREP. GOWDY:  You told them when?\n\nMR. NEWELL:  In -- throughout -- well, my PGR representative that I have in my office who has been there for two \nyears knew about this case, not in specific  --\n\nREP. GOWDY:  When the first gun showed up in Mexico --\n\n\n\nMR. NEWELL:  He was aware --\n\nREP. GOWDY:  -- that you knew was from Phoenix; the first one that was connected to this showed up in Mexico, \ndid you go interview the straw purchaser?\n\nMR. NEWELL:  No, sir, we did not.\n\nREP. GOWDY:  Why not?\n\nMR. NEWELL:  Because again, our strategy was -- and we knowing -- from years of experience, you take off one \nstraw purchaser, you're not having an effect on the greater organization, which is -- at that point in November of \n2009, you have to realize it wasn't even -- (off mic) --\n\nREP. GOWDY:  Have you ever flipped a cooperating witness before?\n\nMR. NEWELL:  Yes, I have.\n\nREP. GOWDY:  How do you do it without asking them?  How do you do it without interviewing them?\n\nMR. NEWELL:  It depends on what your goals in an investigation are.\n\nREP. GOWDY:  Your goal is to bring down an organization.  It's very compelling testimony to have someone from \nwithin the organization testify against his comrades, right?\n\nMR. NEWELL:  Yes, sir.\n\nREP. GOWDY:  So why didn't you go -- why didn't you approach him?\n\nMR. NEWELL:  Approach who, sir?  That one straw purchaser?\n\nREP. GOWDY:  Yes, the straw purchaser.\n\nMR. NEWELL:  Again, the goal, sir, in this case was to take out the whole organization.  We felt that by just trying to \nflip one straw purchaser -- if he in fact did flip, it would not affect the overall goal  --\n\nREP. GOWDY:  (Off mic.)\n\nREP. ISSA:  The gentleman's time has expired.  We'll have a second round.\n\nWe now to go the gentleman from Idaho, Mr. Labrador.\n\nREPRESENTATIVE RAUL LABRADOR (R-ID):  Thank you Mr. Chairman.\n\nSpecial Agent Canino, I just think I just heard Special Agent Newell say that you knew about this gun walking.  Can \nyou please --\n\nMR. CANINO:  Yes, sir.  I want to make it perfectly clear to you, the American people, the Mexican government, my \nfamily, my friends, at no time ever did I know that ATF agents were following known, suspected gun traffickers -- \none of which bought 700 guns, and we knew about his guns showing up in Mexico six weeks after we opened up \nthat investigation -- never, ever did I -- would I imagine that we were letting that happen.  We have 4,000 \ninvestigations, plus or minus with our Mexico/U.S. nexus.  There are guns coming in -- that's trafficking -- the guns \nthat are coming into Mexico.\n\nI had no clue that we were allowing these guys to operate like this.  Look, Mr. Gowdy said we'd even -- there was \nno interdiction. To start any case you have to -- you have a toolbox.  We have classes. Jose Wall teaches those \ntrafficking classes.  I've been to them.  It's like building a house.  You start from the bottom and you try to work your \n\n\n\nway up.  You know, at one point, you're only going to reach so far.  And then you come in and you have a meeting \nand you say, OK, how can we advance this?\n\nYou meet with the U.S. attorney.\n\nFrom what I see here, none of this was done.  Or if it was, it wasn't very effective.  So when -- when did you first \nrealize that the gun walking allegations were true?\n\nMR. CANINO:  April.\n\nREP. LABRADOR:  Of this year?\n\nMR. CANINO:  when -- yes, April -- I mean I was starting to lean that way and then I was at ATF Bureau \nheadquarters in April for a meeting and I sat down with Mr. Leadmon, and he convinced me.\n\nREP. LABRADOR:  OK.  Did you come across any specific evidence to prove that ATF had taken part in these \nactions?\n\nMR. CANINO:  One more time -- I'm sorry.\n\nREP. LABRADOR:  Did you come across any specific evidence to prove that ATF had taken part in these actions?\n\nMR. CANINO:  Well from the -- from the totality of the circumstances and then, you know, speaking with different \nagents and speaking with Mr. Leadmon -- yeah, and you know, the guns showing up in Mexico.\n\nREP. LABRADOR:  Did you review any documents or anything?\n\nMR. CANINO:  You know, sir, I -- when I visited Mr. Leadmon, I saw -- I took at look at the management log, and if I \nread it correctly, there were three instances in the first two pages where we walk away from guns.  At that point, I \nwas so disgusted I didn't even want to look at the case file anymore.\n\nREP. LABRADOR:  And when was that?\n\nMR. CANINO:  That was in mid-April or so of this year.\n\nREP. LABRADOR:  Why were you so upset with this information?\n\nMR. CANINO:  Because it goes against everything we're taught.  I mean you -- like I was explaining earlier, you \ndon't do that.  We're not taught to do that from the first day we walk into the academy all the way till we leave this \njob, like Darren said.\n\nIt's not a recognized investigative technique.  This is not a special case.  This is just a trafficking case that we do.  \nThis is what we do.  You know, amongst other things, trafficking is what we do, especially on the southwest border.\n\nThis was -- this wasn't a one of.  This wasn't a who done it. This was -- you know, this was the ground ball.\n\nREP. LABRADOR:  Just a basic game, basic, basic case --\n\nMR. CANINO:  Yeah.\n\nREP. LABRADOR:  -- what you do every day?\n\nMR. CANINO:  Exactly.\n\nREP. LABRADOR:  Special Agent Newell, do you know who Kevin O'Reilly is?\n\nMR. NEWELL:  Yes, sir.\n\n\n\nREP. LABRADOR:  What's the nature of your relationship with him?\n\nMR. NEWELL:  I've known Kevin for, I'd say, probably 10, 12 years?\n\nREP. LABRADOR:  How often do you communicate with him?\n\nMR. NEWELL:  Oh, I haven't communicated with him in a while but probably three or four times a year or something \nlike that or maybe, maybe more depending on him reaching out to me.\n\nREP. LABRADOR:  Isn't it a little bit unusual for a special agent in charge of an ATF field division to have direct \nemail contact with the national security staff at the White House?\n\nMR. NEWELL:  He's a friend of mine.\n\nREP. LABRADOR:  How many times did you talk to him about this case?\n\nMR. NEWELL:  The specifics of this case?  I don't think -- I mean, I don't think I had one specific conversation with \nhim about the specifics of this case.\n\nREP. LABRADOR:  OK.  Who  --\n\nREP. ISSA:  Would the gentleman allow me to help him a little? You don't -- not that you need it, but could you take \nthe word \"specific\" out and answer the general -- did you talk to him about this case?\n\nMR. NEWELL:  I might have talked to him about this case.  Yes, sir.\n\nREP. ISSA:  Do you know when that was?\n\nMR. NEWELL:  It was probably -- I -- as I recall I think it was during the summer.  It might have been the summer or \nearly fall of 2010.\n\nREP. LABRADOR:  OK.\n\nSo Special Agent McMahon, you took responsibility this morning here for the actions of the agency and I \nappreciate that.  Who at the highest levels -- I can't imagine that this is something that you decided to do on your \nown.  Who did you communicate with at the highest levels about this case?\n\nMR. MCMAHON:  I communicated to my chain of command within ATF. We were all very much aware of this \ninvestigation and what was going on.\n\nREP. LABRADOR:  And who was aware at -- who was aware that this investigation was occurring and that guns \nwere being walked to Mexico.\n\nREP. ISSA:  You can -- you can answer that question.  Time has expired, but go ahead.\n\nMR. MCMAHON:  I mean, no one was aware that guns were walking at my level or above me.  And again, I think \nwe're getting caught up in this whole definition of \"walking\", but even given whatever the definitions are, no one \nfrom my level up knew of any gun walking.\n\nREP. ISSA:  I thank the gentleman.\n\nWe now go to the gentleman from Florida, Mr. Ross, for five minutes.\n\nREPRESENTATIVE DENNIS ROSS (R-FL):  Thank you, Mr. Chairman.\n\nMr. McMahon, I had an opportunity to read your opening statement. I apologize I've been in and out of here, and I, \nfirst of all, appreciate your service and I understand your remorse with what has gone on here.\n\n\n\nBut I've got to talk to you a little bit about your interview that you had -- your transcribed interview and I would like \nto review some of that with you.  In fact, if I could get slide 6 brought up. This is a transcript of your interview that \nyou had.\n\nAnd before the committee when you were asked whether you read the wiretap applications for -- for the Fast and \nFurious and you responded, no, I did not.\n\nDo you recall that question and that answer?\n\nMR. MCMAHON:  I do.\n\nREP. ROSS:  OK.  And then when you were asked if it was your job to sign off on the wiretap applications, you \nstated, no, I never signed off on a memo for a wiretap application.\n\nIs that  --\n\nMR. MCMAHON:  That's correct.\n\nREP. ROSS:  -- and that -- and that was your statement then and still today?\n\nMR. MCMAHON:  Yes, it is.\n\nREP. ROSS:  OK -- slide 7.\n\nCould we see slide 7?  OK.\n\nThis is a memorandum dated February 5th, 2005 that -- addressed to you from the group supervisor of Phoenix \nGroup 7, and the first line states:  This memorandum serves to request authorization to initiate a Title III cellular \ntelephone intercept.\n\nIt's addressed to you.  Do you recall that memorandum?\n\nMR. MCMAHON:  I recall seeing it just recently, yes.\n\nREP. ROSS:  Just recently?\n\nMR. MCMAHON:  That is correct.\n\nREP. ROSS:  You don't recall seeing it before --\n\nMR. MCMAHON:  I do not.\n\nREP. ROSS:  -- at all?\n\nMR. MCMAHON:  I do not.\n\nREP. ROSS:  OK -- slide 8, if we can get slide 8 up there.\n\nAnd this is an e-mail from William Newell to you on February 5th, 2010.  And attached to this e-mail was an e-mail -\n- it was a memo that was -- that we just saw on the past slide.  And the e-mail states that, attached is a cover-up \nmemo requesting authorization to conduct a T3 intercept on the main suspect OCDETF strike force firearms \ntrafficking case out of Phoenix entitled Fast and Furious.  I am FedExing that to you.\n\nDo you recall receiving that e-mail?\n\nMR. MCMAHON:  I don't recall, but I mean, I obviously received that e-mail, yes.\n\n\n\nREP. ROSS:  OK.\n\nMR. MCMAHON:  I don't specifically recall receiving this e-mail, no.\n\nREP. ROSS:  Do you recall seeing the attachment that was attached to it?\n\nMR. MCMAHON:  No, I do not.  And I think -- I think our e-mail records show that they weren't able to scan the \nattachment, too, because it was so large and they said they were going to FedEx it.\n\nREP. ROSS:  And who said that to you?\n\nMR. MCMAHON:  I think it says it here in this e-mail.\n\nREP. ROSS:  That told you that it was too large?\n\nMR. MCMAHON:  That's what I read here.  It says, I could not scan the actual affidavit, too, due to its size, so I am \nFedExing it.\n\nSo scanning it would mean to attach it to this e-mail.\n\nREP. ROSS:  Now, this is a -- this is a request for a wiretap.\n\nMR. MCMAHON:  This is --\n\nREP. ROSS:  Yes, this has a request for a wiretap that's attached to the e-mail.\n\nMR. MCMAHON:  A wiretap is actually an affidavit that's prepared at the U.S. Attorney's Office.\n\nREP. ROSS:  OK.  So let's go to slide 9, then.  OK.  This is an affidavit prepared by Special Agent Hope \nMacAllister in support of an application for authorization to intercept wire communications.  It's attached for your \nreview.\n\nNow, the signature block is from Mark R. Chait, but there's someone else's signature there.  Do you recognize that \nsignature?\n\nMR. MCMAHON:  I do.\n\nREP. ROSS:  And whose signature is that?\n\nMR. MCMAHON:  That's my signature.\n\nREP. ROSS:  OK.  So you were aware of this request for the wiretap.\n\nMR. MCMAHON:  Absolutely.\n\nREP. ROSS:  OK.  And is -- having seen these documents now, is there anything you -- would you like to clarify it in \nyour testimony or your interview at all?\n\nMR. MCMAHON:  Not at all, no.  I know that we forwarded the application for the wiretap through the legal-counsel \nprocess to get their approval before we went back to the Phoenix U.S. Attorney's Office and then to the OEO in \nmain Justice.\n\nREP. ROSS:  But -- and -- OK.  But you just testified just minutes ago that you weren't -- don't recall ever \nrequesting authorization for the -- for the -- for the T3 intercept.\n\nMR. MCMAHON:  No, I said that I never recalled receiving this request.  I did get the actual application for the \nmany wiretaps, and then they were forwarded --\n\n\n\nREP. ROSS:  And this was one of those requests for the wiretap that you -- that you authorized in your affidavit.\n\nMR. MCMAHON:  The last -- the last slide you put up that had my signature on it from Mark Chait --\n\nREP. ROSS:  Yes.\n\nMR. MCMAHON:  -- that would transmit the actual -- the actual application for a wiretap, yes.\n\nREP. ROSS:  OK.  Now, in your interview , were you asked about this?\n\nMR. MCMAHON:  Not this specifically, no.\n\nREP. ROSS:  OK.  Did you volunteer it?\n\nMR. MCMAHON:  Not that I recall, no.\n\nREP. ROSS:  OK.  Any reason why not?\n\nMR. MCMAHON:  I'm trying to figure out what I needed to volunteer.  I think I did tell the staff when I was \ninterviewed that I don't recall -- I did recall receiving the applications -- (inaudible) --\n\nREP. ROSS:  But you downplayed to Mr. Kumar your knowledge about any of this.\n\nMR. MCMAHON:  I downplayed to Mr. Kumar my knowledge about this?\n\nREP. ROSS:  Yes.  Didn't you?\n\nMR. MCMAHON:  No, that's not correct.  I told Dan Kumar everything I knew about this case.\n\nREP. ROSS:  And when was that?  In March of -- 25, 2010?\n\nMR. MCMAHON:  It was throughout this investigation.  I think Dan sat in on some of the briefings.  We discussed it.\n\nREP. ROSS:  I see my time has expired.\n\nREP. ISSA:  I ask the gentleman have an additional 30 seconds. Would the gentleman yield that 30 seconds?\n\nREP. ROSS:  Yes, sir.\n\nREP. ISSA:  So if I'm to understand, just as a layperson -- I'm one of the nonlawyers up here, so that's why I \nintroduced the qualified people early on.  But as a layperson, it looks to me like you had an intimate part in the \nwiretap request.  Your signature was part of a request process.  And yet when we asked you about your being \ninvolved in them, you did not volunteer to tell us about this part. You simply relied on, you didn't actually sign the \naffidavit.\n\nIs that -- what you're saying is the truth was you didn't sign the affidavit, even though you signed this document and \nsaw other documents and were sent other documents that you may not remember?\n\nMR. MCMAHON:  I signed this document that transmitted the application for the wiretap to our counsel's office for \nthem to review.\n\nREP. ISSA:  But you never looked at it.\n\nMR. MCMAHON:  No, I did not.  Again, I think I said earlier on, mistakes were made, and one of the first questions \nyou asked me, sir, was, what mistakes.\n\n\n\nAnd that mistake is not doing a thorough-enough review of the documents that were coming across my desk.  I \naccept full responsibility for that.\n\nREP. ISSA:  I thank the gentleman.\n\nWould the gentlelady from New York like to have a round of questions?\n\nREP. MALONEY:  Well, first of all --\n\nREP. ISSA:  The gentlelady is recognized.\n\nREP. MALONEY:  Thank you.  Thank you very much.  And I thank you and the ranking member for holding this \nhearing and all of you for your service to our country.  We appreciate it.\n\nWe've had a series of hearings.  I regret I was also in a hearing that we're having in Financial Services that -- I am \nranking member on it so I had to be there.  So I wasn't here for most of it, but Mr. Cummings is going to brief me \ncompletely on everything that happened.\n\nBut in one of our prior hearings, we had special agents that basically testified that the enforcement was not strong \nenough, that that was one of the problems on the border, that there wasn't an express law against trafficking in \nguns and that a lot of times the penalties were, to use the terms of one of the agents, he called them toothless -- \nthat you really couldn't do anything with it.\n\nAnd they said that the penalties even in trafficking guns and very serious offenses and straw purchases and all \nkinds of things really ended up in nothing more than probation, so therefore they didn't even feel like pursuing \nconvictions because the penalties were so, so lax.\n\nAnd it was inadequate either to deter illegal purchases and it -- and it wasn't strong enough to encourage the \ncooperation of suspects when they were cooperating.  They had to have stronger laws.\n\nSo I put in a bill with other members of this committee to make trafficking in guns a federal crime.  And I'd like to ask \nSpecial Agent McMahon and Newell whether or not you think this would help in combating violent drug trafficking, \nillegal-gun trafficking at the border.\n\nMR. MCMAHON:  Currently, obviously, we have some laws that are in place that we're using and we're enforcing to \nthe best of our ability. I think any extra tool is going to be helpful to us.  I think when it gets more specific -- as I \nthink some of the legislation that's been presented would be more specific -- it would make things obviously easier.\n\nREP. MALONEY:  Do you think it would disrupt the flow of guns on the border?  Do you think it would help in that \nway?\n\nMR. MCMAHON:  I think a tool like that would help, yes.\n\nREP. MALONEY:  And Newell, would you like to also testify on it?\n\nMR. NEWELL:  Yes, ma'am.  I believe -- and as matter of fact the Congressional Research Service in July of 2009 \npublished a report, which said -- I believe the title of it was \"Gun Trafficking and the Southwest Border.\"  And in \nthere they talk about the need for a specific statute to address the trafficking of firearms by a group of individuals \nthat would aid law enforcement -- a statute that would law enforcement in being able to address a specific activity \nthat is currently not illegal.\n\nSo any tool that we would have to assist us in that obviously would be welcome.\n\nREP. MALONEY:  Does everyone else on the panel agree?  If you disagree, would you like to express why?  Does \neveryone agree that this could be a tool that would be helpful or --\n\n\n\nMR. NEWELL:  I would somewhat disagree.  As I stated earlier, I think the lying and buying, the straw purchase is -- \nby definition itself you're buying a weapon or purchasing a weapon or obtaining a weapon for transfer to some other \nthird party.  In and of itself, it's trafficking.\n\nWe have some personnel that gave outstanding trafficking courses throughout my career, certainly in the last few \nyears.  And we provided this training to state and locals, as well as to our federal partners.  And lying and buying, \nstraw purchasing is of itself -- is trafficking.  And we -- well, that's what we promoted during these sessions.\n\nNow, I would agree with you that by definition a straw purchaser has no criminal history; therefore, we would have \nto increase the penalty for those folks that are actually making the initial purchase.\n\nREP. MALONEY:  Well, that's what the bill does.  And I think oftentimes I listen to the people that are in the combat, \nthat are on the streets trying to get the job done, which is our special agents. And in several panels, including \ntoday, they have said that a strong anti-gun-trafficking bill would help them do their job.  So I think we should listen \nto them.\n\nOne of the testimonies in our last hearing -- one of the agents said that they were military-type weapons, that it \nwasn't -- no one wants to inhibit a hunter from getting a gun to go hunting with or someone to protect themselves, \nbut these were really the type of weapons, like AK-47s, that are used in military combat.\n\nAnd they were training and trading in these very deadly, deadly guns.  And I understand even the protective \nequipment has to be reinforced for military-type guns.\n\nAnd the -- the rule that was put in place to report on rifles that are being -- long guns that are being sold was also, \nthey testified, very helpful.  And I'd like to hear what your view is from the front lines, Mr. Newell and Mr. McMahon.\n\nMR. MCMAHON:  We were asked that question earlier, and I --\n\nREP. MALONEY:  (Inaudible.)\n\nMR. MCMAHON:  -- think we all agreed that the demand letter reporting the multiple sale of those rifles would be \nhelpful for us, yes.\n\nREP. MALONEY:  Is there any other tool that this Congress could give you that would help you save lives?  We are \nall for the Second Amendment, for a lawful person to own a gun.  But for a criminal and a drug cartel to have easy \naccess -- I think the number was 40,000 deaths last year --\n\nREP. ISSA:  The gentlelady's time has expired.  Is there a question?\n\nREP. MALONEY:  Yeah.  Yes, I just want to know if there are other tools we could give you that would you help you \ncombat on the front line the illegal sale of guns and that is leading to the violence on the border.\n\nMR. MCMAHON:  I've been -- I've testified before Congress a number of times, and it's not my place to ask.  I know \nATF will do whatever we can with the resources and the laws that this Congress provides us.\n\nREP. MALONEY:  (Inaudible.)\n\nREP. ISSA:  OK.  With that, we now go to the gentleman from Pennsylvania, Mr. Meehan.\n\nAnd this is the second round, folks.\n\nREP. MEEHAN:  Thank you, Mr. Chairman.\n\nAnd, Mr. Newell, I'm still sort of struggling to find out who knew what when and the form of the not only formulation \nof this process but the approvals as well.  So it's my understanding that this was conceptualized in November of '09.  \nIs that correct -- Fast and Furious?\n\n\n\nMR. NEWELL:  No, sir.  The investigation first began in November of 2009 under the name of Jacob Chambers, \nwho at that time was identified as one of the more prolific straw purchasers.\n\nAs the case progressed -- and I will say that in November, about mid-November of 2009, when the special agents \nstarted looking into what appeared obviously to be some connected activity in terms of straw purchases, she did a \nphenomenal job in putting a bunch of the pieces of the puzzle together, if you will, and notice that one individual by \nthe name of Jacob Chambers seemed to be at that time one of the more prolific straw purchasers.\n\nAt that -- at that time, I think when she put all the pieces together she knew at that time it was something like 350 \nguns that had been purchased by this group.\n\nAs the case progressed through December and then early January -- we were working out of the OCDETF Strike \nForce -- I think she realized --\n\nREP. MEEHAN:  When did you begin the process of having this be an OCDETF Strike Force case?\n\nMR. NEWELL:  In mid-January, yes, sir.  We submitted it --\n\nREP. MEEHAN:  In mid-January of '10?\n\nMR. NEWELL:  We submitted it as an OCDETF proposal in mid-January of '10, yes.\n\nREP. MEEHAN:  OK, it was '10.\n\nMr. Leadmon, am I correct from your testimony, we -- I just heard you make a comment with respect to -- you are \nan intelligence analyst, among other things.  Isn't that correct that one of the things that you do is try to take a global \nperspective on how guns may be moving in the United States and Mexico and anywhere?\n\nMR. LEADMON:  Yes, sir.\n\nREP. MEEHAN:  OK.  So part of this is for -- is to follow the flow of guns.\n\nYour testimony was that within six weeks of the beginning of this other law enforcement partners -- oh, I'm sorry.  \nYeah, other law enforcement providers provided us with information in December '09 because you were concerned \nabout guns that were in Mexico -- being found in Mexico.\n\nSo in essence, December '09, prior to really the beginning of Fast and Furious, you as the analyst are already \nidentifying for people that guns are being trafficked into Mexico that you are concerned are coming from Phoenix?\n\nMR. LEADMON:  Yes, sir.  Let me kind of explain that a little bit and bring things into perspective.\n\nNovember 20th of '09, there was an interdiction by the Mexican authorities in which there was approximately 41, 42 \nweapons, firearms recovered, the information we got through the assistance of ICE and so forth down there.\n\nThey covered the interviews --\n\nREP. MEEHAN:  Was this in November of '09 42 guns were seized?\n\nMR. LEADMON:  Yes, and --\n\nREP. MEEHAN:  So 42 guns were seized in Mexico --\n\nMR. LEADMON:  Correct.\n\nREP. MEEHAN:   --  and you're just beginning this OCDETF in January,, which means you're moving up the chain \nand getting approvals from other people -- beyond you, Special Agent Newell, beyond you, Mr. McMahon.  You're \n\n\n\ngetting approvals to pursue this.  You know 40 guns have already left Phoenix and gone into Mexico at that point in \ntime.\n\nREP. MEEHAN:  Mr. Newell?\n\nMR. NEWELL:  You're correct.\n\nREP. MEEHAN:  OK, so you -- I am correct that in January (when ?) you would begin this you were aware that \nthose guns were trafficked from Phoenix into Mexico.\n\nMR. NEWELL:  Yes, sir, to be clear on that seizure, I believe Mr. Leadmon has better information.  I think it was \nseven of those guns were Fast and Furious guns.\n\nMR. LEADMON:  Thirty-seven.\n\nMR. NEWELL:  Thirty-seven guns of those guns were Fast and Furious guns.\n\nAnd we did submit in mid-January for OCDETF approval the Fast and Furious plan.\n\nREP. MEEHAN:  What was the plan then, because you knew at this point in time -- before you testified that there \nwas no part of any plan that guns would be known to be going to Mexico.  Now you're telling me that you're part of \nbringing in OCDETF because now you've confirmed that guns are going into Mexico and things are going well.\n\nSo at some point in time, I'm trying to get clear when it was that you are now participating in helping to get authority \nfrom up higher for a broader investigation?  OCDETF, as you said, is multiple agencies that are participating in this.\n\nMR. NEWELL:  Yes, sir.  Like I said, in mid-January of 2010, we submitted for OCDETF approval the investigation, \nwhich eventually was approved by the Southwest Region OCDETF office in Houston, I believe, the first week of \nFebruary.\n\nREP. MEEHAN:  You testified before OCDETF right here today and including in this OCDETF, from DOJ the deputy \nattorney general.\n\nMR. NEWELL:  Yes, sir.\n\nREP. MEEHAN:  Those are your words.  At what point in time are you aware that the deputy attorney general \nbecame aware of any aspect of this investigation?\n\nMR. NEWELL:  I'm not aware at what time he became aware, sir.\n\nREP. MEEHAN:  When do you believe that he became aware?\n\nMR. NEWELL:  I'm not sure.  I believe it was earlier this year, but I'm not sure.\n\nREP. MEEHAN:  But -- but you stated that OCDETF from the beginning -- these are your words -- as this was being \nconceived -- this is your testimony today -- it was not just -- I asked you where this came from --\n\nMR. NEWELL:  Right.\n\nREP. MEEHAN:  -- and then in your subsequent testimony, you identified that this is from DOJ, the deputy attorney \ngeneral.\n\nMR. NEWELL:  Right.\n\nREP. MEEHAN:  This is the conception phase, Mr. Newell, the conception phase -- your words -- the deputy \nattorney general.  So when did he know it?  What did he know?\n\n\n\nMR. NEWELL:  Sir, the -- what I mentioned about the deputy attorney general was that in October of '09 a draft and \nthen eventually in January of '10 a formalized strategy on the DOJ strategy to combat southwest-border violence -- \ndrug -- Mexican drug cartel southwest-border violence came out,, which highlighted among other things, how to \nattack different -- different levels of criminality by the Mexican drug cartels, be it firearms, be it drugs, be it, you \nknow, about bulk-cash smuggling.\n\nWhen it came to firearms, there was a strategy outlined there which said, you know, mere interdiction is not -- is not \nthe only solution.  You know, working with co-located OCDETF Strike Forces, it is imperative that we attack the \ninfrastructure and the command-and- control infrastructure of these organizations to have a lasting impact.\n\nThat's not verbatim, but it's something along those lines.\n\nREP. ISSA:  The gentleman's time has expired, the distinguished former United States attorney.\n\nAt this point, the chair would recognize the distinguished gentleman from Maryland, the ranking member of the full \ncommittee, Mr. Cummings.\n\nREP. CUMMINGS:  Special Agent Newell, I want to pick up on the last questioning.\n\nYou testified that Fast and Furious originated with street agents and local supervisors -- local supervisors, Group 7.  \nYou remember saying that?\n\nMR. NEWELL:  Yes, sir.\n\nREP. CUMMINGS:  And so what did you mean by that?  I mean, go ahead because we have a lot of questions as \nto how this thing came about.  And you -- that seems to be leading us somewhere, and I just want to see where \nwe're going.\n\nMR. NEWELL:  Well, yes, sir.  Agents in the field, in pursuit of evidence in further of some investigation, some sort \nof criminality -- be it a firearms case, explosives case, an arson case -- will open up an investigation with their \nsupervisor's concurrence into whatever they believe to be, you know, some sort of criminality by one or more \nindividuals.\n\nThat's how a case is initiated, and that's how this case was initiated.  It was initiated under the name of Jacob \nChambers et al.\n\nREP. CUMMINGS:  OK.\n\nAnd Special Agent Camino (sic), you testified that you are a senior trainer and instructor for ATF agents but have \nnever heard of noninterdiction or gun walking as an approved tactic.  Is that -- is this not done?\n\nMR. CANINO:  No, sir.  I've never heard of it.\n\nREP. CUMMINGS:  And Mr. McMahon, did anyone at the ATF headquarters instruct Phoenix Group 7 to conduct \nthe investigation in the manner that we know it ended up being conducted in and to not interdict weapons of known \nstraw purchasers?\n\nMR. MCMAHON:  No, sir, we did not.\n\nREP. CUMMINGS:  That's a fact?\n\nMR. MCMAHON:  Yes, sir.\n\nREP. CUMMINGS:  So this was not a new DOJ policy?\n\n\n\nMR. MCMAHON:  No, sir, it was not a new DOJ policy.  I think what we got to realize is guns to Mexico from the \nU.S. has been a problem for an awful long time.\n\nWe've been trying to make an impact, and it's something we're continuing to try to do.\n\nREP. CUMMINGS:  Now, going back to you, Special Agent Newell, you know, if we listen to all the testimony, this \nis what it boils down to.  You've got -- you talk -- you almost -- I mean, I listened to your definition of walking, and \nyou're basically talking about commission, and it sounds like we've got an instance here of omission -- in other \nwords, failing to stop guns from going through.\n\nBut there's something bigger than that, and it seems like we need to balance knowing guns are going into Mexico \nand this grand plan to try to get to the cartel and the whole idea, if we omit, you know, making sure these guns \ndon't go in -- in other words, we let them go -- they go in, let them go in and stand by and watch them -- where \nthese guns end up and the harm that, when they got in the wrong hands, what they would do.\n\nWas there ever a balancing of that, because that seems like what this boils down to?\n\nI mean, I think that that's why these agents are so upset. They're trying to figure out, you know, did anybody say, \nOK, this is going against the policy that we normally do; our number-one goal is to make sure weapons don't get \ninto the hands of wrong -- of the wrong people.\n\nBut then they're trying to get their arms around, was there some greater, greater cause that was worth it, the risk to \nsee these guns actually land in the hands of the wrong people.  Can you comment on that?  Do you understand the \nquestion?\n\nMR. NEWELL:  Yes, sir, I understand the question.\n\nAnd one of the things I said in my opening statement, sir, was that one of the things I readily admit is that there \nshould have been more -- it was incumbent upon me that there should have been more throughout the case risk \nassessments to determine where we were in the investigation, because the -- as I've said before, the whole plan \nwas to take out the whole organization, but I realize in retrospect that there were times when I should have \nconducted more risk assessment.\n\nREP. CUMMINGS:  And to your fellow agents here, you would -- I think you would agree then that if you truly did a \nbalancing situation you probably would not have gone along with this -- the way it turned -- the way things went, is \nthat right; in other words, the omission piece?  Are you following me?\n\nMR. NEWELL:  Yes, sir.\n\nREP. CUMMINGS:  You've got -- you know what bothers me here? You've got agents here who are very -- are \nvery emotional about this. I mean -- and I -- and I appreciate, these are honorable people who go out there and put \ntheir lives on the line every day.  And then they've got you, who's more of a supervisor type, and they are used to, I \nguess, sort of a military-style operation where you're supposed to do what the folk over top of you tell you, but then \nyou start to looking at the folks over top of you and you say, well, you know, what is this about?\n\nSo you can go ahead and comment because we're running out of time.\n\nMR. NEWELL:  Well, like I said Congressman -- is and my opening statement was I realize now in retrospect there \nshould have been more risk assessments.  I realize that.  I acknowledge that.  And that was one of the mistakes \nthat were made.  I should have had more risk assessments throughout the case.\n\nREP. GOWDY:  I thank the gentleman from Maryland.\n\nSpecial Agent Newell, there's been some talk this morning and this afternoon about tools in the toolbox, so to \nspeak.  What is the penalty for 924(c), first offense?\n\n\n\nMR. NEWELL:  Five years, 60 months, 60 months.\n\nREP. GOWDY:  What's the penalty for the second offense?\n\nMR. NEWELL:  I believe it's 15 years, sir.\n\nREP. GOWDY:  What's the penalty for the third offense?\n\nMR. NEWELL:  I believe it's 30 years.\n\nREP. GOWDY:  And so you're quickly approaching 60 years --\n\nMR. NEWELL:  Yes.\n\nREP. GOWDY:  -- with 924(c)s.  And OCDETF -- this was an OCDETF case, right?\n\nMR. NEWELL:  Yes, sir.\n\nREP. GOWDY:  What does the \"D\" stand for in OCDETF?\n\nMR. NEWELL:  Drugs.\n\nREP. GOWDY:  And 924(c) is a federal statute the proscribes the use of a firearm during the commission of a drug-\ntrafficking offense or other Title XVIII offenses, right?\n\nMR. NEWELL:  Yes, sir.\n\nREP. GOWDY:  So this had to have a drug connection, or it wouldn't have been an OCDETF case.\n\nMR. NEWELL:  Well, actually, sir, I believe in 2008, 2009, the OCDETF office issued guidance which said that you \ncan in fact -- you can use the OCDETF program to attack firearms-trafficking organizations because the other \nrelated crimes.\n\nREP. GOWDY:  These were drug cartels, though, right?\n\nMR. NEWELL:  The firearms-trafficking organization?\n\nREP. GOWDY:  Right.\n\nMR. NEWELL:  It was related to a drug cartel.  Yes, sir.\n\nREP. GOWDY:  What's the statutory maximum for lying and buying?\n\nMR. NEWELL:  The statutory maximum, I believe, is five years.\n\nREP. GOWDY:  What's the statutory minimum for 924(e)?\n\nMR. NEWELL:  Fifteen years.\n\nREP. GOWDY:  What's the statutory maximum for 924(e)?\n\nMR. NEWELL:  Well, it could be -- it could be up to life.\n\nREP. GOWDY:  Up to life -- so you could get up to life for 924(e).  You can get over 60 years in theory for 924(c)s.  \nAnd you don't think you have enough tools in the tool box?\n\nMR. NEWELL:  I did not say that, sir.\n\n\n\nREP. GOWDY:  Do you believe you have enough tools in the tool box?\n\nMR. NEWELL:  I believe the laws that we have now are the ones that we have and that's the ones we have to use.  \nAny additional tool would be welcome.\n\nREP. GOWDY:  Let me ask you this.  When you begin a sentence, you didn't get this from me, what does that \nmean to you?\n\nMR. NEWELL:  It just means that you didn't get it from me.\n\nREP. GOWDY:  Well, but that's kind of a pleonasm, isn't it, because you are getting it from them?  So it's a -- what \ndo you mean by that, you didn't get this from me?  I'm referring to your e-mail to Mr. O'Reilly.\n\nMR. NEWELL:  Well, obviously Mr. O'Reilly was a friend of mine, and it's -- I shouldn't have been sending him that, \nobviously.  I recognize that, being a friend.\n\nREP. GOWDY:  But what do you mean, you didn't get this from me?\n\nDoes that mean you should not have been talking to him about it?\n\nMR. NEWELL:  Not that I shouldn't have been talking about it -- he's a friend of mine.  He asked for information, and \nI provided it to him.\n\nREP. GOWDY:  Well, then, why wasn't it appropriate for you to give it to him?  Why would you preface it by saying, \nyou didn't get this from me?\n\nWas it an improper communication?\n\nMR. NEWELL:  No, it wasn't an improper communication.\n\nREP. GOWDY:  Well, then, why would you preface it by that?\n\nMR. NEWELL:  He's been a friend of mine for a long time and he asked me for information.  So I gave him \ninformation that -- it's probably an improper use of the term or phrase.\n\nREP. GOWDY:  OK.  I would yield my remaining time to the chairman.\n\nREP. ISSA:  So following up on where Mr. Gowdy was -- and I apologize.  We're trying to keep going during the \nvotes -- yes.  You have one minute left.  Actually, you have 36 seconds left.\n\nYou sent something to somebody because they were a friend that works in the White House on the national \nsecurity team who requested something about a rather esoteric single investigation.  Why do you think they -- he \nasked you for that information that, you didn't get these from me?\n\nWhy do you think he asked for that information you said he didn't get from you?\n\nMR. NEWELL:  Well, sir, the way I'm reading the e-mail now and in my recollection, he wasn't asking about a \nspecific investigation.  He was asking about our efforts during the Gunrunner impact team over the summer of --\n\nREP. ISSA:  Why do you think he was asking?\n\nMR. NEWELL:  He was -- if I recall that e-mail, he was asking for information to brief his boss, I believe, for \npreparation for a trip to Mexico in our efforts along -- in our area along what we were doing to combat firearms \ntrafficking and other, other issues.\n\nREP. ISSA:  OK, so this is September 2010.\n\n\n\nMR. NEWELL:  Yes, sir.\n\nREP. ISSA:  Wasn't this already a failed program that you had recognized needed to be shut down, that there was \na 30-, 60-, 90-day shutdown some time ago?  Wasn't this after you had been frustrated by a U.S. attorney who \ncouldn't seem to end this thing?\n\nMR. NEWELL:  Well, at this time, sir, I believed our case had been over at the U.S. attorney's office now for about \nprobably two to three weeks.\n\nREP. ISSA:  OK.  Let me go in another line of questioning for you, because, you know, I've got these ATF agents \nwho don't see the world the way you, Bogota and your other experience see it, and I just want to understand the \ndifference.\n\nYou saw this as necessary.  You saw that you had to make your case.  You saw that 30, 60, 90 days went by even \nafter you recognized that an awful lot of guns had walked.  You may not have said you walked them, but they \nwalked.  They're in Mexico.  They're distributed broadly.  So 2,000 weapons are gone, and you still think this \nprogram was a good program, right?\n\nMR. NEWELL:  Yes, sir.\n\nREP. ISSA:  OK.  So you would do this program again?\n\nMR. NEWELL:  I would -- as I said earlier in my opening statements, I would do several things differently if we were \nto do something like this again.\n\nREP. ISSA:  But you would do a program in which you contact federally-licensed gun sales organizations, tell them \nin response to what they believe are suspected straw purchasers to go ahead and install video cameras, watch \nthese people buy and follow them to a location and then wait to see where they turned up?\n\nMR. NEWELL:  That would be one of the things in the risk assessments that I would seriously consider changing.\n\nREP. ISSA:  What about the American people?  You said risk assessment.  You know, that sounds like the doctor \ntelling you that you have non-Hodgkins lymphoma and there's a 0 percent chance, but we think we can operate and \nget you an extra month.\n\nRisk assessment -- Mrs. Maloney, Ms. Norton, they are radically against the Second Amendment.  They absolutely, \npositively do not want anyone having any guns.  They're pretty straightforward about it.\n\nThey will say they respect the Second Amendment but they've never seen a gun limitation they don't want.\n\nIn your case your agency has a special, special obligation: Maintain the Second Amendment, law-abiding citizens' \nrights to keep and bear arms, stop bad people from getting them.  Now you said you need more laws.  I'm going to \ngo to some of the other agents for a moment.\n\nMr. Canino, if the U.S. attorney agreed to prosecute every case, or in a state where there were strong guns laws, if \nhe or she only gave up that prosecution if the state agreed to prosecute, would we dramatically reduce gun violence \non both sides of the border if there was 100 percent prosecution of existing laws?\n\nMR. CANINO:  Eliminate gun violence?\n\nREP. ISSA:  But, no, I said greatly reduce.\n\nMR. CANINO:  I don't -- I don't think -- what's the word I'm looking for?  I don't think federalizing -- I don't think \nfederalizing street crime is the answer.  I think there's plenty of gun laws.\n\n\n\nNow, some of them are better than others.  Some of them there's really no deterrence, there's no significant time \nthat people are facing.  And that's the frustrating part.\n\nBut in my opinion, you know, the political reality is, is that right now there is no appetite or will to -- for any \nsubstantive legislation.  And I'm an ATF agent.  I can't worry about that.  I got to worry about catching bad guys \nand I'm going to do the best I can with what I got, and that's it.\n\nREP. ISSA:  Agent Wall, you happen to be just south of the San Diego border right now.  I'm just north of it.  \nPresident Bush fired Carol Lam, to a great extent on my request.  I don't worry about the other eight U.S. attorneys \nthat got fired.  I helped get her fired because she wouldn't prosecute trafficking in human beings and she wouldn't \nprosecute gun crimes.  She basically said turn, them over to the state, and then walked away, knowing that in most \ncases they wouldn't prosecute.\n\nDoes it make a difference if you have a U.S. attorney at each of those border areas who takes trafficking in human \nbeings, trafficking in drugs and trafficking in guns seriously enough to basically not let anyone walk away not being \nprosecuted just because they might only get six months or a year?\n\nMR. WALL:  Yes, sir, unequivocally.  Federal agents, police officers on a federal task force and agents in ATF, in \nmy opinion, we have a tremendous effect on crime.  However, when cases don't get prosecute (sic), when they \nlanguage -- languish, as I said in my opening statement, and the cases are either declined or given the minimal \nsentence, it doesn't send a message to people engaged in this type of activity.\n\nTake, for example, gun trafficking.  When you have individuals that aren't prosecuted -- however maybe there was a \nsearch warrant served and guns were taken from them -- all they're going to do is tell the next guy, hey, watch out \nfor these guys that do this because this is how I got caught.\n\nBut there's no deterrent.  We need to prosecute people.  We need to put them in prison for this.  And we need to \nput them there for a while.\n\nREP. ISSA:  Special Agent Canino, in your experience, if you've got somebody dead to rights, you've got them \nwith the weapons -- let's just take our 730 man.  If you walked in and said, look, we've got you; we know who \nyou've been selling to; we've got you; if you don't give us the testimony right now, if you don't roll, you're not leaving \nhere and you're going away for a very long time, in your experience is there a high likelihood that they're going to \nessentially flip on the next guy up in return for essentially the minimum charge of simply buying and lying?\n\nIs that an effective tool when you have what we had in this case? We knew that he had sold to a trafficker.  We had \nhundreds -- any jury is going to consider him part of the trafficking charge you can bring, and we had evidence of \nexactly who he sold to, so we could tell him, we already know who you sold to, but if you're not willing to testify, \nwe're going to put you away with him.  And by the way, people have died in Mexico, and then we're going to allow \nyou to be extradited to Mexico,\" does that technique -- and I'm not asking you for your techniques.  I'm giving you \nthe NCIS one because that way we're not getting into sources and methods, but does that work?\n\nMR. CANINO:  Yes, sir, I mean, depending, you know, each individual is different.  But if it's done correctly and \nrespectfully and you treat the person like a human being and you honestly tell him, hey, you know, these are -- \nthese are your choices --\n\nREP. ISSA:  So the carrot is, I really don't want to hit you with a stick, but I will.\n\nMR. CANINO:  Pretty much.  I mean --\n\nREP. ISSA:  Let me -- let me go to Mr. Leadmon for a second.\n\nOn March 5th, 2010, you did a briefing at ATF headquarters on Operation Fast and Furious.  At that time, did you \nbrief that over a thousand weapons had been sold?\n\n\n\nMR. LEADMON:  Yes, sir, a thousand twenty-six.\n\nREP. ISSA:  Did you in that presentation brief and show the links between the straw purchasers and the -- oh God -\n- the Sinaloa cartel?\n\nMR. LEADMON:  I identified the cartel and in the briefing I showed the links between the seizures in Mexico and \nhow they moved from Sonora over to the Juarez area.\n\nREP. ISSA:  So was it clear on March 10th, when you gave that briefing, that everyone in the room -- that guns \nwere going to gun dealers in Arizona and then going into Mexico?\n\nMR. LEADMON:  Absolutely.\n\nREP. ISSA:  Who was in the room at that time that you were -- ?\n\nMR. LEADMON:  Everybody in senior management, ATF field operations, except for Mr. Melson.\n\nREP. ISSA:  Were there representatives of the Department of Justice?\n\nMR. LEADMON:  Yes, Mr. --\n\nREP. ISSA:  Who?\n\nMR. LEADMON:  -- Joe Cooley.\n\nREP. ISSA:  So Justice was fully informed that guns were walking?\n\nMR. LEADMON:  Well, I don't think he's very high-hanging fruit, but he was there.\n\nREP. ISSA:  Did anyone express concern at this meeting that the number of weapons appearing in Mexico, or the \nnumber of weapons bought by straw purchases seemed to be too high?\n\nMR. LEADMON:  Well, someone on the other end of the -- in the video -- because we had a video conference -- I \nbelieve it was somebody out of the Dallas field division voiced that concern, and there was some discussion.\n\nREP. ISSA:  And we also have a memo that says we got to slow this down basically at that same time.\n\nSo at a thousand, it was too many.  Let me ask our two defenders of this program -- and I'm sorry, but that does \nappear as how your role here today has been -- did it ever occur to either one of you after Mr. Leadmon's March \n10th -- or before -- that you could let some of these walk and interdict others, meaning quite frankly, when the -- \nwhen somebody had already bought a hundred of them and transported them to him, they weren't going to -- they \nweren't going to sell them to somebody different.\n\nYou knew there he a straw purchaser.  He basically usually had one customer.  He's made the sale once, twice, 20 \ntimes.\n\nDid it ever occur to you to go ahead and at least stop guns a few times; as you said, Mr. Newell, make it expensive \nby intercepting some of them.  Just blind dumb luck, they had to figure -- and this is just me talking, but I think I've \nlived this thing long enough.  The cartels had to realize at some point that you were helping them buy guns because \nthey were having a good batting average.\n\nIsn't that true?  The fact that these guys weren't interdicting the guns almost had to be conspicuous at some point.  \nCouldn't you have at least stopped some of these guns to make it look more real?\n\nMR. NEWELL:  Well, sir, as I said in my opening statement, that's one of the things I would do different.\n\nREP. ISSA:  OK.\n\n\n\nWell, we're going to take a short recess.  There will be a little bit of voting.  We'll come back.  And I know you've \nbeen patient. During the recess, restrooms are available to you.  I would suggest that on that side there's a \nrestroom where you don't have to go out and be accosted by cameras and so on.\n\nBut what I'd like you to do, Special Agent Newell and Special Agent McMahon, but for all of you -- I'd like each of \nyou, if you'll agree, to give me back a list of the things that you would do differently.\n\nAnd Special Agent Newell, I'd like your list, because you're the one that's most said it.\n\nSpecial Agent McMahon, I'd like yours because you oversaw it, and you've said some things.\n\nBut for each of the four of you, from your experience, would you each be willing to give me what would be done \ndifferently?\n\nNow, I know the easy thing, I wouldn't have done the damn, stupid thing.  But short of that, case by case, break \ndown what would have to be different if this would be done, because this is the Committee on Oversight and \nReform.  The minority has suggested that we have a -- pile on a bunch more gun laws, and maybe that'll happen \nsomeday.\n\nBut I'm looking for answers that we can do to get effective work that you need to do, effective prosecution.  And if it \nneeds legislation, we're happy to look at it and put it into the mix.\n\nBut I'm looking for the kind of reform, for the most part, that doesn't just assume that a stronger gun law, selectively \nenforced by U.S. attorneys who lose interest in these cases, is necessarily the only answer.\n\nSo with that, we stand in recess, until about five minutes after the last vote.  (Sounds gavel.)\n\n(Recess.)\n\nREP. ISSA:  OK.  OK -- hearing come back to order.  We now recognize the chairman emeritus, Mr. Burton, for his \nround of questioning.\n\nREP. BURTON:  That means the old guy.\n\nREP. ISSA:  Well, that, too.\n\nREP. BURTON:  (Chuckles.)  Well, first of all, I want to start off by saying that the ATF, the FBI, CIA, all of our \nintelligence agencies, we have high regard for all of you.\n\nAnd I know some of my colleagues indicated today that we were beating you over the head.  We're not.  We're \ninvestigating this issue and we're certainly not investigating the good work that you guys do. And I know some of \nyou have been -- some of your colleagues have been killed.  Some of you have been injured.  We know you lay \nyour lives on the lines for us.  And so you have our respect and admiration for what you do.\n\nNow let me just say to Mr. McMahon and Mr. Newell, you know that you're under oath.\n\nMR. MCMAHON:  Absolutely, sir.\n\nREP. BURTON:  OK.  Both of you know that.  OK.  What I want to know is do you know who was involved in the \ndecision-making process to start this whole program?\n\nMR. MCMAHON:  Again, I think this was not a program.  This was a criminal investigation.\n\nREP. BURTON:  Well, this criminal -- do you know who suggested or started this criminal investigation?\n\nMR. MCMAHON:  The agents on the street are the ones that will initiate the investigation.\n\n\n\nREP. BURTON:  But someone said, this is what we're going to do.\n\nWho started it?  Where did you get the instructions to do this?\n\nMR. MCMAHON:  We don't give our agents instructions to do things. They go out and produce cases on their own.\n\nREP. BURTON:  So what you're telling me now is that this investigation that we're talking about -- what's the name \nof it again. What's it called?\n\nMR.     :  Fast and Furious.\n\nREP. BURTON:  Fast and Furious.\n\nREP. BURTON:  Fast and Furious -- Fast and Furious, this just came from an agent in the field, and that was it; \nnobody else had anything to do with it?  You didn't get a letter of instruction or anything like that?\n\nMR. MCMAHON:  Absolutely not.  The case --\n\nREP. BURTON:  Well, what about this -- you say you got a memo. There was a memo from a deputy attorney \ngeneral about this.  What was that?\n\nMR. MCMAHON:  Well, I believe Bill Newell was referenced in the memo the deputy attorney general put out \nregarding our strategy on how we're going to combat arms --\n\nREP. BURTON:  Yes, who was -- who was the deputy attorney general?\n\nMR. MCMAHON:  I believe that one came from Deputy Attorney General Ogden.  It had nothing to do with Fast\n\nREP. BURTON:  Deputy Attorney General Ogden --\n\nMR. MCMAHON:  It had nothing to do with --\n\nREP. BURTON:  When did that come?\n\nMR. MCMAHON:  It had nothing to do with Fast and Furious.\n\nREP. BURTON:  What did it have to do with?\n\nMR. MCMAHON:  It had to do with the government's strategy to help combat the violence that is going on in \nMexico.\n\nREP. BURTON:  Did it have anything to do with the weapons that were going down there?\n\nMR. MCMAHON:  Absolutely.  There was a -- there was --\n\nREP. BURTON:  OK.  So that did have something to do with what we're talking about?\n\nMR. MCMAHON:  Yes, it did.\n\nREP. BURTON:  OK.  And his name is what?\n\nMR. MCMAHON:  I believe it was David Ogden, but I'm -- I could not -- I'm --\n\nREP. BURTON:  OK.\n\nNow, you also said earlier in testimony that there were a number of other agencies that were involved in this whole \ninvestigation process.  You mentioned IRS, Customs, DEA, FBI and so forth.  You remember that?\n\n\n\nMR. MCMAHON:  Again, I think --\n\nREP. BURTON:  What were the names of the people that were involved in that?\n\nMR. MCMAHON:  Again, I think Bill Newell answered those questions regarding this operation, this case being --\n\nREP. BURTON:  Well, I need -- what I want is the names of the people that were involved in the investigation from \neach agency.\n\nMR. MCMAHON:  I don't know -- I don't know that answer.\n\nREP. BURTON:  Well, is -- somebody does.\n\nDo you know, Mr. Newell?\n\nMR. NEWELL:  I know a couple of the names.  Yes, sir, I know the -- (inaudible) --\n\nREP. BURTON:  OK.  We want those names, and the reason why we want those names is I'm going to ask the \nchairman to talk to them about continuing this investigation to find out how involved everybody was, and why it went \non as long as it did when we knew in 2009 this kind of thing was going on.\n\nAnd if there were IRS agents, FBI agents, DEA agents, Customs or others, we want to know who was involved, so \nwe can question them as well.  So I want their names.  Do you have any of their names right now?\n\nMR. NEWELL:  No, sir, I don't.  I'd have to get --\n\nREP. BURTON:  And you don't remember any of their names?\n\nMR. NEWELL:  I remember one of the names.  I --\n\nREP. BURTON:  OK.  What's his name?\n\nMR. NEWELL:  I believe that the ICE agent assigned to the case was a young man by the name of Lane France \n(ph).\n\nREP. BURTON:  Langford (ph) ?\n\nMR. NEWELL:  Lane France (ph).\n\nREP. BURTON:  Lane French (ph)?  (Inaudible.)\n\nMR. NEWELL:  France, sir.\n\nREP. BURTON:  OK.  You got that.\n\nHow about the other agencies?  Do you remember any of the names? Were there other people involved?\n\nMR. NEWELL:  Yes, sir, but I don't know their names, sir.\n\nREP. BURTON:  Do you -- can you find their names for us?\n\nMR. NEWELL:  Yes, sir.\n\nREP. BURTON:  OK.  Can you get those names for us?\n\nMR. NEWELL:  Absolutely, sir.\n\nREP. BURTON:  OK.  Will you get those names for us?\n\n\n\nMR. NEWELL:  Absolutely.\n\nREP. BURTON:  OK.  And every single one of those names from those various agencies that were involved in the \nwhole thing, we'd like to have their names and their titles and the agencies they worked for.\n\nMR. NEWELL:  OK.  Yes, sir.\n\nREP. BURTON:  And you will get this for us?\n\nMR. NEWELL:  I will do my best.  Yes, sir.\n\nREP. BURTON:  No, no, no, no.  I don't want you to do your best. I want the names.  Can you get us the names?\n\nMR. NEWELL:  Yes, sir.  I will.\n\nREP. BURTON:  And you do know that you -- you do know who they are and you know how to get their names?\n\nMR. NEWELL:  I will find out who they are, and I will get their names.  Yes, sir.\n\nREP. BURTON:  OK.\n\nREP. ISSA:  Would the gentleman yield?\n\nREP. BURTON:  I'd be happy to yield -- (inaudible) --\n\nREP. ISSA:  Would you also include the dates that they were read into this program with sufficient specificity that \nthey would understand the details of how the gun following that you say is not gun walking occurred?  Because we \ndon't want to just have names of people on lists.  We want to have the names of people who were read into the \nprogram.\n\nREP. BURTON:  And the dates that they were involved.\n\nMR. NEWELL:  Well, yes, sir.  And if I can clarify a point, sir?\n\nREP. BURTON:  Well, before you go clarifying, I want to make sure I get all this, Mr. Chairman.\n\nI want to make absolutely sure we have their names, dates, times, places that they were involved in this \ninvestigation so that we can trace it all the way back to its origin and see where we went, see who was involved and \nhow all these weapons, 2,000 weapons, got down in there into Mexico, and whether or not somebody up -- higher \nup in the Justice Department or the food chain might have been involved.\n\nAnd the only way we can get that information is from you two or the other people who were involved in the \ninvestigation from these other agencies.\n\nSo I just want to say one more time this is very important that you understand that you're telling us right now that \nyou will get us this information.  You can get us the names, times, dates and places that we need.\n\nMR. MCMAHON:  Yes, sir.\n\nREP. BURTON:  And you'll do that?\n\nMR. MCMAHON:  Yes, sir.\n\nREP. BURTON:  OK.  Very good.  I just want to make sure that you're under oath and you understand that.\n\nI yield to the chairman.\n\n\n\nREP. ISSA:  I thank the gentleman.\n\nWe now go to the gentleman from Cleveland, Mr. Kucinich.\n\nREP. KUCINICH:  Thank you -- thank you very much, Mr. Chairman.\n\nMr. Newell, on June 15th, 2011, three agents under your command testified before this committee and they \noutlined very serious allegations that prompted this investigation.\n\nThe line agents told us that as part of Operation Fast and Furious, one, they were instructed to cut off surveillance \nof suspected straw purchasers; two, they were ordered to forego arrests of straw purchasers; and three, they were \nprohibited from seizing or interdicting weapons from straw purchasers on several occasions when they believed \nthey had the lawful authority to do so.\n\nMr. Newell, these are very serious allegations.  But in your transcribed interview with the committee, you said you \nhad never heard these complaints before they became public in February of this year. Is that right?\n\nMR. NEWELL:  Yes, sir.\n\nREP. KUCINICH:  Well, here's what you said.  You said, to the best of my recollection, I don't remember any time \never being advised that there was some (discourse ?) amongst the agents.  I became aware of that when some of \nthe documents were released that I saw, and I want to say it was probably February, early February, something like \nthat of this year.\n\nIs that information you would have expected to have received earlier?\n\nMR. NEWELL:  I would have hoped to have received that earlier. Yes, sir.\n\nREP. KUCINICH:  And who would have been responsible for bringing these agents' concerns to your attention?\n\nMR. NEWELL:  Well, if they had followed the chain of command, I would -- I would hope that that information had \ngotten to me.  Yes, sir.\n\nREP. KUCINICH:  But who specifically would have been responsible? I mean, there are people in your chain of \ncommand.  Can you -- ?\n\nMR. NEWELL:  If they had voiced -- if they had voiced those specific concerns to their supervisor, I would hope that \n-- and they did not get a response that they felt appropriate from their supervisor, then, obviously -- they obviously \nhave the right to go to the -- over his or her head -- in this case, his head -- and go to the second line and then -- \nand so on, from there.\n\nREP. KUCINICH:  Well, obviously, the committee has the names of people that were in there, those various lines of \ncommand.\n\nSo Special Agent McMahon, in your interview, you said the same thing:  That you didn't hear about these \nallegations until they were reported in the press.  Isn't that right?\n\nMR. MCMAHON:  That's correct.\n\nREP. KUCINICH:  And is that information you would have expected to receive sooner than -- did you feel you \nshould have received it sooner?\n\nMR. MCMAHON:  I would have hoped to.  If the -- if the concerns that were expressed this late on were expressed \nearlier on, I would hope that if was -- there was such -- so much urgency, it should have been brought to our \nattention earlier.\n\n\n\nREP. KUCINICH:  The line agents testified that they made their concerns known to their group supervisor, David \nVoth.  Yet he, too, told the committee that he knew nothing about their allegations.\n\nHe said this, quote, I don't recall people coming to me with those concerns, unquote.\n\nNow, Mr. McMahon, as the line agents' immediate supervisor, should Mister -- should Mr. Voth have known about \nthe allegations?\n\nMR. MCMAHON:  Well, I'm assuming if they were expressed, then he should have known about them, yes.\n\nREP. KUCINICH:  The committee has apparently identified a conflict in the testimony.  Either the line agents are \nhaving difficulty being able to communicate the truth, or their supervisor is having that difficulty.\n\nNow what steps, Mr. McMahon, did the ATF's management take to ensure that line agents can make headquarters \naware of their concerns if their direct supervisor is not responsive?\n\nAnd can they do that without in effect bringing upon themselves some kind of sanctions for going over the head of a \nline supervisor?\n\nMR. MCMAHON:  I believe they can.  I think the processes that we've set up in ATF headquarters allow that.  We \nhave an ombudsman program.  We have obviously the chain of command anywhere in there.\n\nI think our director -- every time he has actually been out to visit offices, he's told people about his open door line of \ncommunication.  He receives emails from line agents.  I've tried to do the same thing on my visits to the field \ndivisions that I oversee. You know, you try to make yourself as opening as possible to everyone within the bureau.\n\nREP. KUCINICH:  I thank -- I thank the gentleman and I just, you know, want to say, we all appreciate the very \ndifficult and challenging every one of the agents here has to carry out.  But I'm sure you can understand the \nquestions that have been raised about the conduct of this particular operation.\n\nThings don't fit, and when they don't fit, it makes it difficult for members of Congress to be able to defend the kind of \nsupport that they want to maintain for the bureau.  So I want to thank you for being here.  I yield back.\n\nREP.     :  I want to thank the gentleman from Ohio.  At this point in time, I will give myself five minutes for further \nquestioning.\n\nMr. Leadmon, when we last left, you were talking about law enforcement partners providing you information in \nDecember of '09 that had given you concern about guns that had actually showed up in Mexico.  Isn't that correct?\n\nMR. LEADMON:  They didn't provide it to me.  They provided it to the Phoenix agents, and it was routed to me.\n\nREP.     :  So, when you say other law enforcement partners, is this partners outside of ATF?\n\nMR. LEADMON:  Correct.\n\nREP.     :  Can you identify what other partners at this point in December of '09 were part of this investigation?\n\nMR. LEADMON:  (Inaudible.)  They weren't part to my knowledge, but they were running a parallel, and it was DEA.  \nI don't want to get into their investigation, even though they wrapped up that investigation, I want to say, February \nor so of 2010.  But they were --\n\nREP.     :  February of 2010, but they became part of the OCDETF case, isn't that right, Mr. Newell, DEA?\n\nMR. NEWELL:  There were several investigations involving DEA, sir, but what Mr. Leadmon is talking about is -- I \nbelieve the information on that seizure came from DEA to us, and then it was routed to Mr. Leadmon.\n\n\n\nREP.     :  Came to you -- Mr. Gil, at point in time -- or Mr. Canino, while you were in the field doing this, where you \naware of any other agencies that had information pertinent to this that you believed was not being shared with you?\n\nMR. GIL:  The only other agency that -- under -- that we worked with while in Mexico would have been ICE.  And we \nactually used them to a certain extent to conduct interviews either with us or on our behalf regarding arms \ntrafficking.\n\nREP.     :  OK.  Mr. Leadmon --\n\nMR. LEADMON:  For clarification, that investigation was not originating out of Mexico.  That was a U.S. \ninvestigation the DEA was doing out of the Phoenix area.\n\nREP.     :  OK.  Thank you.  Special Agent Newell, I want to go back to -- or Special Agent McMahon, you just \nresponded partially to a question and unfortunately you weren't allowed to give a full answer. But I was intrigued by \nwhat you were beginning to say when again there was once more a question about the genesis of the case.\n\nAnd you began to talk about agents in the field.  You know, the agents were the ones that began to make these \ncases.  Can you explain to me what you mean by that?\n\nMR. MCMAHON:  Well the way ATF works is that our agents are the ones that conduct the investigations.  They're \nthe ones that generate investigations.  Obviously, they should get approval from their first- line supervisor of which \ninvestigations to open or not.\n\nREP.     :  So with those agents, what where they investigating, just straw purchasing in general, or where they --\n\nMR. MCMAHON:  Oh, absolutely.  Yeah, I think when you have a division group, the division usually breaks down \nthose groups into specific types of cases.  You might have an arson explosives group. You might have a gang \ngroup.  You might have a firearms-trafficking group.  If you're out in the field where you only have one group--\n\nREP.     :  The agents working on this case  --\n\nMR. MCMAHON:  The agents working on this case  --\n\nREP.     :  -- the agents who were working on this case.\n\nMR. MCMAHON:   --   were assigned to a gun-runner group  --\n\nREP.     :  OK, a gun-runner group.\n\nMR. MCMAHON:   -- that was specifically assigned to investigate firearms trafficking -- (inaudible) --\n\nREP.     :  At what point in time did that gun runner group take it up higher to the chain where -- as part of this?  Did \nthey include the assistant United States attorney?  Was there an assistant United States attorney appointed to that \ngroup?\n\nMR. MCMAHON:  I'm not sure if it was appointed to that group, but I know we usually try to get an assistant United \nStates attorney onto the case early -- as early as possible -- (inaudible) --\n\nREP.     :  How early do you think, Mr. Newell, do you recollect that an assistant United States attorney was \nassigned to this case?\n\nMR. NEWELL:  From the very beginning, Sir.\n\nREP.     :  From the very beginning.\n\nMR. NEWELL:  Yes, Sir.\n\n\n\nREP.     :  OK.  Did that assistant United States attorney to your knowledge communicate with the United States \nattorney about this case?\n\nMR. NEWELL:  To my knowledge -- I don't know, sir -- (inaudible) --\n\nREP.     :  You don't know the answer, but this case began somewhere in November of '09, and we have testimony \nthat by December of '09 there was already concern about scores of weapons that were being recovered in Mexico.  \nWhat was the response of the assistant United States attorney to that -- to that revelation?\n\nMR. NEWELL:  Well as outlined in the January 8th briefing paper, they felt that there was not enough evidence at \nthat time to secure any warrants or to secure the prosecution so they continued monitoring the sales.\n\nREP.     :  So they continued monitoring the sales but where they aware and did they believe that guns ultimately \nthousands continued to be trafficked?  Was this with the approval of the assistant United States attorney?\n\nMR. NEWELL:  I'm not -- I'm not sure exactly what they were aware of, sir, but I know they were -- (inaudible) --\n\nREP.     :  Mr. Gil, at any point in time did you get a visit from anybody?  And who was the highest person that \nvisited you from the Department of Justice with respect to this matter?\n\nMR. GIL:  To certain extent, it would have been a DOJ contingent that visited us, I believe, during the summer or \nspring, and I believe it was Kevin Carwile.  Lanny Breuer visited.\n\nREP.     :  Lanny Breuer is the head of the Criminal Division, is that not right?\n\nMR. GIL:  At the time.  I don't know where he is today but  --\n\nREP.     :  Well, when did Mr. Breuer visit you in Mexico with respect to this case?\n\nMR. GIL:  I'd have to check the logs to be --\n\nREP.     :  What's your recollection?\n\nMR. GIL:  But I think it was the summer.\n\nREP.     :  The summer?  That would be after we already know that thousands of guns have been trafficked?\n\nMR. GIL:  Yes.\n\nREP.     :  Was that communicated to him?\n\nMR. GIL:  By me?  No.\n\nREP.     :  By anybody to your awareness?\n\nMR. GIL:  No, sir.\n\nREP.     :  My time is -- my time has passed.\n\nAt this point, in time the chair would recognize the gentlelady, Mrs. Maloney?\n\nREP. MALONEY:  I thank you.  I thank you for recognizing me and I am deeply concerned that while I was on the \nfloor voting that the chairman, for whom I have tremendous respect, made derogatory remarks about Mrs. Norton \nand myself.\n\n\n\nAnd as I hear -- I'd like to quote what he said.  Mrs. Maloney and Ms. Norton, \"they are radically against the Second \nAmendment. They absolutely positively do not want anyone having any guns. They're pretty straightforward about \nit.\"  They'll say \"they respect the Second Amendment but they've never seen a gun limitation\" they do not like.\n\nI would like to say that I support the Second Amendment.  And I support legal guns for sportsman, for law defense, \nfor hunters, for self-defense.  Just recently one of our colleagues, Leonard Boswell from -- was -- literally someone \nbroke into his home, and he thought his life was in danger.\n\nHis grandson took a legal, registered gun and got the intruder out of the home.  I respect the right to own legal guns \nfor self- defense for other reasons.  But I do not support illegal guns that are fueling drug wars and putting lives at \nrisk.  In testimony before this committee, the -- it was told that 40,000 people have died in the last five years on the \nborder of Mexico.  And it's -- what we have put forward is a simple statute that would prohibit gun trafficking in \nillegal guns to people who want to use them for illegal purposes.\n\nI think that is respecting law enforcement, helping law enforcement and protecting lives on both sides of the border.  \nAnd I must also say that the ATF agents who testified and were called by the majority to testify, they indicated that \nthis would help them do their job and help them to protect innocent people in Mexico and in the United States of \nAmerica.\n\nAnd I just really wanted to clarify that, since I feel that Mrs. Norton and myself were attacked unfairly.  And I do not \nthink that a legitimate debate or ideas or legislation should be attacked in this unfair way, so I just would like to \nclarify that.\n\nREP. ISSA:  Would the gentlelady yield?\n\nREP. MALONEY:  Absolutely.\n\nREP. ISSA:  Well, I stand corrected.  If in fact you're for the Second Amendment -- and I will not consider the same \nwith Ms. Norton, who said that my entire side of the aisle was owned by the NRA and some of hers or somebody in \nthe District of Columbia who continues to support basically this being a gun-free zone in violation of the Second \nAmendment.\n\nBut I take you at your word and I'm sorry that I exaggerated to include you.\n\nREP. CUMMINGS:  Will the gentlelady yield?\n\nREP. MALONEY:  Absolutely.\n\nREP. CUMMINGS:  Very briefly -- I want to thank the chairman for his apology.  But I can attest to the fact, Mr. \nChairman, that when the gentlelady and I introduced our recent bill, she basically said what she just said:  That she \nhad no problem.\n\nAnd I think a lot -- I think there's a -- that confusion comes in those of us who have seen over and over again the \nresult of gun violence; those of us who go to the funerals; those of us who listen to the ATF agents, who beg to \nmake sure that we help them, because they are fighting weapons of war.\n\nAnd that's what we're concerned about.  We didn't -- the ATF agents' came here in and said it.  Some of them have \nsaid it today.\n\nSo I yield back to the gentlelady, and I want to thank the chairman.\n\nREP. MALONEY:  I just want to also add that I think we both agree on both sides of the aisle that mistakes were \nmade in the handling of Operation Fast and Furious.  And we are legitimately trying to get answers and to look at \nthis.\n\n\n\nBut the larger issue that I feel is in danger of possibly being overlooked is the flow of illegal weapons, and we're not \ntalking about regular guns.  In the testimony from the agents, they called them military-style weapons.  They were \nAK-47s, very special, deadly rifles.  So these aren't normal guns.  These are military guns.\n\nAnd this is -- an even larger issue than Fast and Furious is to stop the flow of illegal guns.  And I believe that on \nboth sides of the aisle, we can agree that illegal guns flowing into America or Mexico is something we need to \naddress and stop as quickly as possible.\n\nREP. ISSA:  I thank the gentlelady.\n\nWe now go to the gentleman from Texas, Mr. Farenthold, for his round.\n\nREP. FARENTHOLD:  Thank you very much, Mr. Chairman.\n\nI'm going to kind of bring this more back to where we were going, I think, with the investigating Operation Fast and \nFurious as opposed to discussing the merits of any proposed new gun regulations or gun laws.\n\nLet me ask some of the gentlemen from ATF -- if you remembered the lessons we learned from 9/11, we found that \nwe probably would have had a much better chance of stopping the attacks on the World Trade Center had the \nvarious organizations within our government been communicating with each other better.\n\nWe spent millions of dollars on fusion centers for information sharing among agencies, and then I'm troubled to find \nhere that you're basically running an investigation covering some of the same suspects, basically parallel \ninvestigations with the Drug Enforcement Administration, and there was an unwillingness to or a failure to \ncoordinate among those agencies.\n\nWould that be a fair assessment of what happened:  There were multiple investigations, and the DEA didn't know \nwhat you were up to and vice versa?\n\nMR. MCMAHON:  Sir, as far as I'm concerned, now it's the complete opposite of that.  I think when we -- when we \nreceived funding to get our gun-runner groups up and running, one of the first things we did was assign them to \nstrike force groups so they could work hand-in-hand with the other agencies.\n\nAnd I think this case is an example of how that was -- that was one of the positive things out of this case.  DEA had \nsome information that they shared with us that helped us in our investigation and actually helped foster it even more \nso.\n\nREP. FARENTHOLD:  Then why did -- why weren't you all coordinating, and there were two different investigations \ngoing on? At the very least, that seems wasteful of the -- of the taxpayers' money.\n\nMR. MCMAHON:  I don't think -- I don't think, from what I've seen, that there were two different investigations.  \nThere were two parallel investigations.  DEA obviously is going to focus on the narcotics.  We focus on the firearms.\n\nREP. FARENTHOLD:  OK.  Well, I've got a couple of other questions.  I ran out of time last time going off on things \nthat just struck me as odd.\n\nMr. McMahon, during the pendancy of Operation Fast and Furious, did you ever get the chance to go down to \nMexico and visit with any of our folks down in Mexico?\n\nMR. MCMAHON:  I did, yes.\n\nREP. FARENTHOLD:  Did you speak to Mr. Canino?\n\nMR. MCMAHON:  I did.  I did.\n\nREP. FARENTHOLD:  And did he raise any concerns about the guns, so many guns tracing back to Phoenix?\n\n\n\nMR. MCMAHON:  Not that I recall, no.\n\nREP. FARENTHOLD:  Mr. Canino, do you -- did you all discuss that? Do you recall?\n\nMR. CANINO:  Yes.  It wasn't anything specific.  It was -- it was in passing.  Like I said earlier, you know, when -- \nand Mr. McMahon has been very supportive of our office in Mexico and me personally.\n\nBut I -- like I stated earlier, when this -- when this case was going on and when Darren asked me, what do you \nthink's going on, like I said earlier, I thought the U.S. Attorney's Office in Phoenix is reluctant to let our guys make \nany arrests.\n\nOur guys have stumbled onto a drug -- I mean, a gun-trafficking ring.  They're doing their due diligence.  And that's \nwhy so many guns have turned up in the suspect-gun database so quickly.\n\nAnd three, I thought that our guys were just missing -- losing them on surveillance, not being able to get to the gun \nstore in time. That's what I thought at that time.  You know, I didn't know that we had cooperators in a couple of the \ngun stores.\n\nSo my -- our concern -- and I just said, hey, how come there's so many guns turning up so quickly.\n\nREP. FARENTHOLD:  And he didn't share with you what was going on.\n\nMR. CANINO:  Well, he said, hey, you know, we have -- we have a -- we have a gun-trafficking case in Phoenix, \nand you know, all the guys are doing a good job.\n\nREP. FARENTHOLD:  All right.\n\nMr. McMahon, did Mr. Gil ever raise concerns over the number of weapons that were being recovered at crime \nscenes in Mexico?\n\nMR. MCMAHON:  Congressman, I think it's important to realize that guns were being recovered in Mexico for quite \na while, and we were all concerned about that.  Guns were coming from Phoenix.  They were coming from Texas.  \nThey were coming from -- that's what we did.  That was our main focus in Mexico and obviously along the \nSouthwest border.\n\nFor the past four years, it's where all of our resources, our new resources, have gone.  Guns being recovered in \ncrime scenes in Mexico from the U.S. is something that ATF has been putting everything we have into for the past \nquite a few years, as long as I've been at headquarters.\n\nREP. FARENTHOLD:  All right.  Well, I see I've once again run out of time.  And otherwise we're getting late, so I \nwill -- I will yield back.  Thank you very much.\n\nREP. ISSA:  I thank the gentleman.\n\nAny more questions?\n\nREP. CUMMINGS:  You know, as we wind this hearing down, I was just sitting here.  I was thinking that, you know, \nthis is a -- this agency is very important.  And we've heard now from two sets of agents, and all of whom being -- \nseem -- well, I know to be very dedicated to their jobs.\n\nAnd I think one of my greatest concerns as we go forward, Special Agent Newell and McMahon, since you're in \nsupervisory-type positions, you know, I just hope this does not hurt the morale of the organization.\n\nWhen I look at the emotions of Special Agent Canino and others, I mean, some kind of way we've got to make \nsure that we get back on track.  I just think it's so important because the job that you do is -- what?  There's only \n1,800 of you all?  There's not many.\n\n\n\nMR. MCMAHON:  That's correct, sir.\n\nREP. CUMMINGS:  It's a small agency.  And we can't afford to have division in this kind of agency.  Would you \nagree, Special Agent McMahon?\n\nMR. MCMAHON:  I totally agree, sir.  The highest priority for us right now is to get our people back on track.  Not a \nlot of us can have or show the passion that Carlos has, but I guarantee you we all have that.  We might keep it \ninside a little bit more than Carlos does, but this is -- this is a passionate thing for all of us.\n\nWe talk about the Second Amendment, and I believe that we, ATF, are the defenders of the Second Amendment.  \nAnd we are at the -- we have to follow a very fine line of what's part of the legal commerce and what's part of the \nillegal commerce.\n\nAnd that's part of the challenge, a challenge that we fully accept.  And that's something that we -- were drilled into \nus from early on when we're in the academy.  It's something we fully accept and it's something that we do every \nday.  And as I said in my statement, I am very proud of the people that are out there now and have been there out \nthere in the past and the work that they're doing.\n\nREP. CUMMINGS:  I'm going to go back to -- July 12th 2011 letter to the attorney general.\n\nChairman Issa and Senator Grassley wrote these words.\n\nIt said -- they said, there has been public speculation that gun control politics may have been a motivating factor \nbehind approving the risky strategy used in Operation Fast and Furious.\n\nIn other words, by allowing straw purchaser to continue to operate and by encouraging gun dealers to go through \nwith what were obviously suspicious sales, the ATF helped to create a big case in order to justify additional \nregulatory authority.\n\nThe letter notes that the committee has seen no evidence to support this speculation but goes on to ask the \nDepartment of Justice to respond, anyway.\n\nMr. Newell, you were the special agent in charge, who oversaw this operation and the agents you worked -- and \nwho worked it for the last year.  What is your reaction to this speculation when you were engaged in Operation Fast \nand Furious?  I ask you for the record, were you deliberately attempting, or do you know others that were \ndeliberately attempting to send guns to Mexico to justify additional firearms regulations.\n\nMR. NEWELL:  In response to your question, sir, I don't recall saying that that --\n\nREP. CUMMINGS:  And I didn't say you did.  I'm just saying, do you believe that --\n\nMR. NEWELL:  No, I don't believe that.\n\nREP. CUMMINGS:  -- based upon on everything you know?\n\nMR. NEWELL:  No, sir, I don't.\n\nREP. CUMMINGS:  OK, Mr. McMahon?\n\nMR. MCMAHON:  Absolutely not, sir.\n\nREP. CUMMINGS:  And did you see any evidence that your line agents acted out of anything but a sincere desire \nto combat a major trafficking network in this case, Mr. McMahon?\n\nMR. MCMAHON:  Not at all, sir.  Also, that was -- that was their goal and that was -- they're very dedicated agents \nout in the field. They're doing that everyday, in this case and many other cases.\n\n\n\nREP. CUMMINGS:  While it's fair to question the judgment used in the case -- and I certainly question it and I -- and \nagain, we are trying to get to the bottom of all of this -- suggesting a conspiracy to harm others goes beyond the \npale.  And I think that -- you know, I just -- you know, I just -- I just want to make sure that the American people are \nclear that we have an ATF, which is operating and doing what it's supposed to do.\n\nObviously, some mistakes have been made, very unfortunate mistakes.  And I think the one thing we have to do is \nwe have to learn from those mistakes and not let them happen again because they can have very, very, very tragic \nconsequences.\n\nAnd so with that, Mr. Chairman, I yield back.\n\nREP. ISSA:  Thank you.\n\nAnd I'll try to be brief in a couple of last questions.\n\nFirst of all, I'm asked to include some additional documents that were shared and partially redacted with Justice, so \nthat we can keep them in the record and potentially ask you questions afterwards. Would all of you be willing to \nanswer additional questions based on what's in the record afterwards, if we -- if we have follow ups?\n\nMR. MCMAHON:  Yes, sir.\n\nREP. ISSA:  OK, thank you.\n\nMr. Newell, yes, on January 8th, 2010 you produced a memo that on line 13 said, \"Currently our strategy is to allow \nthe transfer of firearms to continue to take place, albeit at a much slower pace, in order to further the investigation \nand allow the identification of additional co-conspirators who would continue to operate,\" illegally trafficking \n\"firearms to Mexico DTOs.\"\n\nNow, if I read that correctly, in addition to later where it says DEA has specifically requested that the ASAC and \nSAC level at the ATF continue the investigation; if I read this memo of yours correctly, at least by January 10th or \nJanuary 8th, 2010 you knew that these weapons were going to -- specifically, weapons that you were allowing to be \nsold -- were going to the drug cartels in Mexico, and that you lobbied for in this memo the continuation partially \nbecause of the DEA's request.\n\nIs there anything in plain English that I don't understand here?\n\nMR. NEWELL:  Yes, sir.  As I stated earlier in the testimony, I think that that sentence about who would -- that part \nof the sentence, who would, is -- who would continue is based on the fact that we believed that if we didn't take the \nnecessary steps to disrupt the whole organization, this group would continue to traffic in large quantities of firearms \nto Mexico.\n\nREP. ISSA:  And Agent, we're not disagreeing that these are determined, incredibly rich -- billions of dollars of drug \nmoney -- groups that have the power to corrupt the Mexican government, at times corrupt U.S. officials, to buy \nanything they want anywhere in the world in vast quantities.\n\nWe're not -- you -- certainly I don't think anyone on the dais fails to understand that we have a narcostate almost \nbeing formed in Mexico the way we had in Columbia, and that they and we are fighting to push back on a terrible \ntragedy that has occurred in Mexico.\n\nBut the question here is as of January 8th, I find this document to be irrefutable evidence that you knew that \nweapons you continued to sell, quote, \"albeit at a slower pace\" -- although actually the evidence is it didn't slow \ndown right away, but eventually it did -- were in fact going to Mexico.  You knew it.  You knew that when you sold to \nparticularly some of the specific individuals whose weapons had already been found, you knew they were going -- \nthat the straw buyer was buying it, you knew who they were transporting it to, who was paying for it and where it \nwas ending up.  Isn't that true as of January 8th, 2010?\n\n\n\nMR. NEWELL:  Well, we didn't sell the firearms, sir.\n\nREP. ISSA:  You knew -- well, you came pretty close.  You told the firearm dealer to go ahead and sell it.  You \nknew who the buyer was.  You knew there was a repeat buyer.  You knew who the intermediary was that was the \nsupplier of money.  And you knew where they were ending up.  Isn't that all true?\n\nMR. NEWELL:  We believed that -- obviously, we were working a firearms-trafficking organization that was --\n\nREP. ISSA:  No, no, wait a second.  Wait a second.  Look, we're not talking about what you had to prove to a jury of \n12.  I'll go over these agents, and they're going to make you look like a fool here if you don't answer this honestly.  \nYou knew that A was going to B, and B was going to cartels.  You knew that outright.  So did the DEA as of January \n8th.  And that's what this briefing says, doesn't it?  Answer me honestly just once, clearly and simply.\n\nMR. NEWELL:  Sir, with all due respect, when it comes to the DEA portion of that, it was the fact that DEA had an \nongoing investigation from which we gathered the information, which led to the initiation of our case.  So that \nsentence there discusses the fact that DEA said, hey, whatever you do, don't do anything to compromise our case, \nwhich we respected.\n\nAnd the response to your other question is, absolutely, the group that we were working, we knew that that was their \nintention, to funnel guns to Mexico.\n\nREP. ISSA:  Wait one second -- intention.  Not intention -- it was a pattern of success that had occurred for a year.  \nIsn't that true?  You had watched straw buyers, repeated straw buyers, make purchases, deliver them,, and those \nweapons had shown consistently in the hands of specific cartels, and as you know, you knew who was paying for \nthem.  Isn't that all true?\n\nMR. NEWELL:  Well, you said a year, sir.  When that memo was written in January, it was -- we were probably, I \nwould say, two months into the investigation at that point.\n\nREP. ISSA:  Three months earlier -- I apologize, previous year.\n\nMR. NEWELL:  Three months.\n\nREP. ISSA:  OK.  So three months into this program about a thousand weapons or less, and you knew that the \nweapons you were telling gun dealers to go ahead and sell to the same straw buyers again and again -- you \nalready had 20.  The number 20 is here, so I'm kind of going, well, you've indicted 20, 19 of whom were the straw \nbuyers, so you knew the straw buyers.  And the repeats kept coming after you knew starting point, bag man or \nmoney man, and end point. Isn't that true?\n\nMR. NEWELL:  Sir, what we -- what we believed and what we suspected is far short of what we could prove.  We \nhad the -- we were working on the case --\n\nREP. ISSA:  OK, but finally you've given me the answer I wanted. You knew everything you needed to know to \nunderstand everything that led to the charges.  What you didn't have was enough to make a case. So you went on \nmonth after month for 1,500 more weapons while you were trying to make a case.  Isn't that correct?\n\nMR. NEWELL:  Sir, in January we didn't know all of the 20.  At that point the 20 that we indicted -- we had a large \ngroup of straw purchasers and we were continuing to build a case throughout.  But we still -- and in full conjunction \nwith the U.S. Attorney's Office, we still needed the evidence to be able to prove that these individuals in fact --\n\nREP. ISSA:  Who at the U.S. Attorney's Office wanted this investigation to go on past January 8th, 2010?\n\nMR. NEWELL:  When did the --\n\nREP. ISSA:  Who?  Who?  Did Lanny Breuer -- was he briefed by January 8th, 2010?\n\n\n\nMR. NEWELL:  I don't know if he was, sir.\n\nREP. ISSA:  But his office approved the wiretaps under his authority.  You said you didn't read the wiretaps.  I \nguess neither one of you read the requirements, but somebody had to be briefed who signed it on his behalf, on his \nauthority.  Did either of you ever brief Lanny Breuer or anyone else that could sign on his behalf?\n\nMR. NEWELL:  I did not, no, sir.  I did not, no.\n\nREP. ISSA:  OK.  So I guess we're going to -- we're just going to figure that you knew on January 8th that you had \nthe same people buying weapons repeatedly, leading to the same cartel, and you didn't quite because you hadn't \nmade your case.  So we continued selling until we had a dead federal agent and a scandal?  That's pretty much \nwhat I've heard here today.  Any of the agents that work in the field, any of you see something different than this \nthing kept going after the -- everything was known, except maybe if we keep doing it long enough, we'll get better \ncases for the U.S. Attorney.  And then it began falling apart after Brian Terry was murdered.\n\nDoes anyone in the first row see anything different?  Correct me if I've missed something.\n\nMR. GIL:  Chairman, I'm still setting here listening to the conversation and it's still unbelievable to me.  And I -- to be \nquite honest with you, I still don't know what to believe, why this investigation was initiated and why it -- why it \ncontinued for so long.  I can't -- I know you look speechless.  I'm speechless.  I just don't know.\n\nREP. ISSA:  Well, words escape me to try to do any better than you don't know why and I don't know why either.\n\nThe gentlelady from New York for an additional round.\n\nREP. BUERKLE:  Thank you.\n\nI'd like to follow up on the line of a question of Congressman Farenthold when he was talking about the lack of \ncommunication, which after 9/11 we had many commissions, we had many studies.  And what came out of these \ncommissions was that we weren't -- our intelligence wasn't working, and we weren't communicating.  And we then \noverhauled our government, the most major overhaul of our intelligence since 1948\n\nAnd it seems to be a little bit of the same thing as what I'm hearing about in these hearings, because people are \nsaying they didn't know anything.  And people are saying they told people and it's not getting through.  So the \ncommunication is not taking place.\n\nWhen you mentioned 9/11, the mayor of New York -- and we're about to come upon the 10th anniversary of that \ntragic day -- has been airing TV ads in New York where they use the words of an al-Qaida leader, who is talking to \nhis followers and saying, go to America. It's so easy to get a gun.  Go to America.  Get all the guns you need in our \nfight for the al-Qaida.\n\nSo this is an ad about how evil people who want to hurt Americans are being instructed literally to come to America \nand get guns in order to combat democracy.  So I think this hearing's very, very serious about the flow of illegal \nguns.\n\nAnyway, we had a hearing, and we had several agents who seemed very brave, very frustrated and very \ncourageous.  And they testified that they were concerned about the sale of the guns to straw agents. They were \nconcerned about not having arrests, about being ordered not to make arrests and not to conduct surveillance.  And \nI understand that you were asked, Mr. Newell and Mr. McMahon, and you did not hear any of their frustrations.  \nThey testified that they reported this to their supervisors, and nothing happened, and that's why they were so \nfrustrated.\n\nSo I think we've got to figure out what happens when someone reports something they feel is illegal, wrong, \ndangerous or harmful to lives.  And I'm not just talking about what happened in Fast and Furious.  I'm talking about \ngoing forward.  Agents on the ground who think that someone should be arrested and they're being told not to \n\n\n\nmake any arrest, or when they've been told not to make a surveillance and the supervisor says don't do it, and \nthey're saying they should do it and they're complaining to someone else, that information has got to go up the line \nin order to have proper law enforcement and proper protection for our citizens.\n\nSo I ask anyone on the panel to comment but I see this as a very serious -- a very serious blockade or very serious \nproblem.  If people who feel someone wrong and harmful to the safety of Americans or Mexicans is taking place, \nthen someone should be listening.  And if the -- if the chain of command is not listening, maybe there should be an \nalternative chain of command put in place or something because this type of concern has got to get to the proper \nauthorities in order to make proper decisions to make arrests, continue the surveillance and do the proper things to \nstop illegal activity.\n\nSo I just would ask any of you to comment on what we've been hearing.\n\nPeople say they asked for help and other people say they never heard anything.  So what's going on?  Is there \nsome, you know, black hole that complaints fall into?  What is the chain of command?  Why did not the complaints \nor concerns of -- the on-the-line defenders of justice, why didn't their concerns about what they thought was the \nillegal and dangerous get to the proper authorities?\n\nMR. MCMAHON:  I could take that, if I could.  There is a concern, a major concern.  ATF is my family.  And \nobviously when I hear agents criticize things that were happening in the street and obviously there was a \ncommunication breakdown, that's very concerning to me.\n\nOne of the things I wrote down here -- things that I would like to improve on -- is my access to people in the field, \nmaybe even just sitting down, hey, what can you tell me.  What's going on -- that sort of thing.  I'm actually going to \nbe going into a new position soon. It's going to be talking about -- I'll be overseeing the review of our office -- \n(inaudible) --\n\nREP. MALONEY:  Well, what happened now?  Are you conducting an investigation to find out why the information \nfrom the agents on the street didn't get to the proper authorities?\n\nMR. MCMAHON:  Well, I believe the inspector general is conducting that investigation, and we look forward to the \nresults of that.\n\nREP. MALONEY:  And when do you expect that to come back?\n\nMR. MCMAHON:  I don't -- I don't know.\n\nREP. MALONEY:  OK.  Thank you.\n\nREP. ISSA:  I thank the gentlelady.  I'll recognize myself for another round.\n\nI'm going to go down the row, as we often do here, and just pose a single question for each of you to answer.\n\nSpecial Agent Newell answered it already.  If it was January 9th, you had just written that briefing.  You knew what \nthe special agent knew and Special Agent McMahon new about what had happened, what was happening.  You \nknew about the DEA's request but you also knew about where these guns were ending up.\n\nMr. Gil, I'll start with you.  If we put you in charge of the Phoenix field office on that day, what would you do?\n\nMR. GIL:  Mr. Chairman, that investigation would have been closed, come to a conclusion --\n\nREP. ISSA:  In 30, 60, 90 days?\n\nMR. GIL:  No, sir, immediately.  That part of an investigation on entrapping is -- you have the trafficker, you have \nhim there, you have the probable cause, you have the intelligence, you have everything you need to make the \n\n\n\narrest.  And as the discussion that occurred earlier, the other tools in the tool box there -- interviews, phone records, \ninterviews of cohorts and so forth.\n\nThe investigation, you know, with these guns, they're a -- they're not a disposable product.  These weapons, you \nknow, they're going to be out there for years, decades, and they're a durable good, they're a marketable item.  And \nthat's why historically ATF -- my career, my training officer educated us on it (just as ?) I train my young agents on -\n- it's just -- it's conceivable that you would let weapons walk.\n\nREP. ISSA:  Agent Wall?\n\nMR. WALL:  Same thing, Chairman -- letting one gun walk is a huge risk.  Again, a gun can last 10, 20, 30 years.  A \ngun in the hand of criminals, it's virtually -- it's a loaded weapon that's out there, that's uncontrollable.\n\nWe in ATF typically -- I just -- I'm dumbfounded by just the number of weapons and how it got to that point and \nreally just supporting what Mr. Gil said.\n\nREP. ISSA:  Agent Canino?\n\nMR. CANINO:  Thank you, Mr. Chairman.\n\nYou know, we've met now a couple of times.  You can see I'm kind of passionate about what I do.  I don't want to \ngive you the impression or the ranking member or the committee the impression that I've never made mistakes.  I \nwas a street agent for 15 years, a very active street agent.  Anybody who knows me knows my reputation.  They \nknow I've made mistakes.  You know, I respect Bill and Bill.  I consider them friends.  I know it's not easy for them to \nbe here today.  But hopefully this won't happen again, and hopefully when the committee finally issues their report, \nour agency will be the better for it, and we can move on down the line.  I agree I think the first order of business for \nour agency right now is to build the morale, close ranks and move forward and support each other.\n\nREP. ISSA:  Thank you.\n\nMr. Leadmon?\n\nMR. LEADMON:  Yes, sir.  I'd like to expand and say that I think Congresswoman Maloney kind of touched on what \nthe underlying problem is for our agency in these major investigations.  She talked about 9/11, the lessons we \nlearned, the lack of the sharing of information, the intel.\n\nWell, from my perspective as a -- in my law enforcement career, involved in major case investigation in the District \nof Columbia, I learned some things with my task forcing with other agencies, FBI, DEA and ATF.  And one of the \nthings that I see in ATF that we're lacking, we're lacking on the intel-led investigative side of the house.\n\nOur intel structure within the ATF is very limited.  Our field FIGS need resources.  Our headquarters entities need \nresources also.\n\nNow, to put this in perspective, ATF now -- with the battle that Calderon is waging against the drug cartels in Mexico \n-- we need to meet that challenge.  And that challenge is, as they're going out and they're taking off these guns in \nthese seizure events, we have to stop the flow because they can't win if they keep getting replenished.\n\nSo with that in mind, we have to start taking some of the best practices of our other agencies.  And, i.e., under an \nintel-led investigation -- I'm not just talking about single investigations.  In ATF, we have silo systems.  We have \ndivisions that work out of their divisions.  Everything comes out of the division.\n\nThis has to stop.  This has -- there has to be headquarters, not oversight, get-all-in-their-business-type thing, but it's \ngot to do like our other agencies are that exchanges the information freely, partners up with outside agencies at all \nlevels, not just in the divisions but all the way up into headquarters.  And to do that we have to build a structure, an \n\n\n\nintelligence structure to support not only our agents in the field but our partners in Mexico and our other federal \nagencies.\n\nREP. ISSA:  I'm going to cut you off only because of time limitations.  We have a subcommittee coming in in a short \ntime.  But first of all, you're singing, I think, on a bipartisan basis to what we need to do.  And we probably will have \nyou back as we get into the corrective phase, the reorganization, if appropriate.\n\nLet me just ask one closing question.  Jaime Avila, Panino (ph) -- Patino (ph), I'm sorry, Chambers and Stewart \n(ph), they're all on the street today.  They have not been convicted of a crime as straw buyers.  If they walked into a \ngun shop today, just because they've been arrested, does that mean they can't buy?  Would they be able to buy a \nweapon today?\n\nMR. MCMAHON:  They wouldn't be able to buy the weapon because they're under indictment.  But I'm not sure if \nthe NICS system in Phoenix would capture that if they did attempt to buy a weapon.\n\nREP. ISSA:  So today you know that they shouldn't be able to buy, they shouldn't be on the street, but 20 straw \nbuyers are on the street and you're not sure if all 20 are in fact presently in the system where any federally-licensed \ngun store would stop them immediately. Is that correct?\n\nMR. MCMAHON:  Well, that's not our system, sir.  The NICS system is run by another agency --\n\nREP. ISSA:  No, I understand that, but right now you don't -- you don't have -- you don't have full confidence that \nthese people are not out doing straw purchases again.\n\nMR. MCMAHON:  No, sir, they were granted bail, as everyone's entitled to.\n\nREP. ISSA:  They are also granted a speedy trial, but I understand it's delayed at least until February of next year, \nso they continue to be out there.\n\nMR. MCMAHON:  That's correct.  The trial is scheduled for June, and then it's been postponed until February.\n\nREP. ISSA:  OK.  With that, I'm afraid we have to adjourn.  I thank you all.  (This ?) hearing is adjourned.  (Sounds \ngavel.)\n\nDEL. NORTON:  Mr. Chairman, a point of personal privilege.\n\nREP. ISSA:  Yes, a point of personal privilege.\n\nDEL. NORTON:  Since my position was mischaracterized in this hearing, I have come back to state my true \nposition, and I wonder if I might be given a few minutes to do that.\n\nREP. ISSA:  If you want to state your true position, bearing in mind that you told us that all of us on this side of the \naisle were owned by the NRA.\n\nDEL. NORTON:  If I could -- if I could -- we heard from you -- if I could state my position.\n\nI was here for some time, Mr. Chairman, and I note that I didn't -- I didn't hear anyone speak up then.  I can \nunderstand that --\n\nREP. ISSA:  Actually, the gentlelady left before --\n\nDEL. NORTON:  Yeah, I was here -- I was here for about 15 or 20 minutes.\n\nBut it's the right of any member to speak, and I can only be grateful, Mr. Chairman, that you didn't say that I was vile \nor words of a kind that were uttered when another member was outraged that in his absence his position was \ncharacterized.\n\n\n\nYes, as I heard pontificating before law enforcement officers who risk their lives, I was moved to indicate that we \nhad not given ATF agents the tools that they deserved.\n\nAnd indeed, I indicated that the issues that the issues spread even into our cities.  As for the District of Columbia \nlaws which apparently were raised, the District of Columbia barred guns in light of carnage over the decades.\n\nThose laws have been found to be constitutional, and for decades every appellate court had so found for the \ndistrict's laws and for the laws of the states until an activist and a much more conservative Supreme Court \noverturned the findings of prior (system ?) courts for the first time.\n\nThe District of Columbia proceed to obey the new law and enacted a set of gun laws, which have since been found \nconstitutional, and yet members of this body have filed bills seeking to overturn the laws of a local jurisdiction, not \ntheir own, simply because they disagree with the way they approach gun control.  You can approach gun control \nany way you like in Arizona or California, but you are not at liberty to tell the people of the District of Columbia, who \nhave to live with the carnage, how to approach it, particularly when the laws have been declared constitutional.\n\nYes, I stand by the notion that the reason that the ATF agents don't have the laws they need is because the \nRepublicans have over and over again introduced laws that would in fact keep them from getting those laws and \nhave stood in the way of their -- of their acquiring those laws.  And I have been bipartisan because there have been \nsome in my own party who have stood with them.\n\nMr. Chairman, having taken the agents to the woodshed, it does seem to me then the Congress -- they're entitled \nto something from us.\n\nSo I'd like to ask you, in light of the fact that they have all testified that they could -- that they need more tools in \norder to do their job, whether you would co-sponsor the bill that has been introduced, that would in fact give them a \ntrafficking tool so that this would not happen again -- (inaudible) -- and would you be willing to sponsor that bill, Mr. \nChairman.\n\nREP. ISSA:  No, ma'am.\n\nDEL. NORTON:  Enough said.\n\nREP. ISSA:  With that, gentlemen, you bear witness to the other side of the aisle at work.\n\nWith that, we stand adjourned.  (Sounds gavel.)\n"}