{"title": "Republicans spar over immigration overhaul; White House hopefuls firm on support for war", "body": "\nGOFFSTOWN, N.H. -- Republicans running for president vowed to get tougher on terrorists and illegal immigrants \nTuesday night in a wide-ranging debate sprinkled with attacks on their Democratic counterparts.\n\nThe leading candidates stuck by their previous support for President Bush's policy in Iraq, with former New York \nCity mayor Rudy Giuliani saying the U.S.-led invasion of Iraq in 2003 was \"absolutely the right thing to do.\" Former \nMassachusetts governor Mitt Romney said he would not go that far based on what he knows now.\n\nArizona Sen. John McCain, who has tied himself most closely to Bush's war policy, said \"we must succeed.\" Even if \nBush's current policy of increasing U.S. troops in Baghdad isn't working several months from now, McCain said, \nwithdrawing from Iraq should not be the only alternative.\n\nNine of the 10 GOP candidates support staying in Iraq. Rep. Ron Paul of Texas wants to withdraw U.S. troops \nimmediately.\n\nGiuliani is leading most national polls for the GOP nomination, followed by McCain and Romney.\n\nThe candidates also said a tactical nuclear attack against Iran should not be ruled out if the Iranian government \nrefuses to give up its nuclear ambitions. \"This war is a real war,\" Giuliani said, belittling Democrats for saying that \nIran did not constitute an immediate threat.\n\nGiuliani and Romney both attacked the immigration bill pending in Congress that McCain helped write. Giuliani \ncalled it \"a typical Washington mess\" that would not keep track of who has left the country. He said it's \"quite \npossible\" the bill would make things worse instead of better.\n\nRomney was asked to revive a spat he's had with McCain, who said Monday in Miami that \"pandering for votes on \nthis issue while offering no solutions amounts to doing nothing, and doing nothing is silent amnesty.\"\n\nRomney called McCain \"my friend\" and said their disagreements are not personal. Romney said the real problem \nwith the bill is that it allows illegal immigrants in the USA to pay fines and take other steps to become citizens. \n\"That's not fair to the millions and millions of people around the world who would love to come here,\" he said.\n\nGoing into Tuesday's debate, both the war and the immigration bill were unpopular with registered voters. In a \nUSA TODAY/Gallup Poll released Monday, those who have a view on the immigration bill lined up nearly 3-1 \nagainst a compromise supported by Bush and Senate Democratic leaders. Rep. Tom Tancredo of Colorado has \nbased his entire presidential campaign around his anti-immigration stance.\n\n\nThe bill would increase security along U.S. borders and give about 12 million immigrants living illegally in the USA a \nchance to become citizens. It also would expand the \"guest worker\" program and give more weight to job skills and \nless to family ties when granting visas to new immigrants.\n\nWhile the Iraq war and the global fight against terrorism dominated the Democrats' debate, Republicans also were \nasked about social issues such as abortion and gays in the military. The GOP candidates stood by current policy, in \nwhich gays and lesbians can serve but not be open about their sexual orientation. The eight Democratic contenders \nwant to end the policy.\n\nThe Republicans also said that former White House aide Lewis \"Scooter\" Libby got a raw deal Tuesday when he \nwas sentenced to 30 months in prison for lying to the FBI and a federal grand jury. Half of the candidates said they \nwould consider granting Libby a pardon because of what Giuliani and Romney said was \"prosecutorial abuse.\"\n\nThe debate at Saint Anselm College, which followed a Democratic showdown here Sunday, was the third held by \nRepublicans this year. It was sponsored by CNN, WMUR-TV and the New Hampshire Union Leader. CNN's Wolf \nBlitzer served as moderator.\n\nSen. Sam Brownback of Kansas; former governors Mike Huckabee of Arkansas, Tommy Thompson of Wisconsin \nand Jim Gilmore of Virginia; and Rep. Duncan Hunter of California also participated in the debate.\n\nThis was the first debate since former Tennessee senator and Law & Order co-star Fred Thompson said he expects \nto join the Republican field next month. Thompson was set to get about 30 minutes by himself on Fox News \nChannel after the debate.\n\nLawrence reported from Washington \n\nGraphic\n\n \n\nPHOTO,color,Elise Amendola,AP\n\nPHOTO,b/w,Elise Amendola\n"}