{"title": "HOW A VITAL TECH VISA EXPOSES WORKERS TO ABUSE AND SUBJECTS THE SYSTEM TO FRAUD NEW LEGISLATION EASES WORKER SHORTAGE, BUT DOESN'T FIX UNDERLYING PROBLEMS", "body": "\nWhen Congress last month nearly doubled the number of H-1B visas for temporary foreign workers for the next \nthree years, Silicon Valley's high-tech companies cheered. But the lawmakers' quick fix did nothing totackle the \nfraud and abuse that plague the program and little to prevent backlogs that leave workers and companies in \nlimbo.\n\nCongress \"didn't belly up to the board this time,\" said B. Lindsay Lowell of the Georgetown University Institute for \nthe Study of International Migration in Washington, D.C., who recently completed a study of the H-1B, which has \nbrought in nearly 300,000 high-tech workers since 1992.\n\nInstead of just increasing the number of temporary workers who \"have limited rights and can be deported at a \nwhim,\" Lowell said, Congress should have overhauled the system for giving H-1B workers green cards, which \ngrant permanent residency. \"What they've done will exacerbate an existing problem.\"\n\nUnder pressure from the tech industry, Congress raised the limit on H-1B visas to 195,000 per year from 115,000. \nBut Mercury News reporting nationwide and in India found that underlying vulnerabilities remain:\n\n* Some U.S. labor contractors intimidate and underpay H-1B workers, yet the Department of Labor lacks broad \ninvestigative powers. The Department of Labor has recovered more than $1 million in back wages due more than \n300 information technology workers. Officials say they could do more if they could subpoena business records and \nrespond to leads beyond workers' complaints.\n\n* H-1B visa fraud is not uncommon, ranging from academic degrees faked overseas to phony job offers in the \nUnited States. The Immigration and Naturalization Service has only 40 staffers at its service centers nationwide to \ninvestigate fraud in H-1B and all other visa applications.\n\n* INS processing of H-1B visas has repeatedly stalled under months-long backlogs, causing uncertainty and \ndisruption for workers, their families and companies. By raising the cap, the INS will have tens of thousands more \napplications to process, and officials say that, at best, the backlogs will run into next year. Although the new \nlegislation raises fees, that won't be enough to upgrade systems, including a computer system so outmoded that \nthe agency literally lost count and issued an extra 20,000 visas by mistake last year.\n\n* The H-1B visa program is no longer working the way it was supposed to, and the green-card system is breaking \ndown. The H-1B was created to help companies cope with periodic shortages of labor by temporarily hiring experts \nfrom abroad for specific jobs that couldn't be filled locally. In fact, many companies now rely on the H-1B as a way \n\n\nto assure a pool of available, flexible, and often cheaper workers. And workers use it as a circuitous route to a \ngreen card. \"If we could get the immigration service to function, a lot of pressure would come off the H-1B program,\" \nsaid Rep. Zoe Lofgren, D-San Jose, a member of the House immigration subcommittee and a leader of the drive to \nincrease the H-1B visa cap.\n\nH-1Bs have become valley mainstay\n\nWith the H-1B, Congress in 1990 updated a previous temporary work visa by adding a time limit and a cap on the \nnumber of visas issued each year, and no longer requiring that visa holders promise not to try to stay permanently. \nToday, industry likes the visa because it solves short-term hiring difficulties, and foreign workers love it because of \nits promise of U.S. citizenship.\n\nProud of their contribution to the high-tech boom and the strength of the U.S. economy, H-1B workers have \nbecome a fixture in many Silicon Valley workplaces. Possibly 100,000 H-1B workers live in Northern California \ntoday, putting in the long hours demanded by the high-tech industry's hectic pace, and even going on to found or \nco-found major companies. About 420,000 H-1B workers are in the United States now, as many as half of them \ncomputer specialists, according to the Georgetown study.\n\nNearly half the top 100 companies that used the most H-1Bs in 1998 were based in California and New Jersey, with \n14 percent based in San Jose, according to another Georgetown study. Four-fifths of the top companies were in the \ninformation technology business.\n\nSome of the most sought after H-1B workers are employed directly by large U.S. companies, such as Silicon \nValley's Cisco Systems and Oracle, which make them permanent employees. Others are hired by recruiting firms -- \nmiddlemen -- that bring in software specialists from India, China, South Africa and Europe, and then hire them out \nas temps to dot-com start-ups or banks and otherbusinesses that need workers for software design or back-office \noperations.\n\nBy raising the cap and eliminating some red tape in October, Congress thrilled many immigration lawyers, industry \nleaders and foreign workers. \"I'm very, very happy about this bill,\" said Anu Gupta, a Fremont immigration lawyer. \n\"It's not going to solve all the problems overnight, but does go a long way.\"\n\nThe new legislation changes some requirements that workers and companies found onerous. Many workers had\n\ncomplained that H-1B regulations resulted in a kind of indentured servitude\n\nin which workers were tied to their original employer by their visas and green-card applications, unable to complain \nor leave for a better job because their visas were at risk.\n\nUnder the new rules, an H-1B worker can move to a new job as soon as his or her new employer applies for a \nnew H-1B, rather than waiting months until the application is approved. Green-card applicants in the final stages of \nthe process also can switch employers without having to start their application over again. While they wait, they can \napply for year-by-year extensions of their H-1Bs when they expire at the end of six years, instead of having to leave \nthe country. And green-card processing should be faster because Congress also made available more cards to the \ncountries with the highest demand, currently India and China.\n\nLess red tape, but problems remain\n\nThe new rules should help companies like Intel Corp., which testified at a hearing this year that it had spent \n$200,000 moving a valuable H-1B worker to Malaysia after his visa expired.\n\nThey should also help H-1B workers like Asif Siddique, who spent much of this year holed up in his apartment, not \nworking, while he and his wife waited to find out if his green card was approved or if he would have to leave the \ncountry.\n\n\n\nBy enabling workers to switch employers without delay, the new rules respond to complaints that H-1B workers \nare \"indentured.\" But even if the new law is put into effect quickly and efficiently, -- which previous revisions have \nnot been -- it is still the employer that sponsors the green cards, which can take three to four years to obtain. And it \nwill be the employer that files for the one-year H-1B extensions in the meantime.\n\nAnd even for workers who don't seek green cards, it is risky to change employers: If a worker switches jobs as \nsoon as his new employer files for a new H-1B visa, he takes a chance that the new visa won't come through. If it \ndoesn't, the worker has to leave the country.\n\n\"The umbilical cord is still there,\" said Murali Krishna Devarakonda, a founder of the Bay Area chapter of \nImmigrants Support Network, which lobbied Congress for changes to the visa.\n\nThat means workers still can be intimidated by unscrupulous middlemen. The new legislation fails to bolster \nenforcement of laws against exploiting and underpaying foreign workers while they are here. An employment \nlawyer in San Jose, Phil Griego, said he has received increasing numbers of complaints from H-1B workers about \nemployers for the past six months.\n\n\"You can't go after these employers because they are just mom-and-pop operations, and they close up and \ndisappear,\" he said.\n\nBruce Burns is a San Jose immigration lawyer who has received a couple of dozen complaints from foreign temps \nin the past 18 months about middlemen that were keeping up to half the worker's promised prevailing wage. The \nnew legislation will help H-1B workers switch jobs more freely, but some workers will still have to contend with \ncontracts that force them to pay $10,000 to $30,000 in \"liquidated damages\" for leaving.\n\n\"To say you have to pay something equivalent to several months to a third of your year's salary is unconscionable,\" \nBurns said.\n\nVisa fraud merits little attention\n\nAnother problem is visa fraud, which starts abroad and in Silicon Valley. Phony resumes are a common sight at \nU.S. consular offices overseas. According to the State Department, one-fifth of the H-1B applications received in \nIndia last year contained fraudulent information, this year, 11 percent.\n\nIn the United States, the INS tries to identify companies that use the H-1B in illegal immigration scams or that \ncharge H-1B workers exorbitant fees for bringing them here and then leaving them stranded, with no jobs.\n\n\"I had one relative come; he's working in a pizza shop,\" said one East Coast programmer and critic of the H-1B. \"He \ncame on an H-1B, with falsified papers.\"\n\nBut the ability of the INS to detect and prevent fraud is limited and won't improve with the added workload that \ncomes with the higher cap on H-1Bs. Visa applications of all types exceed 4 million each year, and the INS requires \nits workers to process a certain number of H-1Bs every day, said Jimmie Ward, assistant\n\ndirector for operations at the INS California center. When it comes to spotting phony middlemen, he said, \"It's like \nthe finger in the dike. We try to identify as much as we can.\"\n\nResume padding also occurs in the United States, effectively subverting the intent of the H-1B program.\n\nThree former executives of an Indian-run labor contractor said their boss automatically added two years of \nexperience and phony skills to the resumes of its hundreds of H-1B employees as soon as they arrived in the \nUnited States in order to charge companies an additional $30 to $40 an hour.\n\n\"Fortunately, they are very bright people and in general are capable of faking it out in the field, and eventually they \nbecome very good workers,\" said one former executive, who asked not to be identified. \"But it is straight-out fraud \nagainst the customers, and it gives the industry a bad name.\"\n\n\n\nWard, of the INS, said he has heard\n\nof such cases but has not received\n\ncomplaints.\n\nNew rules increase work for INS\n\nVisa processing is also overloaded, and some INS officials are upset that more work is coming their way. In \naddition to the near doubling in the number of H-1Bs available for the next three years, another 30,000 to 50,000 \napplicants who didn't get visas last year because the cap was reached in March will receive them right away. \nThousands of additional family members will come along each year as will H-1B visas sought by universities and \nnon-profit organizations, which will no longer be counted within the cap.\n\nCongress created a new account to pay for reducing the backlog, but has yet to fund it. To pay for the increased \nworkload, Congress raised the application fee to $1,000 from $500 and allotted the INS and Labor Department \neach 4 percent of the fee rather than the current 1.5 percent. But that additional $32.50 per application in fees will \nbarely pay salaries for more staff.\n\nTo handle the added work, the INS will also need to hire and train new employees, add new offices and retool its \ncomputer systems. The fee increase \"is not going to help with the dramatic improvements in systems and \ntechnology that are needed,\" said William Yates, head of the Immigration Service Division of the INS.\n\nAn increase in green-card applications has also swamped the Labor Department. A department official said that \nsince 1998 it has been receiving tens of thousands more applications for work certifications, the first step in getting \nan employment-based green card.\n\nINS and Labor Department backlogs aren't just a matter of paperwork. They take an enormous toll on temporary \nworkers and their families because\n\nthey prolong the uncertain wait for a green card.\n\nCry for help\n\n\"Please help me,\" wrote Benedict Teck-Choy Chong, 37, of San Jose in an affidavit accompanying a lawsuit filed \nthis year against the INS for delays in processing green cards.\n\n\"There is a terrible uncertainty about holding on to a job in an economic climate in which companies can crash \novernight or be bought with unprofitable divisions pruned away,\" he explained. Chong got his green card and \ndropped the lawsuit.\n\nThe rising tide of visas, applications for green cards and other paperwork has swamped the INS, especially during \npeak periods.\n\n\"We have files everywhere,\" said a staff member at one of the busiest of the four INS centers during a heavy \nbacklog earlier this year. \"In trailers, warehouses, in storage places, we have them in the aisles, four high, \nthroughout the whole building.\n\n\"I was going into the bathroom the other day, and there were files lined up on the wall by the restroom. I opened the \ndoor, and I heard a girl say to another, 'Hey, Mildred, here's that box from Portland we were looking for.' \"\n\nThe INS service center in Laguna Niguel at times this year was the most overworked in the country. With the \nincreased cap, \"backlogs are going to build up immediately,\" Ward said. \"Everyone's going to be complaining \nagain.\"\n\nWhile the H-1B has brought talented, educated people to Silicon Valley, its impact on American and permanent-\nresident computer programmers is a contentious issue.\n\n\n\nCutting corners\n\nLabor officials say some companies use the H-1B, a specialty worker visa, to bring in run-of-the-mill programmers \nwho will work for less than a fair wage.\n\n\"Most of them have less than a master's degree,\" said Peggy Taylor, legislative director of the AFL-CIO office in \nWashington, D.C., citing an INS survey. \"Well, what are you using these visas for?\"\n\nMany jobs don't require the advanced skills of a computer science graduate, several studies have found.\n\nSome companies and universities are trying to help train workers locally for such jobs. Cisco Systems is \nunderwriting a series of two-year courses in networking, now taught at 4,000 schools in 80 countries. George \nMason University in Virginia offers courses to non-computer science students for jobs in information technology.\n\n\"You don't want your help desk being manned by a computer science graduate,\" said William Aspray, executive \ndirector of the Computing Research Association.\n\nRetraining for older high-tech workers could also be a way to fill some of these and more advanced programming \njobs. Retraining is fundamental to the industry, but most companies would rather hire up-to-date temps from abroad \nthan take on the considerable expense of retraining, programmers say.\n\n\"Half of what you know becomes obsolete every 36 months in a technology market,\" said Dominique Black, head of \na personnel placement firm in Redwood City. \"That means you need to be significantly retraining about 20 percent \nof your time.\"\n\nSome high-tech employers say they don't see many older unemployed American programmers looking for \npermanent jobs.\n\n\"In Silicon Valley, anyone out there who's not on a visa -- hardware engineers, programmers -- is now going toward \ncontract work and wants $150-plus an hour,\" said Margo Sanders earlier this year when she was corporate staffing \nmanager for 3Com Corp. in Santa Clara. The H-1B engineer wants to become a permanent employee, she said.\n\nBut getting H-1B workers green cards is a big problem that will continue despite the new legislation.\n\n\"I don't think they seriously addressed the fact there's a real imbalance between the number of people they are \nletting\n\nin on H-1B visas and the number of\n\npeople who are able to get green cards,\" said Carl Shusterman, a Los Angeles\n\nimmigration lawyer.\n\nIf the past is a guide, at least half the H-1B workers will apply for green cards, some of them with spouses. That \ncould burden the system with 160,000 green card requests each year, said Georgetown's Lowell. But the annual \nlimit of green cards available for temporary workers of all kinds -- not just H-1Bs -- and their families, is just \n140,000.\n\nSome analysts say the H-1B needs to be redesigned into two kinds of work visas: one a short-term permit for \nspecific projects and another that would lead directly to a green card in two or three years.\n\nDuring the lobbying for the current legislation, high-tech companies set aside their desire for green-card reform for \nthe more pragmatic goal of anincrease in H-1Bs.\n\n\"We'd love to see the green-card process streamlined,\" said Mary Dee Beall, Hewlett-Packard's official in \nWashington, D.C., in charge of H-1B matters. \"Since HP's practice in hiring foreign workers is for them to become \npermanent residents, it would be manna from heaven\n\n\n\nif that would happen. But that would\n\nbe a major reform of the immigrat-\n\nion process.\"\n\nCHART: MERCURY NEWS\n\nRISING LIMITS[Chart not in database]\n\nSource: Immigration and  Naturalization Service\n\nNotes\n\nMercury News Special Report: The H-1B Boom\n\nSee related stories : Pages 1A and 15A-16A\n\nCorrection\n\nSETTING THE RECORD STRAIGHT (publ. 11/22/00, pg. 2A) A front-page photo caption accompanying an article \nabout H-1B visas Sunday incorrectly described a line of people waiting to apply for visas at the U.S. Consulate \nGeneral in Chennai, India. All but one of the women pictured were applying for H-1B visas.\nCorrection-Date: November 22, 2000\n\nGraphic\n\n \n\nPhotos (4), Chart;\n\nPHOTO: MERI SIMON -- MERCURY NEWS\n\nLegislation raising the cap on H-1B visas will increase the workload at the INS center in California and across the \ncountry.\n\n[001119 FR 1A]\n\nPHOTO: MERI SIMON -- MERCURY NEWS\n\nSeveral H-1B workers from the Philippines who share a crowded apartment in Dublin watch TV. The group often \nopens its home to other H-1B workers who need a place to stay.\n\n[001119 FR 14A]\n\nPHOTO: MERI SIMON -- MERCURY NEWS\n\nMurthy Avvari, vice president of Ascendsoft, a software services company based in Fremont, takes Shishir Jain, \nleft, to a corporate apartment in Fremont. The company will put up Jain, an H-1B worker from India, in the \napartment until he finds his own place.\n\n[001119 FR 14A]\n\nPHOTO: LUCI S. HOUSTON -- MERCURY NEWS\n\nPeople come from all over southern India to apply for H-1B visas at the U.S. Consulate General in Chennai.\n\n[001119 FR 1A]\n\n\n"}