{"title": "Latinos Hope For a Reprieve; After Mitch, Immigrants Want Protected Status", "body": "\nAt 10 o'clock this morning, Honduran immigrant Christino Castro will make a telephone call from his Northwest \nWashington apartment to a Tegucigalpa number in hopes of hearing his oldest daughter's voice, confirming that his \nfamily is still alive.\n\nCastro has not spoken with his wife and three children for more than three weeks, since Hurricane Mitch tore \ngaping wounds in his country. Telephone lines are out. The postal service is crippled. News is painfully scarce.\n\nU.S. immigration rules make it risky for the 37-year-old carpenter to trek to Honduras and return to the United \nStates, but he hopes the Clinton administration will grant special status to Central Americans after the \ncatastrophe.\n\nAs President Clinton announced a halt yesterday to deportations to Honduras, Nicaragua, El Salvador and \nGuatemala until after the Christmas holiday season, thousands of area residents were calculating how the U.S. \npolicy may benefit them and their relatives in Central America.\n\n\"This is the biggest news for Latinos in the Washington area,\" said Arnoldo Ramos, executive director of the \nCouncil of Latino Agencies, a group of 33 organizations. It's definitely the talk, he said, of community leaders.\n\nNo decision has yet been made to grant more significant relief to illegal immigrants, including temporary protected \nstatus, which would include permission to work in the United States, a senior White House official said. Nor has it \nbeen decided whether illegal immigrants from all four countries would be treated the same way.\n\n\"The administration is still reviewing what is the appropriate response to the situation in those four countries,\" said \nMaria Echaveste, deputy White House chief of staff. \"Certainly temporary protected status is an option . . . but \nthere needs to be a very clear understanding that this is not a decision that is made lightly.\n\n\"All the analysis we are receiving from folks on the ground,\" she continued, \"indicates that there is a difference in \nthe extent and depth of damage between the four countries.\"\n\nStorm damage in Honduras and Nicaragua is far greater than the damage in Guatemala and El Salvador. On the \nother hand, one administration official said, \"if you grant temporary protected status to just two countries, the other \ntwo countries -- El Salvador and Guatemala -- will be quite incensed.\"\n\nClinton also announced yesterday that the United States is expanding its military rescue efforts by $ 45 million in \ndefense goods and services, bringing the total U.S. contribution to $ 125 million.\n\nWith any amnesty plans as yet unclear and the news still fresh, Latinos interviewed in Columbia Heights, Logan \nCircle and Shaw said they had not heard that the administration is considering offering temporary reprieves.\n\n\nOver lunch in a 14th Street NW carryout, Salvadoran immigrant Jose Angel, 35, said Central America's storm-\nwounded nations would benefit from a decision to grant temporary status to natives of all four countries.\n\n\"People would work and send money home,\" Angel said when told the news by a reporter. \"I've worked here for \neight years, and I send about $ 200 a month home.\"\n\nMore than 30,000 legal immigrants from the four countries live in the Washington area, most of them Salvadorans. \nThousands more live here illegally.\n\nWorry about the trauma caused by the hurricane dominates talk among the area's Hondurans and Nicaraguans \nbecause most have families and friends in the ravaged areas. They trade messages and news, and search for \ncompatriots heading home who may be persuaded to look up otherwise unreachable relatives.\n\nIllegal residents and many who are legal know that if they go home to check on relatives, they may never get back \ninto the United States.\n\nTemporary protected status was created in 1990, allowing the attorney general to permit foreign nationals to \nremain in the United States as refugees from armed conflicts or environmental disasters at home. The temporary \nperiod can range from six to 18 months.\n\nExtended at times to Salvadorans, Liberians and onetime Yugoslavs, the policy grants new privileges to \nundocumented immigrants. They are permitted to work. They may apply to visit their homelands and return to the \nUnited States.\n\n\"Getting work authorization means they can get better jobs, which will allow them to send more money home to \nhelp their countries rebuild,\" said Luis Salgado, a District immigration lawyer. Without such status, immigrants risk \ntheir chances at permanent residency by traveling abroad.\n\n\"They often have to make gut-wrenching decisions,\" Salgado said. \"They might have a dying relative they want to \ngo visit, but if they do so, they would risk the investment they've made in becoming legalized.\"\n\nWalter Tejada, a Latino activist in Northern Virginia, called Clinton's moratorium on deportations \"a step in the right \ndirection.\"\n\n\"But drastic situations call for drastic actions,\" said Tejada, Virginia state director of the League of United Latin \nAmerican Citizens. \"It would be appropriate to grant temporary protected status. It doesn't make sense to send \npeople back who wouldn't have much means to fend for themselves.\"\n\nCritics argue that special breaks, even temporary ones, too often lead to permanent residency for illegal \nimmigrants who should be sent home. Dan Stein, executive director of the Federation for American Immigration \nReform, said last year, \"If we don't enforce the temporariness of amnesties, then no one ever leaves.\"\n\nCastro, anxious for news of his family, would like to visit Honduras but is improvising in the meantime. He asked a \nfriend who flew to Honduras yesterday to track down his family in the town of Alianza Valle and instruct his 14-year-\nold daughter, Belez, to go to her godmother's house in the capital, where the phones still work.\n\n\"I can't wait to hear her voice,\" Castro, who makes $ 300 a week, said as he hung out with friends at 11th and M \nstreets NW. \"Everything I worked for, my home, is probably finished. What is lost is lost. I just hope my family's \nokay.\"\n"}