{"title": "Court Hears Selective Deportation Argument by 'L.A. Eight'", "body": "\nWith the Government's effort to deport a group of supporters of the Palestinian cause now approaching its 12th \nyear, the Supreme Court heard arguments today on whether the seven Palestinians and one Kenyan are entitled \nto go before a Federal court with their claim that they were unconstitutionally selected for deportation because of \ntheir political views and lawful activities.\n\nIn a 1996 law, Congress cut back sharply on judicial review of actions by immigration officials. Where deportation \nis concerned, the new law made explicit a limitation that the Government had viewed as inherent in the old law: that \njudicial review was confined to appeal of a final order of deportation and that during the years that often precede \nthe final order, aliens were restricted to bringing much more truncated administrative appeals that could not address \nconstitutional issues.\n\nThere was considerable confusion in the courtroom today over the extent to which the new law applied to this long-\nrunning dispute and over what difference a ruling would make for future cases, to which the new provisions would \nclearly apply. Several Justices appeared to be looking for some safety valve, a way to interpret the law to make \nsure aliens would not be effectively forced to forfeit their constitutional arguments. The lower Federal courts have \nbegun examining the new law and have been restricting or striking down various provisions intended to cut off \njudicial review.\n\n\"If no review is available of these constitutional claims, it might influence our interpretation of the statute,\" Justice \nSandra Day O'Connor told Malcolm L. Stewart, an assistant solicitor general. Mr. Stewart was defending the \nGovernment's position that the lower Federal courts should not have blocked the deportation proceedings, as \nthey have repeatedly done in this case, to enable the Palestinians to collect more evidence to bolster their \nargument of selective enforcement.\n\nBut other Justices expressed impatience with allowing constitutional arguments to stand in the way of moving \nswiftly toward deportation.\n\n\"It's clear that these amendments were intended to prevent exactly what's happening here,\" Justice Antonin Scalia \nsaid, referring to the new law and addressing David D. Cole, the Palestinians' lawyer. \"Everybody knows this is the \nname of the game: String it out, and the longer it's strung out, the less likely deportation will be.\"\n\n\nMr. Cole, a Georgetown University law professor handling this case on behalf of the Center for Constitutional \nRights, a New York City-based legal organization, replied that it was the Government, and not his clients, that was \nprolonging the case through repeated appeals of the Palestinians' incremental legal victories.\n\n\"The irony is,\" Mr. Cole said, \"we're the ones seeking expeditious resolution at every stage.\" He said that the longer \nthe case dragged on, the longer his clients remained \"chilled\" in exercising their First Amendment rights to free \nspeech and political association.\n\nThe group, often referred to as the \"L.A. Eight,\" supports the Popular Front for the Liberation of Palestine, which \nthe Government regards as a terrorist organization. But no member of the group has been charged with any act of \nviolence. Several were students when the case began, and were charged with offenses like not taking enough \ncollege credits to maintain their student visas or for holding jobs not authorized by their immigration status. In their \nselective enforcement claim, they are arguing that other aliens with similar visa problems but lacking similar \npolitical associations have not been faced with deportation proceedings.\n\nThe United States Court of Appeals for the Ninth Circuit, which sits in San Francisco, agreed with Mr. Cole in a \nruling last year that the claim of selective enforcement should not have to wait until the end of the deportation \nprocess to be heard by a Federal court, because the facts necessary to support the claim could not be adequately \ndeveloped through the limited administrative appeals available in the immigration system.\n\nDuring the argument today, Justice Anthony M. Kennedy asked Mr. Stewart, the Government's lawyer, whether he \nagreed that the Palestinians \"can't make in the administrative proceeding the records necessary to make their \ncase.\"\n\n\"Yes, we concede that,\" Mr. Stewart replied. While some useful evidence might emerge during such a proceeding, \n\"we can't count on it,\" he said.\n\nThe case is Reno v. American-Arab Anti-Discrimination Committee, No. 97-1252.\n\nIn a second case today, the Court heard arguments on whether a public school district in Iowa was obliged under \nFederal law to provide continuous care in the classroom to a quadriplegic student who relied on a ventilator to \nbreathe.\n\nUnder the Individuals with Disabilities Education Act, schools must provide special education and \"related services\" \nto enable students with disabilities to benefit from an education. But schools are not required to provide \"medical \nservices.\" The broad question in this case, Cedar Rapids Community School District v. Garrett F., No. 96-1793, is \nhow to define the \"medical services\" exclusion.\n\nThe United States Court of Appeals for the Eighth Circuit, in St. Louis, ruled in this case that because the services \nthe boy needed did not have to be performed by a doctor, they were not medical and so remained the obligation of \nthe Cedar Rapids school district. In its appeal, the district is arguing that the continuous, one-on-one nature of the \nservices, requiring the equivalent of private-duty nursing, met the medical test even if performed by a nurse.\n\n\"We believe that by any definition, private duty nursing is a medical service,\" Susan L. Seitz, the school district's \nlawyer, told the Justices.\n\nBoth the student, represented by Douglas R. Oelschlaeger, and the Government, represented by Beth S. \nBrinkmann, an assistant solicitor general, urged the Court to hold that only those services performed by a doctor \nqualify as medical.\n\nThe case has attracted considerable attention from other school districts, faced with rapidly rising costs of special \neducation. The National School Boards Association filed a brief urging the Court to adopt a broader definition of the \nmedical services for which a school district would not be responsible.\n\n      \n\n\n"}