{"title": "INS unlikely to meet student-tracking deadline", "body": "\nWashington --- The government may miss a Jan. 30 deadline to establish a system for tracking foreign college \nstudents, federal officials warned Wednesday.\n\nJanis Sposato, deputy commissioner of the U.S. Immigration and Naturalization Service, told a House \nsubcommittee that her agency had made \"considerable progress\" on the Internet-based system to monitor more \nthan 500,000 foreigners who study at the U.S. colleges and trade schools each year.\n\nShe conceded, however, that the INS was still struggling to write regulations for the program. She also said it is \nuncertain whether inspectors could visit all of the participating schools to verify that they are legitimate educational \ninstitutions.\nCox Washington Bureau\n\nCongress ordered the agency to set up the $37 million monitoring system by next Jan. 30 after it was discovered \nthat three of the Sept. 11 hijackers had student visas. Two had visas for pilot training and a third for English \nlanguage classes.\n\nThe tracking system requires schools to enter information about each foreign student and to notify the government \nif one fails to appear for classes.\n\nGlenn Fine, the inspector general for the Justice Department, raised doubts about how complete the new system \nwill be. \"We continue to believe that full implementation is unlikely by Jan. 30, 2003,\" he told the congressional \ncommittee.\n\nThe INS database on the thousands of participating schools is filled with inaccuracies, Fine said. He said his office \nchecked out 200 of the schools and found that 86 appeared to have closed and, among the rest, 56 were listed with \nincorrect addresses or names.\n\nSposato said that if the INS fails to inspect all of the participating schools, then the agency will concentrate on the \n\"high risk\" ones, such as flight schools and language schools. She also said some schools might have to continue \nusing paper-based visa forms if they can't enter student information into the computer system.\n"}