{"title": "Opinion: Ruben Navarrette Jr.: Feisty Hispanic Republican makes waves in Arizona", "body": "\nSAN DIEGO -- In these times, it's not easy being a Hispanic Republican.\n\nTake it from DeeDee Garcia Blase of Scottsdale, Ariz. The 39-year-old Mexican-American political activist and Air \nForce veteran is a force of nature. She is the founder of Somos Republicans, a grass-roots Hispanic Republican \norganization that acts as a guerrilla insurgency against the GOP establishment. After just two years, the group \nclaims 6,000 members in a dozen states.\n\nWhile the marquee Latino organizations on the left are AWOL in much of the immigration war because they don't \nhave the stomach to criticize President Barack Obama for breaking promises and for increasing deportations, \nGarcia Blase's group is always spoiling for a fight. It battles against Arizona's immigration law, which recently \nsustained another legal defeat when a federal appeals court affirmed a lower court ruling that struck down most of \nit, and copycat versions around the country. It lobbies in favor of the Dream Act, which would give those immigrant \nstudents who Obama claims are not being deported (when they are) a shot at a legal status. And it pushes for what \nit is calling a \"Compact with America,\" which urges lawmakers across the country to engage the immigration debate \nin a mature, civilized and constructive way.\n\nFor one thing, she lives in the intolerance capital of the United States. The most recent offering from Arizona: a \n\"birther\" bill that would have required presidential candidates to produce birth certificates. The measure was \nmercifully vetoed by Gov. Jan Brewer.\n\nBeing a Latino Republican in Arizona is like being a deer in favor of hunting season. In fact, Garcia Blase is often \nasked: \"How can you be in a party that hates you?\" Answer: Because she loves her party, and she doesn't think the \nhaters constitute a fair representation of the GOP.\n\n\"I started the group so people would know that not all Republicans are like (Maricopa County Sheriff) Joe Arpaio \nand (state Senate President) Russell Pearce,\" she told me.\n\nSomos Republicans doesn't play favorites. Garcia Blase likes challenging fellow Republicans as much as \ntweaking Democrats.\n\n\"I put people before party,\" she said. \"The uber-liberals want to cooperate with us. They say, 'DeeDee has \nbackbone.' Democrat or Republican makes no difference. If you're trying to hurt my people, I'm going to (expletive) \nyou up.\"\n\nLately, Garcia Blase has been taking calls from Arizona Democrats who are upset that some of their legislative \nleaders are trying to regain the support of Anglo voters by trying to out-demagogue the Republicans on \nimmigration. While up to the task, she complains that this really should be someone else's job.\n\n\n\"Where are the Democratic organizations?\" she asked. \"I have enough on my plate going after racist Republicans. \nI don't have time to police racist Democrats too.\"\n\nGarcia Blase rankles the leaders of the Maricopa County Republican Party because, in media interviews, she \nstates the obvious: that Arizona Republicans such as Brewer and Pearce are, for short-term political gain, \ndooming the party to eventual irrelevance. Just as America is becoming more Latino, the Arizona GOP is becoming \nmore hostile to Latinos. Not smart.\n\nThe maddening part is that the group being turned away by Republicans is conservative -- on taxes, abortion, gay \nmarriage, defense and other issues. In 1984, when San Antonio-based Hispanic advertising pioneer Lionel Sosa \ntold President Ronald Reagan that he had to persuade Latinos to vote Republican, Reagan responded that Latinos \nwere already Republicans but \"just don't know it.\"\n\nReagan called for legalizing the undocumented in the 1984 presidential campaign and eventually signed an \namnesty bill in 1986. Were he alive today, he probably wouldn't make it out of the Arizona primary. But, you'd \nbetter believe, he'd have one feisty guerrilla leader at his side.\n\nRUBEN NAVARRETTE JR. is a syndicated columnist.\n"}