{"title": "A DEFENDER FOR IMMIGRANT CHILDREN", "body": "\nBy the time Xiomara Medrano broke down in design class that day at Leto High School, she had been living on her \nown for years.\n\nShe'd bounced from one stranger's home to the next - about a dozen in 18 months, working as a waitress to pay \nrent. Then the restaurant fired her, fearing repercussions over her illegal immigration status.\n\nShe worried that if she told adults her problems - that her mother couldn't support her - they'd both be deported to \nEl Salvador.\n\nBut that day this past fall, when the high school senior started weeping and couldn't stop, everything began to \nchange.\n\nA school counselor made phone calls and eventually found Gulfcoast Legal Services in St. Petersburg.\n\nThe nonprofit legal advocacy group took Xiomara's case, adding it to about 70 other cases of immigrant children \nin a five-county area. Many are neglected, abused and abandoned, alone without legal status.\n\n\"Some kids are traveling here by themselves, some did come here to be reunified with their families, and others \nwere abandoned once they got here,\" said Mariam Ahmedani, a Gulfcoast attorney who was instrumental in \nformalizing the agency's new pro bono program for immigrant children, called GLS Child. The program was \nunveiled during a reception Thursday at Fowler White Boggs law offices in Tampa.\n\nExperts say about 8,000 to 9,000 children a year come to the United States alone or unaccompanied by an adult. \nOften abused or victims of rape, many are put in detention centers without access to an attorney.\n\n\"They all have terrible stories,\" attorney Adriana Dinis said.\n\nTwo of the clients were brothers, ages 3 and 1, found walking along U.S. 19 in New Port Richey. The older boy was \ncarrying his baby brother. Officials placed them in foster care and eventually they were adopted, Ahmedani said.\n\nGLS Child provides specialized legal services for immigrant children, many of whom are eligible for legal status. \nFor instance, a child victim of abuse, neglect or abandonment could qualify for special immigrant juvenile status. \nOthers might qualify for asylum or a U-visa, which the government created for victims - children or adults - of \ncertain violent crimes.\n\n\nOnce Gulfcoast received Xiomara's case, its attorneys filed for the juvenile status visa in November. Meanwhile, \nthey found a place for her to live in a homeless shelter for young women in Tampa.\n\nBy April, Xiomara, then 18, had her green card, or permanent residency. She never abandoned her studies, \ngraduating from Leto High in June.\n\nXiomara thought her only prospects after high school would be to return to her former home in El Salvador, now \noverrun by violent gangs. Instead, she will start classes in August at Hillsborough Community College. She wants to \nbe an obstetrician.\n\nSchool counselor Kathy Wiggins watched the young woman transform in a few short months, escaping from the \nedge of homelessness to a life where she can now focus on her education.\n\n\"Her smile came back,\" Wiggins said.\n\nAt the reception Thursday, Xiomara stood next to Wiggins in a smart brown pantsuit before a room full of attorneys.\n\n\"I have no words to express how thankful I am,\" she said. \"They changed my entire life. I can go to college now.\"\n\nShe stopped, choked up, as the attorneys broke into applause.\n\nSaundra Amrhein can be reached at amrhein@sptimes.com or (813) 661-2441.\n\nGraphic\n\n \n\nPHOTO - KATHLEEN FLYNN - Times: Adriana Dinis, left, of Gulfcoast Legal Services applauds as Leto High \nSchool counselor Kathy Wiggins, middle, hugs Xiomara Medrano, 18, a recent graduate. Xiomara came from El \nSalvador and had no legal status.\n"}