{"title": "Rangers were a disgrace and lack the heart to challenge Celtic - Hotline; Euan McLean takes your calls as Rangers fans vent their frustration after Hearts draw.", "body": "\nCaptain ChaosJames Tavernierhas pushed the patience of the Rangers support too far.\n\nThe Hotline didn't miss its target today as punters flooded the line to call for the Ibrox skipper to be relieved of the \ncaptain's armband and his place in the team after another costly mistake against Hearts.\n\nJackie Stewart, Ardrishaig, said: \"I have said from day one that Tavernier is not a defender or indeed a captain.\n\n\"He can't tackle, his crosses are a nightmare and he's always out of position.\n\n\"He has costRangersgoals against Celtic, Young Boys of Bern and Sunday at Tynecastle was the worst of all. A \nseven-year-old could have cleared that ball.\n\n\"He, like the rest of the team, were a disgrace and lacked the heart needed to challengeCeltic. Over to you, Stevie \nG.\"\n\nAlan McGaw, Alloa, said: \"That's another big mistake by Tavernier that has cost the team dearly. A missed penalty \nagainst Feyenoord, giving up a cheap goal against Young Boys of Bern? How long can you keep letting the side \ndown before there are consequences?\n\n\"Apart from scoring the two penalties against Aberdeen, he hasn't done a great deal this season and there are other \ngood players at Ibrox waiting for their chance. If I was choosing an alternative captain it would be Ryan Jack.\n\n\"ButSteven Gerrardis the manager so we have to trust his judgement and just wait and see whether he stands by \nhis skipper.\"\n\nAlexander Ure, Knightswood, said: \"I've wanted rid of Tavernier for years. He's not a defender or a captain.\n\n\"Gerrard has been too loyal to his players and now needs to put the wind up them by dropping Tavernier.\n\n\"We also need a big powerful striker like Mark Hateley to take the pressure off these lightweight fairy dancers we've \ngot up front - plus a big inspirational leader in the mould of John Greig to be our captain.\"\n\n\nJim Eadie, Maryhill, said: \"The team that played Hearts were dung. Now Stevie G should go to the slaughterhouse \nand get some guts for a side that look lazy and unfit to me.\n\n\"And while he's there he should buy two big bulls to play at right back and left back.\"\n\nBut Andrew Lamb, Fraserburgh, defended Tavernier emailing: \"Tav offers more to the team and his performances \nfar outweigh his occasional blunders. Although I'd like to see the American lad Matt Polster get a game to see what \nhe's made of.\"\n\nJohn Bruce emailed: \"Rangers' draw at Hearts should be a huge wake-up call for a group of players who appear to \nhave believed their own publicity and felt that they only had to turn up to win the game.\n\n\"They have now spurned three chances to top the league, top their Europa League group and maintain their spot at \nthe top of the Premiership. Once could be seen as unlucky, twice as careless but three times looks like an issue.\n\n\"Before the game, Steven Gerrard spoke of the next block of fixtures, with seven out of nine games away from \nhome. Where Rangers lie at the end of that block will be a true gauge of whether this team has the mental strength \nto bring silverware back to Ibrox this season.\"\n\nDavid Gallagher, Paisley, added: \"There's the proof that Old Firm games don't settle titles, despite how excited \npeople get before and after each one.\"\n\nAlan Lough, Dunbar, said: \"VAR should be scrapped because it's causing too many hold-ups and cock-ups.\n\n\"It's ridiculous to see people celebrating goals and then five minutes later it gets called off for offside.\n\n\"Just let football be the way it used to be so we can enjoy it again.\"\n\nAway from football, Issy Currie, Caithness, said: \"It's been a superb weekend of sport but most of all hats off to \nAndy Murray. What a wonderful win, not only overcoming his injuries but also the way he battled back from behind \nin the scoreline too.\n\n\"He looked beaten at one set down but he rallied, literally, to put in a fantastic performance.\"\n\nFinally, a classy touch from James Robertson, Dennistoun, as we prepare to say farewell to our good friend and \ncolleague Tony Haggerty, who rides off into the sunset today after 20 fabulous years at  RecordSport  .\n\nJames said: \"I'd like to say a couple of words of tribute to Tony. Any time I spoke to him on the Hotline he was \nalways very fair, convivial and always seemed to me a good hard working reporter.\n\n\"I'm sure his editor at the next paper he goes to will be thankful to have him.\"\n\nWell said, James - he truly is a top man. And there's still time to wish Tony well when he mans the Hotline for one \nlast time on Tuesday between 11am and 12.\n\nRangers FC\n"}