{"title": "Legal status of tenants shielded", "body": "\nAs cities across the country grapple with illegal immigration, Gov. Arnold Schwarzenegger signed a new state law \nWednesday that prohibits county and municipal governments in California from enacting local laws that would \nrequire landlords to ask a tenant's immigration status.\n\nCalifornia may be the first state in the country to use state legislation to deal with a growing national trend that \nbegan in 2006 when the city of Hazelton, Pa., approved a city ordinance that penalized landlords for renting to \nillegal immigrants.\n\n\"These ordinances are a result of a larger problem,\" said Francisco Castillo, a spokesman for the governor. He \ncited \"the failure of Congress to enact meaningful immigration reform.\"\n\nThe bills' sponsor, Assemblyman Charles M. Calderon, D-City of Industry, and leaders of a state association of \napartment owners hailed the new law, which takes effect on Jan. 1, as a civil rights victory.\n\n\"It's important legislation because it's the beginning of a trend we're seeing throughout the country as cities begin to \ntry to establish their own foreign policies,\" Calderon said.\n\n\"Only the federal government can do that,\" he said. \"It's important that we don't have vigilante justice.\"\n\nThe Concerned Women for America, a Christian women's group, opposed AB 976. In legislative documents, the \ngroup said that cities and municipalities are trying to use local ordinances to deal with illegal immigration \"and \nprevent squalor that is dangerous not only to the individuals involved, but also to the surrounding neighborhoods \nwhere sanitation, parking and other troubles ensue.\"\n\nA national spokeswoman for the group did not return a telephone message.\n\nThe American Civil Liberties Union, labor unions, immigrant advocacy groups and landlord groups pushed for the \nbill, AB 976, after the city of Escondido passed an ordinance last year that prohibited landlords from renting to \nillegal immigrants and imposed penalties when landlords failed to check on the immigration status of prospective \ntenants.\n\nCivil rights groups successfully challenged the ordinance in federal court, arguing that it would lead to discrimination \nof immigrants seeking housing and turn landlords into immigration police.\n\nThe Escondido ordinance was later rescinded.\n\nA federal lawsuit on the Hazelton, Pa., case is pending.\n\n\nSuch local ordinances put landlords \"between a rock and a hard place,\" said Ron Kingston, a lobbyist for the \nlandlord group, Apartment Association of California Southern Cities.\n\n\"We needed to be assured that our landlords were not going to become de facto immigration police,\" Kingston said. \n\"We needed confirmation that our landlords and managers can receive information to determine the financial \nqualification and identity of tenants.\"\n\nThe new law reaffirms the ability of landlords to conduct credit checks on tenants.\n\nCalderon said local ordinances such as the one proposed in Escondido left \"landlords caught.\"\n\n\"If they complied, they faced substantial liabilities under state and federal laws,\" he said. \"If they didn't, then they're \nsubject to local penalties.\"\n\nImmigrant groups across the state supported AB 976.\n\n\"It protects tenants from discrimination for the way they look or how they sound,\" said Isabel Alegria, a \nspokeswoman for the Oakland-based California Immigrant Policy Center.\n\nContact Jessie Mangaliman at jmangaliman@mercurynews.com or (408) 920-5794.\n"}