{"title": "ELIAN'S GREAT-UNCLE DISCUSSES CUSTODY TRANSFER;HE TALKS TO PSYCHIATRISTS ABOUT HOW TO AVOID TRAUMATIZING THE BOY", "body": "\nAfter refusing for months to return Elian Gonzalez to his father, the boy's great-uncle met with government-\nappointed psychiatrists Monday to discuss how to make the transfer without traumatizing the child.\n\nThe meeting lasted only an hour, despite the government's suggestion that it would take as long as three hours. \nThere was no immediate explanation from the two sides, but Ed Rosasco, president of the hospital where the \nmeeting took place, said it was cordial.\n\nMost of Miami's Cuban-American community acknowledges that Elian's stay could be coming to an end. Police \nestimated that at least 15,000 people gathered Monday night in the streets of Little Havana to pray and sing, and \nmany marched the few blocks to the great-uncle's house.\n\"All we have left\"\n\nPolice closed about 30 city blocks and said protesters were friendly and expressed themselves peacefully.\n\n\"This is all we have left, is to do these peaceful demonstrations,\" said Carlos Rodriguez, 36. \"We're not the \naggressive Mafia that they're portraying us as.\"\n\nImmigration and Naturalization Service officials agreed to hold the meeting at Mercy Hospital to accommodate \nElian's great-uncle Lazaro Gonzalez, who said he could not leave his 21-year-old daughter, Marisleysis. The \nyoung woman, who has been a mother figure to Elian, has been hospitalized since Saturday for stress and \nexhaustion and did not attend the meeting.\n\nAttorney General Janet Reno had described the meeting as an important step toward reuniting Elian with his father \nthis week. The father, Juan Miguel Gonzalez, flew from Cuba to Washington on Thursday and met with the two \npsychiatrists and a psychologist Sunday.\n\nThe boy also did not attend Monday's meeting. His Miami relatives had made it clear they were unhappy that the \npsychiatrists would not evaluate Elian. They said such an examination would conclude that he should not be \nreturned to his father.\n\nThe immigration service and the family declined to comment on what happened in the meeting. A Justice \nDepartment official said on the condition of anonymity that the three doctors would brief officials today in \nWashington. Decisions on how to arrange the transfer were being deferred until then, the official said.\n\n\nAmong the options under consideration are bringing Elian to a neutral site in Florida to be turned over either to Juan \nMiguel, if he will go there, or to a third party who would bring him to Juan Miguel in Maryland, the official said. A \nmore remote option would be for the Miami relatives to bring Elian to Juan Miguel in Maryland.\n\n\"We are not aware of Juan Miguel proposing to go to Florida,\" the official said.\n\nReno also planned to meet today with Miami-Dade Mayor Alex Penelas, Miami Mayor Joe Carollo and possibly one \nof Elian's great-uncles, Lazaro or Delfin Gonzalez, the official said.\n\nPenelas agreed to confine the meeting to a discussion of how the reunification will occur - not whether or when, the \nofficial said.\n\n \n\nFamily files court brief\n\nAlso Monday, the family filed a brief in their appeal of a federal judge's ruling that the Immigration and \nNaturalization Service acted properly in ordering Elian returned to his father.\n\nThe family argued that because children as young as Elian are allowed to testify in serious criminal trials, the \nimmigration service should take his desires into account in an asylum hearing - rather than assert, as it has, that \nonly his father can speak for him.\n\nThe family also has been hoping to win custody of Elian in state court, but the judge in that case sharply \nquestioned the family's tactics. Circuit Judge Jennifer D. Bailey asked the Miami family to explain by today why she \nshould hear the case.\n\nShe said family members had shown no evidence that Elian would be harmed if returned to his father and asked \nthem how she could overrule the federal decision.\n\n \n\n\"The people are with you\"\n\nElian returned to his relatives' house Monday evening with Lazaro Gonzalez, who walked him around so he could \nbe seen by the crowd. Carrying two balloons, he ran into the back yard. \"Elian, my friend, the people are with you,\" \nthe crowd chanted.\n\nDemonstrators at the house have vowed to form a human chain to prevent the government from taking Elian. \nRamon Saul Sanchez, president of the Cuban-exile Democracy Movement, said he was \"planning to exercise \nwhatever influence we have\" over demonstrators to assure nonviolence.\n\nAt least 1,000 of the protesters Monday night milled in front of the home - an unusually massive throng. About 10 \npolice officers stood just on the other side of the barricade and faced the crowd, while Sanchez asked people to \nmove back.\n\n\"People feel that his time is probably running out, and a lot of people are desperate,\" said Ninoska Perez, \nspokeswoman for the Cuban American National Foundation.\n\nDeputy Attorney General Eric Holder said on CBS on Monday that the Justice Department would develop a plan to \nkeep Elian safe in a potentially volatile environment.\n\n\"We would hope that we would be able to set up something so that Elian will not have to be carried through a \nthrong of people in Miami,\" Holder said.     \n\nGraphic\n\n\n\n \n\nPHOTO THE ASSOCIATED PRESS Photo - Cuban immigrant Jose Guerrero stands with supporters Monday \noutside the home of Elian Gonzalez's relatives in Miami.\n"}