{"title": "BRONX BEST, QUEENS WORST IN CENSUS RESPONSE", "body": "\nQueens has the lowest census response rate in the city, lagging almost 10 points behind the national average of \n90%, while the Bronx takes first place with a 92.9% return rate, census officials said yesterday.\n\n\"Queens is the borough with the highest level of immigration, and I think that's a big problem in the levels of the \ncensus undercount,\" said Bryan Pu-Folkes, president of the nonprofit, Queens-based New Immigrant Community \nEmpowerment advocacy group.\n\nDan Andrews, a spokesman for Borough President Claire Shulman, agreed, calling the 80.7% rate \"very unsettling.\"\n\nNew or undocumented immigrants may fear that census information will be misused, he said. He added that the \ncount can be hampered by extra residents staying in apartments or homes.\n\n\"We impress upon anyone who hasn't been counted to get counted and realize how vital getting an accurate count \nis,\" he said. \"There's great concern about getting our fair share of federal dollars.\"\n\nBronx Borough President Fernando Ferrer attributed his borough's high response rate to a concerted effort by \nofficials and community groups to improve on the 1990 level.\n\n\"It became our mantra everywhere we went, talking about cooperation with the census,\" he said yesterday.\n\nBrooklyn is in second place, with an 89.2% rate of return, followed by Staten Island at 85.5% and Manhattan at \n83.7%.\n\nTony Farthing, the director for the New York Regional Census Center, also cited Queens' ethnic diversity and \nimmigration as reasons for the borough's lower response.\n\n\"It just makes the work a little bit more difficult,\" he said. \"At one door, you might need one group of enumerators, \nand at another, you might need enumerators who speak a different language.\"\n\nOverall, New York City is doing better than expected, he said.\n\nBut earlier in the day, a coalition of Latino, African-American and Asian-American groups argued that the fight to \ncount all New Yorkers is far from won.\n\nAccording to the New York City Consortium on Census 2000, the response rate in many minority neighborhoods - \nsuch as Flushing, Jackson Heights and Jamaica in Queens, central Harlem in Manhattan, central Brooklyn, and \nparts of the Bronx - lags behind the average.\n\n\nThe coalition is urging people who have not received census forms or been approached by enumerators to call the \nCensus Bureau hotlines to have themselves counted. The numbers are: for English, (800) 471-9424; Spanish, \n(800) 471-8642; Chinese, (800) 471-9401; Korean (800) 471-9131, and Tagalog, (800) 470-9897.\n"}