{"title": "Congress Strikes Tax Cut Deal; Andrew \"Dice\" Clay Replay Package; Stuart Varney Interview; European Market Update; Carol and Mary Higgins Clark Replay Package", "body": "\nIMUS: The IMUS IN THE MORNING program on the FOX Business Network. Giving you the power to prosper.\n\n(BEGIN VIDEO CLIP)\n\nSPEAKER OF THE HOUSE JOHN BOEHNER: Senator Reid and I have reached an agreement on payroll tax relief \non behalf of the American people.\n\n(END VIDEO CLIP)\n\nCONNELL MCSHANE, FOX BUSINESS CONTRIBUTOR: Boehner's about-face. The Speaker of the House \nannounces an agreement to prevent a tax hike on American workers come January 1. House Republicans \nsurrender after weeks of stalemate, but is this a done deal yet? Will the GOP still rebel?\n\nMitt Romney picking up some support from a former president. It's not quite an official endorsement for Romney, \nwho was called the best choice for the Republican nomination.\n\nAnd then there were two -- shopping days, that is. Could procrastinating pay off this Christmas? There's still time to \nget those last-minute gifts and retailers are counting on the sales. So that's where we are.\n\nGood morning, everybody. I'm Connell McShane. Merry Christmas. Welcome to IMUS IN THE MORNING. Be here \nall morning long with you until \"VARNEY & CO.\" in the 9 o'clock hour. Plenty of headlines to get through, also \nsome great interviews from Imus. We'll mix it up, because we have the big news that came in yesterday on the \npayroll tax cut extension.\n\nSo we'll look at that from all kinds of angles. Also, David Kuo is going to join us from overseas, Motley Fool U.K., \nalways has great analysis and he's a funny guy of the overseas markets.\n\nAnd then Lieutenant Colonel Steve Russell, that'll be Imus's interview. His book is called \"We Got Him,\" an account \nof the capture of Saddam Hussein. So there's a good interview. And Ray Hennessey will also be on with the \nanalysis of the payroll tax cut extension. So all of that is coming up throughout this hour. Then we have much more \nin the next few hours.\n\n\nBut now let's get to some numbers here to start you off Friday morning. European markets are in the green. We're \nup across the board, whether it's London 3/4 of 1 percent, Paris 1.2 percent and Germany by about a half of 1 \npercent.\n\nAnd Manoj Ladwa has those European markets covered. He's the senior trader at ETX Capital, who joins us now \nlive from London. So I guess the question of the day is what drives things today, Manoj? This may be the lightest of \ndays as everybody gets set for Christmas. But what's driving sentiment?\n\nMANOJ LADWA, ETX CAPITAL'S SENIOR TRADER: Well, it's a -- it's a -- I feel it's a bit of window dressing by the \nbond management sector going on, certainly, over the last couple of days as they buy into the market and make \ntheir end-of-year figures look good.\n\nAnd to be eligible for a decent bonus, volumes are very, very thin at the moment. And that's why it's not difficult to \npush the market a few points higher, a few points lower.\n\nThe Santa rally, well, a couple of percentage points in the last few days or so, doesn't really qualify for a decent \nrally. And there's the underlying problems of the economy and certainly for Europe still there. And I wouldn't be \nsurprised after next week, the few trading days that we have next week, that the market pulls back on the down \nside.\n\nMCSHANE: All right. Let's talk that a little bit more, what we can expect going into the new year, because you bring \nup -- and for people who don't know, this is just a yearly occurrence, this quote, unquote, window dressing that \nManoj talks about, where it's a game played on Wall Street and everybody else, where it's not just the fund \nmanagers may be down a little bit for the year.\n\nThey need to show their investors they have a good performance. They know they can move the market a little bit, \nmake some gains. It's just what happens at the end of a year. What's going to happen at the beginning of next \nyear? What's your big thing to watch come the first of 2012?\n\nLADWA: Well, certainly, Italian debt -- Italy has a very large amount of debt to roll over. And we've tied it to lean \ncredit markets, despite the measures by central banks a couple of week s ago, and despite the measures by the \nECB a few days ago.\n\nThe credit markets still remain fairly tied to -- it will be a case of watching and waiting whether Italy is able to renew \nsome of that debt.\n\nIf not, as 10-year yields are already trading very close to that 7 percent level, and they're likely to create fire (ph), \nand although Italy is not Greece and it can have a lot more leeway on its yields, it's not going to be that much and \neventually Italy may have to turn around to the E.U. and look for -- look for a bailout. And that could send equities \nsharp lower.\n\nMCSHANE: All right. Fair enough. That's a -- that's a good one. Italy is the country to watch in the new year. We \ntalked about Spain earlier this week, with the pretty decent bond auction but Italy is the country to watch.\n\nManor, thank you very much. Happy new year to you. And thanks for coming on with us.\n\nLADWA: And to you too, Connell.\n\nMCSHANE: Senior trader ETX capital live from London here this morning. Let's go to Asia now, and check out the \nAsian markets before the open of trade here in the U.S. And then we'll show you our futures here in the United \nStates.\n\nYou'll notice there's no Japan on the board today because they are closed there. Emperor's birthday in Japan. It's a \nday off for Japanese traders. But South Korea, Hong Kong, Shanghai and China, they were all up. And more details \non the trade in Asia now from Lauren Simonetti.\n\n\n\nLAUREN SIMONETTI, FOX BUSINESS REPORTER: Good morning. Asian stock markets rose Friday in thin \nholiday trading. The Shanghai and China rose for the first time this week up 0.85 percent. The KOSPI in Seoul \nadded 1 percent in the Hang Seng, and Hong Kong rose 1.3 percent. Japan's markets were closed today for their \npublic holiday, the emperor's birthday.\n\nMany other stock markets closed early today, including Australian stocks. And global markets are closed on \nMonday in celebration of Christmas. The gains in Asia tracked a positive finish for U.S. stocks on Thursday on \nmany signs that the domestic recovery here in the U.S. is gaining strength.\n\nThe U.S. is the world's biggest economy and a crucial export market for many nations in Asia, so they want to know \nwe are doing OK. Fitch, the rating agency, did say it expects growth in developing Asian nations to slow a bit in the \nnew year but still expand at a robust 6.8 percent pace. That should help bolster the wealthier nations in the region, \nand those comments failed to ding stocks (ph).\n\nThe commodities faced off on big gains today, particularly among coal and copper producers. Financial firms also \nadvanced, as did exporters, including Samsung.\n\nBack to you.\n\nMCSHANE: Lauren Simonetti there with the Asian markets. And now to our own markets and the stock index \nfutures ahead of Wall Street trade this morning, up 40-plus points on Dow futures. The thin trade that Manoj talked \nabout over in Europe certainly will be a fact of life, you would think here in the United States as well. S&P and \nNASDAQ futures are also rising.\n\nAnd a quick look at commodities this morning. Remember, we have the deal in place on the payroll tax cut \nextension. And we'll talk more in detail about it in a few minutes. But the oil prices just a few cents below $100 a \nbarrel, $99.78. And gold still moving up and down. It's at 16 -- almost 1,610 an ounce. All right, Diane Macedo in \nthe news room this morning as always with all your headlines.\n\nGood morning, Diane. What are you watching?\n\nDIANE MACEDO, FOX BUSINESS ANCHOR: Good morning, Connell. Well, for all the last-minute shoppers our \nthere, there are some great deals to be found but those deep discounts may not be so great for the retail sector.\n\nAccording to \"The New York Times\" analysts say while markdowns are standard for the holiday season, they're \nmore widespread than last year, suggesting that retailers are stuck with too much merchandise. Toys \"R\" Us, for \nexample, is offering a buy-one-get-one-half-off deal on popular toys, while American Eagle is taking 40 percent off \nalmost everything.\n\nThe International Council of Shopping Centers says while sales over Thanksgiving weekend were surprisingly \nstrong, they cut into shopping that typically takes place this month.\n\nChecking today's economic calendar now we'll be getting the latest numbers on durable goods for November as \nwell as personal income and spending. Incomes are expected to rise by 0.2 percent and spending by 0.3.\n\nMeanwhile, the headline number on durable goods is expected to rise by 2 percent, and that would be a rebound \nfrom last month's revised decline of 0.5 percent. If you factor out the transportation component, orders are \nexpected to rise by 0.5 percent.\n\nDurable goods, you might remember, are items built to last three years or more, like refrigerators, dishwashers and \ncars, both of those reports come our way at 8:30 Eastern time. And we'll, of course, have those numbers for you \nlive.\n\n\n\nMeanwhile, the federal government has approved a more than $1.9 billion deal between AT&T and Qualcomm for \nunused wireless airwaves. In the deal, AT&T will get 700 MHz airwaves from Qualcomm, which had used the \ntechnology for its failed FLO TV mobile television service.\n\nAT&T plans to use the airwaves to boost its 4G network. The approval comes just days after AT&T gave up on its \n$39 billion bid for T-Mobile on the government's anti-trust concerns.\n\nAn AIG CEO reportedly said he'd like to stay on the job longer than previously planned. Speaking with \"The Wall \nStreet Journal\" Robert Benmosche says he told the company's directors he'd like to remain in his position for \nanother year after initially telling the board he planned to retire sometime next year.\n\nThe \"Journal\" says AIG's board doesn't have to approve Benmosche's decision to stay. He was diagnosed with \ncancer late last year after becoming CEO in 2009. He also previously threatened to quit two years ago after \nclashing with the federal government on oversight and restrictions for the bailed-out company.\n\nConnell, back to you.\n\nMCSHANE: Diane, thank you very much for that.\n\nAnd millions of Americans won't be seeing a smaller paycheck at the beginning of the year. That's the big story that \nwe have this morning really. It's all thanks to this payroll tax cut agreement made in Congress finally. And FOX \nNews chief Congressional correspondent Mike Emanuel has all the details.\n\n(BEGIN VIDEO CLIP)\n\nBOEHNER: Senator Reid and I have reached an agreement on payroll tax relief on behalf of the American people.\n\n(END VIDEO CLIP)\n\nMIKE EMANUEL, FOX NEWS CHIEF CONGRESSIONAL CORRESPONDENT: After days of political bickering, \nHouse Speaker John Boehner announced a bipartisan deal that ensures 160 million Americans will not see their \npayroll taxes increase on January 1st. Boehner said the deal wasn't what he wanted noting that a two-month \nextension created uncertainty for businesses in this sluggish economy.\n\nBOEHNER: When everybody called for a one-year extension, the payroll tax deduction, when everybody wanted a \nfull year of extended unemployment benefits, we were here fighting for the right things. It may not have been the -- \npolitically the smartest thing in the world, but let me tell you what, I think our members waged a good fight.\n\nEMANUEL: The deal also prevents a cut in Medicare reimbursement rates for doctors. In a paper statement, \nPresident Obama said because of this agreement, every working American will keep his or her tax cut, about \n$1,000 for the average family. That's about $40 in every paycheck. The president is urging Congress to extend the \ntax cut and unemployment insurance for all of next year.\n\nSEN. CHARLES SCHUMER: It's good news that the House finally agreed to the bipartisan Senate bill and the \nmiddle-class tax break will be preserved. It's now up to both sides to come together and extend this for a whole \nyear.\n\nEMANUEL: The House and Senate are expected to approve the package in a voice vote on Friday. The president \nwill then sign it into law. On Capitol Hill, Mike Emanuel, FOX News.\n\nMCSHANE: The only thing that could hold that up is if some member were to object on the floor, so that's the only \nthing to really look out for today.\n\nMeantime, Former President George H.W. Bush is backing former Massachusetts Governor Mitt Romney in the \nGOP race. The former president told the \"Houston Chronicle\" he supports Romney because of his stability, \nexperience and principles.\n\n\n\nNow a spokesman for President Bush says while the interview with the paper was not an official endorsement, the \nformer president's thoughts stand as they are written.\n\nAll right. Also this morning, another Romney supporter, New Jersey Governor Chris Christie crushed the hopes of \nmany Republicans when he announced he would not be running for president in 2012, but now Christie says he has \nnot ruled out the vice presidency.\n\nHe's endorsed Romney, of course, and says he does not think Romney's presumptuous enough to talk about \nanybody for the V.P. slot at this point. But he says if Romney wants to, then they could have a full conversation \nabout that. So didn't rule it out.\n\nNew Army report is revealing that up to 64,000 graves at Arlington National Cemetery require additional review. \nThat's about one in every four graves at the cemetery.\n\nThe Army compared internal records to information on every headstone, finding potentially thousands of errors such \nas misspelled names, incorrect military ranks or dates of birth and death. The cemetery's executive director is \nsaying that some discrepancies are typos on internal documents, not necessarily mistakes on the actual \nheadstones.\n\nAll right. Much more coming up here for you this morning. David Kuo will join us, Motley Fool U.K., and he'll tell us \nwhat's going on overseas and what might happen going into the new year and a little more on the payroll tax cut \nextension, and also Imus's interview with Lieutenant Colonel Steve Russell.\n\nHis book is called \"We Got Him.\" It's an account of the capture of Saddam Hussein. Stick around for that, it's a \ngood interview. And we'll be right back on FOX Business.\n\nMCSHANE: This is what we're facing here. There's a holiday in Japan, so they're not up on the Asian board today, \nbut the KOSPI and South Korea was up 1 percent. And the Hang Seng in Hong Kong was up, as was the Shanghai \ncomposite in China. The European markets actively trading this morning to the upside by 0.8 percent in London and \nthe other markets are also up.\n\nAnd our futures indicating that the Wall Street opened today for a full trading day, may be -- may be higher, up 44 \non the Dow. Remember, Monday is the Christmas holiday for the markets. That's the federal holiday. The oil prices \nalmost $100, $99.75, up 22 cents and gold down $1.50. Diane is back from the newsroom now with some more \nheadlines that she's following for you this morning.\n\nDiane?\n\nMACEDO: Hey, Connell. So hedge fund manager Philip Falcone has reportedly rejected a settlement offer from the \nSEC over a number of potential violations. According to \"The Wall Street Journal,\" the deal with the agency would \nhave banned Falcone from the securities industry.\n\nThe \"Journal\" says he along with two top lieutenants from his Harbinger Capital Partners firm were notified by the \nSEC. They could face civil fraud charges. Falcone, who is known for big wins and losses on bets against subprime \nmortgages, is being investigated by the agency on three fronts, including potential market manipulation.\n\nShares of Eastman Kodak, meanwhile, climbed as much as 20 percent in after-hours trading after it announced the \nmanagement change and plans to sell off a business. Kodak says it's promoting general counsel Laura Quatela to \npresident, and she'll work alongside the company's current president, Phil Faraci.\n\nSeparately, Kodak, it says, is selling off its Eastman gelatin business for an undisclosed amount. The company has \nbeen aggressively looking to shed assets and warned last month that securing a patent deal or raising rescue \nfinancing over the next 12 months is critical to operating its business.\n\n\n\nNetflix is also slashing the annual stock option for allowance for its CEO. According to a regulatory filing, Reid \nHastings will now get just half of the $3 million stock option allowance he received this year in 2012.\n\nHis base salary, meanwhile, will remain unchanged at $500,000. The online video service forecasts losses for next \nyear and has come under fire for hiking prices as well as announcing plans to spin off its DVD-by-mail rental \nservice, an idea that has since been scrapped by the company. Netflix's stock prices plunged 75 percent since July, \nwiping out $12 billion in shareholder wealth.\n\nAnd shares of Rambus jumped over 12 percent in after-hours trading after it struck a patent licensing deal with \nBroadcom. The deal revolves around its complaint with the International Trade Commission against Broadcom over \nintellectual property rights regarding microchips.\n\nRambus says it will license its patent for integrated circuits used in chips made by Broadcom. The company did not \ndisclose any financial details of the deal or which patent technology is part of that agreement.\n\nConnell?\n\nMCSHANE: All right, Diane, thank you very much.\n\nDiane Macedo in the newsroom here. As we come up on 18 minutes past the hour, IMUS IN THE MORNING on a \nFriday morning. We'll hear from Imus himself in a few minutes with his interview with the guy who wrote the book on \nthe capture of Saddam Hussein. But right now David Kuo joins the program from London, The Motley Fool U.K.\n\nIt's always good to see David and, you know, I think I'm going to be selfish and start with a U.S. story and then \nwe'll get to Europe in a moment. But you -- they passed this payroll tax cut extension. Well, they're going to today, \nwe think.\n\nThey got a deal yesterday in the U.S. Congress. To me, that's a United States political story more than it's an \neconomic or a financial market story. But maybe I'm wrong. Sitting from where you are, are you relieved to see \nthis? Or do you kind of just write it off?\n\nMOTLEY FOOL UK'S DAVID KUO: Well, I tell you what, Connell, I am relieved because at least you're all pulling in \nthe same direction, which is something that we're not doing here in Europe. At least you have some objective in \nmind, and both the Republicans and the Democrats are saying we need to do something.\n\nAnd in the case of John Boehner, what he's actually done is to say we need some kind of a consensus, we need \nsome kind of solution. And I think this is actually very reassuring for the market because we know that America has \na problem.\n\nYou need a solution and you have a destination. So what you need to do is to get from where you are now to where \nyou need to get to later on without any kind of bickering. And I think Europe can take a lesson from America and \nstop this bickering that is going on within the Eurozone itself.\n\nMCSHANE: Another case where we're maybe the best of the worst bunch because it's not often that the United \nStates Congress gets a compliment for coming together on anything. And it took them long enough to do this, by \nthe way. And it's still not done yet but it has to be passed today.\n\nWith that said, what's your view from sitting in London of the U.S. economy at this point? Is it only Europe that's \nholding us back from recovery? And if it weren't for the European debt crisis, would the U.S. recovery be much \nstronger? Or do you look at the U.S. and say, oh, no, no, the U.S. has its own issues that it needs to deal with?\n\nKUO: Well, I think what the U.S. has done is to use this thing called quantitative easing, in other words, it is printing \nmoney and buying up these bets that are required at the moment. So it's literally sort of flooding the American \neconomy with cash.\n\n\n\nAnd I think as far as Europe is concerned, they're looking at that and saying maybe this is the way we should be \ngoing. Europe is not only looking at America, but also at the U.K. and saying quantitative easing does actually work.\n\nAnd so, therefore, I think what we need to do is to take some lessons from America and say that this is a unique \nproblem that we have. And the solution to this problem is to flood the economy with money and worry about inflation \nlater on. And at the moment inflation is something that we need to be concerned about, but it is something that is \nfurther down the line.\n\nSo maybe America is doing the right thing. We're seeing that the jobless figures are coming down. We're seeing \nthe U.S. economy is growing again. So I think this is -- these are very reassuring.\n\nMCSHANE: You're going to have to get a memo out, or an e-mail or something to the Germans if you'd like to go in \nthat -- in that direction, because they seem to hold all the cards over there and are holding back against, you know, \nmore stimulative measures or more of the types of things you're talking about, right?\n\nKUO: Well, they are the stumbling block. I mean, Germany is very concerned about inflation. I can understand why \nthey are concerned about inflation. But I think what the ECB, the European central bank is doing is they are trying to \ncircumvent that in some ways. And we saw in the last couple of days the European central bank has loaned \nEuropean banks somewhere in the region of half a trillion euros.\n\nNow, when I look at this, I think this is a kind of quantitative easing. Ultimately, if it walks like a chicken and talks like \na chicken, it is a chicken, Connell. And I think as far as the ECD is concerned, it is not using the word quantitative \neasing but in a roundabout sort of way it is doing that.\n\nAnd what it is doing is to give this money to the European banks and they're saying please, can you use that for \nbuying up sovereign debt? Can you use this for buying up debts in Europe? But guess what? The banks being what \nthey are, they are going -- we are going to actually put the money where we're going to get the best possible return \nfor our investors.\n\nAnd so therefore, they're pumping it into not the debt market but instead they're actually pumping it into the stock \nmarket, which is why the stock market is rising at the moment.\n\nYou know, when you have a famine-stricken area and then you think, right, I'm going to drop a food parcel in there \nand that food parcel is being taken by the hyenas and the hyenas are having a great time, but the rest of the \nanimals in the kingdom are still starving, then you actually sort of know where the money is going.\n\nSo I think if you want to have a look at money flow in Europe, have a look at the bond market and have a look at the \nstock market. Which one is actually sort of doing better? It's certainly not the bond market because the Italian yields \nat the moment -- the Italians are still paying close onto 7 percent borrowing money.\n\n(CROSSTALK)\n\nMCSHANE: That's what we are talking about.\n\nKUO: . actually going gangbusters.\n\nMCSHANE: That's what we were talking about with Manoj Ladwa, and I think what we were talking about with you \nbefore we got sidetracked on the hyenas there, David, was also the Italians, right? The -- he, Manoj was saying, \nthat we had Spain, a pretty good bond auction earlier this week. But it's the wild card as a trader.\n\nETX Capital joined us earlier this hour from London. He said the Italians are the wild card going into the early part of \nnext year. We really have to watch Italy. Will they come and ask for a bailout? And if so, then we could have some \nreal issues.\n\n\n\nKUO: Well, I think you're absolutely right. I think, you know, people are trying to piece together this jigsaw puzzle \nand they're saying what does Europe actually look like and what does Europe actually need? We all know what \nEurope needs.\n\nEurope needs money. Unfortunately the Germans are reluctant to give Europe money because they're saying that \nthis actually goes against everything that they believe in.\n\nUnfortunately I think when you have a look at Europe, what Germany is trying to do right now is to say, right, there \nis a fish in the pond and the only way we're going to get that fish is to drain that pond completely just to try and get \nthat one particular fish.\n\nI think there are other things that are available and you don't need to use anything as drastic as that in order to get \nthe fish. Eat something else instead, Connell.\n\nMCSHANE: Fair enough, David. Thank you very much, always great, thank you for coming on. And we'll talk to you \nagain soon hopefully. David Kuo at the Motley Fool U.K.\n\nAll right, Imus is coming up here in just a moment. We'll have his interview with Lieutenant Colonel Steve Russell \non the book about Saddam Hussein and his capture. It's called \"We Got Him.\"\n\nAnd then, a little bit later on Ray Hennessey on the deal over the payroll tax cuts and the extension there. And we'll \nalso have some lighter moments here the Friday before Christmas from Imus and our whole crew if you keep it here \non IMUS IN THE MORNING on FOX Business.\n\nMCSHANE: Asia markets were higher overnight ahead of our open in the United States. European markets are also \nposting some gains. As we'll flip it over and take a look at London, up 0.75 percent. The other markets are higher.\n\nAnd the futures are indicating a higher open to the last trading day before Christmas in the U.S. We'll watch to see \nif oil crosses $100. It's getting closer -- $99.66, and gold at $1,608. Those are your numbers. Diane Macedo with \nsome stories behind them, back from the newsroom with the headlines of this morning. We also -- we do have \nsome economic data today, Diane.\n\nMACEDO: That's right, and they can always change things up on us. So we'll have several economic numbers \ncoming our way, and that's at 8:30 Eastern. First we'll be getting the latest numbers on durable goods for November \nas well as personal income and spending. Incomes are expected to rise by 0.2 percent and spending by 0.3 \npercent.\n\nMeanwhile, the headline number on durable goods is expected to rise by 2 percent. That would be a rebound from \nlast month's revised decline of 0.5 of a percent. If you factor out the transportation component, orders are expected \nto rise by half of one percent. Durable goods are items built to last three years or more.\n\nAnd attention Christmas shoppers, there are some great deals out there for those of you waiting until that last \nminute. But the deep discounts may not be so great for the retail sector. According to \"The New York Times,\" \nanalysts say while markdowns are standard for the holiday season they are more widespread than last year, \nsuggesting retailers are stuck with too much merchandise.\n\nToys \"R\" Us, for example, is offering a buy-one-get-one-half-off deal on popular toys, while American Eagle is \ntaking 40 percent off almost everything. The International Council of Shopping Centers says while sales over \nThanksgiving weekend were surprisingly strong, they cut into shopping that typically takes place in this month.\n\nHedge fund manager John Paulson is reportedly facing a dismal December as he looks to wrap up a very rough \n2011. According to a person familiar with the situation, Paulson and Company's Advantage Plus fund fell another 9 \npercent through December 16th.\n\n\n\nThe fund, which has been Paulson's worst performing this year, has lost 52 percent of its value in 2011. The \nPaulson Advantage Fund, which is the firm's largest, has fallen 6 percent this month, with the fund falling 36 \npercent year-to-date. In comparison, the S&P 500 is essentially flat for the year.\n\nThe federal government has approved a more than $1.9 billion deal between AT&T and Qualcomm for unused \nwireless airwaves. In the deal, AT&T will get 700 MHz air waves while Qualcomm -- from Qualcomm, rather, which \nhad used the technology for its failed FLO TV mobile television service.\n\nAT&T plans to use those air waves to boost its 4G network. The approval comes just days after AT&T gave up on \nits $39 billion bid for T- Mobile over government's antitrust concerns.\n\nAn AIG CEO says megahertz air waves from Qualcomm. AT&T plans to use those air waves to boost its 4-g \nnetwork. The approval comes days after AT&T gave up on its bid for t-mobile over government's antitrust concerns.\n\nAn AIG CEO reportedly says he'd like to stay on the job longer than previously planned. Speaking with \"The Wall \nStreet Journal,\" Robert Benmosche says he told the company's directors he'd like to remain in the position for \nanother year after initially telling the board he planned to retire sometime in 2012.\n\nThe \"Journal\" says that AIG's board doesn't have to approve that decision to stay. He was diagnosed with cancer \nlate last year after becoming CEO in 2009 and Benmosche had also previously threatened to quit about two years \nafter clashing with the federal government on oversight and restrictions for the bailed-out company.\n\nConnell, back to you.\n\nMCSHANE: All right, Diane Macedo.\n\nNow that the war in Iraq has ended for the U.S. military, it's a very interesting time to hear from Imus' next guest, \nwho talks about the capture of Saddam Hussein, and here's that interview now with Lt. Col. Steve Russell.\n\n(BEGIN VIDEO CLIP)\n\nIMUS: Please welcome now to the IMUS IN THE MORNING program, Lt. Col. Steve Russell, who's written the \nbook, \"We Got Him: A Memoir of the Hunt and the Capture of Saddam Hussein.\"\n\nGood morning, Col. Russell. How are you?\n\nLTC STEVE RUSSELL, COMMANDER OF 1-22 INFANTRY 2003-2005: I'm well, sir, how are you?\n\nIMUS: I'm well. I'm fine. We're just -- I was just telling Colonel Russell -- he's jerking my chain here about his five \nfavorite songs. But he said well, what are my five favorite songs, like I would know. But he sings one himself, right, \nLou?\n\nLOU RUFINO, PROGRAM ENGINEER: Yes.\n\nIMUS: I thought it sounded pretty good, didn't it? Play a little bit of it.\n\n(BEGIN AUDIO CLIP, \"I'LL THINK OF YOU\")\n\nIMUS: It's called \"I'll Think of You.\"\n\n(MUSIC PLAYING)\n\nIMUS: Not only are you an American hero, you can sing a little bit, so.\n\nHuh?\n\n(END AUDIO CLIP, \"I'LL THINK OF YOU\")\n\n\n\nRUSSELL: I've been playing and singing for a long time, since college. But that particular song is one that I sang at \na memorial service for our fallen soldiers during the hunt for Saddam. I got to play it for many families also that had \nlost soldiers.\n\nIMUS: Well, first of all, thank you for your service (inaudible).\n\nRUSSELL: Thank you.\n\nIMUS: Lieutenant Colonel Russell. Well, tell me about \"We Got Him.\" Tell me about how you -- how you were \npicked -- you were picked, somebody else to lead groups to find this guy or what?\n\nRUSSELL: Well, our involvement became, just -- we were assigned to go to Tikrit, Iraq, as a part of an infantry task \nforce, and it became a team of teams where we worked with Special Operations forces and other regular units. \nSaddam hung around Tikrit after he was overthrown from power and that's how we became involved with the hunt.\n\nIMUS: So were there a lot of people looking for him and you just happened to find him, or what?\n\nRUSSELL: Well, I wouldn't -- there were -- of course everybody was hoping and looking. But as far as the groups \nthat literally were on the hunt, you had two Special Operations forces teams, one led by a guy I'll call Jack and one \nled by a guy called John. Our task force worked a lot with them, scores of raids.\n\nColonel Jim Hickey, whose brigade -- my battalion was a part of, he led the operations in the vicinity of Tikrit. And \nso what this book will show you is the players, how all the information came about and really how it was a soldier's \nstory from the bottom up rather than something handed top-down. And it's a great story of success for our men \nand women in uniform.\n\nIMUS: I wonder why Saddam Hussein went back to his hometown?\n\nRUSSELL: It's a great mystery. But his whole life was tied up in being who he was. And the one place that he could \ngo where he felt safe was his hometown connections.\n\nOnce we learned about that and those controlling families and bodyguards around him, then we were able to get on \nthat trail, go after those people, his social networks, in the hopes that we could -- we could find him. And that's what \nhappened.\n\nIMUS: Did somebody rat him out?\n\nRUSSELL: There was -- the last public appearance of Saddam was in April 6, 2003. He's in Baghdad. Everybody's \ncheering him. The guy gets up on a back of a car with a pistol protecting him. and then later drives him out of \nBaghdad.\n\nThat guy's name was Mohammed al-Musslit, a virtual unknown. And we were able to find Musslit and a lot of his \nbrothers. And from there the trail led all the way. We felt that he was a key guy, that if he were ever captured, he \nwould know Saddam's location. He was captured on December 12th, and within 24 hours we had Saddam.\n\nIMUS: We were talking with Lieutenant Colonel Steve Russell. The book is called \"We Got Him!: A Memoir of the \nHunt and Capture of Saddam Hussein.\" So after you capture -- what was his name?\n\nRUSSELL: Muhammad al-Musslit.\n\nIMUS: So why did he talk a little something?\n\nRUSSELL: A lot of these guys, when they would be captured, like a criminal on the run, they would give up the \ngoods.\n\nIMUS: Really?\n\n\n\nRUSSELL: Many of them.\n\nIMUS: Didn't have to waterboard him or anything?\n\nRUSSELL: No. We get asked that all the time, if people were.\n\nIMUS: I'm for waterboarding, by the way, because you know why? It's fun. So, but go ahead.\n\nRUSSELL: Well, fortunately, many of these guys would be haggard and very low morale. When they were caught, \nthey would give up a lot of the goods.\n\nIMUS: So did he -- did he point to Saddam Hussein being in that hole you guys found him in?\n\nRUSSELL: He did.\n\nIMUS: Oh, he did?\n\nRUSSELL: In fact, the night of the raid there were about a thousand soldiers involved with the raid when you \ninclude the Special Operations air assets and the other regular helicopters and things that were in the area.\n\nYou had a couple of teams that reinforced from Baghdad -- John's team and Colonel Hickey had all of the \nconventional forces in a giant cordon around the two locations we thought Saddam could be at.\n\nMusslit was brought along for the raid and ultimately was able to point to the location. Had he not, it would have \nbeen very difficult to find Saddam, although I think in time we would have continued to look over the next two or \nthree days knowing that the intelligence was very good.\n\nIMUS: Were you there when you pulled Saddam out of the hole?\n\nRUSSELL: I was not at the hole. I was commanding soldiers on the raid. And you had five or six units that were \ninvolved, plus these Special Operations forces.\n\nIMUS: Was the guy who ratted him out, was he -- you said he was there.\n\nRUSSELL: He was. He..\n\nIMUS: Was he there at the hole?\n\nRUSSELL: He wasn't too happy about it but he was brought along (inaudible).\n\nIMUS: Well, sure.\n\nRUSSELL: . and that's.\n\nIMUS: Did Saddam see him?\n\nRUSSELL: They ushered him out and along with the cook and brother, the cook's brother who was driving Saddam \nthat was with him, they were actually the ones that put Saddam down in the hole, fled in the opposite direction \nthrough the orchard, were later caught by a guy named Sergeant John Iverson.\n\nAnd they didn't give up the goods but Musslit was brought in and under pressure he pointed with his foot where the \n-- where the foot mat was and the hole.\n\nIMUS: What kind of pressure?\n\nRUSSELL: Really -- I mean, by that.\n\n\n\nIMUS: Did you twist his arm or get him in a hammerlock?\n\nRUSSELL: Well, they pressured him.\n\n(CROSSTALK)\n\nIMUS: Sure. Well, good. Oh, no, good. I'm for that. Believe me.\n\nRUSSELL: And so, he -- by that point, he knew that they were right there. He knew Saddam was underground. \nThey had gotten so far. So he points to where it was with his foot and.\n\nIMUS: Do you think -- this is probably a dumb question -- which I ask a lot of them, by the way. But do you think -- \nthis really is a dumb question but I'll ask it. Do you think Iraq is going to be a better place.\n\nRUSSELL: No question.\n\nIMUS: . without him?\n\nRUSSELL: No question.\n\nIMUS: No matter what happens?\n\nRUSSELL: No question. You ask Iraqis whether Iraq is better today without Saddam, and they will overwhelmingly \nsay yes. This notion that Saddam made the trains run on time like Hitler and Mussolini is just sheer nonsense. We \nforget how evil he was.\n\nThe 350,000 Kurds and Shias murdered, 20,000 political opponents, people from his own families and tribes \nmurdered. He attacked every neighboring country except for Syria. This man was a pariah on the planet, and he \nhad to be brought to account. And I'm proud to have been a part in his demise as well as a lot of the folks that were \ninvolved with the hunt.\n\nIMUS: There are a number of people, some in the military, some not in the military -- excuse me; I have the hiccups \n-- who think this operation was -- I mean, no reflections on you or the troops, God bless each and every one of one \nof you -- but think that the overall operation was pointless and a waste of time.\n\nRUSSELL: Well, that's easy to armchair quarterback. But if you ask the soldiers that fought there and those of us \nthat have sacrificed there, we don't feel that way at all. In fact, during the pitch for the surge, it was soldiers and \ntheir leaders that were begging this country, let us finish the job. Let us get it done.\n\nWe had politicians both sides of the aisle that lost their spine, declaring the war lost, saying we needed to bail. And \nit was the soldiers and their leaders that were making the case, let us get it done.\n\nAnd I'm glad they did because had we listened to them four years ago, Iraq wouldn't be on the most favored nation \ntrading status as it is today. It wouldn't be paying off its debts, which is more than maybe what our country can say.\n\nIt wouldn't be trading with people in the region, exporting food, having every resource for success in the future. Iraq \nis a success story because of the men and women in uniform of the United States of America.\n\nIMUS: Well, good luck with this book. And, again, thank you for your service to this country. And not a bad record \nyou have there, so...\n\nRUSSELL: Well, thank you, and.\n\nIMUS: Have you have recorded it? Well, you have recorded it (inaudible).\n\nRUSSELL: Well, I played that on live television in Texas, but I've not professionally recorded.\n\n\n\nIMUS: Where in Texas?\n\nRUSSELL: In Waco.\n\nIMUS: Oh, OK. Well, Merry Christmas. Happy New Year.\n\nRUSSELL: Well, Merry Christmas to you. And thanks. And I hope you enjoy the book. It is a very compelling story \nof how we got there.\n\nIMUS: Well it sounds like it. So it's called \"We Got Him!: A Memoir of the Hunt and Capture of Saddam Hussein,\" by \none of the guys who, well, hunted him and captured him, Lt. Col. Steve Russell.\n\n(END VIDEO CLIP)\n\nMCSHANE: There you go, and IMUS IN THE MORNING as we continue here this morning. The big story is coming \nout of Washington, D.C., where they do have a deal finally on that payroll tax cut extension. We're going to talk \nabout it live coming up next.\n\nRay Hennessey from FOX Business will join us on that. We also have a few laughs coming your way from Imus and \nour whole crew. So keep it here. It is IMUS IN THE MORNING on FOX Business, live from New York.\n\nMCSHANE: Asian markets higher overnight by more than 1 percent in both South Korea and Hong Kong. \nShanghai, the market in mainland China up by 0.9 percent. No trading in Japan because of the holiday today. And \nthe FTSE 100 in London, it's up 1 percent. CAC 40 in Paris more than that, and the German DAX also higher.\n\nThat's where we stand ahead of our open which is indicated to be higher by the futures. S&P futures up 6. And the \ncommodities? Oil, $99, plus this morning just below 100 bucks, $99.79 is where we are; $1,608 or thereabouts for \ngold, down $2.80.\n\nAll right. Let's go to Diane and once again in the newsroom, who joins us with some more headlines. I believe \nKodak is up to something we need to know about.\n\nMACEDO: That's right, Connell, so shares of Eastman Kodak climbed roughly 20 percent in extended trading after \nit announced a management change and plans to sell off a business. Kodak said it's promoting general counsel \nLaura Quitela to president and she'll work alongside the company's current president, Phil Feraci.\n\nSeparately Kodak said it's selling off its Eastman gelatin business for an undisclosed amount. The company's been \naggressively looking to shed assets and warned last month that securing a patent deal or raising rescue financing \nover the next 12 months is critical to operating its business.\n\nShares of Rambus meanwhile jumped over 12 percent in extended trading after it struck a patent licensing deal \nwith Broadcom. The deal resolves a complaint Rambus filed with the International Trade Commission last year \nagainst Broadcom over intellectual property rights regarding microchips.\n\nRambus says it will license its patent for integrated circuits used by chips and made at Broadcom. The company did \nnot disclose any financial details of the deal or which patent technology is part of the agreement.\n\nAnd Netflix is slashing its CEO's annual stock option allowance. According to a regulatory filing in 2012, Reed \nHastings will get just half of the $3 million stock option allowance he received this year, which his base salary will \nremain unchanged at $500,000.\n\nThe online video service forecast losses for next year and has come under fire for hiking prices and announcing \nplans to spin off its DVD-by- mail rental service. You might remember they scrapped that idea pretty quickly.\n\n\n\nNetflix's stock price has plunged 75 percent since July, wiping out $12 billion in shareholder wealth. And hedge \nfund manager Phil Falcone has reportedly rejected a settlement offer from the SEC over a number of potential \nviolations.\n\nAccording to \"The Wall Street Journal\" the deal would have banned Falcone from the securities industry. The \n\"Journal\" says he, along with two top lieutenants from his firm, Harbinger Capital Partners, were notified by the \nSEC that they could face civil fraud charges.\n\nFalcone, who's known for his big wins and losses on bets against subprime mortgages is being investigated by the \nagency on three fronts, including potential market manipulation.\n\nConnell, back to you.\n\nMCSHANE: All right, Diane Macedo, thank you very much for that.\n\nAs we get back to our top story of the morning, which is this deal that's in place over the payroll tax cut extension. \nSo Ray Hennessey, the director of business news at FOX Business, joins us with more perspective on it from our \nnewsroom.\n\nYou know, I was trying to say earlier, Ray, that this is much more a story, at least in my view, about U.S. politics \nthan it is about, you know, financial markets or even economics. But what do you think?\n\nRay Hennessey Managing Editor and Director of Fox Business Channel Website: Well, you know, the one impact \nthat it had and the one lesson that it learned is midway through, when everybody was kind of fighting over this and \nthat, it seemed that nobody in Congress realized that their fighting had a financial impact on businesses.\n\nAnd, you know, we talked about that at length yesterday. And if you see what the House deal is, the House deal's \nsort of protecting small businesses so they don't have to do these short-term things and change their systems and \neverything.\n\nAnd I think they're coming to the realization these kind of fights actually do have an impact on, you know, \nsometimes corporate profitability and I think you're getting -- you're getting a sense of that.\n\nBut, you know, it -- this reminds me of the old Churchill phrase about academia, that the fights are so big because \nthe stakes are so small. You are fighting over, you know, $40 every two weeks in people's paychecks.\n\nNow, you know, you don't want to pooh-pooh that, particularly in these bad times. You know, every bit helps.\n\nBut to have such a gigantic battle that really put a speakership at risk, you know, made Obama, you know, have to \nstay back from vacation, make Congress kind of stick around and made the country sit up and take notice over \nsomething that was, you know, essentially $1,000 a year, seems in retrospect to have been a silly move on \neverybody's part.\n\nMCSHANE: And the Republicans are taking the heat for that this morning in just about every account you read of it. \nWe're actually going to have Congressman Peter King call in in about 20, 25 minutes. We'll see what he thinks, \nespecially of the freshman Republicans having held out as much as they have. And maybe they will today. I mean, \nsomebody could object on the House floor, which.\n\nHENNESSEY: Sure.\n\nMCSHANE: . could throw this thing.\n\n(CROSSTALK)\n\nMCSHANE: . past the Christmas holiday.\n\n\n\nHENNESSEY: Look, and -- but, Connell, do you really want to complain that people stuck to their principles? I \nmean, that's the other thing, is, you know, you know, we all looked at it and said, well, be practical, do this. But, you \nknow, there's something very good about people being elected to Congress on promises that they keep.\n\nNow you've just got to factor that into any decisions that you make if you're the speaker and your leadership in \nCongress, knowing that these are folks who don't mess around. They said they were going to do something. \nThey've done it. They are loath to not do it. They feel thrown under the bus when deals are made without their \ninput.\n\nAnd what this means is that the political calculus really for 2012 has to be that you've got to have some of -- some \nof that perspective in any negotiations that you have going forward. And let's not forget, you know, these folks were \nelected to Congress because of these promises that they made.\n\nSo, you know, there is -- I know that there's a lot of criticism that these guys were standing in the way. But, you \nknow, you look at it from a marketing and economics standpoint, nobody ever complains about gridlock.\n\nWe actually like gridlock, you know. Markets don't like it when one party is in power and can do whatever they want. \nYou know, the more that you gum up the works, the better because for the most part you're going to leave the \nmarkets alone.\n\nMCSHANE: Where -- yes, that was kind of the rule of thumb all through the `90s. But the -- where does the line -- \nwhere is the line drawn, do you think, for markets and for economies between gridlock and dysfunction?\n\nHENNESSEY: Well, I -- you know, if you look at the -- you know, now we're going to get into political history, \nConnell. I mean, dysfunction has been the way of life for Congress since the very beginning.\n\nThe, you know, the first Congressional Congress was, in some ways, dysfunctional. So, you know, you've got -- \nthat's been baked in. The reason we have all these checks and balances is to make sure that things don't work and \nthat don't move too quickly.\n\nMCSHANE: I understand. But now you think -- this is -- this is pretty big. I mean, the last few months have been.\n\nHENNESSEY: Well, in the end, Connell, right. But in the end.\n\nMCSHANE: . (inaudible) rough.\n\nHENNESSEY: But, Connell, in the end, what do we have? We've got a bill.\n\nMCSHANE: We do.\n\nHENNESSEY: We've got a compromise. We have it. So was that dysfunctional? Or did we get to the end of the \nyear without getting this? You have a fight along the way, you have a bunch of people yelling and screaming at one \nanother. But I hate to say it, that's what we elect them for.\n\nMCSHANE: I thought David Kuo made a good point saying maybe the Europeans could take this -- because you \njust look while we're sitting over there, he was looking at it -- he's in London saying, well, yeah, they got something \ndone in the U.S. Maybe we could take something away from that and say we've got to stop fighting and get \nsomething done.\n\nHENNESSEY: Well, look at Europe. You needed to get to the brink of financial collapse and the collapse of its \ncurrency to even get them to the table to start talking about these things. And guess what? They're still just talking \nabout these things.\n\nSo, again, you know, I think there's going to be a lot of criticism, oh, there was this (inaudible) -- but to be very \nfrank, it was a great theater to watch now and it's going to be forgotten starting next Monday and Tuesday.\n\n\n\nMCSHANE: We'll see.\n\nHENNESSEY: . because there are other issues to tackle.\n\nMCSHANE: Because it happens in an election -- presidential year and everything else. We have a.\n\nHENNESSEY: (Inaudible) going to be a fun year, Connell. It's going to be a fun year.\n\nMCSHANE: Well, we thank you for contributing to it today. Exclusive interview with Ray Hennessey from the FOX \nBusiness newsroom.\n\nThank you, Ray.\n\nAll right. Moving right along here, we will have Peter king, by the way, so I mentioned. So that congressman from \nNew York, that'll be interesting to see what his take is on everything that Ray and I were talking about there.\n\nAnd we'll check all your top stories coming up at the top of the hour. But this is IMUS IN THE MORNING, and just \nabout every morning on this show, something funny happens. Sometimes it's not on purpose. But just about every \nmorning something funny happens. And here we go. Some of the latest funny moments from Imus and our whole \ncrew.\n\nIMUS: OK, Tom Freedman is coming up next, and we already played one of Tom Freedman's five favorite songs, \nLou. Why do we have to play another one of his five favorite songs?\n\nRUFINO: Well, we should just go to -- we should just go to the commercials...\n\nIMUS: Well, no, we're fine. We're just fine. How much of tom freedman can we take any way?\n\n(CROSSTALK)\n\nRUFINO: I like it when you're half asleep too, actually, I can kind of tell. Yes, this is.\n\nIMUS: What's the matter?\n\nRUFINO: I like it when you're unconscious.\n\nBERNARD MCGUIRK, PROGRAM EXECUTIVE PRODUCER: (Inaudible) be put to sleep actually.\n\nIMUS: Oh, my God, that's very hurtful.\n\nRUFINO: Well, you've got to chill out. You've got to chill out.\n\nIMUS: Well, what did I do wrong?\n\n(CROSSTALK)\n\nIMUS: No, no, I am relaxed. All I'm saying is.\n\nRUFINO: No you're not. You're not relaxed. You jump on everybody. You are a nut job.\n\nIMUS: Do we -- we have to play all five of his favorite songs?\n\nRUFINO: Who cares? Let's just get to the commercial. You are out of your mind.\n\nIMUS: Why can't we have fun? Why can't.\n\n(CROSSTALK)\n\n\n\nRUFINO: Fun? When is the last time we had fun?\n\n(LAUGHTER)\n\nIMUS: All right. Don't we have fun every morning?\n\nRUFINO: I have a ball.\n\nMCGUIRK: I do. (Inaudible).\n\nIMUS: We're going to stop -- now let's stop doing it. Fine with me.\n\n(CROSSTALK)\n\nUNIDENTIFIED MALE: It's not fun.\n\nUNIDENTIFIED MALE: No, it's fun arguing, that's what he meant.\n\n(LAUGHTER)\n\nIMUS: I was going to suggest we play a Christmas tune.\n\n(CROSSTALK)\n\nRUFINO: It's a month away from Christmas.\n\nUNIDENTIFIED MALE: (Inaudible), you Scrooge.\n\nIMUS: Here's another one of this dweeb tom freedman's five favorite songs.\n\nUNIDENTIFIED MALE: Not anger, not anger. (Inaudible) there's so much anger (inaudible).\n\nIMUS: There's no anger, you son of a bitch.\n\nGood morning, Speaker Boehner.\n\nUNIDENTIFIED MALE: Good morning, Imus.\n\nRecently, I had the opportunity to present the Congressional Gold Medal to the crew of the Apollo 11. And it was \none of the most emotionally moving experiences of my life, to celebrate these real American heroes was just -- I \ncan't describe it. These guys didn't go up and fart around fixing solar panels on the space station. They walked on \nthe moon.\n\nWell, not Michael Collins. He got screwed and had to sit in the capsule and wait for Neil and Buzz like he was \npicking them up after school. So sad. Can you imagine, you go all the way to the moon and you're the only one who \ndoesn't get to go down and walk around?\n\nIt's like you're the designated driver and all your friends are at the party doing shots and getting wasted and you got \nto stand there like a moron drinking Diet Coke and watching them all having fun. And then you got to take \neverybody home while they're all throwing up all over your parents' car.\n\nThe captain of the football team is back there making out with the hot girl from your homeroom. But you're at the \ndrive-through speaker ordering fries for everybody which, by the way, you never get paid back for. It's just not fair! I \nwanted to be an astronaut.\n\n(LAUGHTER)\n\n\n\nUNIDENTIFIED MALE: Aaahhh!\n\nIMUS: Oh, wow. John Boehner here on the --\n\nUNIDENTIFIED MALE: I want to be an astronaut (inaudible).\n\nIMUS: I'm sure you do.\n\nDAGEN MCDOWELL, FOX BUSINESS CONTRIBUTOR: I'm doing -- I'm told\n\nIMUS: First of all.\n\nMCDOWELL: I will get fired. I'm the one who gets reamed out if I don't do these numbers. I get chewed out. I get \nchewed out by you.\n\nIMUS: First of all, while we're still talking -- but, now, listen.\n\nUNIDENTIFIED MALE: (Inaudible).\n\nIMUS: First of all, Kevin loves me. Hello? So I can do what I want.\n\nUNIDENTIFIED MALE: He loves the I-Man.\n\nIMUS: He already told me.\n\nMCDOWELL: OK.\n\nIMUS: . I could do anything within reason.\n\nMCDOWELL: OK.\n\nUNIDENTIFIED MALE: Anything you want to.?\n\nIMUS: All right. Time for a Bernie briefing. Thank you very much for that fine report.\n\nUNIDENTIFIED MALE: My God, throw it (inaudible).\n\nIMUS: Well.\n\nMCDOWELL: You know what you can bite?\n\n(LAUGHTER)\n\nIMUS: Courtney Freed (ph) with the Hollywood news is coming up.\n\n(CROSSTALK)\n\nMCDOWELL: I've got a cornucopia of stuff you can (inaudible) on, bucko.\n\nIMUS: Well, where's that (inaudible) coming from?\n\nMCDOWELL: You haven't (inaudible) you -- and I'm trying not to end the week on a bad note, but you have \ninterrupted me every hit that I have done this morning, and I try and look halfway decent for you.\n\nIMUS: (Inaudible). Why are you looking halfway decent for me? I don't give a damn how you look.\n\nMCDOWELL: I was picking food out of my teeth not 30 seconds ago so I didn't have a big raisin in my teeth, so I \nwould look halfway decent.\n\n\n\nIMUS: You're on television. There's a -- there's a bunch.\n\nMCDOWELL: Do I look like I care at this point? No.\n\nUNIDENTIFIED MALE: All right.\n\nUNIDENTIFIED MALE: Got a cornucopia (inaudible) for you.\n\nIMUS: (Inaudible).\n\nUNIDENTIFIED MALE: OK.\n\n(LAUGHTER)\n\nMCDOWELL: Have a great weekend.\n\nUNIDENTIFIED MALE: I dropped my straw. Now get over here.\n\nIMUS: All right. Time now for some.\n\nMCSHANE: What are those economic numbers again?\n\nIMUS: Man, that is -- that's an insane person there. That is (inaudible).\n\nUNIDENTIFIED MALE: Yes, but you're fine.\n\nMCSHANE: Hello, Pot. I'm Kettle. Nice to meet you. Now we're coming up here in the next hour on IMUS IN THE \nMORNING. We have Peter King coming on with us, the congressman -- Republican congressman from New York. \nHe'll join us live to talk about this payroll tax cut extension deal.\n\nStuart Varney will be here live as well, weigh in on all the news of the day. That plus Imus' conversation with \nAndrew Dice Clay. Don't go away. IMUS IN THE MORNING on FOX Business.\n\n(BEGIN VIDEO CLIP)\n\nREP. JOHN BOEHNER (R-OH), HOUSE SPEAKER: Senator Reid and I have reached an agreement on payroll tax \nrelief on behalf of the American people.\n\n(END VIDEO CLIP)\n\nCONNELL MCSHANE, FBN CORRESPONDENT: Boehner's about face; the Speaker of the House announces an \nagreement to prevent a tax hike on American workers come January 1s. House Republicans surrender after weeks \nof stalemate. But is it a done deal yet? We'll be talking about that coming up.\n\nAnd then Mitt Romney picking up some support from a former president; now it's not quite an official endorsement \nfor Romney. It was called the best choice for the Republican nomination. We'll tell you all about that.\n\nAnd then there were two shopping days that is. Could procrastinating pay off this Christmas? Still time to get those \nlast-minute holiday gifts and retailers are counting on the sales. So we'll have more on it.\n\nGood morning everybody welcome to IMUS IN THE MORNING. It's good to have you along with us here in the \nFriday morning before Christmas. I'm Connell McShane. We're going to have all of those top headlines for the day \nstraight ahead.\n\nThe payroll tax cut deal is really the big story coming out of Washington. We'll also update the markets overseas \nand have a lot more, including a number of interviews from Imus and all the rest of it so.\n\n\n\nBig hour coming up and Congressman Peter King will be among our guests that will join me. He'll be on the phone. \nIt will be interesting to talk to Congressman King about what he thinks about of the payroll tax cut deal that went \ndown on the house -- went down in the House. Because remember Congressman King, Republican from New York, \nand what does he think of some of the freshman Republicans who are holding out for so long and the future for \nSpeaker Boehner, future of the Republican Party? All the rest of those things coming up with him.\n\nStuart Varney and the real Andrew Dice Clay, those are your guests this hour on Fox Business here at IMUS IN \nTHE MORNING.\n\nBut let's begin with Rich Edson it looks like this bitter debate is over, the payroll tax cut, at least for now unless \nsomeone objects, Rich of course as the House Speaker --\n\nRICH EDSON, FBN CORRESPONDENT: Right.\n\nMCSHANE: -- as the House Speaker John Boehner caved in and what can we expect today? Quite a day \nyesterday.\n\nEDSON: Right well, the bitter debate is over between Democrats and Republicans at least on this thing. But there \nis a bitter debate right now within the Republican Party. Those who feel like House Speaker John Boehner perhaps \nhave sold them out on this deal.\n\nBasically what you're going to have in about three hours, the House floor will open up. They will gavel in and they'll \ntry to do what is called a unanimous consent.\n\nIt's almost like a reverse vote. In fact nobody is actually going to vote here. What they're going to try to do is \nbasically say we're -- we're going to deem this bill passed. And if nobody objects, then they move forward. But there \nwere some Republicans last night perhaps talking about showing up and maybe even objecting.\n\nSo we'll see 10:00 if you hear nothing, if someone just brings this bill up and it passes, we're all set to go. If not we \nhave to have a vote next week. And that could be politically problematic for the House Speaker.\n\nBasically a couple of changes to this proposal; it is a two-month extension of the payroll tax cut. It does include \nthose other two month extensions to the Medicare doc fix making sure that Medicare doctors aren't hit with a \nmassive pay cut. And two months of long term unemployment benefits.\n\nThe only two changes to this proposal secured by the House leadership were some technical fixes to make it easier \nfor payroll processing. And the second part is to make sure that the Senate appoints conferees. In other words, they \nenter into a formal negotiation to try to work out a full-year payroll tax cut. And that's at the beginning of next year. \nFrom here even last night House Speaker John Boehner admitted it has been a very difficult week.\n\n(BEGIN VIDEO CLIP)\n\nBOEHNER: It's hard to do the right thing. And sometimes it's politically difficult to do the right thing. But you know \nwhen everybody called for a one-year extension of the payroll tax deduction, when everybody wanted a full year of \nextended unemployment benefits; we were here fighting for the right things.\n\nIt may not have been politically the smartest thing in the world but let me tell you what; I think our members waged \na good fight.\n\n(END VIDEO CLIP)\n\nEDSON: The momentum against House Republicans began yesterday morning when Senate's top Republican \nMinority Leader Mitch McConnell released a statement calling for the House to pass a short-term proposal, \nbasically what the Senate approved last weekend and what Democrats were arguing the House to pass all week.\n\n\n\nSo the House tried to pass this proposal under this unanimous consent deal 10:00, that's what were watching for if \nyou don't hear anyone say I object, it means it gets through. If not, we've got to have a vote next week and a House \nGOP aide reminds us it costs $4 million to $5 million to bring Congress back to Washington. Back to you.\n\nMCSHANE: Oh great. It's like a -- well it's a like wedding right. If anybody here objects to seeing this couple -- and \nall of that -\n\nEDSON: Right.\n\nMCSHANE: -- and you're hoping some crazy aunt doesn't stand up in the back of the church. So we'll see how who \nthat might be today.\n\nAll right, Rich we'll talk to you in a little while.\n\n(CROSSTALK)\n\nEDSON: Thanks a lot.\n\nMCSHANE: Rich Edson there in the D.C. bureau so more on that coming up.\n\nAgain, Congressman King will join us in a few minutes. But before we get to that let's go to the markets.\n\nAnd the European markets this morning are higher we're up across the board in London. And Paris, Frankfurt, \nthey're all up.\n\nAnd we have David Jones on with us chief market strategist for IG in London. He joins us from their trading floor. \nWhat about today David? I was reading that some traders are saying oh it's the U.S. economy that people are \noptimistic about. But you know let's be honest the day before Christmas really in trading, I'm sure it's pretty light \nand it doesn't take much to move the market, right?\n\nDAVID JONES, I.G. MANAGER, CHIEF MARKETS STRATEGIST: Yes it's been a really light week all this week. \nOn Monday we saw the lowest volume in three months. U.K. markets shuts in about 25 minutes. It's a half day \ntoday. You know, those U.S. jobless figures the weekly jobless claims did help sentiment a little bit yesterday \ncoming in the lowest for three and a half years.\n\nBut we're still all very worried about what Europe is going to bring next year. So I think we've seen a cautiously \npositive week this week but on very thin volumes.\n\nMCSHANE: The pressure is on you guys, as it has been, Europeans in general going into the New Year. Some say \nItaly is the country to watch. Others say well, let's see if the ECB takes action. What's the big thing you're watching \ncome the first of the year in terms of getting Europe through all this?\n\nJONES: I think it will be Italy and Spain are the probably the ones to watch. We saw of course we had the Greek \ncrisis that started 18 months ago and finally got somewhere near resolved a couple of months ago. Since that we've \nseen the Italian and Spanish costs for borrowing really jump up. That will be back in focus next year. There is a \nmeeting for all the European ministers again in January another summit to try and finally come up with a plan to sort \nout the debt crisis.\n\nSo I think when we're all back, in January it will be all eyes back on Europe once again.\n\nMCSHANE: Do you think \"muddle through\" is going to be good enough here? Because we all have this expectation \nthey're going to solve everything and then we set ourselves up.\n\nJONES: Yes.\n\n\n\nMCSHANE: And we're disappointed every time there is some sort of a meeting that does not solve everything. Can \nwe muddle through indefinitely or is that unrealistic?\n\nJONES: I'll tell you I suppose we could muddle through. But I think we would muddle through for months and \nprobably year. And it may be is a little bit unfair of us on the outside to have the expectations that these Europeans \nneed to sort this out and come up with a solution now. Because this -- it's not really an easy fix.\n\nI think markets have been incredibly patient since August, since we saw markets really slide off a cliff. But I think if \nwe do get a situation where Italy starts to look like it needs a bailout, for example, that will be the thing that sparks \noff the next bout of volatility.\n\nSo at the moment we're being patient as long as we don't get any dramas early in the New Year.\n\nMCSHANE: All right, David that's the picture in Europe for you this morning. Markets are higher. David Jones, chief \nmarket strategist for IG Markets.\n\nLet's go to the Asian markets and check out how the performance was there overnight. Keep in mind Japan was \nclosed because of a holiday but the other markets South Korea, Hong Kong, and China they were all up. And we \nhave details on it now from Lauren Simonetti.\n\nLAUREN SIMONETTI: Good morning Asian stock markets rose Friday in thin holiday trading. The Shanghai in \nChina rose for the first time this week, up 0.85 percent. The KOSPI in Seoul added one percent. And the Hang \nSang in Hong Kong rose 1.3 percent.\n\nJapan's markets were closed today for their public holiday, the Emperor's birthday. Many other stock markets \nclosed early today including Australian stocks. And global markets are closed on Monday in celebration of \nChristmas.\n\nThe gains in Asia tracked a positive finish for U.S. stocks on Thursday on many signs that the domestic recovery \nhere in the U.S. is gaining strength. The U.S. is the world's biggest economy and a crucial export market for many \nnations in Asia. So they want to know we are doing ok.\n\nFitch, the rating agency, did say it expects growth in developing Asian nations to slow a bit in the New Year but still \nexpand at a robust 6.8 percent pace. That should help bolster the wealthier nations in the region and those \ncomments failed to gain stocks.\n\nThe commodities faced off some big gains today particularly among coal and copper producers. Financial firms also \nadvance as did exporters including Samsung.\n\nBack to you.\n\nMCSHANE: All right Lauren, Lauren Simonetti with the Asian market update and now we look at our own market \nand see how the futures are shaping up this morning, Friday morning. Up 50 on the DOW; S&P 500 futures are up; \nNASDAQ 100 futures are up. We could throw in the obligatory trading will be light today. But you know that it's the \nFriday before Christmas. As it is, the markets are still up and we're almost at $100 for crude oil. We're just below \n$1,610 for a spot gold down by 70 cents.\n\nDiane Macedo now from the news room with some more headlines that she's following this morning, including \neconomic data. Hey Diane.\n\nDIANE MACEDO, FBN CORRESPONDENT: Hey Connell, so we'll be getting the latest numbers on both durable \ngoods for November and personal income and spending this morning. Incomes are expected to rise by two-tenths \nof a percent and spending by three-tenths. The headline number on durable goods is expected to rise two percent. \nAnd that would be a rebound from last month's revised decline of five-tenths of a percent.\n\n\n\nDurable goods are items built to last three years or more like refrigerators, dishwashers and cars. Now if you factor \nout that transportation component orders are expected to be up half of one percent. Both of those reports come our \nway at 8:30 Eastern Time. We'll of course have them for you live.\n\nNow for all the last-minute Christmas shoppers out there, there are some great deals. But those deep discounts \nmay not be so great for the retail sector. According to \"The New York Times\" analysts say while markdowns are \nstandard for the holiday season they are more widespread this year than they were last year suggesting retailers \nare stocked with too much merchandise.\n\nToys `R' Us, for example is offering a buy one, get one half off deal on popular toys while American Eagle is taking \n40 percent off almost everything. The International Council of Shopping Center says while sales over Thanksgiving \nweekend were surprisingly strong they cut into shopping that typically takes place this month.\n\nThe federal government has approved a more than $1.9 billion deal between AT&T and Qualcomm for unused \nwireless air waves. AT&T is set to get 700 megahertz airwaves from Qualcomm which has used the technology for \nits failed blow TV mobile television service. AT&T plans to use the air waves to boost its 4G network. The deal \ncomes just days after AT&T gave up on that $39 billion bid for T-Mobile over antitrust concerns from the \ngovernment.\n\nConnell back to you.\n\nMCSHANE: I have today's trivia question Diane if you're -- if you're interested in that.\n\nMACEDO: Oh boy. Oh no.\n\nMCSHANE: Rich People Network where you'll find an appearance by Andrew Dice Clay and the live interview with \nStuart Varney and Congressman Peter King all in the same hour, which I have to play this hour. Yes Diane.\n\nMACEDO: The Fox Business Network.\n\nMCSHANE: Isn't that amazing. I mean, this is -- this eclectic. This is -- it doesn't get any better than this.\n\nMACEDO: What do I win?\n\nMCSHANE: Right now well, you can perform at Mohegan Sun.\n\nMACEDO: I thought the confetti was going to fall from the ceiling or --\n\nMCSHANE: Oh wait, you've already done that. Now Mohegan Sun, we'll think of something -- we'll think of \nsomething for you Diane.\n\nAll right, former President George W. -- George H.W. Bush I should say is backing Mitt Romney in the GOP race, \nkind of. He told the \"Houston Chronicle\", the former President did, that he supports Romney because of his stability, \nexperience and principles.\n\nAnd a spokesman for President Bush says while the interview with the paper was not an official endorsement, that's \nwhy we say kind of, the former president's thoughts stand as they are written. So he supports Romney, there you \ngo.\n\nAnother Romney supporter would be New Jersey Governor Chris Christie. He crushed the hopes of many \nRepublicans when he announced himself he would not run for President but now says he has not ruled out being on \nthe ticket as vice president. Christie, who has endorsed Romney, says he does not think that Governor Romney is \npresumptuous enough to talk about anyone for the VP slot just yet since he's not the nominee.\n\nBut he says if Romney wants to at some point if he is the nominee, they could have a full conversation about that. \nHe didn't rule it out.\n\n\n\nAnd a new Army report has revealed that up to 64,000 graves at Arlington National Cemetery require additional \nreview. That's about one in every four graves at the cemetery. The Army compared internal records to information \non every headstone finding potentially thousands of errors such as misspelled names, incorrect military ranks or \ndates of birth and death. The cemetery's executive director does say that some of the discrepancies are typos on \ninternal documents and not necessarily mistakes on actual headstones.\n\nAll right those are some of the top stories we're following. But the big one's is the payroll tax cut deal and \nCongressman Peter King of New York will join us. He's going to call in a few minutes with his thoughts live on the \npayroll deal.\n\nThen Imus's conversation there he is Andrew Dice Clay. The real deal and Stuart Varney will be with me here live \nin studio. It's all coming up in this hour. Diane was right on the Fox Business Network.\n\nMCSHANE: Let's talk more now here on the IMUS IN THE MORNING on fox Business about this payroll tax deal, \nas we have Congressman Peter King as a regular on IMUS IN THE MORNING, Republican from New York, with us \non the telephone. You know, Lots of talk about Congressman, and thanks for joining us, by the way, with no Imus \nhere. At least you won't get abused, I guess which is the upside of that.\n\nREP. PETER KING (R), NEW YORK: Connell, I would much rather be on with you than Imus, believe me. First of \nall, you're decent, you're a gentleman, you're a Long Islander. Merry Christmas.\n\nMCSHANE: Yes. Merry Christmas to you as well.\n\nNow it kind of turned into a bit of a mess, didn't it, for your Republican caucus in the house, this whole deal?\n\nKING: Yes. I will just say, give John Boehner credit for getting us out of this without too much damage being done. I \nbelieve we should have agreed to this last week. I told the leadership that.\n\nThis initially was a victory for Republicans. President Obama gave in on the surtax. He gave in on the Keystone \nPipeline. And yet we had people in our party who didn't know when to accept a victory, and they really drove us to \nthe edge. And John Boehner kept us together through all this and got us out with a minimum of damage. This was \nall unnecessary wounds -- self-inflicted wounds over the last four days.\n\nMCSHANE: Because every headline this morning is that Republicans are bowing to the pressure. There's \nsurrender, retreat. Politico says the humbling of the House GOP. So it pretty much handed the President a political \nvictory, wouldn't you agree?\n\nKING: We did, after he had a defeat. I remember last Saturday morning watching the talking heads saying how \ndoes President Obama explain this cave-in to his base? And before the day was out Republicans had taken him out \nof the cave and we put ourselves in this bad, really tough fight.\n\nLet me just say, I remember being at the Republican conference on Monday night and you had person after person \nstanding up denouncing the deal from the Senate. They kept comparing themselves to Mel Gibson in \"Braveheart\", \nall these references to \"Braveheart\" over and over again.\n\nAnd as I was sitting there I was thinking Mel Gibson was also in \"Gallipoli\" which was one of the worst military \ndefeats ever.\n\nMCSHANE: Yes.\n\nKING: And that was also one where they went charging in, the British went charging in convinced they were going \nto win and they got wiped out. And that's what I saw happening to us.\n\n\n\nAgain, I don't blame John Boehner for this. John Boehner was in a position where an overwhelming number of \npeople in his own party were against this. I believe it was really misguided on their part. He tried to keep us \ntogether. And now he got us out of it, so -- but again, it was damage done and it was needless.\n\nMCSHANE: Does he pay a political price though? I mean you talk about how he got you guys through it. There was \none member of the Republican caucus in the house who told Fox News last night, one member did -- we don't \nknow the name of the person, but said that Speaker Boehner may have a hard time keeping his speakership after \nthis. What do you think?\n\nKING: The only person who might be saying that is probably someone who said that we should have turned down \nthe Senate deal and fought to the death on this. That would have been a fight to the death. It would have killed all of \nus and it would have hurt the American people.\n\nI say that's the same type of person who made the mistake originally and somehow I guess wanted John Boehner \nto keep this going and going. These people believe that, if you listen to them, that we were winning this. That we \nwere representing the American people, the American people were with us. This was almost going to be like the \nAmerican version of the Arab Spring. Everyone was going to rally to our support.\n\nThe fact is that when you're in politics and government, you have to realize what you can do and what you can't do. \nRepublicans are one-third of the government. And we, I believe, achieved a very solid victory. Not perfect. It \nwouldn't have been my bill, the one that was agreed on by the Senate last Saturday. But much farther along than in \nthe real world you expect to get.\n\nAnd when you get something like that, you take it, you grab it and you claim victory.\n\nMCSHANE: These people, as you referred to them, many of them are freshmen in the house. Most of them are Tea \nParty supporters or elected with Tea Party support. And that really gave you guys a pretty nice majority in 2010, as \nmany of them did point out last night saying hey, there wouldn't be a Republican majority if it weren't for the Tea \nParty and if it weren't for us.\n\nSo what do you say to those -- that part of your caucus of which you're not? You're not part of that wing of the \nRepublican Party.\n\nKING: They did -- again, help get the majority for us. They are very well-meaning and dedicated. I would say to \neveryone in the party that any time you're overly self-righteous, any time you think you alone are speaking for the \nAmerican people.\n\nAnd again, the way they were denouncing the Senate bill as if it was some left-wing manifesto, the fact was that bill \nwas approved by Tom Coburn, Pat Toomey, Marco Rubio, Scott Brown, John McCain -- there was a whole list of \nsolid Republican conservative who supported that bill.\n\nAnd that to me was the point. Not that the bill was perfect. It wasn't. We don't live in a perfect world. Life isn't \nperfect. And you have to learn how to manage. You have to learn how to govern. And you have to fight for a larger \nprinciple. Otherwise, they're fighting for principle and they're fighting for what they believe in, the fact is they have \nnow strengthened President Obama and that's going to hurt us. It's going to hurt the country. That's my own \nperspective.\n\nMCSHANE: This doesn't sound like a very together Republican Party. You're talking about other members of your \nparty as self-righteous right in the middle of a presidential campaign. Iowa caucus is coming up on January 3. The \nimplications of this could be pretty big, no?\n\nKING: Well, yes. We had these implications all week. I'm hoping this is a wakeup call for everyone in the party and \nto realize that we can't be going off on these missions again unless we think it through, unless we realize the \nconsequences.\n\n\n\nI kept saying to myself and to others Sunday, Monday and Tuesday, where does this lead? We're sending this back \nto the senate. The Senate has no reason to come back. They know they are on solid ground. They know the \nAmerican people support their agreement. And basically it's an agreement that most Republicans, 80 percent of the \nRepublicans in the Senate agreed to.\n\nSo what are we going to do? Are we going to stand or sit by while unemployed people can't get their unemployment \npayments, while working families are going to have $1,000 to $2,000 in extra taxes every year? Where does this \nlead? And I think they just were so caught up in the fervor of what they thought was right.\n\nAnd by the way, on policy, they were right in the abstract but we don't live in the abstract. We live in reality.\n\nAnd to give the devil his due, last Monday morning, Bill O'Reilly who's on Fox. And he was asked a question, \nwhat's going to happen with all this? This is before it really hit the fan.\n\nAnd Bill said Republicans might be right on policy but I tell you they're going to end up looking like pinheads. I hate \nto give Bill all the credit, but he really hit it on the mark.\n\nWhen I was talking to one of the Republican leaders Monday morning, when they asked me -- told me what they \nwere going to do, I said listen I will support you because I don't want to undercut John Boehner. At the same time \neven Bill O'Reilly is saying we're going to look like pinheads.\n\nMCSHANE: What does it mean for the -- and I know this will be the final thing, Congressman King -- what does it \nmean for presidential race do you think. Because you've been outspoken 0 You've been saying, you know, Newt \nGingrich would be a nightmare for the party. You've said that in the past that you wouldn't support him. But, you \nknow, there is the races going on, the caucuses are on the 3rd. And then the New Hampshire primary is right after.\n\nThis internal fighting within the Republican Party, what's the effect of that on the presidential race, do you think?\n\nKING: Well, if it keeps going it could hurt us. I think we have to come together. And maybe this -- again wakeup call \n-- it will be a wakeup call early in the game, time to get our act together and get behind the nominee.\n\nAgain, I don't support Newt Gingrich but we get together as a party. It's a learning experience. These are well-\nintentioned, good people. Sometimes you have to get knocked around to realize reality.\n\nMCSHANE: All right, Congressman, it's been great to talk to you. Imus will call you some names next time and \nwe'll get back to normal, all right?\n\nKING: Merry Christmas. Ok. Forget Imus; you're the man.\n\nMCSHANE: Merry Christmas to you and Happy New Year, Congressman Peter King, Republican from New York \ngets pretty instructive of what's going on inside the Republican Party there -- at least one side of it from \nCongressman King.\n\nAll right. Let's give a quick check of markets here this morning. And then as we get back to focusing on what's \nhappening overseas at least, up in Asia. Go to Europe here and see how the European markets are doing. It's \ngoing to be light trade, you know that; Friday before Christmas. But the European markets are up and the futures \nhere in the United States are also up.\n\nAnd oil's been kind of hovering close to $100 a barrel. Oh, boy, very close, $99.96 right now. Every time it comes \nup, it's a little bit closer.\n\nOk. Quickly, let's go back to Diane now in the news room because she has more headlines for us. Hey, Diane.\n\nMACEDO: How excited are you that someone just called you \"the man\"?\n\nMCSHANE: I am the man. Stop.\n\n\n\nMACEDO: You're blushing. Connell, you're blushing.\n\nMCSHANE: Yes. I am cute when I blush. Thank you for that Diane. Whatever you have -- just say what you have to \nsay and make -- you know, say your piece. Then I'll handle the rest.\n\nMACEDO: Only for \"the man\".\n\nSo hedge fund manager Philip Falcone has reportedly rejected a settle offer from the SEC over a number of \npotential violations. According to the \"Wall Street Journal\" the deal would have banned Falcone from the securities \nindustry. The Journal says he along with two top lieutenants from his firm Harbinger Capital Partners, were notified \nby the SEC that they could face civil fraud charges.\n\nFalcone, who's known for his big wins and losses on bets against subprime mortgages, is being investigated by the \nagency on three fronts including potential market manipulation.\n\nAIG CEO reportedly says he'd like to stay on the job a little longer than previously planned. Speaking with the \"Wall \nStreet Journal\", Robert Benmosche said he told the company's directors he'd like to remain in his position for \nanother year after initially saying he plans to retire sometime in 2012.\n\nBenmosche was diagnosed with cancer late last year after becoming CEO in 2009 and had also threatened to quit \ntwo years ago after clashing with the federal government on oversight restrictions for the bailed out company. The \nJournal says AIG's board does not have to approve Benmosche's decision to stay.\n\nNetflix is slashing its CEO's annual stock option allowance. According to a regulatory filing, in 2012 Reed Hastings \nwill get just half of the $3 million stock option allowance he received this year while his base salary will remain the \nsame at $500,000. The online video service forecasts losses for next year and has come under fire for hiking prices \nand announcing plans to spin off its DVD by mail service; an idea quickly scrapped.\n\nNetflix's stock price has plunged 75 percent since July wiping out $12 billion in shareholder wealth.\n\nConnell, back to you.\n\nMCSHANE: Diane. That's very good. Diane, thank you very much. Appreciate that. That was great.\n\nDiane Macedo there from the news room showing too much personality I think we can all agree now. Let's just go \nback to just reading the headlines --\n\nMACEDO: All right.\n\nMCSHANE: -- and stop this interaction stuff. Speaking of too much personality, Imus is coming up with his interview \nwith Andrew Dice Clay. Stay tuned for that.\n\nTold you we're going to mix it up this hour; Peter King, Andrew Dice Clay and Stuart Varney. Where else? Fox \nBusiness.\n\nMCSHANE: Well, again, it looks like this debate over the extending the payroll tax cut has come to an end for now. \nAnd the House Speaker John Boehner as we've been reporting all morning long caved under growing pressure \nwithin his own property. And they struck a deal last night.\n\nRich Edson has been covering it throughout from the D.C. bureau. He joins us once again.\n\nWe had Peter King, congressman from New York, on a few minutes ago, Rich. He was talking about how some \nmembers of his own party are self-righteous and they need to know what they can and can't do. They're only one-\nthird of the government. This is someone, obviously, not from the Tea Party wing of the Republican Party. But it \nspeaks about the infighting that's now going on within this party and what led to this deal finally getting done.\n\n\n\nRICH EDSON, FBN CORRESPONDENT: Right. And the House speaker is right in the middle of all of this. He's \nattempting, first off, to listen to what his conference has to say. And this is basically what this grew out of. The \nSenate struck a deal last weekend, Connell, and, you know, the House speaker convened a call with the GOP \nconference and he got a lot of pushback from his members and that's why they moved forward with the tactics that \nthey did.\n\nBut this isn't really anything new among House Republicans, at least for this year. If you look at the temporary \ngovernment funding mechanisms, you consistently have this effort by the House speaker to say, look, we did a fine \njob in cutting discretionary government spending as much as we've done throughout the year, and these short-term \ngovernment funding solutions, there were members of the Republican Party who were saying, look, we were here \nto cut more and we were here not to do these two, three month, what are known as continuing resolutions. And you \nstarted to see more and more Republicans vote against even just the basic running of the government, which would \nbe these continuing resolutions or funding of the government. The House speaker was losing more and more folks \non that.\n\nSo it's been this pressure for the speaker to try to dampen expectations and remind these folks that they are only \none-third of the government. You have to strike a deal with the Senate and the president to get anything done. This \nis the best deal you've got, so take it.\n\nMCSHANE: The challenge is now, he being the House -- the speaker of the House, John Boehner, because he has \nto look at someone like a Peter King, who's going to come and make that argument that he just made on our show \nand say, hey, listen, we can't mess up what is a pretty good opportunity for us in an election year going up against \nPresident Obama by holding out, as we do, on just about everything and did on this. But then, at the same time, \nhe's going to have to look at the Tea Party wing of the party who are and already have come out and said, hey, \nlisten, you wouldn't have this majority if it wasn't for us, so you have to listen to us.\n\nEDSON: Right. And their point is, they were elected to come here and do a lot bigger things than they're doing \nright now. To cut government spending more, to do more on long-term tax reform, to do more on pro-growth \nbusiness things or what they believe are pro-growth business policies. And right now they're nowhere near where \nthey want to be. I mean, you know, it's almost like they got here and said, this is it. They came here to change \nWashington and they're realizing that they have to conform to what Washington is in order to get things done.\n\nIt's almost like President Obama in some respects. However, when President Obama came in, he did have a bullet-\nproof majority in the Senate and a wide majority in the House of Representatives. So in that sense, the president \ndidn't have to exactly face what the Tea Party Republicans have to face.\n\nMCSHANE: Right.\n\nEDSON: But still, you know, you've got this thing where you think you're here, you've got a mandate to cut spending \na lot further than you have, and a two month payroll tax cut, you don't feel like you should have to accept that.\n\nMCSHANE: That's what we have though is this two month extension of the payroll tax cut. So that stays the same. \nAnd -- or we could have right -- and just take us through what's happened today -- there is the possibility \nsomebody could show up on the House floor and raise their hand and say I object, right?\n\nEDSON: Yes. 10:00 is -- well, it's going to be exciting on the House floor. And usually it's not when it gavels in. But \nthe way they're going to try to pass this is known as unanimous consent. Basically the chair of the House will say -- \nthe speaker of the House -- acting speaker of the House will say, we want to pass this bill. Anybody object? No? \nOK, it's passed.\n\nNow, if someone does object, that's a major problem. So there could be a congressman driving through the middle \nof the night to get to Washington, D.C., just to object to this thing at 10:00 and we really won't know until 10:00 if \nthat's the case.\n\n\n\nMCSHANE: Yes, because flying -- I mean it would have been hard to get a flight last night and everything else, so -\n-\n\nEDSON: Right. Total mess.\n\nMCSHANE: That would be some story. Thank you. It would be a total mess in more ways than one. Thank you, Mr. \nEdson. We'll talk to you again in a little while.\n\nEDSON: Yes.\n\nMCSHANE: Rich Edson's been covering this all throughout there from D.C.\n\nOur markets this morning, if you look at Asia, we're up overnight. This is a quiet day markets-wise. But we're up \nacross the board. Japan's closed. The emperor's birthday. And then they'll be closed again the closed Christmas \nholiday for just about all the world markets on Monday. The FTSE 100 up today 1 percent. The CAC 40 in Paris up \n1 percent. The futures indicating a move higher by a little bit here in the U.S., 6.5 points, which is half of 1 percent \non S&P futures.\n\nNow back to the one and only Diane Macedo. Well, $99.72 for oil. Oh, all right. We're watching for $100.\n\nIn the news room, Diane -- I got off track there for a second looking at oil -- and Diane is back to talk about Kodak.\n\nHello, Diane.\n\nDIANE MACEDO, FBN CORRESPONDENT: Hi, Connell.\n\nSo, shares of Eastman Kodak climbed roughly 20 percent and extended trading after it announced a management \nchange and plans to sell off one of its businesses. Kodak said it's promoting general council Laura Quatela to \npresident and she will work alongside the company's current president, Phil Faraci. Separately, Kodak said it's \nselling off its Eastman Gelatin business for an undisclosed amount. The company's been aggressively looking to \nshed assets and it warned last month that securing a patent deal or raising rescue financing over the next 12 \nmonths is critical to operating its business.\n\nMeanwhile, shares of Rambus are also up in the pre-market after it struck a five year patent licensing deal with \nBroadcom. The agreement resolved a complaint Rambus filed with the International Trade Commission last year, \nsaying some of the technology in Broadcom's microchips violated intellectual property rights. Rambus now says it \nwill license the patents for the integrated circuits used in Broadcom chips. The company did not disclose any \nfinancial details pertaining to that deal.\n\nHedge fund manager John Paulson is reportedly facing a dismal December as he looks to wrap up a very rough \n2011. According to a person familiar with the situation, Paulson and the company's worst -- Paulson & Company's \nworst performer, the Advantage Plus Fund, fell another 9 percent through December 16th, bringing its annual \nlosses to 52 percent. And the Paulson Advantage Fund, which is the firm's largest, has fallen 6 percent this month. \nMeaning it's dropped 36 percent year-to-date. To give you a comparison, the S&P 500 is essentially flat for the \nyear.\n\nThe federal government has approved a more than $1.9 billion deal between AT&T and Qualcomm for unused \nwireless air waves. AT&T is set to get 700 megahertz airwaves from Qualcomm, which had used the technology for \nits failed FLO TV mobile television service. AT&T plans to use those airwaves to boost its 4G network. The deal \ncomes just days after AT&T gave up on that $39 billion bid from T-Mobile over anti-trust concerns coming from the \ngovernment.\n\nConnell, back to you.\n\nMCSHANE: All right, Diane, thank you very much for that.\n\n\n\nAs we move on this morning in our eclectic hour of the IMUS IN THE MORNING program, ahead of Stuart Varney's \nlive appearance, we have the I-man as he tries to find out what the nickname \"Dice\" stands for, for Andrew \"Dice\" \nClay. And the comedian refuses to give in, even when Imus threatens bodily harm. Yes. Let's take a look at that \ninterview right now.\n\n(ANDREW \"DICE\" CLAY REPLAY PACKAGE)\n\nMCSHANE: There you go, Andrew \"Dice\" Clay with the I-man.\n\nIn just a moment, some more business headlines with Diane Macedo in our news room. And we'll check the \nmarkets, of course, overseas. And also, Stuart Varney is going to be here live. We've got the payroll tax cut debate, \nwe have the economy, the markets, all kinds of things with Mr. Varney, Sir Varney, in just a moment.\n\nIMUS IN THE MORNING on Fox Business.\n\nMCSHANE: There you go, the Asian markets are up overnight. I mean take it for what it's worth here Friday before \nChristmas. It's going to be as light as light can be you would think in the trade. The European markets are also \nshowing some green. And our markets have been as well, as we give you a quick numbers update.\n\nStuart Varney is going to join us live in just a moment with his thoughts on everything. The oil prices is around $100, \nby the way, this morning. And Diane Macedo is back from the news room with some headlines.\n\nStuart's been disturbing lately, Diane, because he's been speaking Spanish often to me and I believe he's going to \ndo it more today, so that's coming up.\n\nMACEDO: I'll be standing by if you need any translation.\n\nMCSHANE: Munuto (ph) or whatever. Yes, all right. So, what do you have?\n\nMACEDO: All right. So for all of you last minute Christmas shoppers out there, there are some great deals to be \nfound, but the deep discounts may not be so great for the retail sector. According to \"The New York Times,\" \nanalysts say while markdowns are standard for the holiday season, they're more widespread than last year, \nsuggest that retailers are stuck with too much merchandise. Toys \"r\" Us, for example, is offering a buy one, get one \nhalf off deal on popular toys, while American Eagle is taking 40 percent off almost everything. The International \nCouncil of Shopping Centers says, while sales over Thanksgiving weekend were surprisingly strong, they cut into \nshopping at typically takes place this month.\n\nHedge fund manager Phil Falcone has reportedly reject a settlement offer from the SEC over a number of potential \nviolations. According to \"The Wall Street Journal,\" the deal would have banned Falcone from the securities industry. \n\"The Journal\" says he, along with two top lieutenants from his firm Harbinger Capital Partners, were notified by the \nSEC that he could face -- they, rather, could face civil fraud charges. Falcone, who's known for his big wins and \nlosses betting against the subprime mortgages, is being investigated by the agency on three fronts, including \npotential market manipulation.\n\nAnd AIG's CEO reportedly says he'd like to stay on the job a little longer than previously planned. Speaking with \n\"The Wall Street Journal,\" Robert Benmosche says he told the company's directors he'd like to remain in his \nposition for another year off initially saying he'd planned to retire sometime in 2012. Benmosche was diagnosed \nwith cancer late last year after becoming CEO in 2009 and had also threatened to quit two years ago after clashing \nwith the federal government on oversight and restrictions for the bailed out company. \"The Journal\" says AIG's \nboard does not have to approve his decision to stay.\n\nConnell, back to you.\n\nMCSHANE: All right. Good stuff, Diane. Thank you very much.\n\n\n\nNow, the extension of the payroll tax cuts has been our top story all morning long. And then Stuart Varney walks in \nto join us live and tells us that nobody wants to talk about it. So, with that, we're going to talk about the Spanish \nlottery.\n\nSTUART VARNEY, FOX BUSINESS: Well, don't you go? Wait a second, do you agree? Do you really want more \non the payroll tax holiday extension on the Friday before Christmas?\n\nMCSHANE: Oh, I know why you don't want to talk about it, by the way.\n\nVARNEY: Yes.\n\nMCSHANE: You don't want to talk about it because --\n\nVARNEY: Let me express it thusly.\n\nMCSHANE: Yes.\n\nVARNEY: It is a huge, political victory for President Obama and the Democrat.\n\nMCSHANE: There you go.\n\nVARNEY: it is an economic problem for the country. That's it.\n\nMCSHANE: That's it.\n\nVARNEY: That's -- as far as I'm concerned, that's it.\n\nMCSHANE: The first part of the explanation, by the way, is why you don't want to talk about it this morning and \nyou'd rather talk about a lottery in Spain --\n\nVARNEY: Yes.\n\nMCSHANE: That's what you came to me, oh, let's talk about el Gordo.\n\nVARNEY: No, you've got the pronunciation wrong.\n\nMCSHANE: Give it to me.\n\nVARNEY: El Gordo. Got it?\n\nMCSHANE: You are -- you're disturbed.\n\nVARNEY: No, not disturbed. Listen to this.\n\nMCSHANE: OK.\n\nVARNEY: This is the largest lottery in the world.\n\nMCSHANE: Yes.\n\nVARNEY: It takes place right before Christmas.\n\nMCSHANE: Yes.\n\nVARNEY: They did the drawing yesterday. They handed out $4 billion. Eighty percent of the Spaniards invest in this \nthing. And I'm going to bring you the real housewives of Spain, because a small group of them actually won this \nlottery. (INAUDIBLE).\n\n\n\nMCSHANE: For real?\n\nVARNEY: Yes. They're housewives. The real housewives of Spain. I'm sort of inventing that (INAUDIBLE) for them.\n\nMCSHANE: Oh, OK.\n\nVARNEY: There's a little town. There's only 2,000 people there. And they won $700 million.\n\nMCSHANE: Wow.\n\nVARNEY: Yes. This is el Gordo, which is el Gordo, OK. That is, \"the fat one.\" Biggest lottery in the world.\n\nMCSHANE: Yes.\n\nVARNEY: Now, I think that's what turns people on the Friday before Christmas, don't you think?\n\nMCSHANE: Well, when I need to know what turns people on, I always knock on your door and say, hey, Stuart, \nwhat do you think turns people on? Oh, the Spanish lottery. How do you say it again?\n\nVARNEY: El Gordo.\n\nMCSHANE: Because, you know what, they have plenty of money to be wasting on a lottery in Spain. But the people \nwho won it are probably -- they could use the money.\n\nVARNEY: Yes. Now, look, you could make a very serious point here -- and I'll make them for you, OK.\n\nMCSHANE: OK.\n\nVARNEY: Point number one, legalized government-run lotteries are the most efficient way of taxing poor people. \nAnd that's definitely true. Number two, Spain has an unemployment rate of 21 percent. What are they doing \ninvesting an average of $100 each in a lottery where the chances of winning are zero. But, it's Christmas cheer.\n\nMCSHANE: Yes.\n\nVARNEY: If that's what they want to do, they can do it.\n\nMCSHANE: Stuart Varney staying positive, as he's known to do.\n\nVARNEY: It makes socialism fun, don't you think?\n\nMCSHANE: I've got to talk a little bit about U.S. politics. You're not going to get away scot-free on this one.\n\nVARNEY: Go ahead.\n\nMCSHANE: So you think it's -- but to go back to -- so Peter King's on with us earlier this hour, a congressman from \nNew York, Republican congressman. A moderate, I guess, or not part of the Tea Party wing certainly.\n\nVARNEY: Right.\n\nMCSHANE: And he says that the Republicans have to be careful about being, quote, to quote him, \"self-righteous. \nThey're going to have to realize they're only one third of the government. They have to realize what they can and \ncannot do and they can't be handing victories like this to President Obama because it's a quote, \"self-inflicted \nwound.\" What do you think?\n\nVARNEY: Yes, politically, it is a self-inflicted wound. That is true. The Tea Party people, the House Republicans, no \nquestion, they lost politically in this fight. But wait a second. Next year we're now going to be taking more money out \nof Social Security, we're going to impose a new tax on all new mortgages, on all new re-fis to pay for this tax \n\n\n\nholiday extension. We're not going to create any new jobs with this and we are going to add to the debt. Yes, that's \na political victory for President Obama. I call it -- I don't call that a success for the American people and America's \neconomy.\n\nMCSHANE: Right. But it wasn't worth, or maybe it was, was it worth going this far with? Because if you and I \nwanted to fix Social Security, long term by the way, we could raise the retirement age to 69 or 70 or whatever we \nwanted to do and raise the cap probably on the reporting. Instead of 110 to whatever, 200, 190, and we'd be fixed \ntomorrow long term Social Security. It would be funded.\n\nVARNEY: Look, --\n\nMCSHANE: So, was it worth holding out for a few percentage points on the tax?\n\nVARNEY: No, it was not. It was not worth holding out because you couldn't win. Hold out if you can win. Don't hold \nout if you can't win. I mean they had this -- I think it's an awful deal coming out of the Senate for a two months \nextension.\n\nMCSHANE: Yes.\n\nVARNEY: That's not a good deal. But it's a deal. And it was a bipartisan deal. It was agreed in the Senate with 89 \nsenators saying, yes, let's do it. The popular press, the establishment media, they all wanted this thing.\n\nMCSHANE: Uh-huh.\n\nVARNEY: To stand out against it when you could not win --\n\nMCSHANE: Right.\n\nVARNEY: Is political folly.\n\nMCSHANE: Because --\n\nVARNEY: And that's what John Boehner and his House Republicans did, it was political folly. They lost.\n\nMCSHANE: Speaking of popular press, I wrote down a number of the headlines or the ways stories started this \nmorning, \"bow to the pressure,\" \"surrender,\" \"retreat,\" \"humbling of the House GOP.\"\n\nVARNEY: Yes. Oh, I'll give you two more. \"The president won a victory.\" \"It was a presidential triumph.\"\n\nMCSHANE: How does this change the dynamics --\n\nVARNEY: It's all true.\n\nMCSHANE: Because the Tea Party, that wing of the party is what really established the majority last time around. \nThey're the reason the Republicans have any control. The one-third of the government that Peter King talked about \nis really because of the Tea Party support that was huge in 2010. Does this loss for them politically change that \ndynamic, do you think at all, going forward?\n\nVARNEY: In the short-term, it does change it a little bit because it gives the advantage to the president and the \nadvantage to the Democrats. In the longer term, I don't think it matters at all because in two month's time we're \nback negotiating this deal all over again.\n\nMCSHANE: Yes.\n\n\n\nVARNEY: The president is probably going to say no to the pipeline in 60 days. I mean that's a huge negative for \nhim throughout the country. And as we go into the new year, the debt is continuing to mount. The economy is not \ndoing very well. Unemployment may go back up to 9 percent. (INAUDIBLE).\n\nMCSHANE: Well, I was going to ask you about that. And we have about 20 seconds left, by the way. The -- some \nthe numbers, you know, the unemployment claims yesterday, getting better.\n\nVARNEY: Yes.\n\nMCSHANE: Are you at all optimistic about 2012 for the U.S. economy?\n\nVARNEY: No. It will continue to expand but we'll look like Japan, slow growth, a big debt.\n\nMCSHANE: Yes.\n\nVARNEY: Not good.\n\nMCSHANE: We'll see you at 9:00 -- well, we'll give it to you at 9:10 a.m. exactly this morning. Be ready.\n\nVARNEY: I'm appreciative of that move, Connell. Thank you.\n\nMCSHANE: \"Varney & Company,\" hosted --\n\nVARNEY: El Gordo.\n\nMCSHANE: By Stuart Varney, who's scaring me with his Spanish over the last two days.\n\nAll right, in just a moment, some of the funnier moments from Imus and the crew. And, of course, all our top \nstories of the day as we continue. This is IMUS IN THE MORNING on Fox Business.\n\n(BEGIN VIDEO CLIP)\n\nREP. JOHN BOEHNER (R), SPEAKER OF THE HOUSE: Senator Reid and I have reached an agreement on the \npayroll tax relief on behalf of the American people.\n\n(END VIDEO CLIP)\n\nCONNELL MCSHANE, FBN ANCHOR: Boehner's about face. The speaker of the House announces an agreement \nto prevent a tax hike on American workers come January 1st. House Republican surrender after weeks of \nstalemate. So we'll be talking about the very latest to come out of Washington on that.\n\nAnd then Mitt Romney picking up some support from a former president. It's not quite an officially endorsement for \nRomney, who was called the best choice for the Republican nomination, but we'll bring you the latest on it.\n\nAnd then there were two, shopping days that is. Could procrastinating pay off for you this Christmas? Still time to \nget those last minute holiday gifts. And the retailers are counting on the sales.\n\nSo there are your headlines. Good morning, everybody. I'm Connell McShane. And merry Christmas, everybody. \nWelcome to IMUS IN THE MORNING. We'll have all those headlines as we move throughout the hour. Also the \nupdate on the markets. We're focus more on this payroll tax cut extension in Washington. And Rich Edson in just a \nsecond.\n\nBut also, we'll hear from Imus. It is IMUS IN THE MORNING. The authors Mary and Carol Higgins Clark were on \nrecently talking about their new book that was being made into a TV movie \"Deck The Halls.\" So, Imus always kind \nof funny with those two. And then Jay Mohr, speaking of funny, he'll be on with Imus later this hour as well.\n\n\n\nBut it looks like this bitter debate is over, we think, in the payroll tax cut extension for now. The House speaker, \nJohn Boehner, did cave in under growing pressure in his own party, dropping his opposition to the Senate's plan. \nAnd we have Rich Edson covering it all from D.C.\n\nIt's not quite over yet. So what's the next step, Rich?\n\nRICH EDSON, FBN CORRESPONDENT: Well, Connell, in two hours, the House tries to pass a two month payroll \ntax cut extension. And there are no guarantees that actually happens today. Last night House Speaker John \nBoehner cut a deal with Senate Majority Leader Harry Reid, giving Democrats and Senate Republicans essentially \nwhat they've been calling for, for the past week.\n\nHouse Republicans managed two changes, a promise to formally begin negotiating a long-term tax deal in the next \nfew weeks and technical fixes to the bill to ensure an easier and less costly implementation for businesses. Still, the \nHouse speaker has acknowledged, it's been a difficult week.\n\n(BEGIN VIDEO CLIP)\n\nREP. JOHN BOEHNER (R), SPEAKER OF THE HOUSE: It's hard to do the right thing. And sometimes it's \npolitically difficult to do the right thing. But, you know, when everybody called for a one-year extension of the payroll \ntax deduction, when everybody wanted a full year of extended unemployment benefits, we were here fighting for the \nright things. It may not have been politically the smartest thing in the world, but let me tell you what, I think our \nmembers waged a good fight.\n\n(END VIDEO CLIP)\n\nEDSON: The momentum against House Republicans began yesterday morning when the Senate's top Republican, \nMinority Leader Mitch McConnell, released a statement calling for the House to pass a short-term proposal. \nBasically what the Senate approved last weekend and what Democrats were arguing the House to pass all week.\n\nThey House tries to pass this proposal in a couple of hours under what's called unanimous consent. It's a fairly \ncommon procedure where there is actually no vote. If one lawmaker returns to Washington to object, and there are \nRepublicans opposing this deal, it scuttles the bill for now and the full Congress would have to vote. A leadership \naide says bringing Congress back to Washington would cost taxpayers between $4 million and $5 million.\n\nConnell.\n\nMCSHANE: But just to be clear, Rich, we don't know of any one member of Congress that has made his or her way \nback to Washington to object, do we?\n\nEDSON: There were a couple of congressmen last night talking about not ruling out maybe getting on the road and \ncoming up to Washington. But we have no one definitively saying they're going to be here standing on the House \nfloor ready to object and scuttle this deal immediately at 10:00. If that does happen, you still have an out here, and \nthat's a House vote that would have to occur and conceivably this bill would pass because you basically got all the \nDemocrats in the House and you would only need about 40 or 50 Republicans to actually get this bill through if you \nwere to have a vote.\n\nWhat you don't want to do if you're House Speaker John Boehner is hold that vote and divide your conference. You \ndon't want to ever bring a bill on the House floor, if you're speaker of the House, where you lose a majority of your \nparty. And he risks that here.\n\nMCSHANE: Adding to the drama of it all. All right, Rich. Rich Edson there from D.C. for us.\n\nAs for the markets here this morning, Friday before Christmas, we've seen a move higher pretty much across the \nboard. There's Europe, up 1 percent in both London and Paris. Frankfurt's not higher by as much, but the DAX is \n\n\n\nup 0.3 percent. Our futures indicating the Wall Street open today will be higher. Again, we trade today before \nChristmas, then Monday is the market holiday for the observance of Christmas.\n\nAs for commodities, $99.85. Just almost $100 for oil today is where we've been. $1,610, almost $1,611 for spot \ngold. Down now by 10 cents.\n\nFor more let's bring Nick Hastings in out of London, senior correspondent for Dow Jones Newswire's, who's with us \nnow live.\n\nI know as we get the caveat --\n\nNICK HASTINGS, DOW JONES NEWSWIRE SENIOR CORRESPONDENT: Hi, Connell.\n\nMCSHANE: Hey, Nick -- that this is the Friday before Christmas, so things are as light as they can be in terms of \nvolume and everything else, but how are we setting ourselves up over there in Europe for what should be an \ninteresting new year, certainly?\n\nHASTINGS: Oh, it certainly will be a very interesting new year as far as the euro zone crisis is concerned. But it's \ninteresting here, Connell, that we're actually ending the year looking very much across the Atlantic back to you guys \nand the fact that the U.S. economy is just doing so well. At every turn, every piece of data that comes out comes in \nbetter than expected.\n\nAnd now, I was just going to say (ph) to that report there from Washington, the fact is that you might actually be \ngetting this tax credit extended, the fact the negotiations seem to be going in the right direction, I think is going to \nadd to, as we head into the new year, a very positive element as far as the U.S. is concerned.\n\nHow and whether this will continue, obviously, to help the U.S. and global markets to a certain extent, but whether \nor not the dollar will benefit from this, we'll have to wait and see what happens in Europe. But I would say that \nactually my predictions are that the dollar is actually going to do pretty well next year, 2012, because not only of the \nU.S. economy but what's going on in Europe.\n\nMCSHANE: Your perspective is actually very kind of interesting and valuable because it comes from London and \nwe've -- you're not the first person to say it this morning, but it's different than what we hear a lot of times in the \nUnited States. I think we've become so cynical with the political process here, I mean because we watch it all the \ntime that we say, oh, well, they got a deal done, but watching it get done and the nonsense back and forth is just a \nnightmare. And, you know, we won't look at the economy. And instead of focusing on the items maybe that you're \nfocused on, which, I don't know, maybe it's jobless claims better than expected, whatever it is, we say, boy, the last \nquarter's GDP was revised lower and we thought it would be revised higher. Things are not great. They're going to \nslow down in the first quarter. But your big picture view seems to be much more positive than many Americans.\n\nHASTINGS: You mustn't be so hard on yourself. Absolutely. You shouldn't be so hard on yourself, basically. But I \nthink also, as far as the political - - the political process is concerned, it's clearly different in Europe. You guys make \na lot of noise, a lot of drama. You know it's like screaming and shouting all over the place. It never looks like \nCongress is going to get its act together. And then all of a sudden, you know, you've been doing it for so many \nyears, it all just falls into place. I was reading, you know, one analyst this morning, who really said, and I think that \nreally sums it up, you guys make a lot of noise, but in the end you pull through. That's fine.\n\nMCSHANE: Oh, well, it's still -- you're taking all the drama out of it that we enjoy so much. But, Nick, thanks a lot.\n\nHASTINGS: Obviously you enjoy that drama, Connell, too much.\n\nMCSHANE: That's all we got to hold on to. Nick Hastings, thanks.\n\nHASTINGS: Thank you.\n\n\n\nMCSHANE: Merry Christmas. Happy New Year to you. Appreciate it. From Dow Jones.\n\nAll right, Diane Macedo, speaking of lovely drama, she's back from the news room this morning with some \nheadlines this morning.\n\nSo don't you feel better after hearing from Nick Hastings about our problems here?\n\nDIANE MACEDO, FBN CORRESPONDENT: I felt better after hearing from Nick Hastings because I'm headed to \nLondon next weekend and I just like the accent. So, he got me excited.\n\nMCSHANE: Really? Oh, you are?\n\nMACEDO: I'm not even thinking about you anymore or business news or anything that (INAUDIBLE).\n\nMCSHANE: I don't blame you. So you're going for all week in London, Diane Macedo.\n\nMACEDO: Try not to miss me too much, or my drama, because apparently I'm the drama queen now.\n\nMCSHANE: I'm off next week too, so it's just going to be Dagen's problem, all right?\n\nMACEDO: Oh, all right, I like that.\n\nMCSHANE: With that, merry Christmas. And what's going on in the news?\n\nMACEDO: Well, the federal government has approved a more than $1.9 billion deal between AT&T and Qualcomm \nfor unused wireless airwaves. AT&T is set to get 700 megahertz airwaves from Qualcomm, which had used the \ntechnology for its failed FLO TV mobile television service. AT&T plans to use those airwaves to boost its 4G \nnetwork. The deal comes just days after AT&T gave up on its $39 billion bid for T-Mobile over anti-trust concerns \nwith the government.\n\nAnd for all the last minute Christmas shoppers out there, there are some great deals to be found, but those deep \ndiscounts may not be so great for the retail sector. According to \"The New York Times,\" analysts say while \nmarkdowns are standard for the holiday season, they're more widespread than last year, suggesting that retailers \nare stuck with too much merchandise. Toys \"r\" Us, for example, is offering a buy one get one half off deal on \npopular toys, while American Eagle is taking 40 percent off almost everything. The International Council of \nShopping Centers says while sales over Thanksgiving weekend were surprisingly strong, they cut into shopping \nthat typically takes place this month.\n\nAnd we'll get the latest numbers on durable goods for November, as well as personal income and spending at 8:30 \nEastern. Incomes are expected to rise by 0.2 percent and spending by 0.3. the headline number on durable goods \nis expected to rise 2 percent. And that would be a rebound from last month's revised decline of 0.5 percent. \nDurable goods are items built to last three years or more, like refrigerators, dishwashers and cars. If you factor out \nthat transportation component, orders are expected to be up 0.5 percent.\n\nConnell.\n\nMCSHANE: All right, Diane, thank you very much.\n\nMACEDO: Thank you.\n\nMCSHANE: And have a good time in London. Diane Macedo there from the news room.\n\nNow, nine minutes past the hour. We'll move on to some other headlines. I also want to point out, I mentioned that \nCongressman Peter King was on with us in the last hour. He took some shots at his own party and definitely an \ninteresting perspective given what's been going on in the Republican Party. We're going to replay that interview for \n\n\n\nyou, the live interview that happened in the last hour, a little bit later this hour, in about 20 minutes or so. So, stay \ntuned for that.\n\nMeantime, former President George H.W. Bush is backing former Massachusetts Governor Mitt Romney in the \nGOP race for the White House. Now President Bush told \"The Houston Chronicle\" he supports Romney because of \nhis stability, experience and principles. A spokesman for President Bush says the interview with the paper was not \nan official endorsement, but the former president's thoughts stand as they are written. So, there you go. Take it for \nwhat it's worth.\n\nAnd other Romney support, New Jersey Governor Chris Christie, crushing the hopes of many Republicans when he \nannounced he wouldn't run for president, but now he says he hasn't ruled out being vice president or being on the \nticket. He's endorsed Romney and he says he doesn't think that Governor Romney, at this point, is presumptuous \nenough to have anybody in mind or to name anybody to be a possible running mate. But he says if Romney wants \nto, if he's the nominee, they could have a full conversation about that. Chris Christie.\n\nAnd a new Army report is revealing that up to 64,000 graves at Arlington National Cemetery require additional \nreview. It's about one in every four graves at the cemetery. The Army compared internal records to information on \nevery headstone and they found potentially thousands of errors, misspelled names, incorrect military ranks, \nincorrect dates of birth or dates of death and the cemetery's executive director did say some of these discrepancies \njust may be typos on internal documents and not actual mistakes on the headstones.\n\nIn just a moment, some more from Diane, more business headlines and a check of the markets from all around the \nworld here on this Friday morning. And also more from Imus. His interviews with the authors Mary and Carol \nHiggins Clark. And a little bit later on, Jay Mohr, the comedian, with IMUS IN THE MORNING. That and my \ninterview with Peter King. It's all coming up as IMUS IN THE MORNING continues on Fox Business.\n\nMCSHANE: There's the market in Europe. As we speak, up 1 percent, both London and Paris. So we're seeing \ngains here on this Friday morning. And, you know, London, as we mentioned earlier, or as one of our guests \nmentioned, it's a half day today before Christmas. We have a full day of trading in store for you beginning, as \nalways, at 9:30 Eastern Time in the U.S. And ahead of it, the futures are pointing higher. Commodities, also the \nother story this week, has been the climb in crude oil, back near $100 a barrel, $99.71 right now.\n\nDiane's back from the news room right now and she will have some more headlines for you.\n\nNetflix has been such a mess of late and I know there's more news on Netflix.\n\nMACEDO: Yes, you know, they've had a rough year and the company is now announcing that it's slashing its \nCEO's annual stock option allowance. According to a regulatory filing, in 2012, Reed Hastings will get just half of \nthe $3 million stock option allowance he received this year, while his base salary will remain unchanged at \n$500,000. The online video service forecast losses for next year and have come under fire for hiking prices and \nannouncing plans to spin off its DVD by mail rental service. An idea quickly scrapped. Netflix's stock price has \nplunged 75 percent since July, wiping out $12 million in shareholder wealth.\n\nHedge fund manager Philip Falcone has reportedly rejected a settlement offer from the SEC over a number of \npotential violations. According to \"The Wall Street Journal,\" the deal would have banded Falcone from the securities \nindustry. \"The Journal\" says he, along with two top lieutenants from his firm Harbinger Capital Partners, were \nnotified by the SEC that they could face civil fraud charges. Falcone, who's known for his big wins and losses on \nbest against subprime mortgages, is being investigated by the agency on three fronts, including potential market \nmanipulation.\n\nAnd shares of Rambus are up roughly 20 percent in the pre-market after it struck a five year patent licensing deal \nwith Broadcom. The agreement resolved a complaint Rambus filed with the International Trade Commission last \nyear saying some of the technology in Broadcom's microchips violated intellectual property rights. Rambus now \n\n\n\nsays it will license a patent for the integrated circuits used in Broadcom chips, but the company didn't disclose any \nfinancial details pertaining to the deal.\n\nConnell, back to you.\n\nMCSHANE: All right, Diane, thank you very much for that.\n\nAs we move along here on IMUS IN THE MORNING, two of the I-man's favorite authors over the years paying a \nrecent visit here because they -- one of their books has been made into a TV movie, \"Deck The Halls.\" And they \neven offer up a Christmas gift for Imus. So, here he we go, Carol and Mary Higgins Clark with their latest \nappearance.\n\n(CAROL AND MARY HIGGINS CLARK REPLAY PACKAGE)\n\nMCSHANE: There you go, Mary Higgins Clark, Carol Higgins Clark and their most recent appearance with the I-\nman. Always fun.\n\nAll right, here's what's coming up. We're going to get the economic data, by the way, in just a minute. But also we \nhave Jay Mohr, speaking of people that are always funny when they're on with Imus. The interview with Jay Mohr a \nlittle bit later on. Also, my interview with Peter King, Congressman Peter King, the Republican from New York, who \njoined us earlier this morning. Wait until you hear what he has to say about this payroll tax cut deal that they came \nto terms with in the House yesterday and what he has to say about some members of his own party. Peter King a \nlittle bit later on. And, also, Rich Edson on the payroll tax cuts. So all that's coming up.\n\nBut in the meantime, Diane Macedo is in the news room.\n\nWe have these numbers coming out in about 90 seconds or so on personal income and spending and durable \ngoods. So tell us what we can expect on -- first on the spending and the income.\n\nMACEDO: Well, overall, better than we got last time around on most of these numbers.\n\nFirst we'll start with personal income. It's expected to come in up 0.2. The prior reading on that was up 0.4 percent. \nThis time around, again, we're expecting 0.2.\n\nOn the spending front, the estimated is for it to be up 0.3. Last time around it was up only 0.1 percent.\n\nOn the durable goods front, this is the big difference here. The expectation is for orders to come in up 2 percent. \nAnd that's a big contrast to what we got last time, which was a revised decline of 0.5 percent there. So this time \nthey're saying a rise of 2 percent. That would be good compared to last time. And then they're taking out the \ntransport. Of course, this is all -- durable goods are things that last -- items built to last three years or more. So one \nof those components is cars. But because autos are so volatile, they give a separate number that factors out the \ntransportation component, planes, cars, et cetera. And that is expected to come in up 0.5 percent for those -- that \nnumber, Connell.\n\nMCSHANE: Durable goods. My favorite is -- favorite durable good, of course, has always been a dishwasher over \nthe years. But I go back and forth depending on the month. All right, we're going to get this --\n\nMACEDO: Yes, I'm sure. I think I heard you're getting one for Christmas actually.\n\nMCSHANE: I just got a dishwasher. It was painful experience just getting the thing delivered, but it all worked out in \nthe end. Happy story.\n\nMACEDO: At least you have one. I live in Manhattan. We don't do dishwashers here.\n\nMCSHANE: And on that note, here come the numbers. Breaking news here on the economy. The latest numbers \non personal income and spending and also those durable goods are just coming out.\n\n\n\nThe personal income number was up 1/10 of a percent so that's not exactly what we expected, just below the 2/10 \nof 1 percent expectation. In terms of how much people were spending last month, the spending last month, the \nspending component of that was also up 1/10 of 1 percent.\n\nAnd that, too, was a bit of a disappointment at least compared to economists' expectations. So you're up 1/10 on \nboth income and spending just slight increases there not up to expectations.\n\nNow the aforementioned durable goods, let's go to that figure now and see how it turned out. It was supposed to be \nup 2 percent, but it was up more than that, up by 3.8 percent, 3.8 percent, that's a big gain in durable goods \ncompared to expectations there.\n\nIf you take out transportation, however, you get a different figure, durable goods and supposed to be up 0.5 \npercent. I think it was only up 3/10 on the transportation so a little light there, but headline is pretty good.\n\nAnyway, we'll put it together. Futures are still up. Take a quit break, come back, Jay Mohr, Peter King. More on the \neconomic data. IMUS IN THE MORNING rolls on here on Fox Business.\n\nMCSHANE: The breaking news was on the economy just moments ago. We learned that we spent a little bit more \nand our incomes went up a little bit by last month not by as much as expected, 1/10 of 1 percent gain, both for \npersonal income and spending.\n\nThat's a little below the expectations. Nice bounce back though in durable goods on the headline figures. The \ndurable goods were up by 3.8 percent, which is a nice gain. But if you strip out transportation from that figure, only \n3/10 of 1 percent and that was below where some expectations were.\n\nUp 40 plus some points on the Dow futures so that's where we're there. The S&P and Nasdaq, they are up. Futures \nare up about 6.5 before the number came up and they are now up 5 so such as it is on a light trading day. That's \nyour market reaction and we'll talk more about it coming up as we continue here.\n\nBut it gives us another measure of how we're looking at the economy and recovery and officially where we are right \nnow. Also, where are we in Washington D.C.? Well, Rich Edson has been covering this whole payroll tax debate \nthroughout.\n\nThey finally got a deal last night and a two month extension and now they are going to vote on it today. We think. \nLet me start there though. Because is there a realistic chance that this might go past Christmas?\n\nBecause somebody objects on the floor today and even if it does, it would still pass, right? Most likely it would just \nextend the drama?\n\nRICH EDSON, FOX BUSINESS: That's about it and it's whether or not they are going to make it easy on the \nspeaker of the House or whether it's going to be difficult.\n\nIn about 90 minutes, the House of Representatives will gavel in and bring this two-month compromise to the floor. \nThey'll ask if anybody objects, if nobody objects, it's past the House of Representatives. It will go to the same \nmotion over in the Senate where there's expected to be much less drama or no drama at all and go to the \npresident's desk and he can sign it and this issue is resolved.\n\nIf someone objects on the House floor and this is what we're looking for here because there a number of upset \nRepublicans at the deal of the House speaker cut last night. It is very similar to the deal that passed the Senate \nover the weekend.\n\nIf anyone objects, it's game over at least for today. They would have to vote at some point before the end of the \nyear, and that's possible, in fact, that's more than likely. The speaker said he would bring everyone back.\n\n\n\nHowever, you're risking a vote here. It won't look good for the speaker because he'll lose a significant portion of the \nRepublican conference, but you've got enough Democrats to get it through.\n\nWhen you're a Republican speaker, you never want the Democrats to take care of getting things through Congress.\n\nMCSHANE: And quickly, Rich, before we get to this interview with Jay Mohr about how much trouble politically you \nfeel. You speak to the Republicans on the Hill all the time and I'm sure the Tea Party on one end and someone like \nCongressman King on the other end and will replay that interview later this hour. How much damage, control or \nwhat does the speaker have to do next here?\n\nEDSON: This is an ongoing fight that's been going on all year between the Republicans and the House speaker cut \nin the middle. What can he realistically get done and what do his freshmen members actually want to accomplish?\n\nThis kind of came to a head and he's been listening to his folks in conference all along. Some of them have felt \nburned on some of the deals that he's made throughout the year, but this really came to a head and cut the deal \nand said we're doing it today.\n\nMCSHANE: Yes, it's -- well, the politics I guess are fascinating and what actually gets done, come on. Here we are. \nAt least we got it done before Christmas, we think. Thank you, Rich.\n\nRich Edson, good reporting from Washington D.C. And if you haven't seen the interview or didn't it earlier with Peter \nKing, you want to stay tuned for that later on in this hour.\n\nBut right now, Jay Mohr, he really is one of the funnier guests we have on the show and here is his latest \nappearance with Imus.\n\n(BEGIN VIDEOTAPE)\n\nIMUS: Please welcome now, Jay Mohr. Good morning, Mr. Morh.\n\nJAY MOHR: Hello, Mr. Imus.\n\nIMUS: Remember when you were single and you get drunk, there's always somebody to call and let you come \nover.\n\nMOHR: That's for me-- who was it for you.\n\nIMUS: Doesn't make any difference, but that's what I feel like. How about you?\n\nMOHR: I'm the guy, I'm your late night booty call.\n\nIMUS: Because?\n\nMOHR: You're like, you know what? Bartlett -- Bartlett is not wearing socks today, call Jay Mohr.\n\nIMUS: You want something and here you are. We're delighted to have you back.\n\nMOHR: Thanks for having me back. I love -- I don't really ever get to talk politics until I'm here and Donnell-- \nConnell, Connell McShane, sounds like the villain in a Spider-man comic strip. Is that your real name, off the boat \nfrom Ireland --\n\nMCSHANE: Would I use it if wasn't my name?\n\nMOHR: Are you the lead singer of the Poe's and Dagen is good for a courtesy laugh. And back there fixing her \nbangs and who is the new gal, Diane?\n\nIMUS: Yes.\n\n\n\nMOHR: Like a pseudo minority hire, she's Portuguese they let you off the hook.\n\nIMUS: She can sing, you know.\n\nMOHR: She could sing. Hi, Diane, there she is.\n\nMACEDO: Hi, Jay.\n\nMOHR: On her paper work, she fills out Puerto Rican.\n\nIMUS: We had a battle of the bands last summer on this program and her band won.\n\nMOHR: What was the name of your band, Diane?\n\nMACEDO: It still is Tribeca Rhythm.\n\nMOHR: Tribeca Rhythm, that a girl, I don't know.\n\nMACEDO: I was expecting some sort --\n\nIMUS: She won singing \"Rolling in the Deep,\" Adele song, a pretty decent job. Why are you here? You must be \npromoting something.\n\nMOHR: I'm not sure.\n\nIMUS: You're not?\n\nMOHR: No. They just said when you're in New York, do you want to do Don Imus. I said don't ever ask. Let's \nassume and make it happen. I have a podcast, on iTunes, Mohr stories.\n\nIMUS: Don't you have a new TV show?\n\nMOHR: No.\n\nIMUS: You don't?\n\nMOHR: No, just strictly here for the exposure. I want my face between -- the little league scores and stock reports.\n\nIMUS: The last time you were here, you had that \"Gary Unmarried\" thing, right?\n\nMOHR: Yes, that got canceled. That show is in remission.\n\nIMUS: It is. Then you were up for the \"Two and a Half Men\" thing, right?\n\nMOHR: You asked me if I was. You had the inside scoop and I didn't know, I didn't think I was, but they got the \nAshton Kutcher now.\n\nIMUS: And the podcast, you and your friends sitting around.\n\nMOHR: Recipe for success, two comics talking.\n\nIMUS: Could be funny, could not be funny.\n\nMOHR: Yes, but you could always edit out the not funny parts.\n\nIMUS: You do have the luxury.\n\n\n\nMOHR: You need that button here, like this last two and a half minutes of you and I pondering what a podcast is, \nwalking grandpa through technology.\n\nIMUS: ESPN can't fire Hank Williams, Jr., of course they can.\n\nMOHR: They can do whatever they want.\n\nIMUS: But doesn't that offend you?\n\nMOHR: It offends me anytime someone is held up to the light for saying something. You have to be able to say it. \nYou have to have the right to say it and realize he when you say it and you are the guy that really cot your feet to \nthe fire first.\n\nIMUS: Yes.\n\nMOHR: For something I thought was ridiculous, but they also have the right to tell you to get lost. Look, let's not -- \nlet's call a spade a spade, Hank Williams, Jr. os such a mess and wearing the sunglasses and stippled beard.\n\nHe looked like he's in the witness protection program in that whole interview. I mean, that was his big joke. It was \nlike Hitler and Netanyahu playing golf together.\n\nHe probably had like a group of people helping him pronouncing Netanyahu. Do we really need to hear it? Are you \nready for some football let's get something new.\n\nIMUS: That hurts me, Hank is my friend. You can't do this.\n\nMOHR: Hank is your friend. His father thinks he sucks. And his father every Halloween comes out of his grave, stop \nsinging. Hank Williams, Jr. is like the Black Eyed Peas of the Williams family. You're going to look me in the eye \nand say that Hank Williams Jr. isn't horrible.\n\nIMUS: You know, my wife says the same thing.\n\nMOHR: Your wife and I are trying to talk sense to you.\n\nIMUS: Hank made good records.\n\nMOHR: Name one.\n\nIMUS: All my rowdy friends, that's good, family tradition.\n\nMOHR: All of my friends are goose stepping to ESPN right now.\n\nIMUS: Well, Hank fell off a cliff, you know.\n\nMOHR: He looks it.\n\nIMUS: No, I mean, but --\n\nMOHR: Evil Knievel after Snake River Canyon, holy smokes, his beard is on crooked and he's got a chin strap for \nhis hat and this guy doesn't know what he's doing. He doesn't know whether to go blind.\n\nIMUS: This is not going, not working out the way I wanted for my friend Hank.\n\nMOHR: Well, I think he's terrible. I'm not going to lie to the I-man. What do you want me to tell you, I went to the \ngym earlier today?\n\nIMUS: But you look good.\n\n\n\nMOHR: Way too many naked guys at the gym. I'm a pervert. I look at every guy's package and want to see what's \nhappening out there in America.\n\nIMUS: You do.\n\nMOHR: I do. I like -- here's what you do if you want -- guys go in the Jacuzzi at the gym naked, which I find \ndisgusting. If you want the Jacuzzi to yourself, just go in and sit facing the Jets. Just sit there, holding the concrete.\n\nAnd by the way, ladies, because you have a lot of ladies that watch the show, mostly because they all want to have \nsex with Warner Wolf, I said that like Bob knew heart. They want to have sex with Warner, Warner Wolf.\n\nWARNER WOLF: Come on, Jay.\n\nMOHR: Let's go to the videotape, Yankees booed.\n\nIMUS: You're a Yankee fan though.\n\nMOHR: No, it hate the Yankees.\n\nIMUS: You're a Mets fan, aren't you?\n\nMOHR: No, I'm a Dodgers fan.\n\nIMUS: OK.\n\nMOHR: I hate the Yankees.\n\nIMUS: How did the Dodgers do?\n\nMOHR: Not well. But you know what? Don Mattingly probably had two more years of managing because the \nMcCourt divorce was a good smoke screen for him that nobody realized he was kind of doing a poor job. No one \nwas talking about the fact -- with a young candidate at the top of the rotation should do better than ten games \nbelow 500.\n\nIMUS: Are you a Jets fan.\n\nMOHR: I love the Jets. I love them.\n\nIMUS: And you like Ryan?\n\nMOHR: I'm going to send Rex Ryan photos of my wife's feet because my wife has perfect feet and Oscar Wilde \nwrites about wife's feat.\n\nIMUS: How long have you been a Jets fan?\n\nMOHR: I've been a Jets fan since 19 -- this is one for Warner Wolf, Gecko, Marty Lions, Mark Gasteneau, 1982, 11-\nyear-old boy, sexually ambiguous and I fell in love with them.\n\nIMUS: So what--\n\nMOHR: Bruce Harper, number 42.\n\nWOLF: Yes, Bruce.\n\nMOHR: Little Bruce, careful there.\n\nIMUS: You were sexually ambiguous at 11.\n\n\n\nMOHR: Yes, always, in the gym facing the Jets for crying out loud. I was suppose to get a massage later today and \nI get more angst about getting a massage and they say to you, lay down, the lady says lay down, face down and I'll \nbe right back.\n\nSo you lay down face down naked with your ass in the air and two minutes later someone comes back into the \nroom and you just assume it's the lady that left.\n\nFor all you know it's like the fetish janitor in a batman mask and wants to massage the backs of your knees.\n\nIMUS: How old is your son now?\n\nMOHR: I've got a nine-year-old and six month old now who just decided, kicking our ass on the road.\n\nIMUS: Is it a boy?\n\nMOHR: It's a boy, a masculine child. Babies cry when they have to poop. Can you imagine having to go to the \nbathroom so bad that you weep? A lot of Vicodin and Imodium and cheese, and sit on the toilet weeping and \npeople come in from other parts of the house in bathrobes, what's going on.\n\nIMUS: I guess you have to take a Vicodin to get that one, right.\n\nMOHR: Yes.\n\nIMUS: The 9-year-old starting to ask questions yet.\n\nMOHR: You know, he doesn't and it's starting to bother me. I thought like he should be a little more curious, I don't \nwant -- he says do you know if you type in sex on the computer all crazy stuff pops up?\n\nAnd I said, you should type in Tranny and see, that's, really weirder stuff, but I didn't tell him that. I said, all right, \nI'm going to tell him everything how it goes and I told him, the penis and thing and this and that and this happens \nand this comes out and fertilize.\n\nI told him the vagina the hole every technical term exact and we were driving to Starbucks in Santa Monica and \nwent to the counter and literally explanation and a woman gets pregnant and she as a baby through the vaginal \ncanal and birth canal and how it goes.\n\nAnd the regular looking gal goes, may I help you. And my nine-year- old says, hi. Suddenly looking at a woman \ncompletely differently like I literally just finished the explanation and all the things and parts and then a woman \nsaying how can I help you to my nine-year-old.\n\nIMUS: My kid is 13. When he was 9, same age as your son comes in and says, dad, I think I discovered \nmasturbation.\n\nMOHR: At nine?\n\nIMUS: Yes.\n\nMOHR: That's -- that's young. He's a trail blazer.\n\nIMUS: First of all, I told him, I don't think you discovered it. And that's the first thing. It's good that you -- I feel better \nabout myself now, I don't feel like a slut because you didn't, you didn't really have anything, right, Connell.\n\nMCSHANE: That's right.\n\nIMUS: You just came in to be funny which you were. Always fun to have you on.\n\n\n\nMOHR: It's my favorite thing. I wake up with a pep in my step and walk here from my hotel and staying at a youth \nhostel in Chelsea. Boys.\n\nIMUS: Jay Mohr.\n\n(END VIDEOTAPE)\n\nMCSHANE: Jay Mohr on IMUS IN THE MORNING and just a moment we're going to continue to bring you some of \nthe latest headlines today from Washington and from here in New York.\n\nAnd an update on the markets, which look like they'll open higher. I also my interview from earlier in the morning \nwith the New York Congressman Peter King.\n\nA lot to say about the payroll tax cut deal and a lot to say about his own party. We'll be back with that and a whole \nlot more as IMUS IN THE MORNING continues on Fox Business.\n\nMCSHANE: Breaking news has just come in to us from Colombia, pipeline explosion there. Eighty people injured \nand eight people have been killed according to Colombian police. That's basically all the information we have on it.\n\nBut it just come in and wanted to pass it along to you, again, 80 people injured. Eight people dead in a pipeline \nblast in Colombia.\n\nAll right, let's go now as we talked about earlier this morning, Peter King was on with us, congressman from New \nYork talking about the payroll tax cut deal approved and lot to say about the party and the in fighting in the \nRepublican Party, but here is the interview for you right now.\n\n(BEGIN VIDEOTAPE)\n\nMCSHANE: Let's talk more now here on IMUS IN THE MORNING on Fox Business about this payroll tax deal, as \nwe have Congressman Peter King as a regular on IMUS IN THE MORNING.\n\nA Republican from New York with us on the telephone, you know, a lot to talk about, Congressman and thanks for \njoining us, by the way, with no Imus here, at least you won't get abused I guess, the upshot from that.\n\nCONGRESSMAN PETER KING (R), NEW YORK (via telephone): Connell, I'd much rather be on with you than \nImus, believe me. First of all, you're a gentleman and Merry Christmas.\n\nMCSHANE: Merry Christmas to you as well. Now turned into a bit of a mess, didn't it, for your Republican caucus in \nthe House this whole deal?\n\nKING: Yes, let me just say I give John Boehner credit for getting us out of this without too much damage being \ndone. I believe we should have agreed to this last week. I told the leadership that.\n\nThis initially was a victory for the Republicans. President Obama gave in on the millionaires' surtax. He gave in on \nthe Keystone pipeline and yet we had people in our party who didn't know when to accept a victory and they really \ndrove us to the edge.\n\nAnd John Boehner kept us together through all these and got us out with a minimum of damage. This was all \nunnecessary wounds, self-inflicted wounds over the last four days.\n\nMCSHANE: Because every headline this morning is that the Republicans are bowing to the pressure. They \nsurrender, retreat and \"Politico\" says the humbling of the House GOP so pretty much handed the president a \npolitical victory, wouldn't you agree?\n\n\n\nKING: Out of defeat. I remember last Saturday morning watching the talking head thing, how does President \nObama explain the cave-in to his base. Before the day was out, the Republicans had taken him out of the cave and \nput ourselves on a path to a tough fight.\n\nTo say, I'm going to be at the Republican Conference on Monday night and person after person denouncing the \ndeal from the Senate and comparing themselves to Mel Gibson in brave heart, all these references to brave heart \nover and over again.\n\nAnd as I was sitting there, I was thinking Mel Gibson was also in a one of the worst military defeats ever and that \nwas one where they were charging in convinced the British were going to win and they got wiped out and that's \nwhat I saw happening to us.\n\nAgain, I don't blame John Boehner for this, he was in a position where an overwhelming number of people in his \nown party were against this. I believe it was really on their part and tried to keep us together and now got us out of \nit. So, but, again, there was damage done and it was needless.\n\nMCSHANE: Does he pay a political price though? You talk about how he got you through it. There was one \nmember of the Republican caucus of the House who told Fox News last night, one member did, we don't know the \nname of the person, but said that Speaker Boehner may have a hard time keeping his speakership after this, what \ndo you think?\n\nKING: The only person saying that is probably someone who said that we should have turned down the Senate \ndeal and fought to the death. It wouldn't have fought to the death. It would have killed all of us and hurt the \nAmerican people.\n\nSo I say it's the same type of person who made a mistake originally and wanted John Boehner to keep going on \ngoing. These people believed that if you listen to them we were winning it and the American people were with us.\n\nAlmost like the American version of the Arab spring and everyone was going to rally to our support. The fact is \nwhen you're in politics and government you have to realize what you can do and can't do.\n\nRepublicans are one third of the government and we, I believe, achieved a very solid-- not perfect, it wouldn't have \nbeen my bill, but much further along and in the real world you expect to get and when you get something like that \nyou grab it and claim victory.\n\nMCSHANE: You know, these people as you said, you're referring to them, well, many of them are freshmen in the \nHouse and most of them are Tea Party supporters or elected with Tea Party support and gave you guys a pretty \nnice majority in 2010, as many of them it point out last night.\n\nSaying there wouldn't be a Republican majority if it weren't for the Tea Party and it weren't for us. What do you say \nto those, that part of your caucus of which you're not. You're not part of that wing of the Republican Party?\n\nKING: No, again, the majority for us and well meaning and dedicated. I would say that everyone is in the party, \nanytime you're self-righteous and anytime you think you alone speak for the American people and the way they \nwere denouncing the Senate bill as if it were some left wing manifesto.\n\nThe fact is that bill approved by Tom Coburn, Marco Rubio, Scott Brown and John McCain, those were whole list of \nsolid Republican conservatives who supported that bill. Not that it was perfect, but life isn't perfect.\n\nAnd you have to learn how to manage, you have to learn how to govern and learn how to fight the principle. \nOtherwise, if they're fighting for principle and what they believe in. The fact is they've now strengthened President \nObama and going to hurt us and hurt the country in my own perspective.\n\n\n\nMCSHANE: This doesn't sound like a very together Republican Party. You're talking about other members of your \nown party as self-righteous right in the middle of a presidential campaign. The Iowa caucus is coming up on \nJanuary 3rd. The implications of this can be pretty big.\n\nKING: Well, we had these implications all week. I'm hoping it's a wakeup call for everyone in the party and to \nrealize that we can't be going off on missions again. Unless we think it through and realize the consequences \nbecause I kept saying, to myself and to others last Sunday, Monday, Tuesday, where does this lead?\n\nBack to the Senate. Senate has no reason to come back and know they're in solid ground. They know the American \npeople support their agreement and based on this agreement, most Republicans, 80 percent of the Republicans \nand Senate agree to.\n\nSo what are we going to do? We're going to stand and sit by while unemployed people can't get their \nunemployment payments while working families, $1,000 to $2,000 in extra taxes every week and every year and \nwhere does it lead?\n\nAnd I think they just were so caught up in the fervor what they thought were right and by the way, on policy they \nwere right in the abstract. We don't live in the abstract. We live in reality and devil his due.\n\nLast Monday morning, Bill O'Reilly was on Fox and he was asked a question. What's going to happen with all of \nthis? This is before Bill said, Republicans might be right on policy, but end up looking like pinheads.\n\nAnd I hate to give Bill all the credit, but he really hit it on the, on the mark, and when I was talking to one of the \nRepublican leaders Monday morning. When they asked me, what they were going to do he said I was here and I \ndon't want to undercut John Boehner and Bill O'Reilly said we would look like pinheads.\n\nMCSHANE: What does it mean for the presidential race? You said Newt Gingrich would be a nightmare for the \nparty and wouldn't support him. And the races go on. The caucus is on the third and then the New Hampshire \nprimary is right after. This internal fighting within the Republican Party, what's the effect of that in the presidential \nrace do you think?\n\nKING: Well, if it keeps going, it could hurt us. I think we have to come together and a wakeup call and we wake up \ncall early in the game and time to get our act together and get behind the nominee.\n\nI don't support Newt Gingrich, but we get together as a party. And again, it's an experience and well intentioned and \ngood people and sometimes you have to get knocked around a bit to realize reality.\n\nMCSHANE: All right, Congressman, great talk to you. Imus will call you some names next time and get back to \nnormal.\n\nKING: Merry Christmas, OK, forget Imus. You're the man, Connell.\n\nMCSHANE: Merry Christmas to you. Happy New Year, Congressman Peter King, Republican from New York and \nit's pretty instructive what's going on inside the Republican Party at least one side of it from Congressman King.\n\n(END VIDEOTAPE)\n\nMCSHANE: And that was from earlier this morning and the other side of it of course is what's happening with the \nTea Party Republicans. Good morning, everybody. I'm Connell McShane. It's the 9:00 hour Eastern Time here. \nWe're about half an hour until the opening bell on Wall Street. We'll get you set for the trading day ahead.\n"}