{"title": "Court Restricts Refugee Status for Criminals", "body": "\nForeigners who have committed serious crimes in their home countries are ineligible for refugee status here \nregardless of the risk of persecution they face if deported, the Supreme Court ruled unanimously today.\n\nThe decision adopted the Clinton Administration's interpretation of how a would-be refugee's criminal past should \nbe evaluated by immigration officials. The Justices rebuked a Federal appeals court for having failed to give \nadequate deference to the Attorney General's view of the matter by insisting that the severity of the crime be \nbalanced against the likely danger the foreigner faced if returned home.\n\nThe case before the Court involved immigration officials' efforts to deport a former student leader in Guatemala \nwho had led demonstrations that included forcing passengers off buses and then burning the empty buses to \nprotest rising fares. The Guatemalan, Juan Anibal Aguirre-Aguirre, argued in seeking asylum and a \"withholding of \ndeportation,\" a form of administrative relief, that his actions were political and not criminal.\n\nWhether immigration officials properly rejected his political defense was a second important issue in the case, with \nthe Justices also ruling that the lower court had failed to defer to administrative judgment that the actions were \ncriminal.\n\nA United Nations treaty on refugees, which the United States ratified in 1968, requires balancing the crime against \nthe likelihood and severity of persecution, under an official interpretation contained in a handbook issued by the \nUnited Nations High Commissioner for Refugees.\n\n\"The U.N. Handbook may be a useful interpretative aid, but it is not binding\" on the Attorney General, immigration \nofficials, or the Federal courts, Justice Anthony M. Kennedy wrote for the Court today.\n\nThe United Nations High Commissioner filed a brief in the case on Mr. Aguirre's behalf, telling the Court that its \nanalysis would be highly influential on how the more than 100 other countries that have signed the treaty would \ninterpret their obligations to refugees.\n\nMr. Aguirre entered the United States illegally in 1993. The law in effect when deportation proceedings began \nagainst him the next year made a foreigner who asserted a fear of persecution at home ineligible for the \nadministrative relief of a \"withholding of deportation\" if \"there are serious reasons for considering that the alien has \ncommitted a serious nonpolitical crime outside the United States.\"\n\n\n\"As a matter of plain language,\" Justice Kennedy said today, \"it is not obvious that an already-completed crime is \nsomehow rendered less serious by considering the further circumstance that the alien may be subject to \npersecution if returned to his home country.\"\n\nA 1996 revision of Federal immigration law made the same principle applicable to asylum, barring asylum once it \nwas determined that the asylum-seeker had committed a \"serious nonpolitical crime.\" Previously, the Attorney \nGeneral had discretion to grant asylum regardless of an applicant's criminal past. Asylum is a broader form of relief \nthan withholding of deportation, allowing a successful applicant not only to avoid being sent home but to apply for \npermanent residency after one year. Because of the change in 1996 that placed the two on the same footing, the \ndecision today, Immigration and Naturalization Service v. Aguirre, No. 97-1754, will affect future refugee cases as \nwell as those governed by the old law.\n\nIn this case, an immigration judge found that Mr. Aguirre would probably face persecution for his political activities if \nreturned to Guatelama and granted him both a withholding of deportation and asylum. The Board of Immigration \nAppeals overturned the judgment and ordered Mr. Aguirre deported, finding that although his actions and those of \nhis fellow students were politically motivated, \"those goals were outweighed by their criminal strategy.\"\n\nThe United States Court of Appeals for the Ninth Circuit, in San Francisco, then overturned the appeal board's \nruling in the 1997 ruling that the Justices set aside today.\n\nJustice Kennedy's opinion was broadly critical of the Ninth Circuit's decision, finding it erroneous not only for \nrequiring immigration officials to assess the risk of persecution but also for second-guessing the officials' judgment \nas to whether a crime was political or nonpolitical.\n\n\"Judicial deference to the executive branch is especially appropriate in the immigration context,\" Justice Kennedy \nsaid.\n\nHe added: \"A decision by the Attorney General to deem certain violent offenses committed in another country as \npolitical in nature, and to allow the perpetrators to remain in the United States, may affect our relations with that \ncountry or its neighbors. The judiciary is not well positioned to shoulder primary responsibility for assessing the \nlikelihood and importance of such diplomatic repercussions.\"\n\nThe Court identified what it saw as two principal errors in the Ninth Circuit's approach to distinguishing political from \nnonpolitical crimes. First, Justice Kennedy said, the appeals court mistakenly held that to be a \"serious nonpolitical \ncrime,\" the act had to be \"atrocious.\" The second error, he said, was to require consideration of the political \nobjectives and of whether the criminal acts were proportionate to them.\n\nJustice Kennedy said the Board of Immigration Appeals had not yet arrived at a \"comprehensive definition\" of how \nthe nonpolitical crimes provision was supposed to work.\n\n\"Full elaboration of that standard should await further cases,\" he said.\n\nIn a second, unrelated case today, the Court agreed to resolve a longstanding ambiguity in criminal law, over \nwhether a person's \"sudden and unprovoked flight\" from a police officer is sufficiently suspicious to justify the officer \nin stopping the person and conducting a pat-down search.\n\nIn this case, Illinois v. Wardlow, No. 98-1036, the Illinois Supreme Court found that a Chicago police officer was not \njustified in chasing and searching a man who had been standing in front of an apartment building before bolting at \nthe sight of four police cars that converged on the neighborhood as part of an anti-drug operation. The man, Sam \nWardlow, was carrying a parcel that proved to contain a loaded revolver.\n\nThe question of what behavior provides enough evidence for a brief, investigatory stop has divided the state and \nlower Federal courts for years. Most courts have agreed with the Illinois court that flight alone is insufficient. In its \nappeal, Illinois said its high court had created an \"untenable state of affairs\" under which the police must \"shrug \ntheir shoulders and helplessly stand watching\" while people run from them.\n\n\n\nBut \"flight is an ambiguous act which does not alone indicate criminal activity,\" the Cook County Public Defender's \noffice told the Justices in trying unsuccessfully to persuade them not to hear the state's appeal.      \n\nhttp://www.nytimes.com\n"}