{"title": "Bad for business and workers", "body": "\nOn Wednesday, the Supreme Court heard arguments in Chamber of Commerce v. Whiting, a constitutional \nchallenge to the Legal Arizona Workers Act of 2007, one of thousands of overlapping and conflicting state and \nlocal immigration laws proposed in recent years. A strange bedfellows alliance of business organizations, civil rights \nand immigrant rights groups, labor unions, current and former congressmen and the Obama administration united \nto challenge the Arizona law because it is bad for business, and bad for workers.\n\nFormer Arizona governor Janet Napolitano -- now the secretary of the Department of Homeland Security -- called \nthe Arizona law the \"business death penalty\" because of the harsh penalties it imposes. The U.S. Chamber of \nCommerce opposes knowingly hiring undocumented workers. However, the law's penalties are so severe that they \nencourage employers to avoid hiring anyone who even appears to be an immigrant. This is precisely what \nCongress intended to avoid when it passed the Immigration Reform and Control Act in 1986, carefully balancing the \ntwin goals of preventing employment of undocumented workers and preventing discrimination against job \napplicants.\n\nThe confusing patchwork of immigration laws also conflicts with Congress' decision in the 1986 law to displace \nstate and local laws, and instead to establish a uniform, national framework for employment verification. Some \nstates, such as Arizona, require employers to use E-Verify -- a federal pilot program for electronically verifying \nworkers that Congress decided should be voluntary, not mandatory. Other states modify the federal I-9 program, \nand some states create entirely new verification systems totally independent from the program Congress enacted to \nregulate employment.\n\nRather than solving the nation's immigration problems, this patchwork of state immigration laws drowns employers \nin regulations and exposes job applicants to increased risk of discrimination. Fortunately, the Constitution includes a \nprovision for resolving conflicts between state and federal law. Article VI of the Constitution states, \"The laws of the \nUnited States ... shall be the supreme law of the land.\" To the extent that Arizona's statute and other state and local \nlaws frustrate Congress' objective of establishing a uniform framework, the Constitution is clear: Federal law is the \n\"supreme law of the land.\"\n\nRobin S. Conrad is executive vice president of the National Chamber Litigation Center, the public policy law firm of \nthe U.S. Chamber of Commerce. \n"}