{"title": "More Than 350 Held in Probe, Ashcroft Says", "body": "\n More than 350 people have been swept up in the massive dragnet for witnesses and suspects cast since the Sept. \n11 terrorist attacks on New York and Washington, and nearly 400 others are still being sought for questioning, \nAttorney General John D. Ashcroft said yesterday. \n\n None of the detainees has been charged with a crime directly related to the attacks, which left nearly 7,000 people \nmissing or dead, Justice Department officials said. Instead, most are being held on immigration charges and traffic \nviolations, and virtually none has been publicly identified. \n\n Justice Department officials say that the large number of detentions reflects the breadth and complexity of the \nlargest criminal investigation in U.S. history and continued uncertainty about how many people may have aided the \n19 hijackers. \n\n In revealing that law enforcement officers have taken into custody many more people than they had previously \nacknowledged, Ashcroft said that 98 are being held by the Immigration and Naturalization Service on alleged \nimmigration violations, and many of the remaining 254 have been charged with traffic offenses, identification fraud \nor other minor crimes. \n\n Beth Wilkinson, a former assistant U.S. attorney who prosecuted the Oklahoma City bombing case, called the \nFBI's tactics \"a very aggressive posture to use, although not one that's illegal, assuming they're following all the \nstrictures of the law and the provisions of the warrants. \n\n \"It's an extraordinary number of people [to detain], but this is an extraordinary crime and investigation,\" she said. \n\n In the first arrest of someone charged with aiding the hijackers, an Arlington man was accused yesterday of helping \nfive of the suspected attackers fraudulently obtain Virginia driver's licenses or identity cards. \n\n Court documents released yesterday show that five alleged hijackers from three flights picked up those documents \nin Arlington on Aug. 2, just 40 days before the attacks. \n\n In other developments yesterday: \n\n\n* A government official confirmed that box-cutter knives similar to those used by the terrorists have been found \naboard four planes that either took off or were grounded Sept. 11 as the hijackings were occurring. They include an \nAmerican Airlines flight from San Diego that was kept on the ground when the attacks occurred and then taken for \nroutine maintenance to Dallas, where the knives were found. \n\n* The FAA extended its latest ban on crop-dusting for a second day amid fears of biological or chemical attacks, \nand a Florida bank president said that one of the suspected terrorists may have sought a government loan to buy a \ncrop-duster last year. \n\n* Dozens of undocumented immigrants working at U.S. airports, including Dulles International Airport, have been \ndetained in recent days as authorities crack down on security. \n\n An FBI affidavit filed in U.S. District Court in Alexandria revealed that on Aug. 2, a man identified as Herbert \nVillalobos and a confidential witness signed notarized forms falsely stating that two Arab men they had met a few \nminutes earlier were Virginia residents. \n\n The notarized forms allowed the men to exploit a now-closed Virginia legal loophole and obtain valid licenses or \nidentification cards even though they did not live in the state. \n\n According to the affidavit, Villalobos identified five of the hijackers as having been at the Department of Motor \nVehicles that day: Hani Hanjour, Salem Alhazmi and Majed Moqed, who were all aboard American Flight 77, which \nhit the Pentagon; Ahmed Alghamdi, who was on United 175, which struck the World Trade Center; and Abdulaziz \nAlomari on American Flight 11, which slammed into the New York landmark. \n\n Sources and law enforcement documents indicate that two other Flight 77 hijackers, Khalid Al-Midhar and Nawaq \nAlhazmi, also obtained Virginia licenses about the same time. \n\n Law enforcement sources said there is no evidence that either Villalobos, who is being held, or the witness had \nany advance knowledge of the attacks. Villalobos's attorney, Mike Lieberman, declined to comment. \n\n New information also emerged yesterday about the discovery of box-cutters on other U.S. airliners after the \nterrorist attacks. The Washington Post has previously reported that the tools were found on two flights in addition to \nthe ones hijacked, and that investigators were looking into the possibility that there were knives on two more. \n\n Yesterday, an aviation source said a box-cutter was found on an American Airlines plane that had been scheduled \nto fly from San Diego to New York's John F. Kennedy International Airport at 8:20 a.m. Pacific time on Sept. 11 but \ndid not leave when all flights were grounded after the attacks. \n\n The instrument turned up Sept. 17, as mechanics at the airline's maintenance facility in Alliance, Tex., began an \noverhaul of the plane. As mechanics removed seat cushions, a dark gun-metal gray box-cutter knife fell to the floor, \nthe source said. There is dispute about whether the knife was in the seat or taped to it, the source said. \n\n Officials said it is unclear whether there is an innocent explanation for the five knives now known to have been \nfound on four flights. \n\n Officials said yesterday that tightened security has led to the detention of dozens of airport employees in Miami, \nDenver, Washington and other cities for lack of proper immigration papers. There was no indication that those \ndetained were related to the terrorism investigation. \n\n At Dulles, INS officials have detained at least four employees, according to Argenbright Security, the company that \nemploys them.  \n\n One employee detained was a Lebanese immigrant working as a security guard, his lawyer said. The worker, \nAbdullah Salim Yassine, had an H-1B professional visa and was charged with switching employers without \ninforming the INS, said Denyse Sabagh, the attorney. \n\n\n\n Sabagh said Yassine, 45, of Fairfax, was placed in deportation hearings and was being held without bond, an \nunusually strict measure. \"I think this is probably happening to a lot of other people from Middle Eastern countries, \nand other countries on some list. They are detaining people even if they have nothing to do with what happened,\" \nshe said. \n\n A spokeswoman for the local INS office, Ernestine Fobbs, declined to comment. \n\n The Dulles investigation and a similar one in Miami had been planned before the Sept. 11 attacks, according to the \nDepartment of Transportation's inspector general's office, which conducted the checks.  \n\nThe Miami probe culminated with the arrest on Sept. 14 of a dozen undocumented immigrants from South America \nwho worked at Miami International Airport. \n\n Twenty-nine Mexicans working at Denver International Airport were detained Sept. 19 for using counterfeit identity \ndocuments and are being sent home, said Nina Pruneda-Muniz, a local INS spokeswoman. The workers' phony \nIDs were discovered when they applied for airport badges required under a new, stricter security system, airport \nspokesman Chuck Cannon said. \n\n Also yesterday, a government official said Al-Badr Mohammed H. Al-Hazmi, a University of Texas radiologist who \nwas arrested as a material witnesses, was expected to be released. \n\n One chapter of the investigation into the hijackings ended yesterday, as the FBI concluded its search for wreckage \nfrom United Airlines Flight 93, which slammed into a field in Pennsylvania. Investigators said they found no \nevidence of an explosion -- a possibility raised after a passenger told his mother by phone that the hijackers \nclaimed to have a bomb. \n\nStaff writers Dan Eggen, Don Phillips and Susan Schmidt contributed to this report. \n"}