{"title": "SUIT FAULTS IMMIGRANT'S TRANSPLANT HEALTH CARENEW STATE POLICY ON DRUG THERAPY CITED", "body": "\nA lawsuit claims a teenage illegal immigrant who had a kidney transplant faces a lifetime of dialysis because \ncutbacks in the state's Medical Assistance program will deprive him of anti-rejection drugs.\n\nThe immigrant is a 16-year-old boy from Mexico who moved to Austin in 2002 to live with his brother and had the \ntransplant last spring at the Mayo Clinic in Rochester, the lawsuit said. He was not identified.\n\nWhen the boy had the transplant, illegal immigrants were eligible for the Medical Assistance program, which \ncovered transplants and anti-rejection drugs. But after legislative budget cuts, the boy lost his benefits July 1, \nqualifying only for emergency medical care that pays for dialysis but not the drugs.\n\nThe lawsuit, which was filed Wednesday in Ramsey County District Court, said the state refuses to pay $1,400 per \nmonth for the drugs, but the federal government will probably pay $3,600 per month for his dialysis.\n\nWes Kooistra, deputy commissioner of the Human Services Department, declined to comment on the specifics of \nthe case. But he added, \"We believe we have a tentative agreement that responsibly addresses the urgency of the \ncase, and provides the necessary time for all parties to review and consider the facts.\" The boy's lawyers, Liz \nKramer and Byron Starns, also declined to comment.\n\nAccording to the lawsuit, soon after the boy and his mother moved to Austin he became ill and suffered kidney \nfailure. Doctors at the Mayo Clinic determined his older brother could be a donor, and they transplanted one of the \nbrother's kidneys into the boy in April in an operation that was covered by Medical Assistance.\n\nOn July 1, new rules making most illegal immigrants ineligible for medical benefits went into effect, depriving the \nboy of coverage for the drugs that transplant patients must take for life. But the lawsuit said his dialysis \"would \nlikely be covered\" by emergency medical assistance.\n\nThe complaint said the Human Services Department, which runs Medical Assistance programs, \"used its discretion\" \nto exclude anti-rejection drugs from the medical conditions covered by emergency medical assistance. Therefore \nthe boy cannot receive the drugs from either the state or federal government, it said.\n\nAccording to a notice posted in 2002 on the department Web site, emergency medical assistance in Minnesota \ndoes not cover transplants and anti-rejection drugs.\n\nThe boy will run out of drugs today, the lawsuit said, despite efforts by a social worker at the Mayo Clinic who tried \nto find alternative sources. She tried charitable groups, pharmaceutical companies that make the drugs and other \norganizations. In the meantime, the boy's family has \"scrambled to find money for his prescription.\"\n\n\nThe lawyers argued that because some immigrants are still covered by state-funded health insurance programs, \ndepriving the boy of such benefits is a violation of the equal-protection provision of the Constitution.\n\nNotes\n\nTWIN CITIES\n"}