{"title": "Court Case Spotlights Possible 'Harsh Effects' of New Immigration Law", "body": "\nThe woman known in legal annals only as \"NJB\" is a Nicaraguan who left her job as a teacher and flew to Miami on \na tourist visa in 1987. She overstayed the visa, applied for political asylum, was turned down three times and, as a \nlast resort to remain in the United States, filed to have her deportation suspended.\n\nSo began a court case that, more than any other in recent months, has opened a major breach in a far-reaching \nimmigration law passed last year. In ruling against her in February, an immigration appeals court interpreted a \nsection of the new law in a way that barred suspension of deportation for NJB and, potentially, hundreds of \nthousands of other people, most of them Central Americans. The decision outraged immigrant groups across the \nUnited States and provoked a flurry of legal action, including a class-action suit and an appeal to a U.S. circuit \ncourt.\n\nThe uproar has spurred Republicans to reexamine the effects of some controversial aspects of the law, notably \nseveral provisions that make it harder for Central Americans who have benefited from temporary protection \nprograms to remain in the United States indefinitely. Attorney General Janet Reno also has stepped into the fray, \npledging to block deportations of those who have been allowed to stay for years under the programs despite their \nillegal status.\n\nNow, the focus of the challenges is shifting from the courts to Congress, where bipartisan legislation was \nintroduced in both houses last month to soften what sponsors call the \"harsh effects\" of the year-old law. The bills \nare expected to be taken up when Congress reconvenes in September.\n\nTo the Clinton administration, immigrants' rights groups and many members of Congress, changing the law is the \nonly fair way to treat Central Americans who fled their countries during a time of civil war and turmoil in the region \nand who have lived here in legal limbo ever since.\n\nAlthough these immigrants entered or remained in the United States illegally, they were spared from deportation \nand issued work permits under temporary provisions that were repeatedly renewed. In effect, Washington accepted \ntheir presence, figuring they would eventually return home when the strife in their countries ended.\n\nThose wars in Nicaragua, El Salvador and Guatemala have been over for some time now, and the Sandinista \nregime that many fled in the 1980s has been out of office for seven years. But the Central Americans have been \nreluctant to go back. Many now have strong ties to America -- including jobs, houses and U.S.-born children -- and \nthere has been little change in the conditions that often motivated their flight in the first place: the poverty and lack \nof opportunity in their homelands.\n\nThe draft legislation, proposed by the Clinton administration, would essentially ensure that immigration cases \ninitiated by the Central Americans before last year's law took effect would be judged under the old rules. According \nto President Clinton, it would also address \"important U.S. foreign policy interests\" in Central America, whose \n\n\npolitical leaders have warned that any mass return of their citizens would destabilize their fragile, job-scarce \ncountries.\n\nCritics argue that the proposals represent a move toward a de facto amnesty for upwards of 350,000 illegal aliens \nat a time when legal and illegal immigration is adding about 1.2 million people a year to the U.S. population. The \nresult, they contend, will be further pressure on the legal immigration system as the Central Americans petition for \nrelatives to join them, perpetuating a trend toward lower skill and education levels among new immigrants.\n\n\"It is becoming increasingly clear that there is nothing as permanent as a temporary refugee,\" said Mark Krikorian, \ndirector of the Washington-based Center for Immigration Studies and a supporter of reduced immigration levels. \n\"This ought to be a lesson to us that temporary protection in the United States is a contradiction in terms.\"\n\nFor years, U.S. law has provided a final resort for those who did not meet other requirements for legal status. It is \nthis use that is now at issue.\n\nUntil last year's immigration law, if an illegal alien lived in the United States continuously for at least seven years, \ndemonstrated \"good moral character\" and showed that deportation would cause \"extreme hardship\" to the alien or \nto a spouse, parent or child who was a legal resident or U.S. citizen, the applicant could apply for \"suspension of \ndeportation\" and eventually become a legal immigrant.\n\nEven after an alien was ordered deported, time spent in the United States continued to count toward the seven-year \nrequirement.\n\nConcerned that the provision was being abused by sharp lawyers who were using every loophole and delaying \ntactic to drag out an already slow process, Congress last year made this remedy much tougher to obtain. The new \nimmigration law raised the continuous stay requirement to 10 years and imposed a stiffer test of \"exceptional and \nextremely unusual hardship\" to the alien's legal resident or U.S. citizen spouse, parent or child. Such hardship to \nthe applicant no longer counted.\n\nThe law also capped at 4,000 the number of suspensions of deportation that could be granted in a year. And it \nstipulated that the clock would stop ticking on the alien's continuous stay once the person was issued a \"charging \ndocument,\" such as a notice to appear before an immigration judge.\n\nThis \"stop-time rule\" especially riled the Central Americans and became the main issue in the case known as \n\"Matter of NJB.\" By publicizing what many immigration advocates consider to be an unfairly retroactive application \nof the new law, the case has spearheaded efforts to amend the act. Ironically, however, critics say, the facts of \nNJB's case exemplify precisely the kind of practices that the new law was designed to prevent.\n\nNJB, who is allowed to remain anonymous under immigration court rules designed to protect amnesty seekers, \ncame to the United States alone in April 1987, according to her lawyer, Ernesto Varas. She left behind her husband, \nfrom whom she separated, and four children, who later entered the United States illegally to join her.\n\nShe overstayed her visa and applied to the Immigration and Naturalization Service for political asylum on grounds \nthat the then-ruling Sandinistas had pressured her to resign from the Nicaraguan school system and \"threatened to \nburn her house,\" Varas said. The INS rejected the asylum claim.\n\nNJB remained in the United States and received an INS work permit. Then, in August 1993, the immigration \nservice ordered her to \"show cause\" why she should not be deported. Her lawyers delayed her defense until May \n1994, then filed a new asylum application. On the same day, they also requested suspension of deportation, since \nby then she had lived in the United States for seven years.\n\nIn August 1994, an immigration judge in Miami denied both applications and ordered NJB deported. She then took \nher case to the Board of Immigration Appeals, arguing that she would be \"persecuted\" and \"suffer extreme \nhardship\" if returned to Nicaragua. Even though the Sandinistas no longer held political power, Varas asserted, they \nstill effectively controlled the army, police, administration and courts.\n\n\n\nWhen it finally heard NJB's appeal in February, the board upheld the denial of asylum, but refused to consider her \nrequest for suspension. Under the new immigration law, the board ruled, she had stopped accruing time toward \nher seven years in 1993 when she was ordered to show cause.\n\nNJB's lawyers appealed again, and she joined a class action suit in Miami challenging the \"stop-time rule\" and other \nprovisions of the new law. In California, one of several other lawsuits disputed the applicability of the 4,000-person \ncap, which was quickly reached early this fiscal year.\n\nImmigrants' rights groups mobilized politicians on the Central Americans' behalf, and the region's presidents lobbied \nClinton. House Speaker Newt Gingrich (R-Ga.) expressed support for their position, as did Florida Republicans.\n\nOn July 10, Reno, under a rarely exercised prerogative, announced that she was \"vacating\" the Board of \nImmigration Appeals decision on NJB, a first step toward an expected reversal that, ultimately, could allow the \nwoman to obtain legal permanent residence.\n\nTwo weeks later, Clinton announced a legislative proposal that would apply the old law to people who had filed for \nsuspension of deportation before April 1, 1997, allowing them to count their physical presence in the United States \nafter deportation proceedings began against them and ensuring that they would not be rejected becaused of the \n4,000 cap. It also would exempt about 250,000 Salvadoran and Guatemalan members of a 1990 class-action \nsettlement from the tougher suspension standards of the new immigration law.\n\nIf the proposals are not enacted, Clinton warned, he is \"prepared to examine any available administration options\" \nto avoid deporting the Salvadorans and Guatemalans, as well as about 60,000 Nicaraguans covered by a review \nprogram that has expired. He stressed that he was not proposing any \"amnesty\" and that every application still \nmust be decided \"case by case.\"\n\nReno's decision has drawn sharp criticism from advocates of tougher immigration controls, notably Rep. Lamar S. \nSmith (R-Tex.), a principal sponsor of the 1996 law. He charged the administration with \"bowing to pressure from \nCentral American governments unwilling to accept the repatriation of their own citizens\" and accused Reno of \"a \nserious abuse\" of her authority.\n\nRep. Ron Packard (R-Calif.) said he was \"sure there is a heart-wrenching story behind the motivations of every \nman, woman and child that wants to hide illegally within our borders,\" but that last year's law \"purposely raised the \nbar . . . because we knew the process was being abused.\"\n\nAmong those affected is Yesenia Sorto, a 14-year-old Nicaraguan who came to the United States illegally with her \nfamily when she was 3. Now about to start high school in Florida, she said she would be at a loss if deported. \"I \ndon't even know that country,\" she said.\n\n\"We don't have anyplace to go in Nicaragua,\" said her mother, Sonia Sorto, 40. \"We sold everything when we left.\" \nThe family fled \"because of the situation in Nicaragua,\" she said, adding, \"My family is big, and what we earned \nthere was too little.\" Now her husband is a construction worker, and she is employed in a fast-food outlet, although \nher work permit expired five years ago.\n\n\"At least give us justice,\" she said at a rally on the steps of the Capitol last month. \"We want permanent legal \nstatus.\"\n"}