{"title": "Amid Jeers, Seeking Pride In a Day's Work", "body": "\n''ALL right, girls. Feet together. We have a huge smile on our face. Here we go!''\n\n  And, yup, there they went, kicking, cheering and gyrating to the thump-thump-thump of beloved arena classics and \nthen squealing in delight and hopping up and down. You didn't need to shake a spirit stick to get the campers going \nin their Riverhead, Plainedge and Pelham shorts and T-shirts at the cheerleader camp at Hofstra University last \nweek.\n\nAnd in a meeting room inside, there they went, too, Antonio Bernabe, from Los Angeles, and Alberto Vidalon, from \nMorristown, N.J., and people from the Union Latina de Chicago and the Central Texas Immigrant Workers Rights \nCenter, in T-shirts that read ''No Human Being Is Illegal.'' Same campus. Different planet.\n\n  Like a slide show in which someone had mixed different boxes of slides together, different realities kept drifting in \nand out last week at the national assembly of day laborers sponsored by the National Day Laborer Organizing \nNetwork. \n\n  So one moment you were in consumer Eden, college division, with students in designer sunglasses and \ncellphones seemingly surgically grafted to their ears drifting from the Mongolian Chop-Chop to the Cereal Box at \nthe student center's food court. \n\n  And the next moment the most visible invisible people in American life, the anonymous Hispanic men who gather \non street corners in Morristown and Freehold, Mount Kisco and Danbury, Farmingdale and Farmingville, are \nsuddenly there in real life, with stories to tell, strategies to devise and struggles to share.\n\n  ''One thing that happens here is that workers stand tall, they look at people face to face as equals, not seeking \ntheir permission, not as oppressed people or men begging for jobs but as persons with pride,'' said Pablo Alvarado, \nthe national coordinator of the organizing network, which was started in 1999. ''Because you can't intimidate people \nwho have pride. You think what these people do is easy? I don't think so. People treat you like dirt. They throw \nrotten eggs, ice cream, tortillas with excrement inside. They yell racial epithets at you. So we tell people what they \ndo is honorable. They should take pride in it.''\n\n  So Mr. Vidalon, a 44-year-old worker from Peru with a wife and a 12-year-old son at home, soaked up the \nsessions like a junior manager at a networking seminar, trading stories about life on the corner and what can be \ndone to improve it.\n\n\n  He's been working on Main Street in Morristown for only two and a half years, and has a wry outsider's take on \nlife on the corner. Edilberto Banegas, of Freeport, on Long Island, a Honduran who has done it for 14 years, is less \ndistanced, more weary.\n\n  ''I've gotten used to this country, like it's my country,'' he said. ''But you come here seeking better opportunity, but \nyou feel like it doesn't come back to you. Without papers, we can desire many things, but we don't ever get there.''\n\n  ON Friday most of the people from the conference packed onto a school bus for the more sedate environs of \nSarah Lawrence College in Westchester. They arrived to another set of contrasts, this time the refined hush of a \ncampus art center with its various sorts of edgy art and graphic design. (''Men and Women Are Different. Shouldn't \nOur Toilet Paper Be?'')\n\n  Only this time, just as Julio Castillo, a 39-year-old laborer from Yonkers, was delivering a talk on his difficulty in \ngetting treatment for a workplace injury, another form of reality intruded. A man in the audience, Joshua Askew of \nMount Vernon, jumped up and started shouting, so angry, speaking so fast he almost couldn't be understood, that \nthe men were illegal, that immigration laws should be enforced. Some people with him joined in, while others \nshouted back.\n\n  Ushered outside, he shouted some more. ''My parents came over here in slave ships. They worked hard, \naccording to the law. We got the legal system to free us. We didn't break the law. The jobs we used to have, they're \ntaking now.''\n\n  Afterward, Mr. Alvarado was asked what he thought. He said that he understood the man's concerns but that the \nlaborers were filling an economic need and were coming to give their children a better life, just as immigrants have \nalways done, and would come whatever the laws were.\n\n  ''If you are going to criminalize me for wanting a better life for my children, for wanting a roof over my head and \nfood on the table, then go ahead and criminalize me,'' he said. ''We believe in the American dream more than most \npeople who've been here their whole life.''\n\nhttp://www.nytimes.com\n"}