{"title": "After Quake, a Sorrowful Journey to Colombia", "body": "\nStanding on the threshold of the tiny blue house she calls home, Isabel Cristina Marquez, open-mouthed and wide-\neyed, looks around, surveying the damage. \"We've lost our home,\" she quickly concludes and, softly, begins to cry.\n\nMs. Marquez, a 28-year-old waitress from Elmhurst, Queens, has been crying every day since Monday afternoon, \nwhen a powerful earthquake rocked this city. She was born here and lived here all her life before migrating to New \nYork with her daughter two and a half years ago.  Her parents and a brother had left earlier and live with her.\n\nMs. Marquez left behind a sprawling family that includes her 77-year-old grandmother, her older sister, about 60 \ncousins, uncles and aunts, and her husband, Farid Lasso, 29, who is waiting for a visa to follow her.\n\nBehind, too, remained her memories and her soul, Ms. Marquez says. Still, as she roams the streets of her town \nsearching for relatives and old friends, she looks a little out of place, with her fake long nails painted a New York \nblack, a Yankees T-shirt, white platform sneakers and a red sweater tied at the waist.\n\nLike many of the tens of thousands of Colombian immigrants who live in the New York region, Ms. Marquez leads a \nsplit life. She lives here and there, dividing her time evenly between the harshness of her life in New York City -- \nholding down two jobs, struggling with a foreign language and barely getting through the winter -- and the dreamy \nquality of her life here -- outings to lush mountains laced with coffee plantations, lazy afternoons at her \ngrandmother's house and plenty of heat and sun.\n\nThe earthquake, she sensed when she watched the first news reports on Monday from her apartment in Queens \nand saw the devastation here, would forever alter the rhythm of her life. The landscape of her memories, she \nfeared, was forever lost. And so it was with great trepidation and a measure of hope that she arrived at Kennedy \nInternational Airport on Thursday at dawn, lugging a 95-pound black bag stuffed with food and medicine, and \nboarded a plane home.\n\n\"I'm dreading this trip and, at the same time, I can't wait to get there,\" she said as her journey began. \"Who knows \nwhat I'll find?\"\n\nMs. Marquez's quandary resonated with many of the passengers on her flight -- Colombians from New York, \nConnecticut, New Jersey and several Hudson River towns who, frantic with worry, had hastily left their jobs and \ntheir families to head home.\n\n\n\"I haven't slept in three days,\" said Jairo Lopez, 43, who owns a car dealership in Flushing, Queens, and had not \nheard from his two younger brothers who live here. \"My mission is to find them.\"\n\nThe same mission guided Diego Ramirez, 34, who has lived in Morristown, N.J., for the last 13 years and came \nlooking for his father and five siblings in Armenia and nearby Montenegro. About 5,000 people from Montenegro, a \ntiny town eight miles from here, live in Morristown. The connection between the two towns is such that about 20 \npeople from Morristown have already descended on Montenegro; six are working as volunteers, distributing food \nand resettling the homeless.\n\n\"All I knew in New Jersey was that there were a lot dead and injured and homeless people,\" said Mr. Ramirez, who \nis a construction foreman but is working in Montenegro as a firefighter. \"By Wednesday, I couldn't take it anymore, \nso here I am.\"\n\nMs. Marquez, too, had not heard from her family until hours before she boarded the Avianca flight for Bogota. Her \nsister borrowed a cellular phone and called her Wednesday night, two days after the earthquake, to tell her that \nboth she and their grandmother had lost their homes and were living with relatives in the north side of town, an area \nthat escaped the quake's force. By then, Ms. Marquez already held a ticket, paid for by her boss at La Pequena \nColombia, a popular restaurant in Queens, and she decided to come anyway.\n\nDuring the flight from New York, Ms. Marquez hardly spoke. As the plane began its descent into Bogota, she took a \npiece of paper from her date book and started to take notes: \"No one knows that the despair I feel in my heart and \nthe impotency I feel make me not want to see my city and my own family,\" she wrote. \"I only ask God to give me \nstrength to confront this new reality.\"\n\nThe reality was indeed grim. The earthquake, which measured 6.0 on the Richter scale, is the worst to hit this area \nin more than 100 years. It hit at 1:15 P.M., when many people were home having lunch. The authorities have said \nthat it killed close to 1,000 people, but even today, almost a week after the quake, rescue workers continued to \nsearch for victims. About 35,000 families, or 180,000 people, were left homeless, the Colombian Red Cross has \nannounced.\n\nArmenia, known as the city of miracles because it became prosperous shortly after it was founded just over 100 \nyears ago, has ceased to be the city Ms. Marquez knew. In fact, it is no longer a city. In its place, Ms. Marquez \nfound a lawless town, where looters terrorized homeless families, chunks of plaster hung precariously from cracked \nfacades, and red bricks littered the streets.\n\nEverywhere she looked, there were men with weapons -- young soldiers carrying powerful guns and regular people \nbrandishing machetes and knives. People were searching the rubble for family pictures and important papers, while \nchildren with dirty faces and no shoes were darting in front of cars hoping for a piece of bread or a candy bar. Entire \nfamilies were seeking shelter under plastic tents held up by sticks of guadua, the hardy bamboolike wood of a bush \nthat grows wild here.\n\nAnd then suddenly, as her taxi was about to turn a corner, Ms. Marquez saw her sister, Dora Liliana Marquez, \nstanding on the street, a blue paper mask covering her mouth to protect her from the fetid odor of the dead and the \nacrid smell of tear gas. Ms. Marquez leaped from the car and hugged her sister, the two sobbing uncontrollably.\n\n\"Ay, que pesar, que pesar,\" they both repeated. (\"Oh, how sad, how sad.\")\n\nNot far from where the sisters met, the scene repeated itself at the family home of John Bukvic, a gravedigger from \nFlushing, who came to this city on the same flight as Ms. Marquez to see his parents and younger brother.\n\nHe found them at home, safe and happy that their house had withstood the earthquake, but cowed by the horde of \nvandals breaking into homes at random. Mr. Bukvic, who has lived in New York for 15 years, went out and bought a \ngun and helped the neighbors organize a vigilante committee to protect what was left of their neighborhood.\n\n\"You do what you have to do,\" Mr. Bukvic, 37, said. \"I'm thinking of taking them to another city.\"\n\n\n\nThousands are scrambling to flee the quake zone, clogging every road, to find shelter away from the danger and \nviolence. Ms. Marquez could not possibly arrange for her family to leave; it is too large. Instead, she did the only \nthing she could. She went from house to house, comforting relatives and distributing black trash bags she had \nbrought from New York full of canned food and bread and sanitary napkins and blankets.\n\nShe was also keeping a mental log of the losses: Dora Liliana, her 30-year-old sister, lost the apartment that she \nand her husband were about to finish paying for this year. They have no insurance. Her father's brother, Hugo \nMarquez, lost his home, which he rented from Ms. Marquez's father. Her mother's sister in Montenegro lost her \nhome, too. All were hungry, thirsty and frazzled, but thankful to be alive.\n\n\"You know what I did yesterday?\" Dora Liliana tells her sister, clutching a sandwich that Ms. Marquez brought for \nher. \"What I never thought I would. I ran after a truck for a piece of bread.\" She blushes and smiles, embarrassed.\n\nAt her grandmother's home, Ms. Marquez lost her composure. This is the house where Ms. Marquez was born and \nlived as a little girl. The house, built by her grandmother's grandparents, is still standing, but only barely. The back \nwalls are separated from the floor, and the side walls remain attached only by some quirk of architecture.\n\nThe room where Ms. Marquez slept as a child is no longer reachable, its entrance blocked by the heavy furniture \nthat shifted during the quake. Pots and pans clutter the floor. A cup of coffee still sits on a table, exactly where the \nfamily left it before leaving the house to go to the doctor, a few hours before the earthquake hit. A doll rests on a \nmattress, headless, and a picture of the Sacred Heart is upside down, but still hanging from a nail on the wall. Half \na dozen fish swim in a tank, undisturbed. The white curtains in the bedroom window wave freely in the breeze; \nthere are no glass panes to hold them back.\n\nMs. Marquez touches the walls tentatively; she is too stunned to talk. She leaves the house, holding onto her \nhusband, but finds no respite outside.\n\nThe school she went to as a child was destroyed, so were her middle school and high school. There was nothing \nbut the outer walls left of the supermarket where she had worked. The street where she took walks with her \nhusband during their courtship, an avenue formerly cluttered with shops and restaurants, was demolished. The \ntheater was gone and so were her favorite restaurant; a bar called Babalu, a neighborhood hangout, and the \nChurch of the Sacred Heart, where she was married.\n\nAcross the street from the church, where a five-story building called Andalucia used to be, rescue workers were \nworking around the clock to pull bodies from the rubble. Neighbors said 25 people had already been found, all \ndead. Ms. Marquez stood there on Friday, listening to a father tell of how he was waiting for the body of his 21-year-\nold son, who had been working at the family's electronics repair shop on the first floor when the building collapsed. \nHe was surrounded by his wife and three daughter, age 9, 15 and 20.\n\n\"We were expecting him at home to have lunch and he never showed,\" Eider Echeverri, 43, said. \"They have \nalready found the motorcycle he used for the deliveries, so I know he is in there, somewhere.\" Later, Ms. Marquez \nlearned, the body had been found and Mr. Echeverri had taken his boy home in a plastic bag provided by the \nchurch's priest.\n\nIn Plaza Bolivar, the one place that Ms. Marquez prayed that had not been destroyed, she stood next to her \nhusband, who lives elsewhere and was not affected by the quake, in a silent tribute to a friend who was killed in an \napartment across the street. The plaza was unharmed, but the buildings that surrounded it, including City Hall, had \ncollapsed.\n\nMs. Marquez returned to Armenia on Saturday to help her sister move to another town. At the sight of her sister's \nfurniture at the side of the road, Ms. Marquez began to cry again. She left soon thereafter. Ms. Marquez said she \nwas heartbroken. All but a handful of her relatives have left for other towns. Ms. Marquez left today for her \nhusband's apartment in Cali, about three hours from here, where she plans to stay for a few more weeks.\n\n\n\nShe does not plan to return to her hometown for now. \"There is nothing to go back to,\" she said. \"My city is no \nmore.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPhotos: Cristina Marquez of Queens, left, hugged her sister, Dora Liliana, in Colombia after last week's \nearthquake. (pg. A1); Cristina Marquez of Elmhurst, Queens, examined what was left of the house in Armenia, \nColombia, where her family had lived. The house was ravaged in last week's earthquake, the region's worst in \nmore than a century. (Photographs by Chang W. Lee/The New York Times); Ms. Marquez said emotional goodbyes \nto her daughter, Laura, in Queens before setting out for Colombia. (Richard Lee for The New York Times) Once \nthere, she and her husband, Farid Lasso, stood by the house where the family lived before the quake. (pg. B5)      \n"}