{"title": "Rumor mill has laborers lying low; Deportation fears said to be high in wake of new law", "body": "\nDay laborer Orlando Rojas, standing in the Dunkin' Donuts parking lot near Norcross, stared down as the Gwinnett \nPolice officer lectured him about loitering.\n\n\"You come back here again,\" said Cpl. Scott Pihera, tapping the hood of his squad car, \"you go with me.\"\n\nRojas, 41, stuffed a written warning into his pocket as if it were the last straw. \"I'm leaving,\" said Rojas, a native of \nPeru. \"To the north, maybe to Montana.\"\n\nIf so, Rojas will join what some believe is an emerging exodus of the state's most mobile illegal immigrants after \ncrackdowns --- both real and imagined --- in Georgia.\n\nThe boot-clad day laborers, many of whom are in the country illegally, have nearly disappeared from two of the \nusual spots along Powder Springs Road in Cobb County. Their numbers are down significantly at some, but not all, \ngathering spots in Gwinnett. That includes the lot by Dunkin' Donuts, which has roughly a third as many laborers \nas usual, restaurant staffers said.\n\nPolice aren't focusing on the laborers more now, said Rojas and other day laborers. It's the employers who have \nchanged. Crew chiefs have grown increasingly skittish about hiring illegal immigrants, they said, prompting more \nworkers to try places like Florida and New Orleans instead.\n\n\"I think people are just moving to another state,\" said Maria Garcia, who runs a labor hall in Duluth as director of \nHispanic Community Support. About half the usual number of workers are seeking jobs at the converted \nwarehouse, Garcia said.\n\nFear of deportation is at an all-time high, she said, as rumors of raids by immigration agents sweep through the \ncommunity almost daily. \"I think it's created a mental sickness, where people are depressed,\" she said. \"Who wants \nto be thinking any minute you're going to be arrested?\"\n\nIt's all about SB 529\n\nOthers in the Latino community think that increased anxiety has simply sent the underground economy deeper \nunderground.\n\n\nEd Cota, founder of the Clinica de la Mama network of maternity clinics, said his branches are seeing more mothers \nthan ever. And he's heard that many contractors are making other arrangements, such as getting the phone \nnumbers of day laborers and picking them up at home.\n\n\"Until this blows over, you're not going to see them so much at the Home Depot down at Lindbergh Plaza,\" Cota \nsaid, referring to a traditional pickup spot in Atlanta.\n\nAn estimated 250,000 to 800,000 illegal immigrants are in Georgia, and more than 11 million are in the nation. Most \nare hired far from busy street corners, slipping quietly into jobs at restaurants, farms and other businesses seeking \nlow-skill, low-wage labor.\n\nMost visible are those illegal immigrants who gather early in the morning at dozens of spots across metro Atlanta to \nwait for contractors and homeowners in search of a helping hand.\n\nThe day laborers attribute the increased anxiety of employers to well-publicized immigration raids on 40 pallet-\nmaking plants across the country last month, including one that netted 44 arrests in Atlanta. They also cite Senate \nBill 529, a get-tough-on-illegal-immigrants measure signed into law by Gov. Sonny Perdue in April.\n\nThe Georgia Security and Immigration Compliance Act has yet to take effect, however. And its original sponsor, \nSen. Chip Rogers (R-Woodstock), concedes the act poses no increased legal risk to employers who use illegal \nimmigrants.\n\nThe law will make it harder for employers to deduct illegal immigrant wages from their state taxes. It also requires \nillegal immigrants jailed for a felony or driving under the influence to be reported to immigration officials.\n\nOne oft-misinterpreted provision reiterates that law enforcement officers in Georgia can seek federal training to \nenforce immigration laws. None has yet.\n\nRogers said the perception that police are on the lookout for illegal immigrants and the people who hire them is a \nbonus. \"If we're making people who are violating the law fear law enforcement,\" Rogers said, \"then I think we're \ndoing our job.\"\n\nGwinnett police spokesman Cpl. Darren Moloney said the department isn't targeting illegal immigrants. The only \nthing that's changed, he said, is the number of wild rumors about imminent roundups. \"I've been dealing with urban \nlegends ever since they proposed [SB 529],\" he said.\n\nSigns of anxiety\n\nClara Herrera, a school readiness coordinator at Rockbridge Elementary, wonders whether the increased anxiety \nheld down early kindergarten enrollment at the Norcross-area school earlier this month. Only 60 children signed up, \nshe said, down from 100 kids on enrollment day last year at the school, which is 64 percent Hispanic.\n\nRecent redistricting may have contributed some to the drop off, but Herrera said she senses more families are \nshying away from large events and, in a few cases, planning to move. \"Last year we had long lines all day,\" she \nsaid.\n\nEfren Olivares, of Duluth, said the remodeling company where he's worked the past three years let him and 15 \nothers go last month because they couldn't prove they were here legally. The Mexico native said the company \nfeared a review of its employment records in light of the renewed focus on illegal immigration at the state and \nfederal level.\n\n\"The new law has affected me,\" Olivares said Friday as he waited for work at the labor hall in Duluth.\n\nThe employer angst was evident Wednesday as a yellow moving van pulled into a Chevron parking lot where about \nthree dozen day laborers were waiting near Norcross. At first the driver said he needed several workers. But, upon \n\n\n\nspotting a police car in the distance, he waved the laborers off and peeled out of the lot. \"He's scared,\" said Ramon \nCordova, who watched in disappointment as another potential job rolled down South Norcross Tucker Road.\n\nCordova, a native of Guanajuato, Mexico, lifted his dark shades to reveal an eye he said was damaged beyond \nrepair two months ago as he crossed the border in southwestern Texas. A tree branch snapped back into his \neyeball as he groped through thick forest, he said.\n\nCordova, who has entered the United States illegally several times before, said he's never had such a hard time \nfinding work. If something doesn't change soon, Cordova said, he's going back to Guanajuato.\n\nGraphic\n\n \n\nPhoto: VINO WONG / StaffLast week, a few men sat outside a Norcross gas station where laborers often have \nbeen picked up for jobs.\n\nPhoto: NICK ARROYO / StaffHonduran Vicente Laenez (left) said he made $5,000 in a month of working \nconstruction in New Orleans and plans to return soon. Efren Olivares (right) of Mexico said he was let go when a \nhome-remodeling firm he was working for demanded proof of legal residency last month. Joining them at Hispanic \nCommunity Support on Friday was Guillermo Serrano, a native of Mexico.\n"}