{"title": "Fewer Illegal Immigrants Stopped for Traffic Violations Will Face Deportation", "body": "\nFewer illegal immigrants stopped by police for minor traffic violations would be held for deportation under \nchanges announced Friday to a federal fingerprinting program, Department of Homeland Security officials said.\n\nThe policy change on how federal agents will handle illegal immigrants arrested by state and local police for \noffenses like driving without a license came in the department's response to a report by a task force on the federal \nprogram.\n\nOne of the task force's central recommendations was that the program, called Secure Communities, should avoid \ndeportations of traffic violators.\n\nThe sharply critical task force report, issued last September, argued that such deportations were inconsistent with \nthe department's stated priorities of removing foreigners with serious criminal records. The increase in \ndeportations of minor offenders under Secure Communities, the task force concluded, was undermining vital ties \nof trust between local police and immigrant neighborhoods.\n\nIn a 19-page response released Friday, Homeland Security officials forcefully reasserted their support for the \nprogram, which has been the center of fierce controversy since it began in October 2008. The program has put \nPresident Obama at odds with governors in Illinois, Massachusetts and New York, who are his political allies, and \neroded support for him in Latino communities. Both Democrats and Republicans acknowledge that Latinos will be \ncrucial voters in the presidential election.\n\nHomeland Security officials also accepted almost all of the task force's recommendations, acknowledging that poor \ncommunications by Immigration and Customs Enforcement, the administering agency, had caused major confusion \nabout the program's goals and how it works.\n\nThe Obama administration's changes came after a hearing at the Supreme Court on Wednesday where \ngovernment lawyers argued against an Arizona law that would expand the powers of the police to enforce \nimmigration laws. Administration officials say Secure Communities is an example of the aggressive federal \nenforcement that makes action by state police unnecessary and counterproductive.\n\nIn its response on Friday, the department said the program remains ''the single best tool'' for focusing deportation \nresources on immigrants who have been convicted of serious crimes, pose a threat to public safety or repeatedly \nviolate immigration law.\n\nUnder the program, fingerprints of anyone booked by the police are checked against F.B.I. criminal databases -- \nlong a routine procedure -- and also against databases of the Department of Homeland Security, which include \nimmigration violations. Immigration and Customs Enforcement, known as ICE, has been rapidly extending the \nprogram with the goal of reaching all 3,181 jurisdictions in the country by next year.\n\n\nHomeland Security officials contended that the new policy on traffic violators could bring a major change in the \nprogram's impact.\n\nAs the program spread, more local arrests resulted in immigration holds, and illegal immigrants who did not have \ncriminal convictions found themselves facing deportation because of tickets for speeding, burned-out tail lights or \ndriving without a license.\n\nIn all but a handful of states, immigrants here illegally cannot obtain driver's licenses.\n\nUnder the refinement, when illegal immigrants are arrested solely for traffic offenses and do not have a prior \ncriminal record, federal agents will only consider placing a hold -- known as a detainer -- after they are convicted.\n\n''ICE agrees that enforcement action based solely on a charge for a minor traffic offense is generally not an \nefficient use of government resources,'' the department response says.\n\nImmigrants arrested for drunken driving would not benefit from the new policy, officials said.\n\nIn practice, most traffic violators are released well before they are convicted, and now immigrants stopped by \ntraffic police will not remain in custody to be picked up by federal agents.\n\nDetainers are only in effect as long as the immigrant is in local police custody, homeland security officials said.\n\nICE also reported that it held more than 700 meetings last year with law enforcement agencies and immigrant \nadvocates to explain the program.\n\nIn February, ICE created a public advocate to hear concerns of immigrants facing deportation, and has stepped \nup training for its staff.\n\nThe task force chairman, Chuck Wexler, executive director of the Police Executive Research Forum, praised the \ndepartment's response.\n\n''It is encouraging in that they are not defensive and they recognize the issues we raised and appear to be \ncommitted to dealing with them,'' Mr. Wexler said. His group conducts research on crime for police chiefs.\n\nBut dissension arose among task force members. Benjamin E. Johnson, executive director of the American \nImmigration Council, a pro-immigration group in Washington, said that ICE had not actually accepted the task \nforce's key recommendation, which was that no traffic offenders should be detained under Secure Communities.\n\nMr. Johnson said ICE would only further confuse local police by issuing immigration holds after traffic convictions.\n\n''In a traffic setting, we were very clear that ICE should just get out of the business of issuing detainers,'' Mr. \nJohnson said.\n\nhttp://www.nytimes.com\n"}