{"title": "H WAYS & MEANS HEARING ON U.S. COMPETITIVENESS", "body": "\nH Ways Means Hearing on U.S. Competitiveness\n\nMAY 23, 2017\n\nSPEAKERS: REP. KEVIN BRADY, R-TEXAS CHAIRMAN REP. SAM JOHNSON, R-TEXAS REP. DEVIN NUNES, \nR-CALIF. REP. PAT TIBERI, R-OHIO REP. DAVE REICHERT, R-WASH. REP. PETER ROSKAM, R-ILL. REP. \nVERN BUCHANAN, R-FLA. REP. ADRIAN SMITH, R-NEB. REP. LYNN JENKINS, R-KAN. REP. ERIK PAULSEN, \nR-MINN. REP. KENNY MARCHANT, R-TEXAS REP. DIANE BLACK, R-TENN. REP. TOM REED, R-N.Y. REP. \nMIKE KELLY, R-PA. REP. JAMES B. RENACCI, R-OHIO REP. PATRICK MEEHAN, R-PA. REP. KRISTI NOEM, \nR-S.D. REP. GEORGE HOLDING, R-N.C. REP. JASON SMITH, R-MO. REP. TOM RICE, R-S.C. REP. MIKE \nBISHOP, R-MICH. REP. TOM PRICE, R-GA. REP. DAVID SCHWEIKERT, R-ARIZ. REP. JACKIE WALORSKI, R-\nIND. REP. CARLOS CURBELO, R-FLA.\n\nREP. RICHARD E. NEAL, D-MASS.. RANKING MEMBER REP. SANDER M. LEVIN, D-MICH.. REP. JOHN \nLEWIS, D-GA. REP. LLOYD DOGGETT, D-TEXAS REP. MIKE THOMPSON, D-CALIF. REP. JOHN B. LARSON, \nD-CONN. REP. EARL BLUMENAUER, D-ORE. REP. RON KIND, D-WIS. REP. BILL PASCRELL JR., D-N.J. REP. \nJOSEPH CROWLEY, D-N.Y. REP. DANNY K. DAVIS, D-ILL. REP. LINDA T. SANCHEZ, D-CALIF. REP. SUZAN \nDELBENE, D-WASH. REP. BRIAN HIGGINS, D-N.Y. REP. TERRI A. SEWELL, D-ALA.\n\nWITNESSES: JUAN LUCIANO, PRESIDENT AND CHIEF EXECUTIVE OFFICER, ARCHER DANIELS MIDLAND \nCOMPANY\n\nBRIAN CORNELL, BOARD CHAIRMAN AND CHIEF EXECUTIVE OFFICER, TARGET CORPORATION\n\nWILLIAM SIMON, FORMER PRESIDENT AND CHIEF EXECUTIVE OFFICER, WALMART U.S.\n\nLAWRENCE B. LINDSEY, PRESIDENT AND CEO, THE LINDSEY GROUP\n\nKIMBERLY CLAUSING, THORMUND A. MILLER AND WALTER MINTZ PROFESSOR OF ECONOMICS, REED \nCOLLEGE\n\n\n[*] BRADY: The Committee will come to order. Welcome to the Ways and Means Committee hearing on \"Increasing \nU.S. Competitiveness and Preventing American Jobs from Moving Overseas.\"\n\nBefore we get started, I want to take a moment to speak about the evil terror attack that occurred last night in the \nUnited Kingdom. Our deepest condolences go out to the victims, their families, and their loved ones. Please know \nthat you are in our prayers.\n\nToday, we are continuing our work on pro-growth tax reform that will improve the lives of all Americans. This \nmorning's hearing is focused on strengthening America's competitiveness and preventing American jobs from \nmoving overseas.\n\nFor years, Americans have watched as our manufacturing plants, middle-class jobs and long standing U.S. \ncompanies have moved overseas, devastating communities and the families that depend upon them. Hundreds of \nthousands of good-paying American jobs have left and continue to leave to China, Mexico, Ireland, and other \nforeign countries.\n\nSome of our communities have never recovered. Because when these plants and companies move overseas, then \nlocal small businesses, housing values and local tax revenue disappear with them. I've watched as 17 key Texas \ncompanies have relocated their headquarters to England, Canada, Bermuda, Ireland, the Caymans Islands, \nSwitzerland, and the Netherlands.\n\nAmericans are being hurt because our nation is saddled with one of the most costly, unfair, and uncompetitive tax \nsystems on the planet. According to the Nonpartisan Tax Foundation, when it comes to competitive tax codes, \nAmerica is ranked nearly last among our global competitors, 31 of 35.\n\nThe good news is we're edging out Greece. The bad news is nearly everyone else is eating our lunch along with \nour jobs, manufacturing plants and research facilities. The urgency for bold, permanent, pro- growth tax reform has \nnever been greater.\n\nWe gather today because with our current tax code, the playing field for American workers is not level. Not even \nclose. Over three decades have passed since the last time we reformed America's tax code. While Washington has \nbeen on the sidelines, our foreign competitors have been improving their tax systems for their businesses and \nworkers.\n\nToday, it's clear our tax code is failing American workers, families, and businesses in three crucial areas. First, our \ncorporate tax rate, now the highest in the industrial world at 35 percent, is at least 10 to 15 points higher than our \ncompetitors. This makes it much harder for our businesses to compete globally and create jobs here at home.\n\nSecond, our tax system discourages U.S. businesses from bringing home foreign profits to grow middle-class jobs \nand middle-class paychecks. Instead, our tax code encourages global U.S. businesses to keep profits abroad to \ngrow foreign jobs and foreign paychecks.\n\nAt last check, more than $2.5 trillion of U.S. profits are stranded overseas, unable to be affordably reinvested back \nhere in America. Addressing these two issues is important, and would be good enough to move America back to \naverage somewhere in the middle of the pack.\n\nBut tax reform only happens once in a generation. Is our vision merely to be average? Given all that's at stake for \nmiddle-class families, our goal in tax reform should be to vault America from dead last among our global \ncompetitors back into the lead pack, pack among the top three best places on the planet for that next new job, \nmanufacturing plant or research facility.\n\nTo do this, we must take action on a third crucial competitive issue ending the Made in America tax. Today, the vast \nmajority of our international competitors apply taxes on products that are sold in their country no matter where the \nproduct is made. And they remove taxes from products that are exported, including products that are sold into the \nAmerica. This is called border adjustment, taxes are adjusted when products cross the border.\n\n\n\nOver 160 of our competitors' border adjust their taxes. These are all the blue countries on the map on the screen. \nAmerica is one of the very few who don't, along with countries like Cuba, North Korea and Somalia.\n\nIn our country, we apply taxes only on products that are made in America and Washington imposes that Made in \nAmerica tax on our products no matter where they are sold, including overseas.\n\nAs a result, Made in America products are at a major tax disadvantage here at home and around the world. So why \nis Washington providing special tax breaks for foreign products over American made products? Why should \nChinese steel get a tax break over American steel, Mexican auto parts and agriculture over American auto parts \nand agriculture, foreign oil over American-made oil?\n\nThis doesn't make sense, especially since this a big reason our current tax code drives U.S. jobs and companies \noverseas. In the tax reform blueprint, we propose to end the Made in America tax and instead tax all products and \nservices equally when they are sold in America, at a low rate of 20 percent. No special tax breaks for foreign \nproducts. Everyone treated the same. True competition for the first time.\n\nAnd we lift the tax on Made in America products and services when they are sold abroad and for the first time \nleveling the field -- the playing field for American workers, businesses and farmers.\n\nOur goal is not simply to eliminate any tax reason to move American jobs overseas, but to reestablish America as a \n21st century magnet for new jobs and investment. And for the first time, companies will no longer gain by moving \ntheir headquarters to Bermuda, their manufacturing plants to China or their intellectual property to Ireland. As a \nresult, for the first time in decades, companies and industries are coming forward to describe how under the \nRepublican blueprint they can bring large parts of their supply chains back to America. These are the good-paying \njobs, manufacturing plants, research labs and technology centers that cutting -- that house cutting-edge intellectual \nproperty like patents.\n\nThe current tax code told them to move these activities overseas. The House blueprint allows them to bring them \nback to the United States.\n\nWe recognize this is a significant change from our current tax code. We know there are legitimate concerns, \nincluding from some of our witnesses here today and our colleagues on the other side of the aisle about how it will \naffect American workers, businesses, and consumers. And we are committed to working with all of you to address \nthese concerns.\n\nWe have to get it right, and we will. It's time for a tax code that rewards Americans' hard work rather than pushing \nAmerican jobs out of our communities.\n\nThe Tax Foundation estimates that the House Blueprint as a whole will create 1.7 million jobs over the next decade \nand grow paychecks for middle-class American families by roughly $5,000.\n\nImagine how successful American consumers will be when they have a secure, good-paying job and a tax code that \nallows them to keep more of their paychecks. It's time for Washington to get off the sidelines and back into the \ngame fighting for our businesses, workers, and consumers.\n\nI want to thank all of our witnesses for being here today. We have a stellar field and we look forward to hearing your \nideas on how we can level the playing field for American workers and unleash a new era of American prosperity.\n\nBefore I recognize the Ranking Member, I want to announce that we are joined here today by Bill Thomas who \nchaired this committee from 2001 to 2006. Mr. Chairman, welcome back.\n\n(APPLAUSE)\n\nI now yield to distinguished Ranking Member Mr. Neal for the purposes of an opening statement.\n\n\n\nNEAL: Thank you, Mr. Chairman, and we fully share the sentiments you expressed on events that took place last \nnight in Manchester, Great Britain.\n\nFirst, let me thank you, Mr. Chairman, for holding today's hearing on increasing U.S. competitiveness and \npreventing American jobs from moving overseas. It's an important topic and I look forward to a productive \nconversation.\n\nAs we continue with this series of hearings on comprehensive tax reform, I want to reiterate my support for \nreforming the tax code. There's certainly strong bipartisan support for simplifying the tax system and making it more \nfair. We on the Democratic side are willing partners in those efforts.\n\nHowever, we will support tax reform at a comprehensive basis that will ease financial burdens on the middle class \nand working families. We will not support tax cuts for those at top of the income scale at the expense of those of the \nmiddle class. Our primary focus and top priority in tax reform needs to be putting the middle class first.\n\nI also believe that a key component of tax reform is ensuring that American businesses remain competitive in the \nglobal economy and that we prevent American jobs from moving overseas. Achieving this includes providing \nincentives to companies to conduct research and development here in the United States.\n\nWe also need to improve our nation's infrastructure so that it's in line with other developed nations. That includes \nmeaningful investments to repair and enhance our nation's roads, rail, bridges, harbors, sea and water harbor \nopportunities as well. These reforms can be done through the tax code and would also jump start economic growth \nand create thousands of jobs.\n\nAnother key component of international competitiveness is investment in well-trained and skilled workforce \nopportunities. A 2015 report by the Manufacturing Institute estimated that over the next decade, two million \nmanufacturing jobs in this country could go unfilled due to a skills gap.\n\nThe New England Council recently estimated in a 2015 report that thousands of high paying advance \nmanufacturing jobs, some with salaries well over $80,000 a year with full benefits, go unfilled because employers \nare struggling to find candidates to meet the needs of these open positions. At a time when families across the \ncountry are trying to reach and stay in the middle class, our nation cannot afford to have factories and workers sit \nidle. To remain competitive, we need to invest in workforce development.\n\nLet me shift to another focus of today's hearing, the border adjustment tax. I think that the border adjustment tax \nproposal is certainly interesting. As my past support of an innovation box demonstrates, I'm no stranger to \ninnovative tax ideas, I'm willing to look outside the box for smart tax policy and certainly encourage others to do the \nsame.\n\nSome argue that a border adjustment tax would create such an incentive for companies to make things in the U.S. \nthat it would drive up demand for American-made goods. We certainly are supportive of American manufacturers.\n\nHowever, there are many unknowns about the border adjustment tax. Given the many significant economic \nuncertainties and risks associated with a border adjustment tax, the committee must evaluate its merits thoroughly \nand methodically. There are many very important questions that must be answered in order to evaluate the \nproposal. So I applaud the Chairman for holding today's hearing to do just that. For example, what will the impact \nbe on consumers? The retailers tell us the cost of products like food, clothing and medicine will go up for \nconsumers by more than $1,700 a year. Gas prices could increase by 35 cents a gallon.\n\nAlso I've been told that a 20 percent BAT could increase average home heating oil cost for a New England family \nby up to $400 per winter. Middle-class families can't and shouldn't have to sustain these types of increases in \nconsumer prices as a result of tax reform. Is that a risk within adjustment border tax?\n\nWill the dollar strengthen to offset increases in consumer prices? If so, how long will it take and will it indeed be \ncomplete? And how much certainty is there with respect to currency fluctuations and other implications of an \nincreased dollar?\n\n\n\nWith the border adjustment tax, is it WTO compliant? Is there a risk of retaliation? What would the BAT's impact be \non American jobs? Who will be the winners and losers as a result of a border adjustment tax?\n\nAnother important question that I have is the impact on small businesses. Unfortunately, we don't have a small \nbusiness witness with us today. But I think understanding the potential impact on small business is key.\n\nThe owner of Dave's Soda and Pet City in my district it was quite successful, tells me that his imported products \nwould certainly provide the margin for him to operate the rest of his business is currently constructed. He says that \nif his costs go up, he can't rent out utilities, he can't rent out other places to cut the payroll, in fact, he has to absorb \nto cost.\n\nHe also is very concerned that if consumers have to pay more for gas and other essentials, he will sell less of the \npet accessories that keep his business afloat. I hope we can continue to examine the impact of the BAT on small \nbusinesses.\n\nMr. Chairman, I hope you will consider holding a hearing in the near future on how to best use revenue from a \ndeemed repatriation tax as we discuss tax reform. I support using repatriation dollars to pay for infrastructure and/or \nother product -- productive purposes for the middle class.\n\nMr. Chairman, thanks for your leadership in calling today's hearing and I'm hopeful that we can dive into this topic of \nthe BAT and get our questions answered. I hope that this will continue to be a productive conversation and thank \nthe witnesses for their participation.\n\nBRADY: Thank you, Mr. Neal. Without objection, the members' opening statements will remain part of the record.\n\nToday's witness panel includes five experts. Juan Luciano is the President and Chief Executive Officer of the \nArcher Daniels Midland Company; Brian Cornell is the Board Chairman and Chief Executive Officer of the Target \nCorporation; William Simon is the former President and Chief Executive Officer of Wal-Mart U.S; Lawrence B. \nLindsey is the President and Chief Executive Officer of The Lindsey Group; and Kimberly Clausing is the Thormund \nA. Miller and Walter Mintz Professor of Economics at Reed College.\n\nThe Committee has received your written statements. They'll all be made part of the formal hearing record. You \neach have five minutes to deliver your oral remarks. We'll begin with Mr. Luciano. Welcome and you may begin \nwhen you're ready.\n\nLUCIANO: Thank you. Chairman Brady, Ranking Member Neal and members of the Committee, thank you for the \nopportunity to testify about comprehensive tax reform.\n\nADM began as a linseed-oil processor in Minneapolis 115 years ago. Today, we employ nearly 20,000 employees \nin the United States serving customers in 160 countries. Our network allows us to source crops to transport them to \nour processing facilities, to transform them into food, feed, renewable fuels and chemicals and to deliver them to \ncustomers on six continents.\n\nWe support U.S. farmers and businesses in significant ways. In 2016, we purchased $25.9 billion in goods and \nservices from vendors or farmer in all 50 states. I'm pleased to say we have employees in 25 of the 26 states \nrepresented on this Committee and Congressman Neal, we hope to have the opportunity to invest in \nMassachusetts.\n\nADM's reach opened global markets for America's farmers who have run a trade surplus 50 years. But U.S. \ncompanies like ADM now compete with well-capitalized non-U.S. companies often enjoy tax system with lower \nrates and border adjustments that create a competitive advantage for them.\n\nADM only thrives when America's farmers thrive. For us to serve America's farmers while creating jobs and \ncontributing to growth, we must have a globally competitive U.S. tax code. We must encourage the return of capital \nto the U.S. and enable companies like ADM to create and maintain jobs here in the United States. The proposal \nwe're discussing today will help accomplish those goals.\n\n\n\nFirst, reducing the corporate rate to 20 percent will allows companies like ADM to operate more competitively. \nToday, many competitors have a substantial tax advantage. Our effective tax rate is approximately 30 percent and \nwe must compete with firms with tax rates at 20 percent or in the teens.\n\nSecond, the proposal will level the playing field by moving from worldwide taxation to territorial taxation. The \nterritorial tax system will remove the burdens of high corporate tax rates and address the capital restrictions that \nhinder U.S. companies and not global competitors. This will facilitate our ability to enable American crops to reach \nthe world.\n\nThird, the destination-based cash flow tax will level the playing field for our exports. When we must go toe to toe \nwith competitors, we enjoy significant BAT rebates or exemptions when they export. Unlike BAT, the U.S. income \ntax system has no offset for exports. This systematically disadvantages our own producers. The destination- based \ncash flow tax corrects this imbalance.\n\nThe U.S. market share of global exports has fallen precipitously in major commodities over the past five decades. \nThe U.S. is no longer number one in soybeans and wheat. From 1965 to today, U.S. world share of soybeans \nexports has fallen from 90 percent to 39 percent with Brazil taking the lead.\n\nOver the same period, our world share exports of wheat has fallen from 40 percent to 20 percent with Russia taking \nthe lead. The U.S. world share of corn has fallen from 65 percent to 34 percent.\n\nAmerica's antiquated tax system may not be the only reason for this decline but it clearly contributed. We need to \nmodernize our tax code to allow us to keep up with the rest of the world. This proposal creates declinement which \nwill support reinvesting in America and will result in millions of American jobs. It will help stop the decline in our \nmarket share and enhance our ability to serve the world.\n\nOther countries have responded to our inaction. We feel the opportunity with tax reform to give American farmers \nand workers a chance to fairly compete and provide American products to customers around the globe.\n\nBRADY: Mr. Luciano, thank you very much for your testimony.\n\nMr. Cornell, welcome and please proceed.\n\nCORNELL: Good morning, Chairman Brady, Ranking Member Neal and members of the Committee. Thank you for \nthe opportunity to be here today.\n\nLet me begin by saying that we strongly support tax reform. At Target, we have a very high effective tax rate, an \naverage of 35 percent over the past decade. So we're as motivated as anyone to bring that rate down.\n\nWe recognize our current tax code is broken. The status quo is unacceptable. Mr. Chairman, we'll put every tax \nbenefit we currently receive on the table, every single one, in order to pass tax reform, to lower that rate, to spur \ninvestment, to create jobs, and to grow the American economy.\n\nHowever, we've concluded that the new border adjustment tax would undermine the pro-growth principles in the \nBlueprint, and it's not just us, more than 500 companies and associations feel the same way.\n\nI'm talking about main street coffee shops, car dealers, grocery stores, gas stations and restaurants. From large \ncompanies like Target to small American businesses, we've all come to the same conclusion. Under the new border \nadjustment tax, American families, your constituents, would pay more so many multinational corporations can pay \neven less. Eighty-five percent of Americans shop at Target every year. We believe this new tax would hit families \nhard. Raising prices on everyday essentials by up to 20 percent. We're not talking about luxury items here, but \ninstead the basics American families need.\n\nMoms in Cincinnati would pay more for back-to-school clothes. Parents in Houston would pay more for their \ngroceries. Seniors in Philadelphia would pay more for medicine. Every time your constituents fill up their gas tanks, \nthey would pay more.\n\n\n\nThe people who shop at Target are middle-class hard working families whose budgets are already stretched. For \nthem, this new tax would be a budget breaker.\n\nMr. Chairman, we're investing in America. We're hiring. We recently announced we're investing $7 billion in \ncommunities across this country. $7 billion to build new stores, to renovate hundreds more and to transform our \ndistribution network. All right here in the United States.\n\nThese investments will create thousands of new jobs at Target and thousands more for engineers, electricians, \nplumbers, and painters across the country and we're doing that today.\n\nBut under the new border adjustment tax, our rate would more than double, from 35 percent to 75 percent. And we, \nlike many others, would be left with only bad options. It's pretty simple math.\n\nIf the government takes nearly four out of every five dollars we make, four out of five, there's no capital to invest \nand no prospects for growth and that matters a lot both to us and the American economy. Instead of investing and \ncreating American jobs, we'd be pushed in the other direction.\n\nMr. Chairman, I have a responsibility to more than 320,000 employees, 99 percent of whom are based right here in \nthe United States. That's hundreds of thousands of American families who depend on me every day.\n\nI know there's an academic theory that says currency markets will adjust, that families won't be harmed under this \nplan. Well, that might work in a textbook. But I can't tell my employees that their paychecks and Congress shouldn't \ntell American families that their budgets are being wagered on an unproven and untested theory.\n\nSo in closing, Mr. Chairman, members of the Committee, we have a historic opportunity to simplify the tax code, to \nspur economic growth and to create jobs. Many parts of the Blueprint will do just that. But I can't sign up for a plan \nthat would stick American families with that bill or a plan that would double our tax rate, a plan that would stifle our \ninvestment in America.\n\nMr. Chairman, I want to thank you again for your leadership. I know this is challenging and I want to help. Let's \nmove past the new border adjustment tax and get tax reform done. It's too important. That's why we're here today. \nSo thank you. BRADY: Thank you.\n\nMr. Simon, welcome today and please proceed with your testimony.\n\nSIMON: Thank you, Chairman Brady, Ranking Member Neal and members of the Committee. It is really my \npleasure to be here with you today and discuss the importance of U.S. manufacturing on middle class jobs.\n\nI am here representing myself as a private citizens. These are my views.\n\nI'd like to begin by noting that I've long been a supporter of U.S. manufacturing. In fact, the National Retail \nFederation hosted me at their annual meeting in 2013 when we launched Wal-Mart U.S. manufacturing initiative \nwhich I would add has been quite successful.\n\nManufacturing jobs in this country and really around the world have always represented the pathway to the middle \nclass. That's how it works and we've seen it throughout our history.\n\nAnd there's a reason that the middle class has struggled in this country recently and it's the same reason we've \nseen the middle class has emerged in global markets and that is the manufacturing base has moved and with it, the \njobs have followed.\n\nThere was a time in this country when a job in a local factory was a ticket to the middle class. I grew up in \nCongressman Larsen's district around Hartford, Connecticut. We made Pratt and Whitney Engines and Colt \nFirearms and everybody in the community was proud of that factory and if you got a job there, you were set.\n\n\n\nBut in this country, it doesn't work that way anymore. You -- the government, you lay out the rules like puzzle pieces \nand businesses like us take the tax labor and trade policies that you've given us and put them together and try to \ndeliver the best results we can for shareholders.\n\nAnd over the past 30 years, when you assemble those puzzle pieces, virtually every scenario run by every \ncompany has resulted in the same outcome, offshore manufacturing and hollowed out middle class with limited job \nprogression.\n\nSomething needs to be change on this, everybody agrees and I join my colleague in commending you for taking on \nthis difficult issue. Many ideas have been discussed I recent months and of the most controversial particularly for \nthe retail industry has been the border adjustment.\n\nAnd I've weighed the considerable challenges the proposal presents to retail and they are considerable with the \nsignificant benefits that will deliver to the economy as a whole and have concluded that if properly implemented, it's \nin the best interest of the country for this to be considered.\n\nHowever, such a system would have to be implemented with careful consideration to the transitional challenges \nretailers will face. It has to allow for adjustments that are necessary to address the concerns that you've heard from \nthe industry. Like for example, most of the manufacturing capacity that in the world, outside of food products no \nlonger is based in the U.S. as we've heard. So simply applying a 20 percent tax across the board on day one would \nhave serious impact to the industry and consumer and I know that's not being proposed.\n\nI hope you see my point of view isn't completely at odds with the industry. I just look at it from a different \nperspective. That is if we're to move forward, I believe it's important that retailers work with the Committee and \nprovide input on how to best transition.\n\nThe retail industry is already in flux. They're dealing with generational technology and trend changes and I submit \nthat it's all part of the same issue. The challenges that face -- excuse me, that face the middle class today have put \na damper on the power of the consumer and are now impacting retail broadly.\n\nResurgence in American manufacturing would result in a stronger U.S. consumer and a stronger retail industry over \nthe long run. But in manufacturing and in supply chains, the long run is a long time and the migration of \nmanufacturing out of the U.S. took 30 years. And so it's critical that any proposed legislation understands and \naccount for this.\n\nIf you move forward the border adjustment, I'd recommend considering a long implementation period with a phase \nin of the tax impact. If you guard against the currency fluctuations that some believe are just a textbook thing, the \neconomists forecasting those impacts would offset the change and I would suggest that you peg or use the value of \nthe dollar maybe to trigger or signal the next phase in of the tax rates or some other method that provides some \nsecurity to the retail industry.\n\nThere's also things that the retailers can -- the industry can do to accelerate the transition. First and foremost is \nembrace U.S. manufacturers when they come online and they will come online rapidly. Because with the change, \nAmerican sourcing will become increasingly viable. Also being closer to the point of consumption, shortens lead \ntimes, lowers transportation costs and increases manufacturing flexibility.\n\nSecond, for some products and apparel is a good example, competitively priced U.S. product won't be available for \nsome time. In that case, they need to work with existing suppliers and look up stream is a way to drive down costs.\n\nFor example, American cotton is readily available on the international markets and could be acquired by the retailer \nand then reimported to offset some of the impact of the adjustment. With increased competition, obviously, prices \nwill come down.\n\nOur current system isn't serving anybody well at all. But until we substantially change the puzzle pieces, the puzzle \nwill continue to be assembled in a way that inhibits the development of our manufacturing base. It will continue to \nrestrict the development of the American middle class and it will not deliver the economic security that we need.\n\n\n\nBut if we get the pieces right, we'll see a rebirth of American manufacturing without the severe negative impacts on \nimportant sectors like retail. We'll see more good middle class jobs, a robust U.S. economy and an era of growth \nthat will be led by a new industrial revolution.\n\nThank you.\n\nBRADY: Thank you, Mr. Simon.\n\nMr. Lindsey, welcome too as well and please proceed.\n\nLINDSEY: (OFF-MIKE)\n\nBRADY: Can you hit that microphone?\n\nLINDSEY: Yes. I was told to do that and you can't teach old dogs new tricks I guess.\n\nMr. Chairman, Ranking Member Neal and members of the Committee, thanks very much for having me here today. \nI think we all have at the same objective and that objective is to grow this economy faster, improve our \ncompetitiveness, raise living standards and if possible improve the distribution of income but making it more fair.\n\nI'm here today because I believe that the basic Blueprint that was outlined will accomplish all these goals. Forty \nyears ago when I was a graduate student, the basic structure of what was laid out in the Blueprint was considered \nacross the political spectrum to be the best way we could design a tax system.\n\nI quote in my testimony a paper written by a colleague of mine, Larry Summers that points this out. So the welfare \ncost of capital income taxation seriously underestimated. For reasonable parameter values, the annual welfare gain \nfrom a shift to consumption taxation is conservatively estimated at 10 percent of GDP.\n\nIt is unlikely that that basic conclusion of this analysis would be altered. Capita income taxes are likely to appear \nvery undesirable in any sort of realistic life cycle formulation. That's how broad the consensus was about how we \nshould structure our tax code.\n\nThere was a survey of 69 public finance economists by NBER that said that the '86 bill which was a pale imitation of \nwhat we're doing here increased the long-run growth of the U.S. economy by a full point.\n\nMy work on the House Blueprint suggest that we will have a growth rate of about 3.5 percent for the first four or five \nyears and that will ultimately moderate to about two and three quarters percent. If you work it out, this is almost \nidentical to Summers' calculation of the 10 percent increase. The reason is that if you look at recent performance, \nour problem has been a lack of capital formation which in the current recovery has fallen by almost 40 percent and \na collapsing productivity which has fallen by two thirds and by this, I'm not counting recession, I'm counting the \nyears after the recession. This has been the worst period of recovery ever.\n\nAnd that's why in this bill targets both capital formation and entrepreneurship. I think all of the extra growth that will \nshow up will be in the form of increased labor compensation. It's not only because of the structure of the tax which \nwill give each worker more capital to work with but because right now, it's roughly for employment.\n\nAnd so any expansion of the economy I think is likely to lead to higher wage growth. The last time we did anything \nlike this, i.e., a capital formation oriented supply side tax cut at the time of full employment were the Kennedy tax \ncuts in 1964 and it take off in the economy and the rapid rise in capital -- excuse me, rapid rise in wage income and \nimprovements in distribution of income occurred just like -- I think will happen today.\n\nLet me turn to the territorial system and the border adjustment tax. I think we need to a territorial destination-based \nsystem and away from our current global production-based system. Right now, our goods are taxed here when \nthey're produced and are tax there when they are imported.\n\n\n\nOn the other hand, their goods have a big tax rebate given to them when they leave there and are not taxed here. \nSo essentially, a good portion of our goods are taxed twice while a good portion of our goods going there aren't \ntaxed at all.\n\nLet me turn to a few particular points. Border adjustment isn't complicated. It doesn't follow each good each time it \ncrosses the border. It's a netting effect of exports minus imports.\n\nSecond, border adjustment will lead to a currency adjustment. We can argue about how much but basically when \nyou put something like this and you increase the demand for dollars and you decrease the supply of dollars and \nhigher demand and lower supply means a higher value of the dollar. It's simple as that.\n\nOne of my competitors I guess has estimated this. They actually have the lowest percentage of exchange rate \nadjustment that I know of, 65 percent, and they estimate that the effect of border adjustment on consumer prices \nwill be a one-time probably over two years, so one- time increase of the total consumer price level of just 1 percent.\n\nThat's what we're talking about here. Will there be transition cost to these changes? Absolutely. And I agree with \nthe other witnesses that that in fact is where the focus of our conversation should be. That the most important thing \nyou can do is pass this bill.\n\nThank you. BRADY: Thank you, Dr. Lindsey.\n\nMs. Clausing, welcome to today's hearing. Please proceed.\n\nCLAUSING: Chairman Brady, Ranking Member Neal, members of the Committee, thank you so much for inviting \nme today. In my testimony, I will talk about competitiveness, the Ryan/Brady plan and alternatives to the plan that \ncan keep the advantages without the downsides.\n\nFirst, competitiveness. In talking about competitiveness, many people emphasized tax. But competitiveness really \nhas more to do with fundamentals like worker education, like an economically secure middle class, like sound \ninfrastructure.\n\nThe investments that make the middle class prosperous will make our businesses successful. Most measures, our \nbusinesses are quite successful. Corporate profits are a higher share of GDP than they have been at any time in \nthe recent history. Profits in the last 15 years are 50 percent higher than they were in prior decades.\n\nAlso, our companies dominate the Forbes list of the most important companies in the world. While our economy is \nabout one fifth the size of the world, our companies are one third of the world's top companies.\n\nWhile our corporate tax system has problems, most multinational firms face comparable effective tax rates as firms \nin other countries. In fact, our corporate tax revenues are lower than the corporate tax revenues of pure nations by \nabout 1 percent of GDP.\n\nTurning to the Ryan/Brady plan, there are good parts. First, it tackles offshore profit shifting and this has become a \nhuge problem. My research suggests that profit shifting to tax havens is currently costing the U.S. government over \n$100 billion every year. In fact, our corporate -- sorry, our profits are often shifted to tax havens such as those \nshown on the chart, Bermuda, Switzerland and the Caymans.\n\nHowever, there's some serious flaws with the Ryan/Brady plan. First, the plan is likely to generate large economic \nshocks harming American workers and major parts of our economy. The plan taxes imported goods and absent \ndollar appreciation will harm American businesses and harm American consumers.\n\nIn Oregon, a Nike executive called this plan the single biggest threat to the company in its history. Many practical \nconsiderations may get in the way of dollar appreciation and the evidence we have suggests that there's some \nserious risk here. Do we really want to bet large sectors of the economy on this idea? The retail sector alone \naccounts for one in 10 American jobs.\n\n\n\nSecond, legal experts argue that the plan is incompatible with the world trading system. Because of this, our trading \npartners will file suit and when we inevitably lose, they will be authorized to retaliate with tariffs reducing U.S. \nexports by hundreds of billions of dollars.\n\nTrade disputes at this magnitude generate uncertainty and unstable investment environment and a threat to a \ntrading system that we spent 50 years negotiating after World War II.\n\nThird, this plan loses revenue. The non-partisan tax policy center estimates that it loses $3 trillion over 10 years. \nWhile the border adjustment feature raises revenue, that revenue is simply borrowed from future tax payers since \ntrade deficits eventually turn to surpluses.\n\nAlso, there is no intellectually coherent rationale for a lower rate on business income under this plan. Instead, the \nlower rate will cause revenue loss as wealthy individuals mask labor compensation as business income.\n\nFourth, the plan is regressive at the proposed rates. The plan benefits the top 1 percent with a tax cut 1,000 times \nlarger than the tax cut for the bottom 80 percent. This plan follows several decades of increasing income inequality \nand middle class wage stagnation.\n\nIt used to be that income growth was higher for the middle class than for those at the top. But in the past 35 years, \nthere's been very little income growth for the bottom 90 percent of the population. Because of these trends, tax \npolicy should be moving in the opposite direction of the Ryan/Brady plan.\n\nFortunately, there are good alternatives to the Ryan/Brady plan. Congress should focus on a revenue neutral \nreform that reduces the rate but also eliminates loop holes. Most helpful would be repealing deferral, taxing offshore \nearnings in full. This will solve our huge profit shifting problem and end the repatriation problem but without the \nnegatives of the Ryan/Brady plan.\n\nMaking our tax system compatible with the global economy is an important goal. We need a simpler corporate tax \nsystem that actually collects the tax is due at a reasonable rate. Even more important, we need a tax system that \nreflects the real struggles of the middle class by giving tax cuts that are larger for the middle class than for the rich.\n\nWe should also work to solidify the fundamentals that are crucial to competitiveness. This requires responsible tax \nlegislation with enough revenue for the priorities and education and infrastructure that we need.\n\nThank you for inviting me to testify today. I look forward to your questions.\n\nBRADY: Thank you.\n\nAnd thank you all for your excellent testimony. We'll now proceed to question and answer session and I'll lead off. \nSo, Dr. Lindsey, you know, based on your economic analysis, you see in the Blueprint significant acceleration of \ngrowth greater than even the reg in reforms which you know quite a bit about. But you see all this growth reflected \nin higher wages which is exactly what we want to see with tax reform and why we need tax reform now. You've \nheard Mr. Cornell eloquently expressed concern the border adjustment element could result in higher prices for \nconsumers and increased cost for retailers like Target that import a lot of the products that they sell.\n\nWe don't want to see that happen. Can you explain why you don't think that will be a result of the border adjustment \nprevision and more broadly how increased wages can help grow the economy, including for importers who are \nimportant part of our economy?\n\nLINDSEY: Absolutely, Mr. Chairman. I learned that time. First of all, why will wages at this point increase? I think \nthere are two elements. Some of which are neglected in the long-run analysis and that's the particular point of the \nbusiness cycle that we're at right now.\n\nWe are labor constrained but because of the free flow of goods into this country, effectively, we're not capital \nconstrained. Now, if you have growth at this point and you keep that in place, what you're probably going to have is \nhigher wage but the cost will be less competitive situation.\n\n\n\nI think what you'll end up with is either inflationary push or you'll have a recession or possibly both. This is a very, \nvery difficult time for Federal Reserve and I think that will actually be making decision.\n\nThe only way you can extend this expansion which although anemic, it's been going on for years, the only way you \ncan extend once you get full employment is to also increase the supply side of the economy.\n\nBecause what you're basically doing right now is you're driving up and you're about to hit a brick wall and I think \nwhat you have to do is you either hit the brick wall or you have moved the wall. And I think what this bill will do is \nmove the wall that will allow wages to rise as we continue to expand jobs at full employment.\n\nI think any measure of how much wages will go up absolutely swamps any other distribution of considerations. I \nthink we'll actually see for the first time in 50 years, actually for the first time since the Kennedy tax cut a reduction \nin the measures of inequality we have.\n\nBRADY: Thank you, Doctor.\n\nMr. Simon, you are strong advocate for the retail industry because of your work experience. You also have a \npassion for bringing manufacturing back in United States, which will revitalize our local communities/\n\nAnd as you said, with supply chains that are local, that will shorten lean time towards transportation transaction cost \nbut it will grow in middle class, it's sustainable. So your experience with global supply chains, can you share your \nthoughts on what kind of manufacturing capability and jobs can return to the United States? And as part of that, how \ncan manufacturing and retail work together, partner with us to make sure this tax reform works well for them?\n\nSIMON: Thank you for the question, Chairman. Based on experience and we've had early successes with the Wal-\nMart program and early successes in repatriation where new lines at existing factory and reopening of old facilities \nthat had closed and investors in companies have been a little bit hesitant to spend major CapEx needed for a \ntransformational change and hopefully, this will bring that forward.\n\nIn order for the transformational change, we need some of the things that have been talked about today, access to \nall the capital that stash offshore invested in the U.S. would be a huge boon for manufacturing. The expense versus \ndepreciation issue would help although for some small businesses, you should potentially consider an either or \noption.\n\nAnd as the Ranking Member said, work force transformation is really, really critical because that is a limiting factor \ntoday. Retail has need to do some things, too. The way the P&Ls are structured and incentives are structured aren't \naligned to think we've been training over 30 years to behave the way that we behave.\n\nAn example of that would be imported goods, right? Retailer has to order a year ahead of time nearly and then take \npossession FOB at the foreign port and they're on the water for up to three months. So a year lead time. Three \nmonths, you own the product where your cash is not doing anything for you.\n\nDomestic products, when you order and the lead times could be as short as 14 or 16 weeks and you take \npossession when it hits your distribution center. So the cash flow is different. But more companies in their model \ndon't incent buyers on cash flow. That's a treasury function. It is until you look at the whole picture holistically that \nyou start to realize that this can and does make sense.\n\nWe can expect products to come back in this order and we did this work. Large heavy big items, heavy cube items \nfirst like furniture, lawn furniture can come back once the plant is in place. With some of the changes you make, the \nlist will -- the line will go down.\n\nThere are some products today that the economics don't suggest they could come back. Small items like \nmicrochips in some cases or heavy labor items like cut-and-sew apparel could be challenging.\n\nBut if we do the work, it is worth it and I've toured towel factories in Georgia and bicycle factories in South Carolina \nwhere you can see the difference that it makes in people's lives and more so you can see the excitement and the \n\n\n\nenergy and transformation that occurs in the communities when these plants open and it is worth every bit of the \nsacrifice that it might take to get there.\n\nBRADY: All right. Thank you, Mr. Simon.\n\nI now recognize the distinguished Ranking Member, Mr. Neal, any questions you may have.\n\nNEAL: Thank you, Mr. Chairman.\n\nProfessor Clausing, as I mentioned in my opening statement, my priority as well as the minority's position here is in \nsupport fully of middle class relief. Would you talk a little bit about your ideas for what we might do with the tax code \nthat would help with the middle class growth and aspiration?\n\nCLAUSING: Absolutely. One of the key things we can do with the tax code to help the middle class is to expand tax \nrelief to the middle class at a greater rate than for the rich. I also think expanding the earned income tax credit is a \ncrucial policy tool or award work for some of the people in our society who most need help with their wages.\n\nThose two would be great contributors. I also think it's important to avoid tax changes that raise the deficit because \nthat hurts future generations of taxpayers and the fundamentals of our economy.\n\nNEAL: OK. Mr. Cornell, you seemed to be a bit skeptical about the argument over dollar appreciation. Want to talk a \nlittle bit about that?\n\nCORNELL: You know, I spent a lot of time looking at this issue and I'm certainly not an economist, I'm not a \ncurrency expert but we've been studying what some of the experts have been saying and as you might know, \nthere's very different opinions.\n\nYou know, I've talked to many of our economists great. Economists of Goldman Sachs support this. You know, \ntheir accounts have been there should be grave doubts that exchange rates will smoothly offset the effects of the \nborder adjustment.\n\nWe've been listening to Fed Chairman Yellen. Her quote was, \"The problem is there's great uncertainty without in \nreality markets would respond to these changes.\" We work very closely with the lead economist and FX creator at \nBank of America, David Woo. He talks about this being the most difficult thing to forecast and to build an \nintergenerational tax reform plan based on these assumptions of what FX will do is similar of a lack of emotion.\n\nSo when I read comments and read reports like this and think about the impact this can have on our business, on \nAmerican families, I worry about the impact on those families who, for basic essential items or clothing or back-to-\nschool essentials, for those basic family essentials, as we've looked at it, we'd be paying prices that could be 20 \npercent higher.\n\nSo we've certainly looked at the currency adjustment as we run our models. We factored in some currency \nappreciation in capture rates. But every time we run the models, we come to the same conclusion, Americans will \npay more for basic essential items that they need today and we don't think that's the right thing for American \nfamilies. I have a sense that many of you would agree with that. NEAL: Professor Clausing, who might be the \nwinners and losers as a result of the border adjustment tax?\n\nCLAUSING: I think the big losers would be import-intensive industries and the workers and those industries and the \nconsumers of their products mostly because of this uncertainty about the exchange rate. Many countries have fixed \nexchange rates, much trade is priced in dollars and, you know, as just mentioned, the exchange rate is very difficult \nto forecast. It's a $5 trillion a day market, 88 percent of which is in U.S. dollars.\n\nSo we aren't sure the exchange rate is going to appreciate in absent that the import competing -- the import-\nintensive industries would be really hurt. The export firms could win but they also face some risks here in terms of \npossible retaliation from trading partners and the like. So I'd be happy to elaborate on those if you like.\n\n\n\nNEAL: If you wanted, you're up another minute.\n\nCLAUSING: So for instance, if we lose in the WTO which most trade lawyers think that we would, that will cause \nretaliation by our trading partners and they would be authorize to have historically very large tariffs enough to \nreduce U.S. exports by hundreds of billions of dollars. This has given a lot of exporting firms pause and thinking \nabout the benefits of this proposal.\n\nAnother major downside for them is that they may not show tax liabilities under this proposal but if the exchange \nrate adjust, they would be due a credit back from the government. However, the plan doesn't include enough to fully \noffset these losses so they'll find that they aren't able to use the losses that they're showing which might lead to \nsome silly outcomes like ADM merging with Target and it's not entirely clear that we want the tax code to induce \nthose types of mergers just because ADM can't use their losses and Target can.\n\nNEAL: Thank you, Mr. Chairman.\n\nBRADY: So for the record, I'm assuming ADM is not merging with Target. We can pretty much go with that today.\n\nCORNELL: You can go with that today.\n\nBRADY: Thank you, Mr. Cornell.\n\nMr. Nunes, you're recognized.\n\nNUNES: Thank you, Mr. Chairman.\n\nDr. Lindsey, thanks a lot for being here. I just want to ask you, Chairman Brady talked about this in opening \nstatement but it's interesting that the one thing that the United States, Mali, Libya, Syria, Iraq and Afghanistan and \nNorth Korea have in common is what?\n\nLINDSEY: That we don't have any border adjustment. NUNES: We don't do border adjustment. All the other major \ncountries in the world do. I'm just going to -- I'm going to come back to your, Dr. Lindsey. But, Mr. Simon, I know \nthat you formerly worked with Wal-Mart. You're a global company. So you operated in many of these places that \nweren't North Korea, Iraq, Syria, and Mali.\n\nI think you had places. Your big markets are, where, Canada, Mexico.\n\nSIMON: Correct. UK, China.\n\nNUNES: UK, China. In any of those countries, did you pay -- because they border adjust, did you pay anywhere \nclose to 70 percent or 80 percent or 90 percent tax rate?\n\nSIMON: I don't have that information at my fingertips but my inclination is no.\n\nNUNES: Yes. Dr. Lindsey, I will come back to you. In your opening statement, you -- at the very end of your \nopening statement, you didn't get a lot of chance to expand on it but the one economist who's you're rival who \ndisagrees with the exchange rate, could you go into that how he only came up with the 1 percent change in crisis?\n\nLINDSEY: Sure. Again, the consensus at the economics profession is simply supply and demand is going to cause \nthe dollar to appreciate. And their estimate which is actually very much in the low ends was that the appreciation \nwould only be 65 percent of what we expect in terms of full appreciation.\n\nAnd if you plug that number into the model, what you're going to end up with is a total increase in consumer prices \nof just 1 percent. Not 1 percent year, 1 percent altogether. Now I know there are some concerns that have been \nexpressed about the pace of it. Using that point out is that markets move ahead of reality. That's what they -- that's \nhow they make profits is market makers move quickly.\n\n\n\nSo I wouldn't worry about things being delayed. The second point I'd make is, yes, some currencies have -- some \ncountries have administered exchange rates notably China. But if anything, an administered currency exchange \nrate is something that's quicker to move.\n\nAnd in fact, the Chinese as soon as, right, November 9th when it appeared that something like this might actually \nhave a good chance of moving, the Chinese began the appreciation processes quickly. They speeded it up. Now \nthat the markets think that it's less likely, they attempted to slow it down.\n\nSo I wouldn't worry about the administered exchange rate argument because I think actually they'll be the first to \nmove their exchange rates.\n\nNUNES: And you worked on this obviously for a long time and can you talk about the WTO argument which is one \nof the main objections to this? Can you walk us through that? LINDSEY: Congressman, when you say a long time, \nyou mean -- I think you were seven when I first started working on it. So that is a long time. I worked at in every \nadministration. I'm being very candid.\n\nThe WTO is dominated by Europeans. There's no question about it. Most of the rulings are pro-European. And, yes, \nit's an international body and we should respect the international body but we should recognize the approaches.\n\nThat's why European style tax systems, one reason why European style tax systems, all had border adjustability \ndeclared legal. Now, there are technical arguments and I would acknowledge that there are both lawyers and \neconomists on both sides of this issue, I suspect that if not even the WTO would be so bold face as to say, it's OK \nfor Europeans to do this but not for Americans to do it.\n\nIt's such a transparent recognition of their bias that I don't even think they would do that. Now if they were, then I \nthink maybe we should reconsider our situation with the WTO. But I don't think that's going to happen, I just don't \nthink that's logical.\n\nNUNES: So with the 30 seconds I have left, Mr. Lindsey, can you walk us through kind of maybe possible phase-in \napproach of the border adjustment?\n\nLINDSEY: Yes. I've been -- I get that 20 percent is a big leap and I can understand the issue of uncertainty very \nwell. I think one way of addressing that is to just two portion of it.\n\nDeclare for example -- first thing I would make sure I did was in the short run, maybe year or two, you might want to \nsay all dollar- based contracts are deemed to be domestic. But secondly, I think maybe phase in say 30 percent, \nhave only 30 percent of exports and imports involved.\n\nI don't think anybody thinks that a 6 percent border adjustment is going to, you know, ruin the world. It's not going \nto cause the retail industry to go out of business. So sure, let's try it. Let's try something minor.\n\nBRADY: All time has expired.\n\nNUNES: Thank you, Mr. Chairman.\n\nBRADY: Mr. Levin, you're recognized.\n\nLEVIN: Thank you. Welcome. I don't want to focus on this, Mr. Lindsey, but someone who worked here with the \nWTO on like cases, I think there was deep extension between a VAT and a border adjustment tax and I think we \nlost cases for the WTO and we would likely lost this one with some very serious implications. But -- and I worked on \nthis, we lost the cases twice that had some similarities.\n\nWe need tax reform but I think we need to step away from some of the mythologies. By the way, one is that a big \nbenefit in terms of income growth will come from a further income tax break for the high income and I'd like to have \nintroduce into the record a paper by Owen Zidar who says, stimulative effects of income tax cuts are largely driven \n\n\n\nby tax cuts for the bottom 90 percent and that the empirical link between employment growth and tax changes for \nthe top 10 percent is weak to negligible over a business cycle frequency. I'd like to be entered.\n\nBRADY: Without objection.\n\nLEVIN: OK. Now I want to talk about manufacturing. Chairman used a few examples and no one cares more I think \nabout resurgence of manufacturing than I do. But the examples that you used, steel, that happened because China \nrigged its currency, because of their state- owned enterprises, it was not related in any way to our tax system there \nis.\n\nThe same is true of your reference to the automotive industry and the movement of auto parts and vehicle \nassembly to Mexico. It wasn't because of our tax systems, it was because of the huge differential in the cost of \nlabor.\n\nAnd in both cases, the Republican majority, both the steel and these auto parts, refused to address trade-related \nissues that impacted and the loss of manufacturing jobs. Now let me just try to get to one of the knobs. I want to \nask Professor Clausing this, in Mr. Lindsey's testimony, he reiterates an argument made by proponents of BAT, \nnamely that U.S. companies are now disadvantaged when other countries operate under VATs as rebates for their \nexports.\n\nTwo conservative analysts from Cato and George Mason have suggested this claim is false saying the real issue is \nwhether the playing field is level in a given market. They point out that if the U.S. company and a German company \nsell a product in Germany, both firms pay a VAT and corporate tax. If they sell in the U.S., both pay just a corporate \ntax. In other words, companies selling in the same market are treated the same. What is your view of this issue?\n\nCLAUSING: I absolutely agree with that characterization and the designers of this tax who are economists also \nagree with that characterization. The VAT doesn't create an unleveled playing field across countries.\n\nAnd so the Made in America tax concept is a little bit misleading. Put simply, imagine an American firm selling a \ngood in France. If the American firm sells it in France, they pay the French value-added tax but so does the French \nfirm. They pay the U.S. corporate tax and the French firm pays the French corporate tax. So they're treated the \nsame.\n\nIf the two firms instead sell in America, neither of them pay value-added tax but they both pay their corporate taxes \nat home. So we already have a level playing field with respect to those taxes and that's why the Cato person that \nyou sight agrees with that but also Alan Auerbach and Mike Devereux and others who designed this tax would \nsimilarly agree with that. LEVIN: OK. This is one of the gist of the argument and I thin as we talk about substance \nboth on manufacturing but also on the VAT, we need to really look at the realities. There may be a difference in the \ncorporate tax structure in Europe and the United States and therefore, there may be some differential.\n\nIt may not be entirely level but in terms of each paying the same kind of taxes, it is the same. I yield back.\n\nBRADY: Thank you.\n\nMr. Reichert, you're recognized.\n\nREICHERT: Thank you, Mr. Chairman.\n\nWelcome and thank you for your testimony today. Like our witnesses last week, you've all made it very clear that \nwe're behind in global competition that the tax code is holding our businesses, farmers and workers back and we all \nknow that given have a chance, our American workers will always exceed and win from the apple grower in \nEastern Washington to the manufacturer on the west side of the mountains, the south of Seattle.\n\nWe all agree that we need tax reform that devil is in details and your testimony today has been very educational \nand helpful to me I know for sure. But this is our chance to build a competitive tax code that leads to increased \ngrowth, higher paychecks and greater opportunity.\n\n\n\nI know Mr. Neal said ease the financial burden of the middle class but we're more interested in not just easing the \nfinancial burden but providing job opportunities and economic growth. I mean, we want to think big and move \nforward, look to the future.\n\nSo I want Mr. Luciano please if you could discuss further how the international tax system impacts your company's \ndomestic and international operations and with the modernized code, would you invest more in the United States?\n\nLUCIANO: Thank you for the question, Congressman.\n\nSo a health agricultural industry is important for us to be able to feed the world. We will have to feed 9 billion people \nin 2050 and that's challenging itself. But it's also important because of the connection with the middle class and \nmiddle America.\n\nWe are a company that have 32,000 people but we have only in our headquarter -- global headquarter in Chicago, \nwe are less than 70 people. The rest of the people are in small communities whether it's Decatur, Illinois, Cedar \nRapids, Iowa, Alpharetta, Georgia, those where the people are.\n\nAnd we see those communities and in those communities inside the country in a small rural America, there are very \nlittle competitive advantages left and that's why it's so difficult to get jobs or to get industries. One of that \ncompetitive advantages is agriculture. But the way we're operating today when we compete in the global market, if I \nneed to sell to Egypt and I have the choice to bring the product from Kansas City with Kansas City or from Ukraine, \nUkraine has the opportunity to get their refund of the BAT. So Ukraine does not have -- they get the credit for that \n20 percent but the U.S. does not.\n\nSo to me, if you think about wanting to have a competitive playing field for the farmers in the U.S. and you heard my \noral testimony, we have lost market share. We used to be the bread basket of the world. We have lost it in wheat to \nRussia. We have lost it soybeans to Brazil. We are hanging to corn but not for long.\n\nSo what happened in this period is that acreage in the United States has been reduced 12 percent over the last 20 \nyears. While in Russia, production of corn has improved 61 percent. The planted area of soybeans has increased \nby three times.\n\nSo all these countries where they have the same comparative advantage that we have whether it's, you know, a \nvery good weather, a good soil and land available, have accounted with policies that actually have been helping \nthose farmers to take market share for the U.S.\n\nSo we are not leading anymore into that and we're slowly declining. As you decline, those communities that are \nboosted by agriculture continue to decline as well. Because when we go there, we just don't have an elevator or \nstorage. We provide -- we buy from the farmers and the farmers they -- and we also have an ecosystem of other \ncompanies that basically supply security to us, that they supply, you know, safety equipment, that they supply a \nchemical...\n\nREICHERT: Would you invest more money into the United States?\n\nLUCIANO: I'm sorry?\n\nREICHERT: Would you -- would your company invest more money back into the United States?\n\nLUCIANO: Of course, if the farmer will be growing in the United States. At this point in time, again, we have lost 50 \nmillion acres. So we're going to invest if there's going to be more production.\n\nAnd I think that with the plan that like the Blueprint we're considering today, we can see us level in the playing field \nfor the U.S. farmer to be competitive in the world and that could become as you guys said before a magnet for \ninvestment in the U.S. and jobs and I think that this Blueprint achieves that.\n\nREICHERT: Thank you.\n\n\n\nBRADY: Thank you. Time has expired.\n\nMr. Lewis, you're recognized.\n\nLEWIS: Well, thank you very much, Mr. Chairman. Let me thank all of the witnesses for being here today. Dr. \nClausing, you're the democratic witness, right?\n\nCLAUSING: That's correct.\n\nLEWIS: And you're the only woman on this panel.\n\nCLAUSING: That's also correct.\n\nLEWIS: You see it -- and you see a lot of men here just in blue suit. Well, one in gray. Don't you think it's sort of \nstrange when we're talking about tax reform and when women make up more than 50 percent of the population of \nAmerica and you saw all these men here?\n\nCLAUSING: Yes. Well, there's a lot of strange things about tax reform.\n\nLEWIS: Thank you. Well, don't you think we should move into the 21st century as a nation and as a people?\n\nCLAUSING: Absolutely.\n\nLEWIS: Comprehensive tax reform should help the middle class and working families. Do you think this proposal \nwill help the middle class and working families?\n\nCLAUSING: I have several doubts about that and mostly if you rely on the non-partisan tax policy center estimates, \nmy biggest concern is that the top 1 percent get a tax cut that's about $200,000 and the bottom fore fist of the \npopulation get a tax cut that's about $200.\n\nNow this $200 tax cut is nice but it's not going to go very far if your imported goods are more expensive or if you've \nlost your job because you're in the retail industry and the exchange rate didn't adjust as quickly as we thought. \nWaiting around for an exchange rate to adjust can take some time and as Keynes once said, in the long run, we're \nall dead. So I worry a lot about the middle class given the way that this tax cut is structured.\n\nLEWIS: You stated in your testimony that business tax reform should be revenue neutral. Can you explain why this \nis so important?\n\nCLAUSING: Yes. The deficit is an important issue for several reasons. We have a lot of obligations to our senior \ncitizens, many of whom are retiring now and will be older in the coming years and this means that even on a normal \ntrajectory, our deficits are going to be increasing due to our Social Security and Medicare obligations.\n\nSo tax cuts at this point will make those deficits even larger and those deficits can crowd out investment or increase \nthe size of our trade deficit, both things that this Committee might worry about. So I think it's important to raise \nadequate revenue because we're going to need that revenue for priorities that also a factor for competitiveness like \ninfrastructure, education, health care and the like.\n\nLEWIS: Thank you. Mr. Chairman, I like to yield the balance of my time to Mr. Doggett.\n\nDOGGETT: Thank you very much.\n\nSo many of our colleagues believe that there is a giant tax cut rainbow and at the end of that rainbow is a huge pot \nof tax cut gold that if we can just find the right good tax cut fairy, everything will be blissful in our country.\n\nAnd because they believe that, there's no obstruction of justice, there's no breach of our international security, \nthere's not tweet that's too outrages to be ignored because Donald Trump is viewed as the key way to find that \n\n\n\ngood tax cut fairy. We find ourselves here today with more the mythology and fantasy that is characterized this \ndebate from the outset.\n\nAnd I agreed 100 percent with the Chairman that we should be supporting a pro-growth tax policy to grow jobs in \nthis country. The problem is the so called better way, as self-styled, does not do that and it does not even come \nclose. It is a better way to get more national debt. It is a better way to widen the income gap and disparities that are \nalready out there and without the border adjustment tax which is already on life support to remainder of the \nterritorial system here will only grow jobs overseas as it advantages multinationals over small territories.\n\nAnd how amazing to hear that the policy we need to follow from the tax foundation is to achieve the type of system \nEstonia and Latvia have. Who knew that that was the approach to success here?\n\nWell, Estonia and Latvia in the time they've had that over the last three years have never grown 3 percent -- more \nthan 3 percent and we're told that under this magical tax fairy approach, we'll achieve over 5 percent growth. It's \nmythology in action.\n\nBRADY: All time has expired.\n\nMr. Roskam, you're recognized.\n\nROSKAM: Thank you, Mr. Chairman.\n\nThree observations and a question for you, Mr. Simon. Observation number one, Mr. Neal observed that there's no \nsmall business here and yet on Thursday it's no myth, there was a small business here. Mr. Mottl from the Chicago \narea who testified two or three times in the competitiveness hearing how in favored he was of border adjustment. \nIt's a very powerful testimony, you can look at the record.\n\nPoint number two, it's interesting we're in an hour and 20 minutes into this hearing and no witness, no member of \nthis body has mentioned the myth of $1,700 negative impact on average middle Americans that has been running \non television ads criticizing the border adjustment tax. Really interesting and I commend the critics of border \nadjustment today not using what fact check.org. called baloney. Third point, Professor Clausing was pretty \ndismissive, I mean, it was all in the advocacy business but was pretty dismissive of this WTO question and I just \nthink we got to be sort of measured in sobered because you made a claim that this will inevitably lose before the \nWTO and then quickly in the testimony was like tripping us down into the valley of retaliation and I thought it's \nimportant to recognize that the Director General Roberto Azevedo of the WTO has noted that there's lots of gray \nareas in the WTO rules and he has declined to speculate.\n\nAnd we're working through these details and we're mindful of the criticism but surely, we don't need to be just \ncoming to conclusion that this is not compliant. Mr. Simon, I think you're the most interesting person here today. \nYou're the most interesting person here today because you've got the value of actual perspective and you've made \nsome very strong claims.\n\nYou said, this is in the best interest of our country if properly implemented. That's an incredibly strong claim. You \nsaid, if we do the work, it's worth it. The change in American sourcing becomes increasingly viable. I mean, there's \nan aspiration there.\n\nLook, one point that I'm really interested in your viewpoint, it was somebody who's run arguably one of the biggest \nretail operations on the globe, why doesn't this create fear and loading in you in the way that it does Mr. Cornell and \nothers, why do you say, no, no, no, this is a good thing, I know the system, this is a god thing.\n\nHere's one point, we haven't discussed the nature of the companies that are leaving today. So in Chicago for \nexample, when Aon left, where did they go, they went to the UK, they're going to our best friends. When Burger \nKing left, they went to Canada. They're not going to some tax haven.\n\n\n\nWalgreens tried to make a jailbreak not long ago. They weren't successful based on the politics. But it seems to me \nlike our tax code is an island that's dissolving underneath us, just dissolving underneath us, and we've got an \nopportunity for a transformational moment.\n\nWhat is the transformational moment, Mr. Simon, that we should cease? Why is your insight so helpful and what \nassurance do you have for people who have no interest in having an adverse impact on middle class families? Why \nis this a boon?\n\nSIMON: My view is not too dramatically different from what Mr. Cornell just described or the retail industry. The \nconcerns that they have are real and if we can address those with an implementation mechanism or a safety net of \nsorts or...\n\nROSKAM: Transition.\n\nSIMON: A transitional plan for them on the other side of this, it will be very, very good for the country. That's the \npoint that I came here to say it today. I don't want to ignore nor bulldoze their concerns because improperly \nimplemented, it will be very, very hurtful for the industry and the consumer. But if we take the time and do the work \nand sit down in a group and iron out -- lay out what it will look like, I think it will be very, very successful for U.S. \nmanufacturing. Once the middle class jobs start to return to the country and the wage increases that would come \nwith that, retail will start to see a new sort of resurgence in a period of growth.\n\nRight now, the win is coming out of retail sales because the win is coming out of the middle class and the points \nabout the bifurcation of income have been well documented. There just aren't enough people on the high end to \nkeep all the retail locations that we have going and that's why they're struggling.\n\nBut if we can rebuild a middle class through a manufacturing base, retail in the long run and I know everybody is \ndead but in the long run will be better. Then question is how do we get to the long run and that's what I'd like to get \nto discuss.\n\nROSKAM: And I think smooth transition is key. Thank you, Mr. Simon.\n\nBRADY: Thank you. All time has expired.\n\nMr. Doggett, you're recognized.\n\nDOGGETT: Well, thank you very much.\n\nI guess we do just have a basic disagreement in referring to America as a prison break, America is not a prison for \nAmerican business. We have some of the most competitive businesses in the entire world and to refer to it as a \nprison break is also a wrong in that the reason these companies have suddenly renounced their American \ncitizenship and gone abroad in many cases is because of the consistent refusal of our Republican colleagues to \nsupport measures to put a stop to it.\n\nI won't close the door to those who want to do their business here in America and head off to Ireland or the \nBahamas or the Cayman Islands and Dr. Clausing has some impressive data about that that I would like to explore.\n\nAdditionally, we've already seen the path, the rainbow to the pot of gold followed once in this Committee already \nwith the results that will be achieved if we do it the second time. And that is on the so called Obama Care repeal \nwhich was really nothing but a trillion dollar tax cut that rewarded certain special interest like pharmaceutical \nmanufacturers and dramatically again widen the income gap by giving the benefits to those at the top rather than to \nthe middle class.\n\nOf course, we don't know exactly how much it did that because it was rushed through this Committee almost \novernight and we still don't have a score from the Congressional Budget Office for that ill-advised proposal even \nthough they rushed it through, it's still sitting on the speaker's desk, it's never -- they were in such a rush, they sent \nit over to the Senate for action. Let's focus on the propaganda and mythology associated with today's proposal, this \n\n\n\nso called better way. And one of the big aspects of the pot of gold that's out there waiting for us is $2.6 trillion that's \njust dying to come back to America if we will treat it right.\n\nDr. Clausing, I would like to ask you about this 2.6 trillion in so called stranded offshore earnings that could logically \ndo so much good in creating jobs here in America. Is it true that much of that money can already be invested in the \nU.S. economy without those multinationals paying a dime of tax on it unless they earn money from their \ninvestments here? Indeed, on a substantial portion of that 2.6 trillion, isn't it already being held in Wall Street \ninstitutions right here onshore within the United States?\n\nCLAUSING: Agreed. Yes. Much of that money is offshore -- booked offshore for tax purposes but it's still invested in \nU.S. assets through U.S. financial institutions. There are limits on what firms can do with that money. They can't \ngive it back to their shareholders as dividends or share repurchases and this is why they're very anxious to get that \nmoney.\n\nBut they can still borrow against those funds and the firms that have those funds abroad are some of the most \ncredit worthy firms, you know, on the planet and they have no trouble financing new investments.\n\nDOGGETT: And your paper shows that they in fact earned millions if not billions of dollars in interest and dividends \nright here in the United States on their offshore earnings today.\n\nNow, you mentioned the fact that they'd like to have this money back not to create jobs but to give -- hiring \nexecutives even more high earnings and to give their shareholders dividends and stock buybacks. We've had a little \nexperience with that before and how -- it just really appropriate that former Chairman Thomas was here because he \nwas the author pushing through this Committee what was called the American Jobs Creation Act of 2004. How \nmany jobs did that bill that this Committee heard much of the same rhetoric that we're hearing in support of this \nmeasure? How many jobs did that bill create?\n\nCLAUSING: My understanding is that all economists who've looked at that bill found that it didn't create a single job \nor cause a single investment and this includes some people who advised George W. Bush who also looked in to \nthis. That money was used for dividends and share repurchases and some of the firms that repatriated the most \nmoney actually laid off workers. It's possible it did have a small job creation effect for lawyers or accountants \nbecause there was a lot of complexity in the bill as well.\n\nDOGGETT: We were told by the Chairman, follow the example of the tax foundation. Follow Estonia and Latvia and \ntheir tax policies. Do you think our companies will be more competitive if we adopt the Estonian and Latvian \napproach to international taxation? Are they competitive today in the international market? CLAUSING: As the slide \nI showed earlier indicates they're quite competitive, we have profits these days that if 50 percent higher than they \nwere in prior decades.\n\nDOGGETT: Thank you.\n\nBRADY: Thank you. His time has expired.\n\nMr. Buchanan, you're recognized.\n\nBUCHANAN: Thank you, Mr. Chairman.\n\nI also want to thank all of our witness for being here today.\n\nDr. Lindsey, let me ask you. I mean, I think you as much to do with the blueprint as anybody. The economy is \ngrowing an anemic one percent on average, one and a half percent the last 10 years, I guess you got to go back to \nthe '50s that were totally grown at that period -- that percentage. But what is your thoughts when you talk about \ngrowing the economy at this plan from three, three and a half, four percent, I don't know -- I don't know your \nnumber but I heard three and a half, what basis or what are the drivers that's going to drive it up from one, one and \na half percent to three and a half?\n\n\n\nLINDSEY: Sure. There's two steps here. The first is what I would call long run capacity. (Inaudible), for example, \nhave the same long run number that I do which is two-seven, two and three quarters percent.\n\nHowever, to get to that capacity, we're likely to have a short- term increase in business fixed investment. That's \nactually the demand side of the proposal as going to stimulate the economy in the short run. I think this is a very \nhigh multiplier tax cut in that regard and that's how I think -- that's how I got to the numbers that I got to as well as \nthe long run and the short run component.\n\nBUCHANAN: Yes. Let me ask you another question. One of my concerns and I've heard other people express it is \nthe idea of budget deficits. We came here, almost 10 years ago, was $8 trillion in change, today's it's $20 trillion. At \nsome point, it ends badly. That's why I'm a believer, like 49 out of 50 governments have a constitutional balance \nbudget amendment. But what does this do to our deficit long term?\n\nI mean, ideally, with the growth, we should get more receipts. There should be somewhat revenue neutrality, \nideally. What's your thoughts on that?\n\nLINDSEY: Yes, when I scored out the long-term debt situation, I think on annual basis, the blueprint breaks even \nabout in year 6 and I think that by year 12, the total cost of the deficit -- excuse me -- of deficit cost of the bill will be \ncovered. So, long run, very long run, I think it's a positive and I think that it's essentially a revenue neutral bill of 12 \nyears.\n\nBUCHANAN: And my last -- my last question is on inversions, would you have a lot of great companies leaving \nAmerica? I like to think, you know, as a part of our tax planning, this could be the best place on the planet to do \nbusiness in terms of a pro-growth tax policy but they're moving the tax savings, they're moving to our friends in \nCanada and in Great Britain where they've cut their rates. In fact, I read someone said in \"New York Times\" that the \ninversions in Great Britain have come down dramatically or pretty much quit, what's your thoughts in terms of that?\n\nLINDSEY: Yes. I think it's important that we differentiate between the inversion piece and the offshore money piece. \nI listen to Mr. Doggett's comments carefully and there's actually one component in which I think he's correct and \nthat is that the money is called kept overseas is in international markets and I know a lot of people have said, let's \nuse that for infrastructure, things like that. I think it's in international markets, however, already.\n\nHowever, the tax revenue associated with that has not come to the U.S. Treasury. My colleague here estimates that \nthe annual cost of that is $100 billion that's being lost with the U.S. Treasury. This bill fixes that. In addition, if you \nhave a one-time deemed repatriation, depending on the rate you select, you're liable to get perhaps as much as \n$200 billion? I don't know what the actual number is. Depends on your rate.\n\nSo, yes, the money is in international markets but the taxes on that money is not in the U.S. Treasury, it should be \nand the bill under consideration will do that.\n\nBUCHANAN: And the other thing I would just -- because I've watched -- I've been in the business for 30 years \nbefore I got here is that people will move to different states, Florida, no state income tax -- taxes, Nevada, you can \nname the states, they will move and move their businesses to other states and it's the same thing in terms of \nmoving in terms of inversions and other things, not everybody but some, it's a major consideration, a major driver, \ndon't you agree?\n\nLINDSEY: Absolutely. The best thing we could do, long run, for workers, for everyone is to make America the best \nplace in the world in which to invest and start a business and hire people and I think this bill does that.\n\nBUCHANAN: Thank you.\n\nBRADY: Thank you.\n\nMr. Thompson, you're recognized.\n\nTHOMPSON: Thank you, Mr. Chairman. Thanks to all the witnesses for being here.\n\n\n\nMr. Chairman, I have two articles that I'd like unanimous consent to place in the record. One's out of the \"New York \nTimes\" that points out that after eight years of steady growth, the main economic concern in Utah and a number -- \nand a growing number of other states is no longer the lack of jobs but the lack of workers and it goes on to explain \nthis... (CROSSTALK)\n\nBRADY: Yes. Without objection.\n\nTHOMPSON: And the second one is a \"Wall Street Journal\" article that explains, I think, beautifully what the point \nthat Mr. Doggett was making as to what companies who repatriated money from overseas spent that money on. \nAnd I think it hits those points exactly and I think Mr. Doggett was correct. I'd like to have that put in...\n\nBRADY: Without objection.\n\nTHOMPSON: Thank you.\n\nM. Clausing, you mentioned in your written testimony that the Border Adjustment Tax would raise revenue but that \nrevenue was ultimately borrowed from future taxpayers. I want to make sure that people at home -- I want to make \nsure that people at home fully understand what this means and how it's going to impact their pocketbook. Can you \nelaborate on that a little bit, please?\n\nCLAUSING: Sure. At present, we were on a trade deficit and because of this size of that deficit, that means that \nwhen you tax imports and exempt exports from taxation, on net, the border tax will raise revenue and the Tax Policy \nCenter estimates it's about a trillion over 10 years.\n\nBut no country can run a trade deficit forever. Trade deficits entail a flipside which is borrowing from foreigners \nthat's equal in opposite to the size of the trade deficit. So, eventually, when we repay that money, we will also be \nrunning a trade surplus.\n\nIn those years, the import tax will raise less revenues and the export exemption cost the treasury. So, in the future, \nour taxpayers will actually lose money from the border adjustment so that means that basically what we're getting \nfrom that is revenue that we're borrowing from future generations.\n\nTHOMPSON: I have someone come in and talk to me the other day about the effect that the Border Adjustment Tax \nwould have on their business. They are a company located in Washington, a 30 million -- they make $30 million a \nyear, employ 4,000 employees and they -- what they sell, they buy from 31 other countries.\n\nThere are items that wouldn't be made in this country no matter what we do out of the very low markup on the stuff. \nAnd they told me if the BAT comes about, that they'll go from making $30 million a year to losing a $130 million a \nyear. In other words, this Washington state company would close the doors, five generations long company would \nclose the door. And I think that's something that we need to be concerned about.\n\nBut the other side of that and it's really become -- made clear today is our constituents, those consumers that buy \nthose products and there's a couple of company represented on the dais today that are -- that represent companies \nthat those consumers that try -- that buy those products, they're going to be hurt and that's exactly, I think, what it is \nthat Ms. Chasing is talking about. So your consumers, our constituents are going their prices go up.\n\nIt was also Ms. Clausing made the point about the WTO impact. How would this play out? When will see this \nhappen? I represent a district that imports a lot of products overseas. I represent wine country in California and \nwhenever there's a discussion about anybody retaliating, it doesn't take long before that conversation comes back \nto U.S. exported wine.\n\nSo, can you tell me what are our constituent companies are going to experience if retaliation becomes a reality?\n\nCLAUSING: Yes. So, our trading partners are already preparing to be filed with the dispute settlement mechanism \nof the WTO. This dispute settlement mechanism, by the way, is something that U.S. helped negotiate and it's \n\n\n\nsomething that serves our interest very well because often, the WTO will rule in our favor about disputes that we \nhave too.\n\nThe WTO has over 160 member countries and it supervises a well- functioning trading system. But once they're -- \nthey authorize that our taxes are direct tax, which it is, and thus it violates the WTO obligations, that then gives the \ngreenlight to trading partners to retaliate in an equal and opposite fashion. And because of the size of this, that will \nentail large tariff burdens.\n\nTHOMPSON: Thank you very much.\n\nBRADY: Thank you. And without objection, I would seek to place in the record Goldman Sach's report that \nestimates that with no appreciation in the dollar, 85 percent of industries have actually cut their prices, still \nmaintaining the current profit margins and with the dollar even partially adjusted like we know industry would need \nto raise the prices. Without objection.\n\nMr. Smith, you're recognized.\n\nSMITH: Thank you, Mr. Chairman, and thank you to our witnesses here today for sharing your perspective and \ninsight. I think this is an overdue conversation that we need to have and I think a constructive moment here as we \ndo sift through the facts and I just think through that the status quo with our tax code shows that we have great \nopportunity to change it to be bold and to really pursue growth- oriented policies.\n\nI'm representing agriculture, the number one agriculture district in the nation. Certainly, we're pretty god at exporting \nthings already. I don't want to jeopardize that. But I also am concern that there actually -- are still significant \nbarriers. And, Mr. Luciano, you stated that there are some barriers that are still out there that you feel that the tax \nproposals that are being made would be -- would be helpful in overcoming some of those obstacles.\n\nI'm also concerned when I hear Professor Clausing say that U.S. multinationals are not paying very much tax or \nthat -- and that the tax rates proposed in the tax reform plan are too low and that a better reform would be to \nexpand the U.S. worldwide tax system by eliminating deferral. And now imposing immediate taxes on -- on U.S. \ncompanies worldwide income, I believe, would move our country in the exact opposite direction as our trading \npartners and I think a lot of the facts would -- would point to that.\n\nBut, Mr. Luciano, can you talk about your perspective? Obviously, it's a pretty broad perspective. I know you \ndepend on ag producers one at a time being successful, hopefully, on their productivity, their efficiency. Can you, \nperhaps, expound on how you think that this plan might help and that also perhaps some of the notions that \nimposing immediate taxes on U.S. company worldwide income moving our country in a negative direction.\n\nLUCIANO: Yes. Thank you for the question.\n\nThis is all about balancing the playing field. When we compete with the other companies, other global grain \ncompanies that are as well capitalized or they have the same technology that we have and experience we have, as \nI've said before, we pay about 30 percent. I have two of them that pay in the low 20s. The rest, in the mid teens. So, \nthat's the kind of difference.\n\nAnd in agriculture, in the business we're in, businesses models are very similar. So, it's very similar to compare this. \nSo there are no major differences on margins because it's trade of commodities are very same. So this differences \nin income tax are astronomical and putting ADM at this point at a disadvantage to other competitors around the \nworld.\n\nAnd then they have the flexibility to move their -- their earnings and invest whatever they want which, you know, we \nare partially restricted to.\n\nAnd the third point is that a lot of their exports are coming from countries that they refund the BAT. If you look at \nUkraine, provides 20 percent refund of BAT. Argentina, 10 percent. Germany, 19 percent.\n\n\n\nAnd then you have places that compete with us whether it's Australia, Canada, or Brazil that basically have internal \nconsumption taxes that they are not assessed for exports.\n\nSo, there's on wonder that our market share of global commodities from the U.S. exported to the world is declining \nand it's going to continue to do so because we are at a disadvantage. So, to me, this proposal addresses those \nthree issues where they're going to get jobs back to middle America and to the middle class of America through \nagriculture which is, I think, one of the true competitive advantage of the U.S., inside the U.S., the middle of the \nU.S. still have.\n\nSMITH: Thank you.\n\nWell, I -- I know that there are many challenges facing agriculture and I would hope that we would not complicate \nmatters and that, hopefully, a growing economy will also help agriculture. Ms. Clausing, I think you suggested, but \ncorrect me if I'm wrong, that perhaps the corporate tax code that we currently have is really not that bad. Now, I \nthought that perhaps some lower hanging fruit in terms of agreement on changing our tax code would fall in that \ncorporate category but I -- am I wrong in...\n\nCLAUSING: You're wrong. I mean, I think that most economists across the political spectrum thing that there's \nample room for a fair improvement to the corporate tax system and I suggest that...\n\nSMITH: What would that look like?\n\nCLAUSING: ... alternatives in my testimony but I believe it would include potentially a lower rate but combine that \nwith closing the loopholes that we have presently. Right now, some of the domestic firms, you know, much higher \nrates than these mobile multinationals.\n\nSMITH: Thank you.\n\nBRADY: Thank you.\n\nMr. Larson, you're recognized.\n\nLARSON: Thank you, Mr. Chairman, and I want to thank all the panelists.\n\nWe also like the Congresses about the vitality of ideas openly exchanged and, today, Mr. Chairman, you're to be \ncommended because I think we're witnessing that here.\n\nBut I also wanted to thank my colleague, Mr. Roskam, for pointing out and I share his sentiments about Mr. Simon, I \nmust confess, a prejudice because of the representing the City of Hartford. And also would note the strong feeling \nwe share, I know on this side of the aisle, and I dare say my colleagues on the other side as well, with the key to \nmanufacturing.\n\nYou mentioned too in Hartford both gold manufacturing, of course, Pratt & Whitney, which is a part of United \nTechnologies. United Technologies is exemplary in terms of what they do for their employees and I would hope all \nmanufacturers would take heed in terms of offering free education to further that they are training in any field paying \nfor that and giving them time off. It's a little plug for United Technologies and for the City of Hartford and thank you \nfor being here.\n\nI thank all the panelists.\n\nTo get back to your point about manufacturing, if we're going to revive the middle class and I think the disparity is \nthis, everyone this Committee has pointed out are pretty well known to everybody. The concern on this side is that \nwhat we see is the shift that's going to take place, again. Mr. Doggett pointed out that we saw that in health care, \nand now it seems, in the tax proposal, that we're going to see this again. Ms. Clausing, you've pointed out that that \nshift is very dramatic and what would result in this would be almost a thousand percent difference in terms of what \nwould be the share for the middle class versus the nation's top one percent. Could you explain that?\n\n\n\nCLAUSING: Yes. Those come from the Tax Policy Center estimate of the bill and that's a nonpartisan center and \nthat's -- those are their estimates with the top one percent, we get $200,000 tax cut. And the bottom 80 percent \nwould get a $200 tax cut. So, that's a thousand-full difference.\n\nWhat Mr. Lindsey's testimony suggests is that if you had enough growth, that could, maybe, counter some of those \neffect that you had and, you know, enough investment that could raise wages. But I have some concerns about \nthat as well. In particular, it seems odd to suggest that what we need is more after-tax corporate profits to generate \ninvestment and wages when we're at a period of historically very high corporate profits.\n\nAnd sometimes this growth forecast can be a little too optimistic when they survey economists very recently about \nwhether the Trump growth forecast along with his tax plan were, you know, accurate, 35 of 37 economists \nconcluded that those growth forecasts were way too optimistic. And when they asked the other two, well, why do \nyou think it's going to grow so quickly, it turns out they misread the question. So, all 37 really disagreed with those \noptimistic growth estimate.\n\nSo, I think it's important that our budgets and our tax plans creates the revenue that's needed now without making \nvaliant assumptions about growth...\n\n(CROSSTALK)\n\nLARSON: I think -- I think a number of our manufacturers and exporters and Mr. Simon pointed out how this could \nwork and I appreciate a lot of the optimism and concern that have been stressed, he mentioned caution as we go \nforward to make sure that we get this right. Being from a strong manufacturing state, what would be some of the \nrisks for major manufacturers? And is it clear that this is a clear winner or do we have to exhibit that caution and \nwhat would be your concerns, Ms. Clausing?\n\nCLAUSING: I think the exchange rate risk is a serious one. I went back and looked at all of the countries that have \nadopted that. We should see a similar exchange rate adjustment under a floating exchange rate and there are only \na handful of rich countries that have adopted that's under floating exchange rates to look at. But if you look at that \nset of countries, in three quarters of the cases, the exchange rate actually moved in the wrong direction.\n\nSo, I guess, my point is that exchange rates are very volatile, it's a very large market. We can't be sure it's going to \nmove in the right direction or by the right amount and that gives us a big risk for the import-intensive industries.\n\nIf you look at the data, it appears the countries also trade somewhat less than other countries and I think trade is an \nimportant part of a healthy manufacturing sector and many of our products are made with global supply chains \nthroughout the world.\n\nLARSON: Well, thank you.\n\nAnd, again, I thank the panelists.\n\nIn many cases, many people have commented on this bill, oftentimes feel like they're trapped between this proposal \nand the White House and the Senate but I want to assure people and thank them for being here today and the \nexchange of these ideas has been beneficial to the Committee.\n\nBRADY: Thank you.\n\nMs. Jenkins, you're recognized.\n\nJENKINS: Thank you, Mr. Chairman, for holding the hearing and we thank the panel for your time this morning.\n\nMr. Luciano, I have a question for you coming from Kansas, just to follow up on the ag inquiry of my seatmate, Mr. \nSmith. In your testimony, you talked about growing global demand for food. If we can get this international tax \nreform right, how does that pair with increased global demand to put more money in the pockets of Kansas farmers \nand how does the border adjustment help U.S. farmers see a bigger and better market for their goods?\n\n\n\nLUCIANO: Yes. Thank you for the question.\n\nSo, the world is growing the population and the population, as I've said before, will reach nine billion people in 2050. \nBut the production is in only three parts of the world. The production is concentrated in North America, South \nAmerica and Eastern Europe. So, you have -- China has 22 percent of the world population, only 6 percent of the \nwater, eight percent of the land. So they always going to be importing.\n\nSo, you have this global middle class that needs the products that we produce. The issue is this race between \nEastern Europe, South America, and the U.S. And both places -- or Brazil or Argentina or Ukraine or Romania or \nRussia, they have BATs that, basically, they discount when we export. So, the U.S. -- the U.S. farmer in Kansas is \nactually at a disadvantage because when you form the price, everybody else discount that tax and we added to the \ntax.\n\nSo, we're all just waiting for a leveled playing field. There's no technological difference between the farmer in \nKansas and the farmer in the -- in Russia. There is, actually, a competitive advantage we have in logistics even if \nour infrastructure is deteriorating, we still have a competitive advantage. We still can shape something 1,500 miles \ncheaper than what Argentina can ship in 300 kilometers.\n\nBut the issue is of all the things that the farmer and companies like us can control, we are more competitive than \nthe other countries. Only tax does make that difference. So, I don't think it's the only factor but I think that the \nproposal, the blueprint addresses a lot of that delta.\n\nJENKINS: Thank you, Mr. Chairman. I yield back.\n\nBRADY: Thank you.\n\nMr. Blumenauer, you're recognized.\n\nBLUMENAUER: Thank you, Mr. Chairman.\n\nI would like to welcome Dr. Clausing, a constituent from Reed College. I really appreciate your joining us.\n\nBut first, Mr. Chairman, I would like to enter into the record a letter to you and Mr. Roskam from Tim Boyle, the \nChairman and CEO of Columbia Manufacturing in Portland where he outlines the deep concerns his company has \nwith the approach to a Border Adjustment Tax. He also points out that they -- they transact with their foreign \npartners and contractors exclusively in U.S. dollars. And so the adjustment, in terms of the currency...\n\nBRADY: Without objection.\n\nBLUMENAUER: ... have problems for them. And that most of the products that they are involved with are no longer \nmanufactured in the United States and haven't been for some time leaving them without choice, so I appreciate \nyour courtesy on that.\n\nI do appreciate the notion what you're saying about doing it right, trying to get the balance. Your concern about \nhaving hollowed out the middle class and not being available to purchase and collapsing retail. Would it not be \npossible to stimulate demand here at home by putting people to work on infrastructure projects that can't be \noutsourced if we were to do something radical, like, raise the gas tax, like, dozens of republican states have done to \nimprove infrastructure? Wouldn't be able to strengthen the middle class and purchase -- purchasing power by \ntaking a step like that?\n\nSIMON: Well, you're clearly out of my area of expertise when you start talking about infrastructure, but anything that \nwould -- that would provide...\n\nBLUMENAUER: Does your enterprises relied heavily on well- functioning American infrastructure?\n\nSIMON: Absolutely.\n\n\n\nBLUMENAUER: Problems with congestion or lack of reliability?\n\nSIMON: Anything that builds good, solid, strong, long term middle class jobs would be good for -- good for the \nindustry. But, Mr. Cornell, doesn't your business rely upon a well-functioning American infrastructure?\n\nCORNELL: We certainly do and would certainly love to see infrastructure improvements.\n\nBLUMENAUER: I would like to turn to, Dr. Clausing, a point that you made that I think is important. In your \ntestimony, I really appreciate that you're making a distinction that is not often made before this Committee. Yes, \nthere are some companies that are wildly disadvantaged and paid close to the statutory rate because they don't \nhave as many opportunities to engineer the tax code.\n\nYou make a point that American international corporations have been very successful, they have higher profit rates \nthan their competitors that they had an effective tax rate that is very similar to what their competitors are because \nthey take advantage of this stupid jerry-rigged tax code and they spent time and energy engineering it but at the \nend, aren't they basically at status quo ante? Aren't the -- you say it better than I in your testimony.\n\nCLAUSING: Yes. There's a big difference between label and reality in our tax system. So, our label is a statutory \ntax rate of 35 percent but our reality treats different firms very differently from each other. Some domestics pay an \namount that's close to the statutory rate. But many multinational firms including some of them more aggressive, \nprofit shifters, can get their rate down into the single digits. And so you have a big discrepancy there.\n\nThere's another label mismatch with the worldwide and territorial. Our worldwide system, some describe as just a \nstupid territorial system and I think that's pretty accurate. Many multinational firms -- most of them don't pay a single \ncent on their foreign profits. They leave them offshore and they wait for the hopes that one of you guys will give \nthem a holiday.\n\nYou know, so, where some of our trading partners, who have reportedly territorial systems, they tax immediately \nsome of the foreign income that's earned because of their base erosion protections through things that look a lot \nlike a minimum tax. So, we have to be careful about how we characterize the system.\n\nBLUMENAUER: I think it's important to look at the big picture the way that you do. There are opportunities for us to \nmove forward, investing in infrastructure's one of them. But to have a broad brush so called reform that puts us at \nrisk for companies like Columbia Sportswear and sets us up in the future because we are not going to run trade -- \nhuge trade deficits in perpetuity for significant revenue loss.\n\nAnd your point about tax changes like this could incent people to have unnatural mergers simply because of the tax \ncode like the aforementioned Archer Daniels Midland's and Wal-Mart. We can do better than that and I think the \nCommittee can do better with that if we listen carefully to the information, like you presented.\n\nBRADY: Thank you. Your time has expired.\n\nMr. Paulsen, you're recognized.\n\nPAULSEN: Thank you, Mr. Chairman. And first of all, thank you all for providing very constructive testimony here \ntoday. I especially appreciate the opportunity to have a great Minnesota company be a part of this tax reform \nconversation which, I think, provides a good component to this discussion.\n\nYou know, the primary justification for the advocates of order adjustability is in the special tax breaks for foreign \nproducts over American products and to keep American businesses and jobs moving overseas.\n\nCertainly, given that the pace of American companies, moving their headquarters to other countries, inversions \nwhich we talked about earlier and recent years, it's happened both to Minnesota and across the country, you don't \nneed to convince Minnesotans that something needs to be done. We need to make sure that America is a \ndestination to not only invest but to build or be able to create a business.\n\n\n\nBut this has to be done in a very thoughtful way. The way that addresses the very real and valid concerns that, Mr. \nCornell, you raised today and I've heard from others, certainly, that have been raised. I cannot support the border \nadjustability provisions as introduced last year in the blueprint. I really want to urge this Committee to listen, to be \neducated and then to address these concerns that we've heard as we move forward with the reform.\n\nLast week, we had a really good hearing, a hearing that talked about the need for the comprehensive reform efforts, \nfundamental reform, it's very important. We've heard a lot about the positive effects they would have in the form of \nmore jobs, of higher wages, greater economic growth.\n\nWe also heard about the effects it would have on companies both large and small, up and down on the supply chain \nat every level.\n\nSo, we know the tax policy impacts different businesses and different ways and we know the reform proposals will \naffect different businesses in the industries in different ways. We got to focus in making sure that we are lifting \neveryone up and economic growth is a key component because I think of the four key principles is focusing on \ngrowth, on simplicity, dealing with base erosion and the dealing with permanency so you can count as you're \nbudgeting count on with predictability and with certainties. You're budgeting, allocating capital for five years, \ninvesting in your companies. We're giving you that certainty, that confidence.\n\nSo, Mr. Cornell, you shared your views about border adjustability and you also mentioned we can't keep the status \nquo. You said we should have every tax provision out there, tax benefit, should be on the table. I agree.\n\nSo, keeping that in mind, what might be some -- knowing that we're working on physically responsible tax reform, \nrevenue neutrality, et cetera, what might be some policy recommendations that you would offer that should be key \ncomponents of this reform effort as part of a comprehensive effort because that's really -- it's not just about cutting \nrates, it's about the comprehensive effort that I think you're going to do.\n\nCORNELL: Well, again, I'm certainly not a tax expert. I'm in a retail business and deal with real consumers and real \nfamilies and real employees every day.\n\nTo your point, we certainly would like to see tax reform. As a company that pays one of the highest effective rates \nanywhere in America at 35 percent, we'd certainly like to see that rate lowered so we can continue to invest in our \nbusiness and see our business grow.\n\nWe'd certainly like to see simplification. But as I listen this morning to the discussion, there's on word I continue to \nhear repeated again and again and that's if. And if currencies appreciates and if the GDP grows and if \nmanufacturing comes back and if we can avoid trade wars, we certainly would need to be sitting here working on \nsomething that's going to provide greater certainty to certainly the families we serve at Target, my 320,000 \nemployees, those small businesses that are in the back of the room.\n\nIt's really hard for me to sit here today and cramp the business plan, one that's focused on investing in America and \nstrengthening my company and creating more jobs when I keep hearing these provisions and say if this happens. \nAnd if these traders were in place. I think we have to be focused on a plan that creates growth in America but \nsimplifies the tax code, gives us greater certainty so that we have greater certainty as I talk to families across \nAmerica, we're interfaced with IT each and every day.\n\nI can't ask the American families to sit back and say if these things happen, you'll be OK. I can't sit with 320,000 \nemployees, Mr. Paulsen, and let them know if all these things come to pass, our company will be here. And I know \nfor small businesses in America, they can't sit here today saying if all of these different factors come together, they'll \nbe OK.\n\nSo, I'd be happy to work with you. I think we've shown and demonstrated that to the Chairman that we're really -- \nroll up our sleeves but I think we need greater simplicity, much greater clarity and much more certainty going \nforward.\n\n\n\nPAULSEN: And I would just urge you to keep your sit for the table for that discussion because that's what's, really, \nwe're counting on as a part of that education effort. So, I yield back, Mr. Chairman.\n\nBRADY: Thank you.\n\nMr. Pascrell, you're recognized.\n\nPASCRELL: Thank you, Mr. Chairman.\n\nGreat. Great, Committee before us today, the panel, and thank you for all of your testimony.\n\nMr. Simon, there's a reason, you say, in your testimony, \"That the middle class in the United States has struggled \nrecently. It is the same region, the middle class and the other global markets has emerged. The manufacturing base \nhas moved and jobs followed.\" Unquote.\n\nLook, manufacturing base, that's an inanimate objective. You, your companies and before we even -- this panel, in \nthe past 25 years, you moved manufacturing. You moved it. You moved it offshore because it was cheaper labor \nand very few regulations.\n\nYou're entitled to your opinions. As some would say, you're not entitled to your own set of facts. Now, this is -- I look \nat this hearing today as act -- part of Act II, Scene II. Act I was what happened in 2001 or 2003 with promises \nattached as to what it would do to not only increase and help the economy, the gross domestic product, but also \nhave it sustained, question number one. And question number two is it was obviously not sustained.\n\nAct II began last weekend on our hearing. We had a search for anything in tax reform that even referred to the \npeople in the other cars into caboose. Everything about the top one percent, every one that's left off stage.\n\nNow, we've heard a lot today, that businesses in this country cannot compete globally because our taxes are too \nhigh. I'd like to see real, bipartisan revenue neutral tax reform that would benefit all Americans while bringing down \nthe top corporate rate to be more in line with our competitors around the world. I have no problem doing it. The \nnumber, we can debate.\n\nI introduced a legislation a few years back, Bring Jobs Home Act. I tried to get bipartisan support like I do all my \nlegislation. My Republican colleagues are clinging to a -- in a debunked idea and debunked theory that a bill would \nend the tax break companies get for shipping jobs also.\n\nNow, there -- they believe in the idea that taxes, if they cut taxes at the top, all of that will trickle down and serve \neveryone. But firms in the United States already have -- check this out -- the highest, higher after tax profits than in \nany time since the 1960s. That's a fact of life. But they're not investing those profits towards increased productivity. \nThey're just paying it out to wealthy shareholders.\n\nCorporations that are sitting on record profits today do not need to be showered with deficit financed tax cuts. At a \ntime when middle class wages are stagnant, as some of you brought up in your own presentations and broad gross \ndomestic product is sluggish. It's quite simply a miss allocation of our resources.\n\nFurther, U.S. firms are extremely competitive, Mr. Chairman, by any metric. The Forbes Global 2000, list of the \nlargest public companies in the United States is disproportionately represented. The World Economic Forum ranks \nthe United States third in global competitiveness out of 138 countries.\n\nAnd lastly, with all the deductions and loopholes corporations employ, effective tax rates paid by profitable \norganization in companies are closer to 25 percent, similar to or lower than the averages around the world.\n\nManufacturing jobs aren't moving abroad because, really, primarily of the tax code but because they seek low labor \ncost. So, as long as factory workers in Vietnam make 20 cents an hour, textile factories will continue to move there \nregardless of what tax we employ on what's coming across the border. We know of boost productivity. We could \ninvest in infrastructure in developing our workforce, in raising wages for middle class families and the working poor.\n\n\n\nMr. Chairman, is my time up?\n\nBRADY: Yes, sir. All time's expired.\n\nPASCRELL: I had a lot more to say about it.\n\nBRADY: I know that. I know Mr. Pascrell.\n\nSo, we'll begin two to one questions so we can balance off questions.\n\nMr. Marchant, you're recognized.\n\nMARCHANT: Thank you, Mr. Chairman.\n\nWe all have the same goals, you know, here today. We want a simpler, fair tax code that significantly lowers \npersonal as true corporate rates that makes our companies competitive on the world stage. I think we can all agree \non that.\n\nMr. Cornell, what percentage of product did you sell in your store comes -- is brought in from overseas?\n\nCORNELL: Half of all the products we sell today are made right here in the United States, other half, obviously, \nwould be brought in from other countries.\n\nSo, if you take a look at the composition of our business today, 8 of our top 10 vendors are companies right here in \nthe United States. They're companies like Procter & Gamble in Ohio or Frito-Lay in Plano, Texas. Companies like \nKitchenAid in Ohio. Johnson & Johnson in New York.\n\nSo, it's a balance. So, many of the products that...\n\nMARCHANT: But the answer is about 50 percent.\n\nCORNELL: About 50-50.\n\nMARCHANT: Mr. Simon, when you were affiliated with another major retailer, what figure did you use? What was \nthe common...\n\nSIMON: Because of the heavy concentration of food at Wal-Mart, about two-thirds of what -- of what they'd sell in \nthe U.S. is either grown or made in the U.S.\n\nMARCHANT: OK. So, about a third. SIMON: Two-thirds.\n\nMARCHANT: Two-thirds. OK.\n\nOne of the big objections that I've heard today about the Border Adjustability Tax is the uncertainty of how the \ncurrency would adjust and whether the currency would adjust and how -- how would you deal with the currency that \nadjusted.\n\nBRADY: So, Mr. Marchant, while we're adjusting the microphone, you might want to speak a little closer to the \nmicrophone.\n\nMARCHANT: I'd like to ask Mr. Lindsey, how has retail across the world adjusted in the last three months while \nwe've seen the dollar- euro -- the dollar's lost about eight percent against the euro in the last three or four weeks \n(inaudible) while we've been talking about this discussion and the pound has gained about eight cents, $1.22 to \n$1.30. And then when we had the Brexit, we had a drop in one day from $1.60 down to $1.20.\n\nSo, after all that's happened, what have the companies that are adjusting the currency, Mr. Simon and Mr. Cornell, \nhas -- how is your company dealt with those currency swings?\n\n\n\nCORNELL: We have currency experts that look at this all the time. There are a number of other factors that you \nhave to consider as we think about changes in cost. Currency is one of them. Commodity prices tend to change and \nthose are impacted by a number of different variables starting with weather. Extreme freezes, extreme heat, floods \nand droughts, transportation costs can be impacted by...\n\nMARCHANT: But in this case, we're talking about currencies.\n\nSo, Mr. Lindsey, how are companies dealing with this currency?\n\nLINDSEY: Well, first of all, let's just take example of border adjustability. Of all the countries, the 160 countries that \nhave border adjustability, amazingly still have retail sectors that haven't been wiped out by the imposition of border \nadjustability. So, I would -- I think the claims of the damage that would be done to those companies is exaggerated.\n\nWhat companies do, first of all, is there are currency hedgers. They take out positions in various currencies. The \nother thing that happens is what are the reasons the currencies adjust is these folks have market power to imagine \nthat Wal-Mart doesn't -- or Target doesn't have market power with regard to Chinese sweatshops, I find kind of silly.\n\nAnd in fact, what will happen, the Chinese followup bureau understands that perfectly well. And they will adjust their \ncurrency. There is no doubt in my mind that they will do it and then that's why there's not really an issue here.\n\n(CROSSTALK) CORNELL: If I -- and I think one of the other important factors we all need to recognize is for a \ncompany like Target and I can speak for many others in the retail industry today, our contracts are dollar \ndenominated. They are today, they will be tomorrow and the vendors that we work with, their raw materials are \nlargely dollar denominated. So, I think we have to recognize as we go forward, the U.S. dollar is the global \ncurrency.\n\nBRADY: Thank you.\n\nMr. Kelly, you're recognized.\n\nKELLY: Thank you, Chairman.\n\nThank you, all, for being here.\n\nPlease don't take this as disrespect, Ms. Clausing. I appreciate you being here but I wanted to talk to the people \nthat are actually in the retail business, an automobile dealer. I'm not somebody that grew up in a laptop, I grew up \non black top. Who I talk to are moms and dads who are trying to make sure that their budgets are workable and \nwhenever I sit down with people to see if we can get to some type of the solution for their transportation problem, \nit's always the wife who makes the final determination of whether they can afford or not afford to buy a new car or a \nnew truck. And sometimes, the difference is $5 a month. Now, in Washington, D.C. they'll say no, no, it can't be \npossible, please come home with me and see what blue collar people go through every single day of their life.\n\nAnd so that's why I wanted to ask you because you're in the retail business. My concern is the final price on the \nshelf for those folks that pick up the tab on every single thing this wonderful government does in their name. So, if \nyou can just tell me -- now, Mr. Luciano, you talked about things that were happening in ag; Mr. Cornell, you talked \nabout what has happening at Target which my wife is addicted to being in every Sunday right after mass and Wal-\nMart, I go to quite a bit because they're all on my town. The effect, the actual effect on every day Americans.\n\nBecause the global supply chain has changed, I also have in my pocket, by the way, Monroney labels which I would \nlove to share with people that show parts content because that's truly the complication of how do you tax different \npieces. So, if you can tell us, and there's not enough time to do it, five minutes is not nearly of time to talk about this \nhuge proposal, how does this affect the price on the shelf and how would it affect consumers as we go down this \nroad? Both plus and minus.\n\nI know we have to pay for these tax cuts but I don't want to be the backup everyday hard working American \ntaxpayers.\n\n\n\nCORNELL: I'd be happy to start. And, Mr. Chairman, for the record, I think I'll say with Mr. Cornell for today. But we \ntalk to consumers all the time. I have 30 million shoppers in our stores every single week. I spend time with them in \nour stores and in our homes. And to your point, these are families, middle class families on a budget. And for those \nfamilies, as we look at the implications, I think the unintended implications that the new border adjustability has, we \nknow that their prices will go up on essential items. They'll pay 20 percent more for apparel -- I'm going to spend a \nfew minutes explaining why -- on back to school items. They're also going to spend more on essential items like \nproduce that in the winter, we don't grow in the United States. They come from Mexico and Chile. We're not going \nto be growing bananas anytime soon in Ohio or coffee beans in Michigan.\n\nSo, that basic American family, they're going to pay higher prices. We've talked about manufacturing come back -- \ncoming back to the U.S. and I'd certainly love to see that happen but I also know and Mr. Simon's talked about this, \nfor many of the supply chains, they don't exist here in the U.S. right now. Ninety seven percent, 97 percent of all the \napparel we buy in the U.S. is made outside the U.S.\n\nThose supply chains don't exist here. So, I know under the new border adjustability tax, the prices we pay that \nthose moms pay to buy apparel and clothing for their kids, they go up. And right now, I can tell you when I sit with \nthem, they're on a budget. At the start of the month when they get a paycheck in their family, they're loading up their \npantry, they're buying a few unique things for their family. By the end of the month, they're counting their final \ndollars.\n\nSo, we've got to make sure we understand the impact on American consumers. All of the electronic devices we all \nlove, all of our phones and tablets, those supply chains are not here in the U.S...\n\nKELLY: I'm going to stop you for one second because we're running out of time. How many employees do you \nhave?\n\nCORNELL: I have 320,000 employees, 99 percent of which are right here in the U.S.\n\nKELLY: Mr. Simon?\n\nSIMON: Well, I'm retired no. I have one.\n\nKELLY: But when you weren't retired?\n\nSIMON: One-point three million.\n\nKELLY: One-point three million.\n\nMr. Luciano?\n\nLUCIANO: Thirty two thousand globally, 20,000 in the U.S.\n\nKELLY: OK. But I want to make it really clear here with this thing, we go into political talking points rather than good \npolicy here. How can we get attacked from the other side? I would just like to remind everybody that's sitting in this \npanel, in addition to paying taxes on your profits, there's a huge item there called wage taxes, there's business \nprivilege tax, there's real estate taxes that actually propel all the wonderful programs this nation supplies for its \npeople and I think sometimes, we miss the bigger part of this.\n\nIt is you that is responsible or makes up all the revenue for Social Security, for Medicare, all these wonderful \nprograms that we have come out of wage taxes and I think that we better take a look at are we going to eliminate \npeople who were working. They're the ones that pick up the tab in all of these wonderful things.\n\nI thank you so much for being here. We share your concerns and we're on board with -- we're going to do this the \nright way. Thank you and I yield back.\n\n\n\nBRADY: Thank you. And without objection, I'll submit for the record a research by JPMorgan which shows if the \ndollar didn't adjust at all, which no one believe, retailers would need to raise prices by only five percent on average \nto offset it which is two percent auto parts retailers would. Without objection.\n\nMister -- Dr. Davis, you're recognized.\n\nDAVIS: Thank you very much, Mr. Chairman. And I, too, want to thank our witnesses. Very interesting hearing.\n\nAnd I think in order to understand how this tax proposal will affect our constituents, we must examine them in light \nof the cruel Republican budget priorities released today. Those budget which cuts hundreds of billions of dollars \nfrom the most vulnerable American, this budget which makes draconian cuts in food stamps, Meal on Wheels, even \nassistance and support for the extremely poor, elderly and disabled people, particularly targeting families with \ndisabled children, eliminates the Social Security Block Grant that funds critical child welfare and youth services and \neviscerates our health education and job trading supports.\n\nThe Trump Republican tax plan amplifies the harm from these mean- spirited policies by taking even more from \nthese families to give an average tax cut of at least $15 million a year to the wealthiest 400 families and the most \nprofitable corporations in sharp contrast to the minimal $250 relief for middle class families.\n\nIn addition, these untested tax policies promises to shock our vulnerable economic system. At a time of stagnant \nwages, heightened economic insecurity, fallen wealth gaps, and shocks to the workforce from trade agreements \nand technological advances, the Republican plan could send prices that stores skyrocketing by 20 percent and \nforce huge job losses in the retail sector which would certainly undermine my city, my state and our nation.\n\nProfessor Clausing, given the Republican policies to drastically cut federal support from middle and working class \nfamilies on the spending side, I am deeply concerned about the possible harm to these same families from these \ntax policies. Could you expand on your concerns about the potential shock to our economic system and how it \ncould affect jobs, income, and cost to families?\n\nCLAUSING: Sure. This tax system, while border adjusted in similar in some respects to a VAT, really, has no \nprecedent. There isn't another country that does a border adjusted corporate tax. And so that makes it \nfundamentally different.\n\nI think the biggest risk to households really do come from the possible absence of adequate exchange rate \nappreciation but this is an untested plan and there are other types of risks too. Let's say that the dollar does \nappreciate by the amount that they said it would, to 25 percent immediately, that could create an emerging market \ncrisis. There's $9 trillion worth of dollar denominated debt in the world economy.\n\nAnd Mr. Cornell is exactly right, the dollar is a unique currency in the world system. And so, when the dollar \nappreciates, that can harm the entire world economy which, again, can hurt the middle class because the middle \nclass is dependent on international trade whether they have export jobs or whether they have jobs that are in import \nindustries.\n\nSo, between the fears of higher costs and the fears of job loss in traded intensive sectors, those would be my big \nconcerns.\n\nBRADY: Thank you. All time has expired.\n\nMr. Renacci, you're recognized.\n\nRENACCI: Thank you, Mr. Chairman. I want to thank the witnesses for being here.\n\nLook, I believe getting tax legislations signed in law is absolutely critical to getting our economy growing. I must \nadmit, though, I've been skeptical of the border adjustment as the central element of the blueprint but I am trying \nnot to be.\n\n\n\nIt's not because I oppose border adjustment in all context. As many of you know, I'm a strong supporter of a more \nconventional border adjustment consumption tax. My concern is really rooted in three questions. Does border \nadjustment/adjustability in the blueprint pick winners and losers? Who will the tax burden ultimately shift to? And is \nit compliant with our international treaty obligation? So, just three simple questions.\n\nFrom what I've heard today, the answer to the first two questions hinges on economic theory. The currency will \nadjust to offset the tax. Market analysts and currency experts have been skeptical. Wall Street firms believe there's \na large potential for disruption and could cause volatility in the market.\n\nWith respect to question three, there really seems at best border adjustment is in the case of first impression or \nworst, it's a flagrant violation of our international obligations. I'm also hearing very real concerns from main street \nOhio where I represent. One major employer in my district sells coffee but coffee beans generally come from high \naltitude mountains in Africa and Latin America, you just can't buy much U.S. grown coffee here in America. Border \nadjustment would increase the price of coffee.\n\nI'm very concerned for the low margin companies in my district that rely on imported goods, not primarily produced \nin the United States whether that'd be coffee or any other good, it can only be imported.\n\nSo, look, I'm a business guy like Mr. Kelly. A CPA, a tax practitioner. I understand taxes and I understand business \nso I've been in the business world for 30 years. I've made all of my decisions on factual background, normally, not \non economic theory. In fact, economic theory, in many cases, in the business world can be troubling if you do it the \nwrong way, as you all know.\n\nSo, to each witnesses, can any of you assure me that the currency will adjust so that there will be no effect to the \ncost of our consumers? Yes or no to each one of you.\n\nCORNELL: No, I can't.\n\nRENACCI: Anybody?\n\nLINDSEY: No.\n\nRENACCI: There's going to be an effect to our consumer?\n\n(CROSSTALK)\n\nLINDSEY: ... nothing has no effect. I think it will be extremely minimal.\n\nRENACCI: OK. But there is an effect.\n\nMr. Lindsey, you gave an answer on my third concern which is WTO. To each other witnesses, do you have any \nexperience to know whether this will pass WTO? Yes or no?\n\nLINDSEY: No one will know whether it can pass WTO until it's brought there. No one could possibly know the \nanswer to that question.\n\nRENACCI: Anybody else -- yes or no, will it pass WTO?\n\nCLAUSING: I don't think it will based on discussions with lots of traders.\n\nRENACCI: Any other individuals? Yes or no, will it pass WTO?\n\nLUCIANO: Difficult to know. It's pretty similar to VAT that is being enforced today.\n\nRENACCI: Mr. Lindsey, I'm going to come back to you because you -- I was listening to you, you said WTO is a \nEuropean-based organization. OK for Europeans to do it but not Americans. Isn't it true that European base border \n\n\n\nadjustments do not allow for deduction of labor and if it did, the same thing with our BAT, if we eliminated labor in \nour BAT concept, we would be -- it would become a VAT and therefore would be WTO compliant? Yes or no?\n\nLINDSEY: No, let me describe exactly what the Europeans did. What they did was they put on a VAT and then they \ncut other taxes with the revenue they got. RENACCI: I understand...\n\nLINDSEY: So, essentially -- essentially, what they did was exactly what the BAT do. Exactly.\n\nRENACCI: I know. But if labor was eliminated, we would have the same thing?\n\nLINDSEY: But they eliminated -- what they did was to reduce other taxes on labor with it.\n\nRENACCI: I understand that.\n\nLINDSEY: So, the -- that's why I think it will pass WTO buster because essentially, the Europeans did exactly what \nthis tax...\n\nRENACCI: OK. I've got a couple other questions. I appreciate.\n\nMr. Simon, you indicated in your testimony long implementation period for this to work. In 1950s, 90 American \ncompanies made T.V. Today, there's not a single American company making T.V.s and there hasn't been in over \n20 years an American company has made a T.V.\n\nHow long, in average, do you think it would take to get American companies back in the business of making T.V.s \nbecause you said a long implementation period, I'd like to know what that means.\n\nSIMON: T.V.s are being assembled in the U.S. for the first time since the '70s today with a progression towards \nmaking them in the U.S. I can tell you the same thing about bicycles. They started in South Carolina in assembly \nand they're moving in to paint and powder and rolled steel. It takes time and that -- the process for bicycles take in \nfour years.\n\nRENACCI: Mr. Lindsey, I'm going to come back to you. You said this bill is the best way to make American the most \ncompetitive place in the business world. Is this the only way to get this accomplished? This bill? Is it the only way?\n\nLINDSEY: This is the best way that I have seen to get it done.\n\nRENACCI: So far?\n\nLINDSEY: That's correct. And I -- by the way, very supportive of what was called for here which is careful \nimplementation, phasing in and things like that. I'm a big supporter of it and what I hear from the chairman and \nothers is that they are too.\n\n(CROSSTALK)\n\nRENACCI: I thank you all...\n\nBRADY: ... all time has expired.\n\nThank you.\n\nMs. Noem, you're recognized. Or mister -- yes. Ms. Noem, you're recognized.\n\nNOEM: Thank you, Mr. Chairman. My name is Kristi Noem, I represent the entire state of South Dakota and I go to \nWal-Mart to get a lot of things that I need but I go to Target for fun. So, I don't know. Our family appreciates both of \nyou being in towns in South Dakota because a lot of times, we don't have a lot of options.\n\n\n\nI am very concerned about small retailers. I'm very concerned about small businesses. That's the life blood of South \nDakota but our number one industry is agriculture which supports all of the small business at our state and our \nfamilies.\n\nMr. Luciano, I want to talk to you about that because we read over and over again about large companies being \nbought out by companies not from the United States especially in the agriculture industry, we're seeing \nconcentration happening in Chinese companies specifically coming in and purchasing large chemical companies \nand other within the agriculture industry. Do you believe there are tax code and policies have perpetuated this \nproblem that we see this consolidation happening in the industry but also we see it, the ownership changing to other \ncountries and how that's impacting the United States and what, in this proposal, could be beneficial in stopping that \ntype of change that we don't believe is necessarily -- I don't believe necessarily is in the nation's best interest?\n\nAnd I have a follow-up question when you're done with that one, too.\n\nLUCIANO: First of all, Congresswoman Noem, let me thank you in behalf of ADM and the biodiesel industry for \nyour personal leadership on -- for both biofuels overall and for biodiesel in particular.\n\nNOEM: Thank you. I appreciate that.\n\nLUCIANO: That was very helpful for the industry.\n\nI think this proposal, as we are analyzing it today and it is presented to us, helps improve the competitiveness of the \nindustry. The fight for grabbing sources of food, as you described, is very important, very strategic whether you are \nin the Middle East, whether you are in China, whether you are in all those places where you have more population \nthan production, actually.\n\nAnd we have that and South America has that, as I've said before and the Black Sea has that. So, whether we can \nstop that, I'm not sure any proposal can stop if China determines that strategically they need to own resources, but I \nthink it can make us more competitive and it can allow us for the U.S. farmer to continue to invest and for us to be -- \nto have the ability to help the farmer to become more competitive by -- by investing an infrastructure, by investing \nand supporting for the farmer.\n\nAnd I think that that's what it limits when I worry very much about losing competitiveness and losing share, what I \nsaid in my oral testimony because once you lose a customer, once you present to that customer that you are not a \nreliable supplier because you are retrenching, things change. And one somebody in Egypt that has been using our \nwheat for years to make bread, starts to use some wheat from Romania, things change and they adapt recipes and \nall that and then they don't want -- you become a secondary supplier, a supplier of last resort instead of the primary \nsupplier.\n\nAnd we're slowly going into that direction. So, to me, this blueprint address how to restore the profitability and the \ncompetitiveness of the farmer in the U.S.\n\nNOEM: So, I'm a lifelong farmer and rancher and when I talk about the BAT at home to other farmers and ranchers, \nI talk about it how when our beef leaves the United States, it's taxed then it hits the border of Japan, they add \nanother tariff to it which makes it virtually unaffordable to be purchased in that country and the BAT could potentially \nshift that to making it more affordable if we didn't do that.\n\nBut a lot of the farmers and the ranchers are worried. They're concerned that with the BAT, potentially, they sell \ntheir commodity to ADM, ADM then sells to another country, keeps more of a profit margin and doesn't necessarily \nlet it flow down to those guys producing the actual crops, the actual commodities. How would you answer that \nconcern?\n\nBecause I face that quite often that, yes, sure, maybe the big companies that actually market the grain overseas get \na bigger profit but is that -- how's that going to help my pocketbook?\n\n\n\nLUCIANO: It's a very good question. In the U.S., the product is coming. We have this system. So, but you have to \nunderstand ADM does not thrive unless there is a thriving farmer and there's -- we don't own land. We don't farm.\n\nSo, we cannot export -- I mean, individually. The farmer cannot export, we cannot export the production that doesn't \nexist. So, we work with the farmer. Our farmers are our farmers for 115 years and we spent a lot of time in this \ncommunity supporting the farmer.\n\nIf you go and see what we do every day in an elevator, is it -- you go into an elevator and may have six commercial \npeople from our side, I mean, in storage unit or origination unit and then you're going to have six or seven farmers \nsitting out there, you know, reading the newspaper but also evaluating what they should do and getting from ADM \nwhat they should plan, when they should sell. So, it's a very symbiotic relationship. ADM does not exist without a \nfarmer.\n\nNOEM: Thank you. Appreciate that.\n\nI yield back.\n\nBRADY: Thank you.\n\nMs. Sanchez, you're recognized.\n\nSANCHEZ: Thank you, Mr. Chairman, and to our witnesses for being here today.\n\nMr. Chairman, I'd like to ask unanimous consent to enter into the record a Bloomberg news article in which \nTreasury Secretary Mnuchin states that one of the problems with the Border Adjusted Tax is that it doesn't create a \nlevel playing field. It has very different impacts on different companies. It has the potential to pass on significant \ncost to the consumer and it has the potential moving those...\n\nBRADY: Without objective.\n\nSANCHEZ: Thank you.\n\nToday's hearing has definitely provided an interesting mix of perspectives on what most consider to be the \ncenterpiece of the Republican tax reform plan and I think it's high time that we begin to dig in to this brand-new \nproposal that's sort of blindsided everybody last year. I happen to believe that this -- this size -- a proposal of this \nsize deserves some thoughtful consideration and I'm pleased that we're finally starting that process today. But I \ncan't help but note that I wish we were here discussing a bipartisan idea that came together through substantive \nCommittee process rather than a few pages of talking points.\n\nI want share some of the concerns that my colleagues have highlighted. Number one is an ill-advised gamble on \nthe value of the U.S. dollar to not think world economic markets should the rate not adjust immediately to the very \noptimistically projected levels. Second, the fear that adopting the republic plan would set the United States up for \nhuge loss at the WTO which could have lasting implications on domestic producers and consumers for many years \nto come. And thirdly, a system that could incentivize some of the largest corporate exporters to merge with large \nimporters, creating even bigger behemoth multinational corporations to game the new tax system. Those are just \nthree of my concerns.\n\nMs. Clausing, I'd like to spend my time focusing on the issue of distribution that you raised on the slides that your \nprovided. I find those numbers to be truly staggering. So, can you provide a little more insight into how the proposed \nRepublican plan, not only exacerbates the divide between the rich and the poor in this country but how the middle-\nclass households, specifically, will be squeezed, by this policy?\n\nCLAUSING: Sure. You're exactly right to focus on income distribution. It's been a big issue for the last 35 years. If \nyou look at the last 35 years of data, you'll see that the middle-class wage has been growing very slowly and that \nthe vast majority of GDP growth has gone to those at the top of the income distribution. So, this is an important \nthing to consider.\n\n\n\nThe problem with this tax plan is that the tax cut is much higher for those at the very top of the distribution who've \nalready been benefiting a lot from the global economy and from technological change and from other forces that \nhave been hitting our economy. So, it seems, in a way, the opposite of what you would want to do. When you have \nshocks to an economy like trade disruption, technological change and other things, you want the tax system to sort \nof insulate people from shock so that everybody's after tax income can go up, you know, a rising tide should lift all \nboats. But if your response to those shocks is to give a huge tax cut to the top, at the top one percent and then give \n$200 to the bottom 80 percent, then that's going to be the opposite of what would be helpful in the current context.\n\nSANCHEZ: Following up on that, right now, middle class families in my district are forced to make what I call \nunwinnable choices such as using the majority of one parent salary to pay for child care or having a parent leave \nthe workforce entirely because the cost of child care means that what they effectively take home at the end of the \nyear is not going to -- is not worth it. And I -- I think we should be highlighting those issues that we force our \nconstituents to try to figure out, you know, for themselves when we have a tax code that can help blunt those \neffects and hopefully make those working families, not have to make those difficult choices.\n\nSo, with the time I have left, I'd like you to address alternative ways that we could address international tax reform \nin a way that would actually help working families.\n\nCLAUSING: Absolutely. There's a lot of good ways that we could do better to protect our corporate tax base from \nerosion. One option is to simply end deferral and combine that with the lower rate. But a minimum tax done on a per \ncountry basis could also be very effective. Ninety eight percent of all the profit shifting is done with countries that \nhave effective tax rates below 15 percent and 80 percent of it is done with just a few havens.\n\nSo, expanding the corporate tax base would help (inaudible) revenues and that's important because a lot of our \npriorities including infrastructure, education, health care require government revenues. So, having an adequate \nrevenue basis is very important.\n\nSANCHEZ: Great. Thank you so much for your testimony and I yield back.\n\nBRADY: Thank you.\n\nMr. Holding, you're recognized.\n\nHOLDING: Thank you, Mr. Chairman.\n\nI think we all agree we've got a tax cut that's 30 years old and despite having an economy, it's vastly different than it \nwas 30 years ago. And I think we can all probably agree that we need to undertake a permanent comprehensive tax \nreform.\n\nMy concern, like I know the concern of a lot of us here, for eight years we've had ballooning debt well over $20 \ntrillion. We need to ensure that we put in place a tax cut that spurs the economy in a fiscally possible way that \npromotes growth and puts us in a position to be able to reduce debt.\n\nSo, I'm worried when I hear from Ms. Clausing's testimony when she states that trade deficits turn into surpluses, \nthe border adjustment will lose revenue.\n\nSo, Mr. Lindsey, do you agree with the statement and could you walk us through the impact that the border \nadjustment will have, perhaps, on the deficit long and short term?\n\nLINDSEY: Certainly, Mr. Holding.\n\nI'd also take just 30 seconds to say -- to comment on something Congresswoman Sanchez just said that this was a \nnew idea that was just sprung at us some talking points. This was a tax system, a tax structure. It was discussed \nwhen I was in graduate school and it was considered one of the best systems we could have and I assure you, I \nwas not in graduate school yesterday.\n\n\n\nAs to the -- your particular question, I'm sorry...\n\nHOLDING: The particular question has to do with the border adjustment...\n\nLINDSEY: Right. Being a permanent. Thank you.\n\nYes, I wasn't in the school yesterday, I -- I tend to forget things. First of all, we have had a trade deficit now for 50 \nyears. So, saying that trade deficits will turn into surpluses gives new meaning to the word theoretical. However, I \nthink that the right thing to focus on is how we finance that trade deficit and what we do now is we basically put it on \nour credit card. We sell our debt overseas. That is the main way we finance it. This is called the capital account.\n\nWhat this bill will do instead is it will finance it by encouraging foreign-direct investment into America and I think \nthat is a much better way of financing a trade deficit than simply selling treasury bonds.\n\nHOLDING: Another function that we're trying to get up, a goal we're trying to reach is protecting our national tax \nbase, the base erosion, whether the -- from the erosion of the corporate tax base, and honestly, I think we need to \nbe worried about the erosion of our human capital base here as a stunning fact that the number of expatriations \nfrom the United States has been rising just at a tremendous rate. In 2016, we had 54 people expatriate from the \nUnited States compared to 2008 when you had 231 people expatriate.\n\nMr. Chairman, for the -- I'd like to introduce into the record a recent article from the international tax blog regarding \nexpatriation rates.\n\nBRADY: Without objection.\n\nHOLDING: Back to the tax base on a corporate level, so is there any other plan that achieves other than the border \nadjustment what we're trying to achieve with protecting the national tax base?\n\nLINDSEY: Yes. A lot have been discussed and some of the comments have come out today and this Committee \nconsidered a number of options a few years ago to try and crack down on the ability firms to go overseas. You \nknow, there's an old saying that the beatings will stop once morale improves, which I think kind of has it backward \nand what I think we need to focus on is that all of those other plans punish American companies by putting more \nrules on American companies but do not touch foreign companies and I just think that is simply the wrong way to \ngo about it. We need to start thinking about why it should be attractive to be headquartered in America and why it \nshould be attractive to move our production facilities here.\n\nHOLDING: Thank you.\n\nMr. Chairman, I yield back.\n\nBRADY: Thank you.\n\nMr. Higgins, you're recognized.\n\nHIGGINS: Thank you, Mr. Chairman.\n\nThe border assessment adjustment tax is a poorly conceived tax because it will be adjusted a second time, \ndomestically, internally in higher consumer prices for every American. Target and Wal-Mart don't make things, they \nsell to Americans what other countries make, particularly China.\n\nAmerica's five percent of the world's population in 23 percent of the world's economy. The United States is the \nworld's largest economy and 70 percent consumption, we consume much more than we make. China is 20 percent \nof the world's population and nine percent of the world's economy.\n\nAmerica's largest goods trading partner is China. Last year, we sold to China a $115 billion worth of goods and they \nsold to us $462 billion. We had a good trade deficit with China last year of $347 billion. So the border adjustment \n\n\n\ntax will hit China mostly which I would be OK with but we know that the border adjustment tax will really result in \nhigher consumer prices and hurt American retailers.\n\nThere is lots of tough talk in Washington about challenging China's ambitious -- ambitions to become the world's \neconomic leader but that tough talk lacks guts or backbone. What do I mean by this? Washington whines about \nChina's currency -- about China's currency manipulation, about China's poor quality of their air and their water and \ntheir land, about how poorly they treat their own people. But you know what China just did? China announced a $1 \ntrillion investment to open up China, to connect to 47 other Asian countries, to sell the stuff that they make to 47 \nbrand new markets, much more efficiently.\n\nThe United States under this administration is looking inward. The United States wants to build a $38 billion wall \nalong its southern border and the United States has responded to $2 trillion in invest -- infrastructure needs with a \npathetically weak $200 billion investment American infrastructure, maybe.\n\nLook, I think you get the point. China is making an aggressive challenge to United States leadership in the world. \nChina knows that infrastructure is how you dominate. China's peaceful rise is driven by economic growth rather \nthan military force.\n\nThe United States, under this administration, wants to spend another $50 billion on war, wants to take health care \nfrom those who need it most, and has a tax scheme to take away money from those who need it to give it to people \nwho don't.\n\nI'm not quite sure what I'm missing here. But a tax policy that doesn't put money into the hands of people that will \nspend it in the world's largest economy that is 70 percent consumption is a policy that can't work. I often hear here \nthat these tax cuts will pay for themselves. There's not a tax cut in human history that has paid for itself. The most \nconservative economic estimates are that maybe a third of tax cuts would be paid for by ensuing economic growth.\n\nWhat you have to do to growth your economy is to invest in it, people to bring them to and beyond the current \ntechnology, your infrastructure which based on any objective analysis puts the quality of our infrastructure at a very, \nvery poor rate as it relates to the rest of the world.\n\nSo, you can talk about tax policy all we want here but unless we're going to back it up with serious investments to \ncompete on a global scale with places like China, the platitude is about where we want our tax policy to take us will \nnever take us there.\n\nI pretty much used all the time and I apologize for that but I think it's a statement that needed to be made and I think \nit's very important relative to this debate and I yield back.\n\nBRADY: Thank you.\n\nMr. Schweikert, you're recognized.\n\nSCHWEIKERT: Thank you, Mr. Chairman.\n\nThis is going to be one of those hearings when we all go back and actually read the transcript that's going to be \nabsolutely fascinating trying to follow some of the intellectual consistency on the lines, but at least we now have \nheard that many of our brothers down the left, our brothers and sisters in the left now are supporting much more \ntrade and a lot of these other things. I cannot wait to grab my highlighter and go over this.\n\nMr. Simon, you actually have one of the most unique work experiences in history and that was a massive company \ntrying to restructure parts of your supply chain. Can you tell -- put a little more detail on that experience on -- \nbecause I just -- a moment ago, which your company I absolutely love. It's in my neighborhood but we actually grow \nvegetables in Arizona in the winter. We supply the nation's lettuce crop and we can do a lot more, except right now \nthe rest of the world has a financial arbitrage on those south of the border.\n\nTell us about rebuilding supply chains that became domestic from the products that were reformed before?\n\n\n\nSIMON: Well, Mr. Cornell is right. Ninety seven percent of apparel is made outside of the U.S. today. A good \npercentage of it is made with American cotton, so imagine the irony. Cotton grown in the U.S., 12 million bales a \nyear, exported, much of it to Asia where it's made into apparel then reimported in the U.S. It makes no sense. The \nlabor component isn't -- isn't the driver of that.\n\nYou have transportation in two directions and all of the other things that go with it. But my mother in law in North \nCarolina use to make blue jeans at a factory there and that product migrated. It migrated because the initially labor \nbut eventually tax and infrastructure eroded.\n\nIn order for it to come back, it needs -- we need to rejigger the puzzle pieces and we need incentives like some of \nthe things that have been discussed today that will allow that to happen. It won't happen on its own. We can't \nsurvive as a service economy that the gentlemen mention 70 percent of our economy's consumption. It is.\n\nBut I can't go to the movies and you can't go to a restaurant every day and have the economy be buoyant. We have \nto make things.\n\nSCHWEIKERT: Did you ever -- but did you have that experience where a product that as Wal-Mart had been an \ninternational supply chain and the skepticism and then a couple years later you would found a way to domestically \nsource?\n\nSIMON: Every product that Wal-Mart has been able to repatriate, and the list is quite long now, has taken an \nincredible amount of effort from both the supplier and the company. They sit down and they analyze the cost \ncomponents of every single leg along the way. And we're overcoming 30 years of muscle memory where the things \nthat -- the way that we've done things, the way that we've accounted for cost that are in the system, costs like \ncurrency and we have that discussion earlier.\n\nCurrency, in most companies is a foot note on their earnings statement and they say our earnings was -- were $3 a \nshare, that's up or down versus last year because of currency. And then Wall Street usually doesn't reward or \npenalize the currency adjustment. So, our whole thinking isn't around currency adjustments. Our whole thinking is \nabout how much earnings per share can you deliver.\n\nWe found out that the transportation cost and the -- and the time value of money from paying FOB in Shanghai \nversus delivery at your dock in Delaware is three months and that three months on, you know, a billion dollars of \nimports is a significant amount of money. So, as you restructure your supply chains, you also have to restructure \nyour practices and the way that you look at your business.\n\nSCHWEIKERT: And look at everything from currency exposures to environmental cost to moving things with those \ndifference. Look, I -- hopefully, we have a universal agreement, all the members in the right and left here, we \nactually have a wealth gap issue. We actually have an income worker mobility issue and yet, so -- I keep hearing \nbecause for, you know, taking a little shots at each other almost defense of the status quo which is absurd.\n\nAnd as we sort of walk through this, look, I'm fixating on some of the technologies. We've been talking about \napparel and the articles that are now coming out, that last year we finally now know how to laser cut cloth where \nbefore, that was always the excuse of why it had to be done with labor, now we actually have a technology that can \nchange that predictive capacity.\n\nThere are technological solutions that actually will make repatriation of some of these supply chains possible. And I \nknow I'm -- there's so many things.\n\nMs. Clausing, can you help me just -- because you've actually said a couple of things that I found absolutely \nfascinating and I must give you a compliment, I've been actually reading some of the things you've done, thank you \nfor being a person of the left but also caring about what's happening depth-wise and the destruction that does for \nour next generation and why we must actually step up and deal with it.\n\nWith that, I yield back.\n\n\n\nBRADY: Thank you.\n\nMs. DelBene, you're recognized.\n\nDELBENE: Thank you, Mr. Chair, and thanks to all of you for being here today and Professor Clausing for being \nhere from my alma mater.\n\nActually, I want to start with a question for you. I've heard from small brewers in my district, they're very concerned \nabout the border adjustment proposal because they rely on imported ingredients and barrels to produce specialty \nbeers, and often, they only sell domestically.\n\nAnd so, despite the fact that they're supporting jobs and economic activity right here at home, they would be hit by \nborder adjustment with no offset. And so, I wondered -- do you agree with that and how would you respond to their \nconcerns?\n\nCLAUSING: Yes. I agree that there are substantial risks here to import-intensive industries because of the \npossibility that the exchange rate won't adjust perfectly.\n\nOne thing that this testimony has reminded me of is the fact that we can't really do everything in one country. Like, \nwe have international trade for a reason. We don't want absolutely everything to be done in the United States. It \nmight make more sense to do the apparel abroad.\n\nBut that doesn't mean, you know, that we can't be sensitive in terms of thinking about how trade has affected \nAmerican workers and one way that you can help the workers who've been hurt by the downsides of international \ntrade is by a tax system that favors, for instance, the earned income tax credit, the low end or middle -- middle \nincomes as well. But there are many industries including brewing and the wine makers of Oregon and others that -- \nthat are worried about this because of the possible lack of an exchange rate offset.\n\nDELBENE: And our tax system, when we talk about things, we generally talk about physical goods, the movement \nof something or nexus where something is located. But I wonder if you can comment on digital goods and intangible \ngoods, how they'd be treated right now under this proposal or do we even have enough information that have a \nsense of how they be treated?\n\nCLAUSING: Yes. One of the difficult things with digital goods is that they're more difficult to observe. And so, this \nhas actually raised a huge issue with countries that have VATs, for instance, because they need to observe the \npassage of a good across a border and with the digital good, that's often difficult to observe. And so, that generates \npossible avoidance opportunities.\n\nIn general, the economic literature and taxation suggest that the more physical or real something is, the less \nresponsive it is to taxes. So, if you look, for instance, at U.S. multinational firms, where they have jobs abroad is \noften other countries that have high tax rates and high regulations of where they have their profits or in these low \ntax havens. And so, you get this big difference in how responsive things are to tax based on how easy they are to \nmove and digital goods are one example of things that are very -- very easy to move.\n\nDELBENE: And do we have enough information right now in terms of how border adjustment, in particular, might \nimpact the digital goods, specifically in this plan?\n\nCLAUSING: I think it would raise enforcement concerns but this is one of several things that haven't been fully \nworked out in the plan. Another big issue is finance because the financial sector would have to be treated differently \nunder this plan and this creates huge headaches in terms of thinking about who to administer this tax with respect \nto financial sector.\n\nDELBENE: One other issue that was alluded to earlier is that manufacturing is moving to more automation using \ntechnology, artificial intelligence robots. And so it may not be used as many people for that work. And if we look \ngoing forward the economists look at this as we estimate kind of future impact and impact on families and workers, \nis that part of the modelling because I've heard people talking about that as much.\n\n\n\nCLAUSING: I think technological change is a huge issue and one thing to think about when we think about what it \nmeans to bring something back to the United States. If we bring it back and use robots to make it, it's not clear that \nthat's generating anymore American jobs than if we'd left it somewhere else. Adapting to technological change \nrequires both tax policy that's sensitive to the needs of the middle class but also spending policy. We want workers \nwho can use technology to their advantage, not be replaced by it. So, if you have an engineering degree or you \nwrite software, technology is your friend.\n\nBut if you're a low-skilled worker, technology hurts you. So the answer to that seems to be upgrading the skill levels \nof our population and that's going to require investments in education and investments in infrastructure, not just \nhard infrastructure like roads but other types of infrastructure like internet access, computing access and the like. \nSo, I think our spending priorities need to reflect that.\n\nDELBENE: Thank you very much.\n\nAnd, Mr. Chairman, I yield back.\n\nBRADY: Thank you.\n\nMr. Rice, you're recognized.\n\nRICE: Mr. Lindsey, I have a question for you. If you have an American company, and they both make the exact \nsame product and they both compete worldwide for the materials to make that product and they both compete \nworldwide for customers to sell that product to and the American company pays a 35 percent income tax and the \nIrish company pays a 13 percent income tax and a VAT, can you tell me the outcome of that story?\n\nLINDSEY: It's very simple. Obviously, the Irish company is well advantaged.\n\nRICE: So, the American company's going to end up bankrupt, right, or bought by the Irish company, correct?\n\nLINDSEY: Well, it's certainly going to be less competitive. There's no question.\n\nRICE: Do you disagree with that, Ms. Clausing?\n\nCLAUSING: I think that some of the competitiveness issues are misunderstood. In particular, any company that's \nserving...\n\nRICE: You disagree with that, is what you're saying?\n\nCLAUSING: Yes, I disagree. Yes.\n\nRICE: You know, I asked that theoretical question all the time. You're the first person that I've actually heard to \ndisagree with that. But, you know, at that point, I asked it as a theoretical question but we have a real-live instance \nof it right here. Mr. Luciano's made the best -- much better case for that point than I ever could.\n\nAnd he says that our American manufacturers are facing competition from Ukraine and from Brazil on grain exports, \ncorrect? And they have for what period of time, Mr. Luciano? What period of time have that -- have we faced this \ncompetition?\n\nLUCIANO: Well, we face it for the last 50 years but I would say in the last five years of accelerated...\n\nRICE: And Brazil and Ukraine have these consumption taxes that we're talking about here in the border adjustment, \nis that correct?\n\nLUCIANO: That's correct.\n\nRICE: So, the effect of that, as you said earlier, is that to sell to worldwide markets, their cost, the price they charge \nfor their product is less. By how much?\n\n\n\nLUCIANO: Enough to make the U.S. uncompetitive for long periods of time.\n\nRICE: So, if China is one of the big markets for our agricultural exports, question is, I suppose, if our taxes our \nincome taxes portrays a 15 percent higher cost of American farmers, are the Chinese going to pay 15 percent more \nfor American corn than they are for Ukrainian corn over Brazilian corn? Is that right?\n\nLUCIANO: I think what would end up happening is that the actual price that the U.S. farmer will get for the product \nin order to compete with those markets will be lower than the price that the Brazilian farmer or the Ukrainian farmer.\n\nRICE: But we've seen the effects of it already over the last decades, right? And what has been the effect? I mean, \nwhat -- what's happened to our market share?\n\nLUCIANO: We have been declining. We lost it by half.\n\nRICE: Mr. Lindsey, is that line of reasoning just apply to agricultural plant -- products or does that apply to any other \nproducts made in America with this higher tax bracket?\n\nLINDSEY: Sorry, obviously, it applies to all products. But also point out the number of companies, how many \ncompanies have switched and moved to intellectual property from here to Ireland versus the number of Irish \ncompanies that have moved back. I think I would point out to the ranking member how smart the Irish are.\n\nRICE: Well, you know -- and they are and they've designed a tax system, has a low-income tax and a higher VAT, \ncorrect? And what -- why would they do such a thing?\n\nLINDSEY: Why would the Irish do such a thing?\n\nRICE: Yes. Yes.\n\nLINDSEY: Because they're very clever people.\n\nRICE: Because they want to be competitive, correct? LINDSEY: They want to be competitive and, you know...\n\nRICE: And it's worked, hadn't it?\n\nLINDSEY: It has worked beautifully. Ireland 30 years ago was not a particularly prosperous place. Now, it is. And \nthey've -- they've done a very good job.\n\nRICE: I think that if the playing field is level, the American worker can compete with anybody. Since 1986, \nWashington stood by and let the rest of the world tilt the playing field against the American worker. My friends on \nthe left spend their time arguing about the distribution of the tax reductions and I sure want to work and make that \nfair but in my opinion, that's small potatoes.\n\nMedium household income in the United States is just about equal today to what it was in 1990. The American \nmiddle class has not had a raise in 27 years. The American middle class was 50 percent of the population in 1990, \ntoday it's 43 percent.\n\nSo, our middle class is shrinking and its income is stagnant. We have to do better. We can't stay where we are. In \nmy opinion, the growth in GDP from this plan will dwarf any reduction in taxes. In my opinion, we'll see a \nresurgence in the American manufacturing; in my opinion, we'll see a resurgence in the American middle class; in \nmy opinion, we will see a reduction in income disparity.\n\nI yield back, Mr. Chairman.\n\nBRADY: Thank you.\n\nMr. Curbelo, you're recognized.\n\n\n\nCURBELO: Mr. Chairman, thank you for hosting yet another important hearing on a comprehensive tax reform and I \nthank the witnesses for their participation today. I want to build on my comments from last week and reiterate my \nsupport for permanent revenue neutral and comprehensive tax reform as the surest way to bring the U.S. economy \ninto the 21st century. And again, I'm pleased to hear that there's so much bipartisan consensus in favor of \npermanent revenue neutral tax reform. I think that's absolutely critical as it is important that individuals as families \nas well as businesses of all sizes have confidence in knowing their tax system is permanent, fair, and that it strives \nto achieve the lowest rates and the most simplicity for all taxpayers.\n\nI want to ask Mr. Simon. I'd like you to take into account the region I represent, Miami, oftentimes mentioned the \ngateway to the Americas many export opportunities in south Florida. We have access to many markets all over the \nworld.\n\nBut also, the Port of Miami sees a lot of imports. So, looking at our blueprint more broadly and then honing in \nspecifically on today's topic, border adjustability, how do you think an area like Miami, like South Florida, where \nthere's just great entrepreneurial spirit where we have immigrants who are thirsty to contribute to our country to \nstart new businesses, who bring new ideas, how does an area like ours fare under the house blueprint and \nspecifically with regards to the policy that we're considering today?\n\nSIMON: Well, I've been, by all accounts, American exporters will be more competitive because they'll have a \nsubstantially different tax situation than they do today.\n\nSo, the port and all the activity around the port of Miami and all of our ports will remain vital. By most accounts, at \nleast in the short and medium term will still be very, very heavily importing because of the supply chains, supply \nlines, won't be there.\n\nI think the risk and we've talked about it quite a bit is that if -- if we can't figure out a transition plan and prices go up, \nconsumer prices go up which I think everybody in the room doesn't want to have happen, if we can't figure that out, \nwe could see a slowdown in some of the imports. But fundamentally, what will happen in most of the economy in \nthe U.S. is that because of the revitalization of our export base and our manufacturing base, we'll start to see rising \nconsumer -- consumer -- household incomes and increase participation of consumers in the market and retail \nindustry will begin to become more vital both large and small retailers because of the spending power of the middle \nclass which, as we heard, eloquently just a moment ago has been eroded over the last 20 years. And once that's \nrebuilt, a lot of really, really exciting things happen.\n\nCURBELO: And, Mr. Simon, what's your message for businesses who rely on textile imports? Of course, South \nFlorida's been a great beneficiary of many wonderful trade deals like DR CAFTA and other bilateral deals \nthroughout the region and we do receive a lot of imports through our South Florida ports and, of course, there are \nAmerican businesses that rely on these imports who employ many people in my community.\n\nThey have very serious concerns that they have conveyed to me. What -- how would you address those concerns?\n\nSIMON: I really commend my friend, Mr. Cornell here, for being here and being at the table because that's the way \nwe're going to get this done particularly in some of these more challenging industries. We need to sit down together \nand understand the impact and then try to find ways, the best ways to mitigate them and not with theory and not \nwith hope and not with plan. And build in bridges and safety nets so these industries that may be impacted and, to \nbe quite honest with you, we're all, you know, have our own opinions but let's -- let's not have our opinions \ndetermine the outcome of his company or his industry, let's figure out ways to bridge the gap and build the \ntransition so that we can get to the other side of this and get rid of that 30 years of muscle memory that's having us \ndoing things this way and has no other option besides offshore for apparel and many other industries. Once we do \nthat, we'll be able to move forward.\n\nCURBELO: Mr. Cornell, briefly, I'll give you the balance of my time.\n\nCORNELL: I think Mr. Simon is talking some of the issues but I think, you know, really important topic. Short term, \nall of the products that are imported into your district today will be impacted in a very negative way. And knowing \n\n\n\nyour district pretty well, you have hundreds and hundreds of small businesses and I know that they depend on \nimport products. So, the short-term implications are significant. They could be devastating.\n\nCURBELO: Thank you, Mr. Cornell.\n\nThank you, Mr. Chairman.\n\nBRADY: Thank you.\n\nMs. Chu, you're recognized.\n\nCHU: Ms. Clausing, I represent a district in Los Angeles county that relies on its cars. In fact, our survival in that \narea depends on owning a vehicle and navigating the freeways. For many middle class working families, \npurchasing a vehicle is often one of the largest household expenditures of their lives and I'm concerned about the \neffect of a Border Adjustment Tax on vehicle prices for these families.\n\nNow, the automakers that have come in to see me tell me that automakers in the U.S. are part of a highly globally \nintegrated industry and because of the integrated supply chain, no vehicle made in the U.S. contains exclusively \ndomestic content. Also, there are studies such as from the center for automotive research which estimates that the \naverage auto price will increase by $2,000 and the Roland Berger study estimates that the average price increase \nwould be about $3,300.\n\nThat sounds to me pretty prohibitive. So, I'd like to know how you think this plan will affect the American consumers \nof automobiles and the auto industry as a whole and there are others on this panel who are saying that these -- the \nrise in wages will mitigate price increases. Is that true?\n\nCLAUSING: Yes. Thank you for your question.\n\nI think the auto industry is one that is highly globally integrated as you pointed out. Whether you buy a Ford or \nwhether you buy a Toyota, if you look at that sticker, you'll see that both of those cars come from many, many \ndifferent countries.\n\nAnd so, any globally integrated industry like the auto industry is going to have some risk associated with this. On \nthe import side, if the exchange rate doesn't appreciate, that's going to drive up the auto prices of imported cars \nwhich will, of course, increase the price of domestic cars as well because they compete with each other in the \neconomy as a whole. And so that would be one risk for the auto consumer.\n\nFor exporters of cars, there are also risks associated with the potential for WTO problems and trade and tariff \nretaliation. The auto sector would be an obvious one to target and retaliate for any tariffs. So that would be one \nworry that I would have there. And I would also point out that our auto exporters in general are competing on a level \nplaying field with other countries with respect to a sales tax. If a country like Ukraine has a sales tax or a vat, you \nknow, that is, of course, rebated when they export to another country and we could add a sales tax here and rebate \nit but that's not going to make our companies more competitive. We already have a level playing field with respect \nto sales tax.\n\nCHU: Well, I was shocked to see that this proposal could have very different effects for the top one percent versus \nthe bottom 80 percent. In fact, you point out that the top one percent will get a tax cut averaging $213,000. The \nbottom 80 percent will get a tax cut averaging $210. That's -- that means that the upper one percent benefit by a \nthousand times more than the bottom 80 percent.\n\nAnd we see also that the cost of everyday products that average consumers for just -- would rise like food and the \nUSDA says that certain food products are very import-heavy like fish, fruit and nuts and that almost all bananas, \nmangoes, coffee, cocoa, tea, spices, tomatoes, melons, and grapes are imported. So, I have families in my district \nthat live on a limited income, seniors that live on a fixed income, thinking about all these families and seniors, well, \ndoes this tax plan on the BAT result in a regressive tax on consumers and especially those on a fixed income?\n\n\n\nCLAUSING: Yes. There are three ways in which I would worry about this. One, as you point out, if the exchange \nrate doesn't adjust, people will pay more for all of their imported products and we know that the poorer you are, the \nhigher the share in your consumption bundle is imported goods. And so that's my first concern.\n\nSecond, if you just look at the estimates even ignoring the exchange rate effect, the tax cuts are just much larger at \nthe top as you point out, a thousand times larger than they are for the bottom 80 percent.\n\nAnd third, returning to this wage issue that you mentioned in your last question, we've really had to ask what is \ngoing to drive American wages higher? I think this plan is premised on the idea that will unleash a new way of \ninvestments and increase the supply side of the economy to drive up wages.\n\nBut if you look, again, at corporate profits after tax, they're higher than they've ever been in all of our lifetimes. So, if \nthey really need more after tax profits in order to generate more investments, you kind of wonder, well, where is the \ninvestment paradise over the last 15 years because we've had really high profits but without big investments. So, I \nthink a strong middle class is the answer to big investments.\n\nBRADY: Thank you. Time has expired.\n\nMr. Reed, you're recognized.\n\nREED: Well, thank you, Mr. Chairman, and I know I went down to three minutes so I'll be quick. That's the penalty \nof coming late. You have to go a little shorter which I appreciate.\n\nTo the panel, I want to just -- one, I think there's broad agreement. We cannot maintain the status quo. The status \nquo of the American tax code is just fundamentally flawed and puts us at such a competitive disadvantage that we \nhave to do something. Would everybody with that, at least? OK. So, we got a common agreement there. I had \nsome head shaking.\n\nI want to focus on repatriation because this is important to a lot of folks back at my district and some interest that we \nhave in the district. The holiday of 2004 was that just that, a holiday. And when that occurred, there was a lot of \nconcern about that going to corporate shareholders and others.\n\nObviously, I believe there's a reason for that. Don't you have a fiduciary obligation to your shareholders in America \nand if you got a holiday and you get one-time injection of cash, is there the fiduciary obligation has been satisfied to \ngive that to your shareholders? So, is that a concern if we do another holiday going forward?\n\nMr. Lindsey?\n\nLINDSEY: I would not do another holiday. That's one of the reason I like this bill, not only is ti not a holiday, it is -- it \ntakes care of the problem permanently and I...\n\n(CROSSTALK)\n\nLINDSEY: ... estimate was a hundred billion a year and ending profit shift.\n\nREED: I'm reclaiming my time. So, for the Democratic witness, you would agree with that, too? Correct?\n\nCLAUSING: Yes.\n\nLINDSEY: So, doing a permanent is the way to go. That is the general consensus...\n\nCLAUSING: I'm sure we disagree on the rate, but I agree that it should be permanent and the holidays are a bad \nidea.\n\nREED: I totally appreciate that.\n\n\n\nThe other source of agreement that I want to get to is when you look at the overseas trapped earnings, my \nunderstanding of it is you got essentially two types of overseas trapped earnings that are there, you have cash or \ncash equivalence and you have investment oversea earnings that are sitting in brick and mortar and other type of \ninvestments overseas. Does that not encourage us to make sure that we have a bifurcated rate as opposed to one \nrate?\n\nMr. Lindsey, could you offer some comments?\n\nLINDSEY: My instinct, and obviously it's just my instinct, is no because the way that money was repatriated over \nthere -- excuse me -- retained over there was due to the combination of foreign tax credit and the delay in \nrepatriation. What they chose to do with that money given that it was over there, that issue should be irrelevant to \nhow we have deemed repatriation.\n\nREED: So you're advocating for a single rate.\n\nLINDSEY: Single rate.\n\nREED: As opposed to fabricated. Anyone disagree with that assessment? Any of you have overseas trapped \nearnings? I know you're retail, ADM, doesn't matter either way? OK.\n\nWell, I'm very concerned because I do know Uncle Sam and Uncle Sam does not take payments in regard to brick \nand mortar. He wants cash. And if you don't have the cash on your books to pay, I'm very concerned that an impact \nof a single rate could have on those companies is that they would be significantly hit from a cash flow perspective \nand the cash balance sheet.\n\nSo with that, I yield back.\n\nBRADY: Thank you.\n\nMr. Bishop, you're recognized.\n\nBISHOP: Thank you, Mr. Chairman.\n\nI'm sitting here and I know that I have a thousand questions for all of you. Thank you for the time you've taken and \nI'm sorry I only have three minutes to ask a question. I'm from the Detroit area, home of the motor city, autos, \ncomponent parts, manufacturing, big deal for us.\n\nMr. Simon, your comment that we have to make things is very important to me. I do believe that and we are not a \nservice center economy and in my area, that is very important and I would like to -- if I could drill down at the \nmanufacturing issue a little bit more.\n\nTool and die in our country is on the verge of extinction. We are the arsenal democracy. We're the home of the big \nthree, home of Henry Ford, home of the greatest auto industry in the world. Yet in a blink of an eye, we have seen -- \nwe have lost 70 percent of the tool and die industry and a full 80 percent of its skilled work force.\n\nIn a magazine article that I have here date May 15th, Mark Schmidt who's the President of Atlas Tool in Roseville, \nMichigan, made some alarming statements and a very dire prediction. And in his article, he said that China is under \na deliberate and predatory economic attack right now. He talks about how they're undercutting all the prices in the \nUnited States and make it impossible for American folks to compete.\n\nAnd he also says that soon we will not have this sufficient capacity because we'll be pushed out of the industry \nentirely. China will completely take over and as a result, will become the dominant automotive manufacturer and \nsupplier in the world. This represents a huge threat in the United States, not just in the area of the economy and \njobs but also all the way into the realm with national security. What are we doing? This is the craziest thing I've ever \nheard. If we're not doing something today or in this process that will address this concern, I'd like to know from all \nof you what we can do to try and to address this.\n\n\n\nBut this is insanity to me if we can't do something about this and I don't know if border adjustment is the solution. \nBut I -- Mr. Lindsey, can you comment on that? I'm sorry if I've taken so much time.\n\nLINDSEY: I think that there are number of things. Again, it comes back to how do you make America the best place \nin the world which you invest and produce things. And I think we're targeting that in this bill particularly with the \nexpensing component because we're going to be accelerating the incentives to, you know, have new plant, new \nequipment here.\n\nI think that that is number one. I also think the general reduction in rates is probably helpful but I would go back to \nthe most important answer I think is the expensing component.\n\nBISHOP: Thank you. And one quick question for all of you, how important is it for us to get this done before 2018?\n\nLINDSEY: Vital. Vital. Vital. Vital.\n\nBISHOP: Mr. Simon?\n\nSIMON: Every day is important. We're rooting -- we're running out of energy.\n\nBISHOP: I would ask you all but I yield back.\n\nBRADY: Thank you. All time has expired.\n\nMs. Walorski, for the last question.\n\nWALORSKI: The last question. Thanks again for being here. I represent northern Indiana and I come from the \nmedical device and pharmaceutical industry. So inversions have been extremely detrimental to our state and could \nbe potentially be as well.\n\nAnother issues, Zimmer Biomet, a global leader in orthopedic medical devices headquartered in Indiana, I met with \ntheir head of global tax a few months ago and he put this in stark term, this is why I bring this up. He said, Indiana is \na consistent leader in quality infrastructure, high skilled labor, reliable and low energy cost.\n\nA few years ago, they were considering expanding their manufacturing footprint and excluding the tax code, Indiana \nwas the clear leader. But when you factor then the U.S. tax code, Indiana drops to dead last and that's drawing.\n\nMr. Luciano, is there a solution to make the U.S. competitive and attract investment other than tax reform is my one \nquestion, I got to do this quick, how important for ADM and others in registry is moving away from a worldwide tax \nsystem and ending the lockout effect and then what ripple effects do you see when companies are required by \nforeign competitors or invertors?\n\nLUCIANO: Yes. I think I said it before I think that what we see in this proposal to us addresses that competitive \nissue that you are describing and I think allows us to move freely investments to whatever we need to make those \ninvestments that make sense.\n\nAnd our intention is always to make it here to improve the competitiveness of the U.S. It's a very competitive market \nout there and we cannot -- aren't allowed to help in my case a farmer or any other manufacturers if we're going to \nbe falling behind to other countries that are challenging the U.S. supremacy in all this.\n\nWALORSKI: I appreciate it,\n\nMr. Chairman, I yield back just one minute.\n\nBRADY: So noticed.\n\nSo, couple things. One, I would for the record like to introduce the (inaudible) study for the Peterson Institute that \nshows in review of 34 countries that have adapted or adjusted their border -- adjusted taxes since 1970. But one full \n\n\n\nappreciation of the currency to balance straight effects. Another research paper by Alan Auerbach and Larry \nKotlikoff (inaudible) shows destination based consumption tax more progressive than corporate tax.\n\nI would like to thank our witnesses today. You've brought incredible insight to this well-watched hearing. You know, \nyou can tell some have already given up on U.S. manufacturing and agriculture. You've heard it. You know, we \ndon't make that anymore. It's not coming back.\n\nI'm hearten though by the discussions we've heard here today that that's not necessarily the case and I know with \nMr. Simon, you've told me before about when you bring back manufacturing capability for lawn furniture, you bring it \nback to manufacturing hair dryers, not that I use those anymore, and on and on down that supply chain.\n\nI'm hearten by Rich Noll who's the Chairman of Hanes Company. That's -- they've got the Hanes, Champion, \nPlaytex apparel, you know, very import sensitive who makes cases. If we have this tax code in place today, these \nsupply chains will be back here in America.\n\nAnd I also am hearten by the fact that we all recognize that moving forward with this type of bold change chance \nrequires thoughtful transition, deliberate transition addressing successfully of our concerns we've heard today.\n\nSo we're going to continue to that track and please be advised that members of Congress on the Committee have \ntwo weeks to submit written questions to you to be answered later in writing. So those questions and your answers \nwill be made part of the formal hearing record.\n\nAgain, on behalf of Mr. Neal and myself, thank you for being here today. The meeting stands adjourned.\n"}