{"title": "Edgar touches off a free-for-all among suburban GOP hopefuls", "body": "\nIt is very much like the old children's party game musical chairs.\n\nGov. Jim Edgar opted out of the game last week, announcing his retirement from politics. Now, as Lt. Gov. Bob \nKustra observed, dozens of other Republicans and Democrats are shuffling around a few chairs. Their ears are \ntuned to the music, their eyes dart from sizing up the chairs they covet to sizing up those who might beat them to \nthe seats.\n\n\"It does open a number of options for all those who had been standing in line,\" Kustra, of Park Ridge, said.\n\nPlaying along and trying to avoid coming up empty are many ambitious suburban politicians.\n\nChief among them, Attorney General Jim Ryan of Bensenville is eyeing the seat labeled U.S. Senate. While the \nattorney general looks, several Republican sources said some of his Republican colleagues were debating whether \nComptroller Loleta Didrickson, formerly of suburban Flossmoor, might look better to voters in the chair next to likely \ncandidate for governor George H. Ryan. An abortion opponent, Ryan also was a lead opponent decades ago \nagainst the Equal Rights Amendment.\n\nAbortion rights supporter Didrickson might provide better balance at the key top of the ticket, some operatives said.\n\nPublicly, George Ryan's aides said the attorney general will have his support if he chose a Senate run, but some \nparty leaders wondered as well whether Didrickson might be persuaded to make the bid should Jim Ryan opt out of \nthe Senate after a grueling year during which he dealt with the death of a child and battled non-Hodgkin's \nlymphoma.\n\n\"She's everybody's candidate for the Senate now,\" said one GOP operative. \"They want her because she's \neverything they despise, but she's everything that's electable in Illinois.\"\n\nThe legislative leaders hinted at their new interest in Didrickson shortly after Edgar's decision.\n\n\"Jim Ryan would be a good candidate,\" said Senate President James \"Pate\" Philip of Wood Dale. \"Loleta \nDidrickson certainly is a possibility.\"\n\n\"I think Loleta Didrickson's looking at it,\" said House GOP leader Lee Daniels of Elmhurst. \"I think Jim (Ryan) would \nbe an outstanding candidate, too.\"\n\nBut Didrickson's spokesman, Ed Marshall, said she was not interested in the Senate and was working toward a \nSecretary of State nomination. The attorney general said he alone would decide whether to make a Senate bid after \nhe already lined up the public support of many of the state's top politicians.\n\n\nBut both Didrickson and Jim Ryan have some suburban company for the slots they're pursuing.\n\nDuPage County Board Chairman Gayle Franzen is leaning toward a secretary of state bid and already has about $ \n500,000 to finance it.\n\nKustra is considering his own run at the office that carries with it control of hundreds of jobs and contracts, but he \nalso may opt only for a full-time career as a professor or administrator in higher education.\n\n\"I could leave behind a lot of the real headaches of public life,\" he said. \"It's fork-in-the-road time for me.\"\n\nStill, Kustra said, the secretary of state also is the state's librarian, and he is interested in transforming the state's \nlibraries from paper to an entire computer network.\n\nFranzen, the Wheaton resident who owns an interest in the Empress riverboats in Joliet, has said he believes a \ncompetitive primary could help boost his name recognition outside DuPage County. \"I enjoy the competition and I \nenjoy the debate,\" he said.\n\nAttorney General Ryan, meanwhile, is eyeing a seat that's been examined by state Sen. Peter G. Fitzgerald since \nlate last year. Fitzgerald, who has been an outspoken gambling foe in the legislature, already has a Senate \ncampaign office, staff and millions in personal wealth to finance his bid - should he need it.\n\nOther suburban residents who have mentioned interest in the Senate seat now held by Democrat Carol Moseley-\nBraun include former DuPage board chair Aldo Botti, last year's GOP Senate nominee Al Salvi and former \nDemocratic comptroller Michael Bakalis of Darien.\n\nBut if Bensenville's Ryan looks to Washington, there is no shortage of suburban lawyers ready to run at the attorney \ngeneral's chair. There is Salvi, House leader Daniels, former U.S. Attorney Fred Foreman of Gurnee, state Rep. \nBob Churchill of Antioch, RTA Chair Tom McCracken of Downers Grove (a potential DuPage congressional \ncontender) and state Sen. Dan Cronin of Elmhurst. Cronin has notified party leaders of his interest.\n\n\"I suspect they're going to sit down in a room, in a series of meetings, and try to work out a ticket,\" Cronin said, \nnoting geographic and gender balance on the statewide ticket are preferred for the general election.\n\nBut some observers say geographic balance could be bounced if all the ambitious Republicans in DuPage County \nsucceed. There could be Ryan for Senate; Cronin or Daniels for attorney general; Franzen for Secretary of State; \nand Treasurer Judy Baar Topinka's base is a legislative district that straddles both DuPage and Cook counties.\n\n\"How many from DuPage can you fit on one ticket?\" said one GOP adviser. \"They've got a problem with things they \ncan and can't control.\"\n\nAnd it could be an all-Fox Valley battle for the chair marked comptroller. State Sen. Chris Lauzen of Aurora has \nbeen eyeballing the office and Harry Seigle of Seigle's Home Centers in Elgin says he's ready to build a campaign \nfor comptroller within a few weeks after Didrickson makes her move.\n\n\"It's opened a lot of things up and created a lot of excitement,\" Seigle said. \"I'm getting a lot of calls of support.\"\n\nAnd then, of course, there are plenty of possibilities for lieutenant governor from the politically potent suburbs as \nwell.\n\nState Rep. Kay Wojcik of Schaumburg has been mentioned, and Illinois Republican Federation of Women leader \nCharlotte Mushow of Elmhurst has been campaigning for the slot. The office's current occupant, Kustra, says he's \nalso told party leaders they should consider state Rep. Judy Biggert of Hinsdale, who also is eyeing a congressional \nbid, or even  \"prominent, effective\"\n\n Arlington Heights Village President Arlene Mulder.\n\n\n\nSuburban Democrats also are considering the chairs in this political game. Kane County Coroner Mary Lou Kearns \nis pitching for the spot, and freshman state Sen. Terry Link of Vernon Hills already has been contacted for a \npreliminary chat by one of the four expected Democratic candidates for governor.\n\nRound and round and round they go. Where they'll land, for now, nobody knows because few people expected the \ngame started by Edgar's stunning departure.\n\n\"Edgar surprised everybody,\" one GOP adviser said. \"Edgar's retirement has uncorked a bottle of ambitions.\"\n\n\"It lets a lot of newcomers move up the ladder within statewide politics,\" said state Sen. Kirk Dillard of Hinsdale, one \nof the few not looking to move. \"Our chairman, Harold Byron Smith, is going to have a heck of a job being a traffic \ncop.\"\n"}