{"title": "Into the light", "body": "\nInto the light\n\nTwo recent events focus attention on the role of company secretaries - and raise some questions, writes\n\nIs the company secretary finally moving out of the corporate shadows - pushed into the limelight by the increasing \nregulatory obligations they have to deal with?\n\nNo doubt company secretaries have always played a huge role in the smooth functioning of companies, but until \nnow they've been regarded largely as relatively silent enablers; the people behind the scenes who ensure things \nhappen; the person who gently taps the chairman on the arm - recall Sanlam's AGM - to remind him he is required \nto allow shareholders at an AGM to vote up to the last minute.\n\nBut two recent significant developments suggest the company secretary is no longer that quiet, unassuming, easy-\nto-overlook crucial cog. In early September Naspers made history when it revealed that its company secretary, \nGillian Kisbey-Green, had become a multimillionaire by dint of the share awards she had received over several \nyears of dedicated service to the company.\n\nThe sum involved suggest Kisbey-Green was not penalised for any role she may have played in Naspers's refusal \nto provide a breakdown of the AGM voting between the all-powerful A shares and the almost-no-power N shares. \nDespite JSE regulations, dating back to 2015, requiring this detailed disclosure, Naspers refused to comply until \n2018.\n\nThe detailed breakdown of the 2018 AGM voting revealed just how overwhelming the power of the few A \nshareholders was.\n\nBut perhaps a little more sinister was the JSE's unprecedented censure of PBT Group's company secretary. On \nSeptember 3 the JSE released a Sens statement outlining the details of transgressions of its listings requirements \nby PBT Group and named Bianca Pieters as the transgressor.\n\nIt seems PBT had failed to include & certain mandatory disclosures required for a general authority to repurchase \nshares resolution in the notice of AGM& and had also failed & to procure a resolution by the board of directors to \nauthorise the various repurchases& Apparently, it wasn't at just one AGM that PBT fell foul of JSE regulations: the \ngroup implemented several repurchases of its shares between 2014 and 2018 but did not provide the necessary \ndisclosure in any year. And, in a remarkable oversight of one of the Companies Act's most basic requirements, it \nfailed to ensure the board had undertaken the solvency and liquidity test needed before any repurchase can be \nmade.\n\n\n& The role of a company secretary ... is to provide directors with guidance in their duties, responsibilities and \npowers and to make directors aware of all laws and regulations relevant to the company,& said the JSE, adding that \nthe company secretary takes responsibility for preparing the annual report and ensuring that statutory and \nregulatory disclosures are validated.\n\nEssentially the JSE was absolving the much more powerful - and better-paid - directors from any obligation to know \nanything about these critical matters.\n\nFortunately for Pieters there was no requirement on PBT to issue a separate Sens statement. John Burke, the \nJSE's director of issuer regulation, tells IM the Sens issued by the JSE would have been seen by shareholders. & In \nsome cases in the past, companies have voluntarily released announcements around censures, providing further \ncontext on the matter.& PBT, which sold off assets in 2018 to focus on IT, opted not to issue a Sens statement \ndealing with the censure. So, apart from Pieters and a possible handful of individuals who are a tad obsessive \nabout these sorts of things, it's safe to say it escaped general notice.\n\nOne person who did spot it was shareholder activist Albie Cilliers, who makes it his business to notice these things. \nCilliers had brought PBT's generally poor levels of disclosure to the attention of the JSE almost two years ago in the \nrun-up to the sale of the group's non-IT assets.\n\nHe was trying to determine whether any related parties were involved in the purchasing of the assets or the sale of \nPBT shares back to the company at around the same time. The group's website provides little governance-related \ninformation.\n\nCilliers, who was a shareholder, requested information the Companies Act entitles him to. E-mails between him and \nPieters outline a fruitless exercise, which meant it was extremely difficult for the activist to make an informed \nopinion on either the asset sale or the share repurchase.\n\nCilliers wasn't too happy with the JSE's censure and, though unhappy about his engagements with Pieters, he \nbelieves she has been used as a scapegoat.\n\n& The Companies Act does place a lot more responsibility on the company secretary, who has essentially become \nthe frontline for corporate governance, but it's difficult to believe it was Pieters alone who decided to withhold the \ninformation I was entitled to,& Cilliers tells IM.\n\nOne corporate lawyer, who agrees company secretaries do now have more responsibility, says these \nresponsibilities fall way short of what Pieters is being held responsible for.\n\n& In terms of section 88 the company secretary is accountable to the board and is required to inform the board of \nany failure to comply with the act or the company's MoI [memorandum of incorporation]. It is the board that should \nbe censured and if it was not informed then the board should act against the company secretary,& says the lawyer.\n\nMore chilling from a general governance perspective is that Cilliers says Pieters's refusal to provide the requested \ninformation is par for the course. & I have sent requests to about a dozen companies asking for information to which \nI'm entitled - not one of them had it timeously or correctly.& While Naspers' Kisbey-Green and PBT's Pieters are the \nmost recent to be dragged into the spotlight, the days of the company secretary inhabiting the quieter corners of \ncorporate life were probably numbered by the time Eskom's Suzanne Daniels was fired in July 2018.\n\nAs a recent report by the Chartered Secretaries Southern Africa recalls, Daniels had a meteoric rise at Eskom. \nDuring her tenure as company secretary, for which she was paid R2.7m a year, she was involved in a number of \ndubious payments, including the R1.6bn to McKinsey/Trillian and the R659m to Tegeta. Daniels revealed much of \nthis during a parliamentary hearing in 2017 but failed to secure whistleblower status as most of the information was \ndeemed to be already in the public domain by then.\n\nIn May 2018 a columnist, in an article on the SA Accounting Academy website, noted that SA's accounting and \nauditing professions had been hit hard by a slew of value-destroying scandals - stretching beyond the Guptas to \nSteinhoff and VBS Mutual Bank. But, asks the columnist, where were the other professionals such as the company \n\n\n\nsecretaries? & As the custodians of corporate governance and being intimately aware of board discussions, and \nresolutions to authorise large-scale cash movements, it can well be asked what is the company secretaries' role in \npreventing unlawful transactions.& By all accounts very few of the Steinhoff board members had any idea of the \nlarge-scale dubious cash movements. Given speculation about former CEO Markus Jooste's unique signing \npowers, it's also possible the company secretary had no idea.\n\nHowever, the SA Accounting Academy columnist's suggestion that the company secretary should also be held \nresponsible for Sagarmatha's failure to list in April 2018 hints at the near impossibility of the challenges they are \nexpected to address.\n\nThe columnist notes it was a company secretarial failing that cost Sagarmatha its listing on the JSE. & Sagarmatha \nfailed to ensure that their financial statements were filed at the CIPC [Companies & Intellectual Property \nCommission], resulting in the JSE refusing their listing,& said the columnist of a venture that relied entirely on a \nR4bn investment from the Public Investment Corp (PIC).\n\nLong before the Mpati commission of inquiry revealed the bizarre and value-destroying thinking behind much of the \nPIC's multibillion-rand investments, it was evident Sagarmatha was value-less and faced little chance of success. A \nslack company secretary was the least of its problems.\n\nThe irony, as demonstrated by the Sagarmatha saga, is that a company secretary needs the support of the board if \nthey are to hold that board to account. As they emerge from the shadows they might be more assertive in securing \nthis support. It will be no easy task.\n\nSuzanne Daniels ... paid R2.7m a year Picture: FREDDY MAVUNDA\n"}