{"title": "Briefing: Challenges to Arizona immigration law vowed", "body": "\nPHOENIX -- Civil rights advocates vowed Saturday to challenge Arizona's tough new law targeting illegal \nimmigration, saying it will lead to racial profiling of Hispanics despite the governor's assurance that abuses won't \nbe tolerated. Republican Gov. Jan Brewer on Friday signed into law a bill that supporters said would take handcuffs \noff police in dealing with illegal immigration in Arizona, the nation's busiest gateway for smuggling from Mexico \nand home to an estimated 460,000 illegal immigrants. The law requires police to question people about their \nimmigration status -- including asking for identification -- if they suspect someone is in the country illegally. The \nlaw has sparked fears among legal immigrants that they'll be hassled by police just because they look Hispanic. \nThe new measure also toughens restrictions on hiring illegal immigrants for day labor and knowingly transporting \nthem. Aid to Greece linked to austerity\n\nWASHINGTON -- Global finance officials are sending Greece a tough-love message: Move ahead on economic \nreforms and we'll come to the rescue with an emergency loan package. The rapidly escalating Greek debt crisis \ndominated discussions at Saturday's gathering of the 186-nation International Monetary Fund and its sister lending \nagency, the World Bank. Crippled by soaring borrowing costs, Greece triggered an emergency aid plan Friday to \ndraw cash from the IMF and countries that use the euro. There's enough money in the package to prevent Greece \nfrom defaulting on its massive debts. Eurozone members will contribute $40 billion, while the IMF will pony up $13.4 \nbillion this year.Mexican security chief's convoy hit\n\nMORELIA, Mexico -- Gunmen armed with assault rifles and grenades attacked a convoy carrying the top security \nofficial of the western state of Michoacan on Saturday, killing four and wounding 10 in Mexico's second brazen \nambush in as many days. Public Safety Secretary Minerva Bautista, traveling in a bullet-resistant sport utility \nvehicle, was among the wounded but was recovering, said an official at the state attorney general's office. The \ndead included two of her bodyguards and two bystanders. Of the other nine people wounded, five were bystanders \n-- including two girls ages 2 and 12 -- and four were part of Bautista's security detail. Cleric: Prayer, alms prevent \nquakes\n\nTEHRAN, Iran -- A prominent hard-line cleric reportedly has urged Iranians to give alms and pray for forgiveness to \nprevent earthquakes a week after another prayer leader said promiscuous women were to blame for seismic \ninstability. Hours after making the appeal for prayer in a sermon Friday, four small earthquakes struck different \ncorners of Iran. Ayatollah Ahmad Jannati said only the pious could predict earthquakes. \"With prayers, almsgiving \nand repentance, it can be prevented,\" he said, according to the Aftab e-Yazd newspaper. Iran has a small \nearthquake every day on average. Earlier, cleric Kazem Sedighi said promiscuous women were to blame, in \ncomments that prompted a wave of sarcastic commentary, particularly by women writing on Web sites such as \nFacebook and Twitter.Lovers' quarrel plays out publicly\n\nNEW YORK -- A lovers' private quarrel has played itself out in a very public way -- with the man begging \nforgiveness by wearing a sandwich board on a Manhattan square. Jeff Ragsdale and Megan Brady had dated for \n\n\nsix months, until he told her she was \"a lying, untrustworthy person.\" His 29-year-old girlfriend stopped returning his \ncalls. So on Thursday, the 32-year-old computer consultant planted himself near her office in Madison Square Park. \nOn the sandwich board, he wrote, \"I was verbally abusive. I'm sorry, Megan.\" He repeated the spectacle Friday, \nhoping her colleagues would see him and tell her. Finally, one did. Brady reportedly said she was touched by his \nwillingness to humiliate himself. They plan to meet again.Yemen cleric: Fight ban on child brides\n\nSAN'A, Yemen -- Yemen's most influential Islamic cleric vowed on Saturday to gather a \"million\" signatures to \nprotest a draft law banning child brides. The cleric, Sheik Adbul-Majid al-Zindani, said a ban \"threatens our culture \nand society and spreads immorality.\" Al-Zindani is Yemen's most powerful Islamic scholar and believed to be a \nspiritual mentor of Osama Bin Laden. Thai protesters pull out of talks\n\nBANGKOK -- Hopes for a resolution to Thailand's crisis were dashed Saturday when the prime minister rejected a \ncompromise for dissolving parliament, and protesters withdrew from negotiations. The breakdown heightened fears \nof a confrontation between security forces and the red-shirted protesters who have shut down central Bangkok.\n\n-- Associated Press\n"}