{"title": "A Legacy in Immigration", "body": "\nEarly in his administration, President Bush promised to tackle America's unsafe and unfair immigration system. \nThat was before Sept. 11, before Afghanistan, before Iraq, before Katrina and Rita, so most people figured there \nwas no more room on the president's platter for 11 million illegal residents of this country. But in recent days, \nadministration officials have resumed their scheduled briefings with business leaders and thinkers and members of \nCongress to remind them that the White House is serious about fixing America's broken immigration policy. \n\n  President Bush deserves credit for pushing this difficult issue in the right direction, despite pressure from anti-\nimmigration alarmists who want to build an electrified fence around America. Mr. Bush's people have made it clear \nthat the president wants to focus on security at the border, enforcing immigration laws for employers and \nemployees, and finally establishing a guest worker program that is not an amnesty program. Participants in White \nHouse briefings say that they were told that the president would not support an immigration plan that is only about \nborder security -- as some Republicans in the House want. Mr. Bush wants a guest worker program, presumably \none open to illegal immigrants already here.\n\nFor anyone really trying to untangle the immigration mess, the most taxing problem is how to draw those illegal \nworkers out of the shadows and into the system. If a new immigration plan gives them work for a few years and \nthen sends them home before they can apply to return, many will opt to stay underground. That is why it makes \nmore sense to give these workers the choice of trying to stay here -- even if it means a substantial fine and a longer \nwait to get a green card. The most workable bill, a bipartisan effort by Senators John McCain and Edward Kennedy, \nputs the fine at $2,000 and sends these applicants to the end of the line. That is the least America could do for \npeople who do so much of our dirty work.\n\n  President Bush needs to sell the idea of a secure, workable and humane immigration policy to his own party, of \ncourse. But if he and his fellow Republicans followed those guidelines, comprehensive immigration reform could \nbe among the most important and positive legacies of his presidency.\n\nhttp://www.nytimes.com\n"}