{"title": "Pitting brightest immigrants against one another", "body": "\nWith cutting-edge, high-tech jobs and an Arlington County townhouse, Neelima Reddy and her husband seem \nlaunched on a path to success. Instead, they feel frustrated and stuck.\n\nSeven years after moving from India, the young professional couple are still waiting to become permanent U.S. \nresidents.\n\nRogie Legaspi, a teacher trainer in Baltimore, also is still in line for his green card, 20 years after first arriving from \nthe Philippines.\n\nUnder the rules of their temporary work visas, Legaspi and Reddy are unable to change their employers or plan \ntheir lives beyond their work visa renewal about every two years. Despite their common frustration, these foreign-\nborn professionals could find themselves on opposite sides of an increasingly nasty dispute among immigrants \nand their advocates over the proposed Fairness for High-Skilled Immigrants Act. \n\nThe measure, which has stalled in the U.S. Senate, is aimed at addressing the badly clogged system that grants \npermanent residency permits, or green cards, to immigrants from around the world who work in the United States \non temporary visas for high-skilled jobs.\n\nBut the proposal has gotten bogged down in a debate over assertions that it is unfair to Americans who may be \nseeking high-skilled jobs during the recession and that it favors workers from larger countries, especially India, over \nsmaller and mid-size ones, such as the Philippines.\n\n\"Our intention was to create a recipe for success, not to pick a fight,\" said Virginia resident Aman Kapoor,  an Indian \nAmerican and co-founder of Immigration Voice, a national advocacy organization that has aggressively promoted \nthe bill.\n\nUnder current law, the U.S. government can issue 140,000 green cards each year to immigrants who have \ntemporary work visas. Hundreds of thousands of foreign-born workers are recruited to this country as teachers, \nnurses, engineers and other professionals on such temporary visas, which must be renewed about every two years. \nThey must be sponsored by an American company or public agency that is able to show that they cannot find an \nAmerican worker who is able or willing to do such jobs.\n\n\nBut the slowness of the process has left a permanent backlog of hundreds of thousands of applicants, including \nmany who have lived here for years on temporary visas. Many of the applicants come from a few Asian countries, \nled by India and China. But because the law also limits each country to 7 percent of the green cards, workers from \nsmaller countries tend to get their green cards much faster. \n\nThe Fairness for High-Skilled Immigrants Act would change the rules of the game, eliminating the individual \ncountry limits and granting work-based green cards to qualified applicants on a first-come, first-served basis. \n\nSupporters say the measure, which zipped through the House of Representatives in November with bipartisan \nsupport, would give people of all nationalities a more equal chance to attain permanent residency. But it \nunexpectedly screeched to a halt in the Senate last month, when            Sen. Charles E. Grassley (R-Iowa) \ncomplained that the bill would do \"nothing to protect Americans at home who seek high-skilled jobs in this time of \nrecord-high unemployment.\" \n\nTrying to slow the bill's momentum, Grassley tacked on several amendments, potentially adding months of debate \nand delay.\n\nMeanwhile, the debate is raging online among immigrants and their advocates. Some critics accuse the influential \nIndian American lobby of intimidating workers into supporting the bill. They also complain that extra green cards, left \nover from smaller countries when there aren't enough applicants to fill the annual quota, are already reallocated to \nIndia and China.\n\nBy ending the per-country quotas, the bill would raise or lower the waiting times for hundreds of thousands of \ncurrent green card applicants. Some immigrants from smaller countries say it is unfair that the bill might increase \ntheir wait by about two more years.\n\n\"If this bill is passed, then thousands of people from India will get to cut in line in front of me and add 3-4 more \nyears to my already ridiculous wait time,\" an electrical engineer from Bangladesh wrote last month in an online post \nfrom California. \"It would be robbing Peter (me) to pay Paul.\"\n\nBut Reddy, 31, who works as a financial engineering manager at Fannie Mae, and her husband, Vishal Iyer, a Web \nsite designer at AOL, adamantly disagree.\n\n\"Why should my colleague from Bulgaria get his green card in six months, while we have been waiting seven years, \njust because we were born in India?\" Reddy said. \"We love America. We want to contribute to the economy and \nraise our kids here. Instead, we are living in a state of limbo.\"\n\nIndia's huge population has made it much harder for many of its most talented, U.S.-trained professionals to settle \npermanently in the United States, said Kapoor, of Immigration Voice. The official wait time, he said, can stretch to \n40 years. \n\n\"The country limits have created huge backlogs, and our members have been very diligent about advocating to \nremove them. Why should an engineer from Mozambique or Barbados, with perhaps 250,000 people, have the \nsame green card distribution as an equally qualified engineer from China or India, with a billion people? This \ncreates a more equitable system without adding any more green cards.\"\n\nBecause the proposal would not raise the number of skilled foreigners who are allowed to work in the United States, \nsupporters had hoped that it would avoid the contentious issue of why so many private companies and government \nagencies - including aerospace firms and hospitals - continue courting highly skilled foreigners to do jobs that \nAmericans could, in theory, be trained to do and be eager to perform.\n\nAmong the most adamant opponents of the bill are people who have long pushed for allowing more foreign workers \nto remain in the country permanently, especially those in technical and research fields who have graduated from \nU.S. institutions. They argue that until the entire system is changed, it does no good to tinker with the proportion of \nworkers who come from one country or another. \n\nhttp://sarmientoimmigration.com/2011/12/02/congress-passes-the-fairness-for-high-skilled-immigrant-act-which-can-affect-priority-dates-and-visa-availabilities/\nhttp://articles.latimes.com/2011/dec/07/opinion/la-oe-jacoby-immigration-reform-20111207\nhttp://articles.latimes.com/2011/dec/07/opinion/la-oe-jacoby-immigration-reform-20111207\nhttp://www.computerworld.com/s/article/9222752/IT_Jobs_Up_Skilled_Immigrants_Act_Stalls\n\n\n\"The arithmetic of the zero-sum game is that no one gains unless someone else loses,\" said Bruce Morrison, a \nformer member of the U.S. House from Connecticut who lobbies on immigration issues for various groups, including \nthe Institute of Electrical and Electronics Engineers. He argued that the bill would cut out many thousands of skilled \nimmigrants from the Philippines, South Korea and Mexico and do nothing to ease the overall green card backlog. \n\"Playing one ethnicity and source country against another is not in America's national interest,\" he wrote in an e-\nmail.\n\nFor those who wait, the uncertainty is agonizing.\n\n\"You always have a sense of uneasiness, like you may be considered a second-class citizen,\" said Bryan Sebobo, \n34, who was recruited in 2003, along with a dozen other Filipinos, to teach special education in D.C. schools. Of the \n13, he said, only three have attained U.S. residency after eight years of work. \"A little piece of plastic brings you so \nmuch security,\" he said.\n\nLegaspi, 41, the Baltimore teacher who has waited two decades for his green card, once gave up and went back to \nthe Philippines, then returned to try again.\n\n\"The long wait really does affect you,\" he said. \"There is so much uncertainty. If you want to buy a house or get \nyour kids started in college, it is a gamble. Even if you are qualified for a job promotion, you may be passed over. I \nbelieve merit and hard work should be rewarded. This is not fair.\"\n\nconstablep@washpost.com\n"}