{"title": "In youngsters' graduation, a win for immigration program", "body": "\nThe pint-size scholars wore white caps and gowns, adding grandeur to the balloons-and-streamers decor of their \npreschool graduation.\n\nFor these 12 children of Hispanic immigrants, there was much to celebrate Thursday at Accion Communal \nLatinoamericana de Montgomery County, the social services agency known as ACLAMO. When they enrolled a \nyear ago in its free private school in Norristown, many spoke only Spanish. But now, after 16 hours a week of \nintensive English instruction disguised as fun, they are ready for public kindergarten.\n\n\"In this time of heated immigration debates,\" said ACLAMO executive director Juan Guerra, the \"family literacy \nprogram\" that the children and their mothers just completed is an \"an assimilation plan that works.\"\n\nACLAMO did a five-year study of its graduates who went on to Norristown public schools and found they \noutperformed children of similar immigrant backgrounds.\n\nFor the mothers, most of whom were born in Mexico, Thursday's graduation was a milestone, too. They also had \nto commit to a yearlong course in English and parenting skills at ACLAMO before they could enroll their children in \nthe program.\n\nNot only are their children ready for the next grade, but the mothers also are ready for new jobs or promotions, \nthanks to their growing proficiency in English.\n\n\"What we are looking at here,\" Guerra said, \"is the future of our country and part of the revitalization of Norristown.\" \nThe county seat has one of the fastest growing Hispanic populations in Southeastern Pennsylvania.\n\nThe preschool is built on the premise that a parent is a child's first and most important teacher.\n\n\"Teachers are great, but there has to be someone at home to reinforce what [the children] learn,\" said Marla \nBenssy, who heads parent education. \"It would be very easy for these mothers to say, 'I'm too old. I can't do this.' \nBut they don't. We have mothers who read 100 books a year to their children, and all they get for it is a gold star.\"\n\nBecause most of the children were born in the United States, they are U.S. citizens. Some of their parents are not.\n\nThe incidence of illegal immigrants giving birth in the United States has inflamed the debate about immigration \nreform. Some advocates of stricter controls say such children are \"anchor babies,\" born here to bolster their parents \nattempts to remain in the United States.\n\n\nFounded in 1977, ACLAMO runs on grants from the United Way, the Norristown Area School District, the \nPennsylvania Department of Education's \"Even Start\" program, private donors, and foundations.\n\nProgram administrators say they do not inquire about the immigration status of the parents, while privately \nacknowledging that some may be here illegally.\n\n\"They are people,\" said ACLAMO board president Joanna Cruz, adding that it is in a community's interest to \neducate them. \"Otherwise, they are going to be uneducated, nonproductive and a drain on our society.\n\n\"Some people would like to round every one up and kick them out. They say, 'Why should people who are here \nunlawfully benefit from anything?' I get that. . . . But they are here. So what are we going to do?\"\n\nBenssy and Linda Maldonado, who teaches the children, said the most important criterion for admission into the \nprogram was parental commitment, not immigration status. It's not acceptable to just drop a child off.\n\n\"The litmus test,\" said Benssy, is \"whether the mother has a goal for herself independent of just educating her \nchild.\"\n\nThe burden falls on the mothers, she said, because most fathers are working in construction and similar jobs to \nsupport the family.\n\nJustin Fink, the longtime associate director of ACLAMO, has watched successive waves of newcomers arrive in \nNorristown.\n\nThirty-three years ago, Puerto Ricans founded ACLAMO. Through the 1980s and '90s, he said, El Salvadorans, \nChileans, Bolivians, and other Latino immigrants arrived. In this decade, the influx is predominantly Mexican.\n\n\"Immigrants built this country, and they are still building this country,\" he said.\n\nAs for ACLAMO's purpose, he said: \"The agency was born in the civil rights era. Advocacy is in its DNA.\"\n\nContact staff writer Michael Matza at 215-854-2541 or mmatza@phillynews.com.\n\nGraphic\n\n \n\nFeed Loader\n"}