{"title": "[Multicultural Korea] Jeju refugee crisis and beyond: Yemeni asylum seekers build life in Korea", "body": "\nThe number of foreign residents in Korea continues to grow and now accounts for some 3.6 percent of the country's \npopulation. This is part of a series that examines how Korea is grappling with the issue of multiculturalism, as well \nas the challenges facing new arrivals. -- Ed.When hundreds of Yemenis fleeing war and the humanitarian crisis \nback home made their way to a South Korean island last year, they were not expecting a warm welcome. But \nneither did they expected the outcry that labeled them 'fake refugees.'Leaving behind their homeland's hostility, \nmost of the Yemeni asylum seekers are trying to build their lives and adapt to Korean society until it is safer to \nreturn to their war-ravaged country. Their journey to settle in Korea, however, is riddled with obstacles, highlighting \nhow socially, culturally and legally unprepared South Korea is to embrace asylum seekers of different races and \nreligions. \n\nMore than 480 Yemenis arrived on Jeju Island, some 100 kilometers off the country's southern coast, last spring. \nOnly two of them were granted refugee status, and 56 were ordered to leave Korea. Some 412 Yemenis were \ngranted temporary 'humanitarian stay' permits that allow them to remain in Korea until the situation in Yemen \nstabilizes. Now, the majority of them have left the island for the mainland, mostly in search of employment. Some \n126 Yemenis remain on the island as of the end of January, according to the Justice Ministry. Struggle to adjust to \nlife in Korea After Alnukhbi Mabrook, 26, received a humanitarian stay permit in October, he left the island and \nbegan to work as chef at a BBQ restaurant in Incheon. The situation in Yemen is very difficult, said Mabrook, who \nleft his parents and four sisters at home in the country's capital Sanaa.'I ask them how their lives go, whether they \nare fine, but they say they're so scared because of bomb explosions. They stay home most of their time. Things are \nexpensive -- gas and electricity. Hospitals are so packed, a lot of people die and suffer from hunger,' he said. \nYemen's nearly 4-year-old civil war between the Iran-aligned Houthi rebels and Saudi-backed government has \nkilled tens of thousands and displaced and estimated 3.3 million people, according to the Office of the Coordination \nof Humanitarian Affairs. More than 20 million people across the country are food insecure, with half of them \nsuffering extreme levels of hunger, the agency said.For Mabrook, who finally found safe refuge out of Yemen and a \njob to support his family back home, he could not be thankful enough. 'I would like to thank South Korea for \naccepting Yemeni people. I am happy now,' he said. 'If possible, I want to bring my family here. I want to study \nKorean. I want to build my life here.'But in general, life in Korea is not easy for Yemenis -- from getting a job to \nadjusting to the different culture. Without any financial support from the government, those who hold humanitarian \npermits do not have proper access to medical care or education, and cannot invite their families to join them, which \nactivists say makes the Yemenis' lives insecure. 'I felt happy when I moved out of Jeju. But it was difficult to find \nwork. Not many jobs in winter, and all recruitment agencies tended to avoid humanitarian visa holders,' said \nMuneer Naji, 26, who recently found work at a factory near Seoul. Humanitarian status holders are given G-1-6 \nvisas, which are extendable each year. Still, employers prefer to hire those with longer-term visas, activists have \nsaid, making it difficult for them to land jobs. 'We cannot speak Korean well, so it is difficult to communicate,' he \nsaid. 'Also, we like Korean food and respect Korean culture, but it is just different from ours. I try to find Halal food, \nbut I often cannot find it,' said Naji, who arrived on Jeju Island in May last year. 'It is so cold, and even snow! And \nworking for long hours? We are not used to it,' he said with a shy smile. The Yemenis on Jeju Island received the \nresults of their refugee applications more quickly than usual, amid intense public attention, but many others who \n\n\narrived here before them still have not even gotten the chance to be interviewed at an immigration office. \nã€€Zakarya Alashmaly, president of the Union of Yemen Community in Korea, has been awaiting the results of his \nrefugee application since he arrived in Seoul in June 2017.ã€€While the government reviews refugee claims, \nwhich can take up to two years, they are issued G-1-5 visas, extendable every three months. On the visa they are \nissued a work permit, but only after finding an employer to hire them. ã€€Jobs available for asylum seekers and \nhumanitarian status holders are mostly limited to manual work, because certificates and licenses they bring from \nhome are often not recognized here. ã€€Alashmaly, 28, was a dentist in Yemen and Dubai, but his qualifications \nare not recognized here. He now works part-time as an assistant at a dental clinic while leading the community to \nhelp Yemenis better integrate into Korean society. ã€€Before then, he had worked at four different factories.ã€€'I \nspent all my life studying,' he said. 'Working for factories here was difficult. Sometimes, they swore at me, used \nracist words. One time, someone hit me and asked me why I came to Korea and why I am here. Some people are \nnot very welcoming of us.ã€€'Still, I mostly feel good and safe here. A lot safer than in Yemen.'What Jeju refugee \ncrisis tells us 'When I tried to find part-time jobs, I felt like I was denied because I came from Yemen. One of them \nsaid to me he read about Yemenis from newspapers, and said, 'No,'' said Hamed Almarhabi, 26, who is in the \nprocess of claiming asylum. The sudden arrival of Yemenis -- an unprecedentedly high number of asylum seekers \nflooding onto the island at a similar time -- sparked anti-migrant sentiment across a country whose people have had \nlittle exposure to asylum seekers or Muslims. During rallies, anti-immigrant protestors called the Yemenis fake \nrefugees, potential Arab terrorists and rapists. While many countries in the Middle East and Africa suffering from \narmed conflicts have fled to Europe for years, South Korea has been a relatively unlikely destination due in part to \ngeographical reasons. South Korea is thousands of miles from the war-torn countries and a de facto island, \nsurrounded by the sea with its only land border being with North Korea. But recently, South Korea has seen a \ngrowing number of asylum seekers entering the country as tourists with on the visa-free policy to claim asylum \nhere. The government and some activists say a refugee screening system should be toughened so that 'fake \nrefugees' -- economic migrants who have left home in search of a higher standard of living -- can be kept out of \nKorea. 'The refugee screening system should be shortened and stricter,' said Kim Ki-hack, an activist who has \nsupported Yemeni asylum seekers. 'Among refugees, there are people who seek to take advantage of the refugee \nsystem and gain economic benefits.' The Justice Ministry has placed 39 officials in charge of screening refugee \napplications. In 2019, the ministry plans to add 52 more, it said. 'The government also should work together with \nlocal communities and NGOs to create a structure in which asylum seekers and refugees can contribute to Korean \neconomy and society, rather than push them out of the legal system.'Often, asylum seekers find work through \nrecruitment agencies without receiving any vocational training, which makes it more difficult for them to adapt to \ntheir work and leaves them more vulnerable to workplace accidents, he noted. Human rights lawyers and activists \nalso agree on the need for a quicker refugee application process, but they believe that 'fake refugees' should not \nbe an excuse to raise the bar for asylum seekers. 'The refugee standards are already too strict, the process takes \na long time. In the meantime, those who are awaiting the refugee status are unstable. They also don't want the \napplication process to be drawn out,' said Kim Yeon-joo, a human rights lawyer at the NANCEN refugee rights \ncenter in Seoul. Since 1994, Korea has received some 42,000 refugee applications. Among them, only 849 people, \nor about 2 percent, were granted refugee status by the first half of last year. Lee Il, a human rights lawyer for \nAdvocates for Public Interest Law, echoed Kim's view. 'There might be people who choose to apply for refugee \nstatus because there are no other channels for them to immigrate to the country. But it should not be an excuse to \ntoughen the refugee screening system,' he said. 'The government should secure necessary infrastructure to \naccurately and rapidly review refugee applications to remove the cause for (non-refugee immigrants) to apply for \nrefugee status.' The Justice Ministry is pushing to revise the Refugee Act, which went into effect in July 2013, with \na new draft to be made public later this month. It plans to submit the revision in the first half of this year, according \nto the ministry. Beyond any controversy, the Yemeni asylum seekers on Jeju Island have brought 'the invisible' in \nKorean society to the fore. 'Now, they became visible. In the short term, South Koreans could feel nervous or have \nprejudice against new people. Given surveys, however, I don't think South Koreans unconditionally oppose \naccepting refugees. They would not want to forcibly send back those who are in need of protection,' Lee said. 'In \nthe long term, it was a chance to get more people interested in the refugee issue and open a social discourse.'By \nOck Hyun-ju (laeticia.ock@heraldcorp.com)\n"}