{"title": "Literacy Triumphs, Challenges Largely Borne by Volunteers", "body": "\n Since 1963, the Literacy Council of Montgomery County has been helping adults to improve their literacy skills. At \na time when immigration, consideration of English as the \"official\" language and standards of learning are key \nissues, the council works with hundreds of adults, native and foreign-born, to improve their levels of reading, writing \nand speaking English. Council Executive Director Pamela Saussy of Potomac began volunteering with the \norganization in 1997 and became its director in 2001. She writes about the organization and the people it serves. \n\n Try to imagine going through life unable to read, write or speak English. Imagine struggling to understand package \nlabels, bus schedules, medication instructions, bills and bank statements. Imagine trying to be understood by a \ndoctor, a police officer or your child's teacher. Applying for a job  --  and keeping it  --  might be the most difficult \ntask of all. That's the situation facing thousands of American and foreign-born adults in Montgomery County. \n\n  Because Montgomery County is home to almost half of Maryland's immigrant population, it's easy to assume that \nthis alone accounts for low literacy levels in the county. However, within our well-educated county lives a virtually \ninvisible group of native-born Americans who might be able to read well enough to decode simple words, yet not \nwell enough to understand a news article or even the back of a cereal box. Many have kept their problem hidden for \nyears. They may be highly intelligent but have special needs that prevented them from learning in a traditional \nclassroom environment. Whether foreign- or native-born, all of these adults need basic literacy skills to get better \njobs, support their children's education and participate fully in society. \n\n  For nearly 43 years, the Literacy Council of Montgomery County has helped adults obtain essential literacy and \nEnglish skills. We train volunteers to provide free, one-on-one or small-group tutoring in our English-as-a-second-\nlanguage and basic literacy programs. In the past year, more than 500 literacy council volunteers donated more \nthan 37,000 hours of service, teaching close to 800 students. That's the good news. The bad news is that there are \n350 more people still on our waiting list. More arrive at our door nearly every day. \n\n  Our students may have had little or no formal education in their native country, while others have completed high \nschool or even college before coming to the United States. They cite a variety of goals for learning English: to help \ntheir children in school, get a driver's license, open their own businesses, become U.S. citizens. \n\n  The council's students present us with new challenges every day, such as figuring out how to fit tutoring sessions \nbetween multiple jobs and helping a woman living under the veil learn English without sacrificing her privacy. \n\n\nStudents come to us because they can't afford tuition-based classes, because they require flexible scheduling to \naccommodate work or family obligations, or because they need individualized instruction to learn. \n\n  Accomplishments that we take for granted, such as conversations with store clerks, bank tellers, pharmacists and \nlandlords, are significant achievements for our students. Literacy council students proudly tell us how they \nmastered the bus system, negotiated a home purchase, completed a job application, attended a parent-teacher \nconference or read a book to their child. \n\n  Literacy changes lives, and volunteers are the key to our success. Any adult who can read, write and speak \nEnglish fluently can become a tutor. No teaching experience or knowledge of a foreign language is necessary. As \nliteracy council tutors will tell you, watching students and their families move forward with new hope and \nconfidence is incredibly rewarding. \n"}