{"title": "ILLINOIS WEIGHS PLAN TO LET ILLEGAL ALIENS GET DRIVERS LICENSES/ SENATE REJECTED PROPOSAL LAST WEEK, BUT SPONSORS VOW TO SEEK ANOTHER VOTE", "body": "\nJavier doesn't have a drivers license, but he spends three to four hours each day driving his pickup between his \nElgin, Ill., home and construction jobs.\n\nJavier - who would not give his last name - is a 42-year-old illegal immigrant from Mexico who does not qualify for \na license because he lacks a Social Security number.\n\n\"But I've got a family of three kids and I've got to get money to get food for my kids,\" he said. \"If I had the drivers \nlicense, I can buy auto insurance and be a good citizen of Illinois. It's going to help me be more safe on the road \nand make the other people safe on the road.\"\n\nImmigration advocates say Javier is one of many illegal immigrants in Illinois who are driving despite not having a \nlicense, not passing a driving test and having no insurance.\n\nWhether to let illegal immigrants obtain licenses has become part of the country's debate over immigration and \nnational security, with politicians in several states wrestling with the issue.\n\nIn Illinois, the Senate narrowly rejected a proposal allowing licenses for illegal immigrants last week, but \nsponsors vow to bring it back for another vote.\n\nIn California, Republican Gov.-elect Arnold Schwarzenegger said a top priority would be repeal of a similar new law, \nsigned by Democratic Gov. Gray Davis amid accusations he was pandering to Hispanic voters to try to save his job \nfrom a recall.\n\nSchwarzenegger faces a fight in the Democrat-controlled state Legislature; a Republican-backed group wants to \noverturn the law by placing a referendum on the ballot next March.\n\nIn Illinois, the proposal was rejected by a Democrat-controlled Legislature.\n\nAbout a dozen states let illegal immigrants get licenses, and Sen. Miguel del Valle, D-Chicago, sponsor of the \nIllinois bill, said those states had seen the number of uninsured motorists drop sharply.\n\n\"It makes Illinois roads safer, it will bring our insurance rates down and it will make us more secure as a state \nbecause it brings people out of the shadows and it dries up the market for fraudulent IDs,\" said Joshua Hoyt, \nexecutive director of the Illinois Coalition for Immigrant and Refugee Rights.\n\n\nOpponents say the practice encourages illegal immigration and threatens national security because a drivers \nlicense can be used to board commercial airliners or get a hazardous materials license.\n\nSteven Camarota, director of research at the Center for Immigration Studies in Washington, calls the proposal \"an \nenormous slap in the face to everyone who plays by the rules and came here legally.\"\n\n\"It is our de facto ID, so by giving it to illegal aliens, you make their lives easier,\" Camarota said. \"By giving them \nthis ID, if they mean to do us harm, that certainly advances their ability.\"\n\nCurrently, Illinois law requires a Social Security number to get a drivers license.\n\nUnder the proposal sponsored by del Valle, the state would accept a foreign passport and birth certificate instead. \nAn illegal immigrant also would have to show a tax identification number issued by the Internal Reve nue Service.\n\nThe Illinois secretary of state's office would ensure that the foreign-issued documents are legitimate.\n\nApplicants also would have to show they are Illinois residents and sign affidavits promising to seek citizenship. \nIllegal immigrants who get licenses would not be allowed to use them to get a firearm owner's identification card.\n\nAbout 180,000 illegal immigrants would become eligible for licenses if the measure passed, based on census \nfigures showing there are about 500,000 illegal immigrants in Illinois, supporters say.\n\nThe American Association of Motor Vehicle Administrators, based in Virginia, opposes the idea because it wants a \nuniform process for issuing drivers licenses, spokesman Jason King said.\n\nSen. Peter Roskam, R-Wheaton, worries that a drivers license could be used to open bank accounts or get \nvarious documents.\n\n\"A drivers license in our society is the key to the kingdom. Once you get a drivers license, there are very few \nbarriers,\" he said.\n\nRoskam said he'd rather see the federal government work on stopping illegal immigration.\n\n\"My attitude is, rather than lowering standards, why don't we fix that problem?\" he said. \"It seems like we create \nkind of a mockery of the law.\"\n\nGov. Rod Blagojevich said he supported the legislation if applicants showed a passport, had a taxpayer \nidentification number and could not get a firearm owner's identification card.\n\n\"One thing is clear: These undocumented workers are here, and the question is how do we make it safer for all of \nus, and it seems to me that providing drivers licenses to those who are driving anyway, but building in safeguards \n… is the better policy,\" he said.\n"}