{"title": "Senate Judiciary Committee, Border Security and Immigration Subcommittee hearing on transnational cartels and border security", "body": "\n                         Subject: Transnational Cartels and Border Security\n\nParticipants: Sen. John Cornyn, R-Texas, Chairman; Sen. Michael S. Lee, R-Ut.; Sen. Ted Cruz, R-Texas; Sen. \nThom Tillis, R-N.C.; Sen. Charles E. Grassley, R-Iowa; Sen. John Kennedy, R-La.; Sen. Jeff Flake, R-Ariz.; Sen. \nMichael D. Crapo, R-Idaho; Sen. Richard J. Durbin, D-Ill., Ranking Member; Sen. Dianne Feinstein, D-Calif.; Sen. \nAmy Klobuchar, D-Minn.; Sen. Richard Blumenthal, D-Conn.; Sen. Patrick Leahy, D-Vt.; Sen. Mazie K. Hirono, D-\nHawaii\n\nWitnesses: Kemp Chester, associate director for national opioids coordination at the Group Office of National Drug \nControl Policy; Janice Ayala, director of the Homeland Security Department's Joint Task Force for Investigations; \nU.S. Border Patrol Chief Carla L. Provost; Paul E. Knierim, deputy chief of operations in the Office of Global \nEnforcement at the Drug Enforcement Administration; former Assistant Secretary of State for Economic and \nBusiness Affairs Earl Wayne, public policy fellow at the Woodrow Wilson International Center for Scholars; former \nAssistant Secretary of State for Western Hemisphere Affairs Roger Noriega, visiting fellow at the American \nEnterprise Institute; Celina Realuyo, professor of practice at the National Defense University's William J. Perry \nCenter for Hemispheric Defense Studies; Tucson, Ariz. Police Chief Chris Magnus; and Andrew Selee. president of \nthe Migration Policy Institute, testify\n\nLocation: 226 Dirksen Senate Office Building\n\nTime: 14:30:00\n\nDate: 2018-12-12\n\n CORNYN:  Good afternoon and welcome.  Today's hearing is entitled Narcos: Transnational Cartels and Border \nSecurity.  Today's hearing will provide an opportunity for us to look beyond our borders and examine the larger \nproblems contributing to the crisis along our borders.  \n\n If you've watched the news recently, you can see just how serious the crisis has become.  Back in the time we had \nthousands of unaccompanied minors in the Rio Grande Valley sector, President Obama called that a humanitarian \ncrisis.  I think that would also describe what's happening today in and around Tijuana and the San Ysidro Bridge.  \nAnd we'll hear more about that.  \n\n But as we know, there are currently thousands Central American migrants waiting at the southern border trying to \nenter the United States.  This is not a new phenomenon.  Regardless of which party is in control, Republican or \nDemocrat, we've dealt with sudden influxes of migrants for decades. \n\n In the 1980s, it was the Mariel Boatlifts.  In the 1990s, the Cuban and Haitian influx.  And just a few years ago, as I \nmentioned, 2014, we saw a surge of unaccompanied minors from Central America.  \n\n\n So improving our border security doesn't mean just improving physical security along our border.  It also means \naddressing the problems that bring them here in the first place.  The mass movement of these migrants is only a \nsymptom of a greater problem, one that I hope we will discuss in detail here today.   \n\n One of the greatest threats to our national security is the trafficking of persons, drugs, and a range of illicit goods \ninto the United States.  There is no single point of origin for those crimes, and we see this flow stemming from \naround the world, from East Asia, Africa, Europe, and South America.  Trafficking, of course, is big business.  And \nunfortunately, for us, they have proven to be pretty good at it.  \n\n The proceeds from illicit drug sales are worth approximately $64 billion annually.  That's billions.  Not millions.  That \nmoney isn't fueling the U.S. economy.  It's lining the pockets of criminals, the cartels, the narcos, if you will, and \ncontinuing to perpetuate the cycle.  In short, I think they're winning in this effort.  Notwithstanding heroic efforts, \nnotwithstanding heroic efforts of law enforcement and other government officials because frankly, Congress hasn't \nawakened to the real crisis and come up with a solution to deal with it at multiple levels.\n\n The drug cartels, transnational criminal organizations and international gangs will stop at nothing to ensure that \ntheir business model remains intact and profitable.  And that the international corridors for trafficking remain wide \nopen.  They are shrewd, they are adaptive, and they evolve.  \n\n They use every tactic in the book to further their criminal enterprises, whether it's murdering government officials, \nregular folks, threatening people, intimidating people, raping, torture, slavery, fraud, peddling fake documents, \nmoney laundering.  The list goes on and on and on.  \n\n Not only are we dealing with ruthless criminal enterprises, we're battling enemies that are ever evolving, as I said, \nand constantly on the move.  They are what I've heard referred to as commodity agnostic.  They really don't care, \nas long as they make money.  They don't care who they kill, who they hurt, or what the consequences of their \ncriminal enterprise are. \n\n They spread terror.  They prey on the weak, and they've taken control over large parts of Mexico and several \nCentral American countries.  We frequently see these criminal organizations preying on migrants headed toward \nthis country's southern border.  They'll offer to smuggle migrants or their children, safely across the border in \nexchange for money. \n\n But as today's witnesses can attest, this safe journey is anything but.  Too often, these migrants are abandoned, \nor crammed into the back of an 18-wheeler with a dozen other victims.  I've seen it time and time again that these \ngroups have absolutely no respect for human life.  \n\n It's not just the people who die at their hands while attempting to enter the United States illegally.  It's the poison \nthat they import into the country.  America's opioid crisis is being further fueled by the illicit narcotics being \nsmuggled by these organizations.  \n\n Fentanyl, a synthetic opioid, is one of the deadliest drugs in the world.  And its analogs are mainly manufactured in \nChina and then smuggled into the United States by these organizations.  The growing influence of cartels, gangs, \nand transnational criminal organizations has led to global and regional insecurity.  And there's a need for increased \nsecurity cooperation to be sure with our neighbors in Mexico and certainly in Central America, just to name a \ncouple. \n\n The United States needs to work with our international partners to develop a comprehensive plan to address these \nproblems.  This war on drugs trafficking and smuggling is one that affects all of us.  And it's we pick up our pace in \ndealing with it in a focused and hopefully successful way. \n\n Again, this problem does not begin or end at our borders.  This is a global problem.  But for our purposes, focused \nprimarily on our countries to the south.  But certainly the avenues available into the United States can be exploited \nby anybody who's got the money or the will to try to come into the United States illegally.  So by partnering with \n\n\n\ngovernments in Asia, Africa, Europe, and Central America, we can begin to fight these cartels and take the money \nand the profits out of their sordid business. \n\n I look forward to hearing from our witnesses about the scope of the problems.  I think one of the biggest challenges \nwe have is a lack of public awareness.  This is not looking through a soda straw at what's happening at the San \nYsidro Bridge at Tijuana.  This is a much bigger problem, much more complex, and one we need to open that \naperture and you will help us here today in trying to understand before we can begin to come up with solutions. \n\n Before turning to Senator Durbin for his opening remarks, I'd ask unanimous consent that Senator Grassley's \nopening statement for this hearing be included in the record, which it will be without objection.  Senator Durbin?\n\n DURBIN:  Thank you, Mr. Chairman.  Let me say to you and to the witnesses and the audience, my apologies for \ncoming in a few minutes late.  I was on the floor for the farewell address of my - our colleague, Senator Nelson.  \nAnd I'm sorry that I was not here at the moment I should have been.\n\n Mr. Chairman, thank you for this hearing.  It was almost ten years ago that I held my first hearing as the chairman \nof the Crime and Drug Subcommittee in this room.  The subject of the hearing, the threat to the United States posed \nby the Mexican drug cartels.  Ten years ago, we had that hearing.\n\n At this hearing, in March of 2009, I quoted a Justice Department report that concluded Mexican drug cartels are, \n\"the greatest organized crime threat to the United States.\"  So here we are ten years later.  How are we doing? \n\n Last month, the DEA's 2018 National Drug Threat Assessment concluded that Mexican drug cartels remain the \ngreatest criminal drug threat to the United States.  I closed my 2009 hearing by saying we must take action to \nreduce the demand for illegal drugs in the United States and stem the flow of illegal guns and money to Mexico.  \n\n Democrats and Republicans must work together to find bipartisan common sense solutions to this challenge.  Now, \ntoday, ten years later, we are in the midst of a drug epidemic like we've never seen before.\n\n In 2017, drug overdoses in the United States killed a record 70,237 people.  The deadliest drug we face is fentanyl.  \nLast year, 28,466 overdose deaths involving fentanyl, an increase of more than 45 percent over the previous year.  \nMuch of this fentanyl comes from China through the mails.  But fentanyl is also being shipped from China to Mexico \nbefore being trafficked across the U.S. border. \n\n The DEA has found that the cartels transport the bulk of their illicit goods over the southwest border through legal \nports of entry, using passenger vehicles or tractor-trailers.  Yesterday, we had a hearing in this same room, the \ncustoms and border protection commissioner Mr. McAleenan, told me directly in October of 2017 that his top priority \nwas to secure the border with more drive-through inspection systems which he characterized as Z portals. \n\n When I asked him what he needed to keep narcotics out of the United States and make it safer, he said \ntechnology and personnel.  He did not say a wall.  According to the Department of Homeland Security, these drive-\nthrough inspection systems, which Mr. McAleenan has referred to, examine 98 percent of all the rail cars passing \ninto the United States. But only 18 percent of cargo passenger vehicles and sea containers combined, 98 percent of \nthe railroad, 18 percent of the others.  Yet, the 2019 president's budget request included only $44 million for these \nsystems.  \n\n I asked Mr. McAleenan yesterday, \"What would it take?  What do you need to put these portal systems in that \nbasically scan these vehicles as they come through to try to detect contraband, drugs, people being smuggled, drug \ntrafficking, human trafficking?  What do you need?\"  He said $300 million.  That's a fraction of $5 billion that this \npresident is demanding for the wall.  \n\n And the administration sadly in its budget request did not ask for any funding for additional Customs officers even \nthough we clearly need more officers to detect drugs at the ports of entry and in international mail.  It was about six \nmonths ago that I got off a plane at O'Hare, instead of heading into Chicago, stayed out there at a postal facility and \n\n\n\ntook a look at how we monitor the mail coming into the United States to try and detect drugs that are being sent by \nmail.  And it happens every day. \n\n It's a good system.  But it is not nearly what it should be.  And the people there will tell you that.  They work at it \nand they catch some of them.  But a lot of them are not caught.  Instead, what the president is telling us now is we \nhave to shut down our government if he doesn't get $5 billion for a wasteful, ineffective border wall, we need \nmodern drug technology to stop the drug cartels from importing the poison that's killing our kids.  Not a medieval \nsolution like a wall from sea to shining sea.  \n\n This is a circle, too.  They aren't just exporting drugs into the United States.  We are exporting drugs and laundered \ndrug money into Mexico.  What have we done to start the iron river of guns from the United States that arms \nMexican cartels to the teeth?  \n\n In 2016, the GAO found that 70 percent of crime guns seized in Mexico, traced through ATF's Crime Gun Tracing \nProgram, came from the United States.  According to the GAO, and I quote, \"most were purchased legally at gun \nshows and gun shows in the United States, and then trafficked illegally to Mexico.\" \n\n The federal agencies with jurisdiction over the southern flow of guns or ATF, which enforces federal gun laws and \nICE, which enforces export laws and investigates traffickers and cartels.  Are they doing enough?  ATF and ICE \nhave an agreement that governs their coordination on firearms trafficking from the United States to Mexico. \n\n But in 2016, the GAO found that there were shortfalls in information sharing and collaboration between ATF and \nICE and that improvement was needed.  I'm going to be sending a letter to the General Accounting Office asking \nthem to update their 2016 report and to expand it to look at firearms trafficking to Central American countries.  I \ninvite my colleagues to join me. \n\n Customs and Border Protection also play a key role here.  The GAO found, and I quote, \"Custom and Border \nProtection's outbound mission is to facilitate the movement of legitimate cargo while interdicting the illegal export of \nweapons and other contraband out band out of the United States.  \n\n However in 2017, a CBP spokesperson said outbound inspections are only conducted \"when resources permit.\"  \nWhy on earth doesn't this administration request more resources for outbound inspections to stop the export of \ndeadly firearms from the United States to these Mexican cartels? \n\n One thing Congress should do is finally prohibit straw purchasing and gun trafficking under federal law.  Right \nnow, U.S. attorney's office have to prosecute those crimes as paperwork violations, which means most of them \nwon't spend any time doing it at all.  I have joined with Senator Leahy and Senator Collins on a bill that would \ncreate federal offenses with real teeth for this effort.\n\n During my hearing ten years ago, we heard testimony about the smuggling of bulk cash and laundered money from \nthe United States back to cartels.  It's the circle.  They export narcotics in the United States.  We export drugs, \npardon me, we export guns and laundered money back into these cartels. \n\n We wonder why they're so powerful.  According to the latest DEA drug threat assessment, the amount of bulk cash \nseized has been steadily decreasing over the last eight years.  DEA reports that \"large amounts of cash continue to \nbe interdicted along major highway corridors with the cash typically concealed in hidden vehicle compartments or \namong legitimate cargo.\" \n\n Again, there would be strong bipartisan support in Congress for more resources for outbound inspections if only \nthe administration put as much priority on this effort as they do on a wall.  There is more that Congress can do.  \n\n In 2013 when Democrats controlled the Senate, we passed bipartisan comprehensive immigration reform.   Do you \nknow how much was included in that bill for border security funding?  $40 billion and over 60 Senators voted for it.  \nNo lack of will when it comes to border security. \n\n\n\n Sadly, the Republican leaders in the house refused to even consider the bill.  Earlier this year we tried it again after \nwe got the report from Mr. McAleenan and others, I worked with my colleagues in a bipartisan immigration \nagreement to include the border security provisions he'd asked for, increasing the funding for the Z Portal scanning \ndevices, port of entry infrastructure and personnel, funding for biometric entry and exit screening. \n\n On February 15th, a bipartisan majority of the senate supported our agreement with this border security included.  \nBut it failed to reach the 60 votes it needed because the president opposed it.  On the same day, a bipartisan super \nmajority to the Senate rejected the president's alternative bill. \n\n We've got to be honest about the challenges we face and smart about the way we use our resources to address \nthem.  I'll work with colleagues on both sides of the aisle to reform our broken immigration system and improve \nsecurity.  Reducing brutal cartel violence and smuggling will not be accomplished by a border wall or punishing \ninnocent victims of cartel violence who are desperately seeking safety in the United States.\n\n We have to work to address the drug epidemic in our nation, stop the weapons and cash that flow south to cartels, \nand collaborate more effectively with regional nations to strengthen their economies and decrease cartel violence.  \n\n Thank you, Mr. Chairman.\n\n CORNYN:  Well, I was glad to hear that ten years ago, we convened a hearing on some of aspects to the same \nproblem.  But being an optimist basically - based on what you were saying, I see some common ground for \ninvesting in scanning devices, customs officers, dealing with the straw purchasers and the bulk cash transfers \nacross the border. \n\n I see some components of some legislation that we could work on together like we've worked on criminal justice \nreform, which I hope is successful.  But at the same time I noted that during the Gang of Eight immigration bill, as \nyou said there were $40 billion appropriated for border security and in the DACA proposal that got 44 votes.  I think \nit was 25 billion.  \n\n I'm still confused about the fight over five billion.  But I agree with you, it shouldn't be just about physical barriers.  It \nshould be about technology.  It should be about personnel.  It's more of a system is the way I tend to think of it.  \nMaybe the chief will enlighten us further.  I'm sure she will.\n\n So it's my pleasure to introduce our witnesses for the first panel.  Mr. Kemp Chester is currently the assistant \ndirector of the Opioids Coordination Group in the Office of National Drug Control Policy.  Before coming to ONDCP, \nMr. Chester was a senior director for national security and intelligence at a private sector consulting firm in \nWashington, D.C.  And before that, completed 27 years of service in the United States Army ending his service as \ndeputy director for intelligence of the Americas Regional Center, and chief of the Office of the Counter Narcotics \nWorldwide.  \n\n Janice Ayala is currently director for the joint task force investigations at U.S. Immigration and Customs \nEnforcement.  Prior to her current position, Ms. Ayala served as the deputy director of Joint Task Force West.  She \nserved as a special agent in charge for ICE Homeland Security Investigations in my hometown, San Antonio, Texas \nand at ICE headquarters as the assistant director of domestic operations. \n\n As the assistant director for domestic operations, Ms. Ayala oversaw the investigative efforts of more than 7,000 \nHSI special agents assigned to 26 SAC offices throughout the United States, including investigative matters relating \nto national security, money laundering, bulk and drug cash smuggling and human smuggling and trafficking.  \n\n The third witness is familiar to the committee.  She's been here before.  Ms. Carla Provost, chief of the U.S. Border \nPatrol at the U.S. Customs and Border Protection. Before her current position, Chief Provost has served a number \nof capacities within Border Patrol, including as field operation supervisor in the Tucson sector, chief patrol agent for \nthe El Centro sector; deputy chief patrol agent of the El Paso sector and assisted chief patrol agent for the Yuma \nsector.  \n\n\n\n Mr. Paul Knierim is deputy chief of operations for the Office of Global Enforcement at the drug enforcement \nagency.  Before his current position, Deputy Chief Knierim served as a special agent in the Denver field position \nand was also assigned to the - Quito? Thank you. Quito, Ecuador country office. \n\n Mr. Knierim also served as the country attache in the Costa Rican country office and as assistant regional director \nfor the north and Central American region based in Mexico City.  \n\n Thank you all for being here today.  I would like each of you to provide us with your opening statement.  We know \nwe have a written document from each of you.  So don't feel necessary to read from that or repeat that.  That will be \nmade part of the record.  \n\n So Mr. Chester, we'll turn to you for your...\n\n CHESTER:  Thank you, Sir.  Chairman Cornyn, Ranking Member Durbin and members of the subcommittee - Sir?\n\n CORNYN:  One matter of business.  I need to swear you in, please.  Do you swear or affirm that the testimony \ngiven before the committee will be the truth, the whole truth, and nothing, but the truth so help you god?  \n\n CHESTER:  I do.\n\n CORNYN:  Thank you.  Excuse me, Mr. Chester, please start again.\n\n CHESTER:  Yes, Sir.  Chairman Cornyn, Ranking Member Durbin, and members of the subcommittee, on behalf of \ndeputy director Jim Carroll, thank you for inviting the Office of National Drug Control Policy here to discuss the \nthreat posed to the United States by Mexican transnational criminal organizations and U.S.-Mexico cooperation to \naddress drug policy issues in both countries. \n\n On February 9th, 2017, President Trump signed an executive order stating that transnational criminal \norganizations, including drug cartels represent a threat to the safety of the United States and its citizens  Mexican \ncartels primarily derive their economic power from the production, movement, and sale of illegal drugs. \n\n Drugs provide the means for Mexican cartels to employ military-grade weapons systems, attempt to corrupt justice \nand security officials and expand their territorial control in Mexico and in U.S. markets, making them the greatest \ncriminal threat to the United States.  In 2017, Mexican cartels cultivated 44,100 hectares of opium poppy and \nproduced 111 metric tons of pure heroin in Mexico, smuggling the majority to the United States.\n\n Increasingly, Mexican cartels are pressing fentanyl and fentanyl analogs clandestinely produced in China into fake \nprescription pills and smuggling them across the southwest border.  Mexican cartels also produce the majority of \nthe methamphetamine consumed in the United States and they facilitate Colombian cartel trafficking of cocaine, \nwhich is also increasingly affecting our communities. \n\n The two previous Mexican presidential administrations attempted to confront the internal security threat presented \nby Mexican cartels in their own ways.  However, despite Mexico's best efforts, these cartels have exploited \nvulnerabilities in governmental institutions at all levels, allowing their economic expansion even beyond drug \ntrafficking.\n\n The profit earning potential of Mexican cartels exceeds the Mexican government's annual budget allocated to its \nhomeland security, which amounts to less than 1 percent of Mexico's annual budget.  The governments of the \nUnited States and Mexico have developed a common understanding of the impact of Mexican cartels are having on \nboth countries and currently view addressing this burden as a shared responsibility.\n\n ONDCP engages directly with the government of Mexico and as a participant in high-level bilateral meetings \nincluding the security cooperation group and the high-level dialogue on disrupting transnational criminal \norganizations.\n\n\n\n Moreover, the trilateral North American drug dialogue chaired by ONDCP and the Department of State brings \ntogether the governments of the United States, Mexico and Canada to expand counter drug cooperation in North \nAmerica and allows all three countries to cooperate closely on the TCO threat throughout the continent. \n\n In an effort to improve coordination between the United States and Mexico, ONDCP's work with its counterparts \nwith the government of Mexico is focused on three primary goals.  First, to complete what's called the monitoring \nsystem of illicit crops in Mexico program in conjunction with the UN Office of Drugs and Crime to develop a shared \nunderstanding of the opium yield in Mexico. This will be the first crop yield study completed in more than 15 years.  \n\n Second, to complete a program funded by the State Department Bureau of International Narcotics and \nEnforcement Affairs that provides a legitimate technical validation of Mexico's poppy eradication progress.  And \nthird, to use these programs to establish an agreed upon United States-Mexico poppy eradication program, a \nshared eradication goal, and a joint strategy for intelligence-driven eradication in Mexico.\n\n On December 1st, President Andres Manuel Lopez Obrador was inaugurated as Mexico's president vowing to fight \ncorruption and develop a new vision to improve Mexico's internal security.  A few weeks prior to his inauguration, \nPresident Lopez Obrador presented his peace and security plan to address the security concerns in Mexico.  And \none of the plan's eight pillars is to develop a narcotic strategy.  \n\n Although specific details of this narcotic strategy were not presented, we expect that it will contain concrete and \ndeliberate measures to directly address the cartel problem that affects both our countries.  And we stand ready to \ncontinue our close and productive relationship with the new administration in this endeavor.\n\n In closing, the dynamic nature of the illicit marketplace controlled by Mexican cartels demands that the United \nStates continue to engage with Mexico to prevent the ongoing proliferation of illicit drugs that originate from or \ntransit through Mexico.  We cannot allow Mexican cartels to continue to contribute to the dangerous and often fatal \neffects of illicit drug use in the United States. \n\n We will continue to work with our international partners across the federal government and with our partners at the \nstate, local and tribal levels to reduce the availability of illicit drugs in the United States and decrease the profound \neffects they are having in our communities.  The American people should expect nothing less from us.  Thank you \nfor the opportunity to testify today and I'll be happy to answer your questions.\n\n CORNYN:  Thank you, Mr. Chester.  Ms. Ayala?\n\n AYALA:  Chairman Cornyn, Ranking Member Durbin, thank you for the opportunity to appear before you today.  \nU.S. Immigration and Customs Enforcement enforces 400 federal laws governing border control, customs, trade \nand immigration to promote Homeland Security. \n\n ICE's primary directorate, Homeland Security investigations enforcement removal operations and the Office of \nPrincipal Legal Adviser employ more than 20,000 employees in over 200 offices across the U.S. and in 50 \ncountries.\n\n Today, I will provide ICE's perspective on the challenges we face, the sophisticated smuggling threats on our \nsouthwest border and some of what we do to address TCOs and their smuggling activities well before contraband \narrives at our borders or enters into United States. \n\n I am an HSI assistant director serving as director of Joint Taskforce Investigations for the Department of Homeland \nSecurity.  In 2014, former Secretary Jeh Johnson directed a department-wide comprehensive security strategy to \nunified efforts across DHS components and commission three task forces.  \n\n JTF investigations, JTF East and JTF West.  East and west are geographically focused on the U.S. southern land \nand maritime borders and approaches. JTFI is responsible for enhancing and integrating prioritized criminal \ninvestigations.  To accomplish this, JTFI created and manages the DHS-wide nomination selection process for \n\n\n\nhomeland criminal organization targets, which are the top transnational criminal networks impacting Homeland \nSecurity and then coordinates dozens of investigations and operations through national case management. \n\n ICE is the executive agent of JTFI which consists of over 70 interagency investigators, officers, and analysts.  As \nthe largest investigative component within DHS, HSI conducts multifaceted international law enforcement \noperations and investigations to combat TCOs and prevent terrorist activities.\n\n The primary TCOs that threaten our southwest border are Mexican drug cartels.  And over the last decade, the \nUnited States working with Mexican counterparts has had sustained success in attacking cartel leadership. \n\n However, these TCOs are highly networked, have built-in redundancies and adapt daily based on intelligence of \nU.S. border security and law enforcement activities.  Cartels move illicit proceeds.  They hide assets and conduct \ntransactions globally.  They transfer laundered proceeds by bulk cash smuggling, trade-based money laundering, \nfunnel accounts, professional money launderers, cryptocurrency and the misuse of money service businesses and \nemerging payment systems. \n\n Cartels exploit vulnerabilities in U.S. and Mexican financial systems and conduct layered financial transactions to \ncircumvent regulatory scrutiny.  The U.S. government has refined our ability to target money laundering and \nfinancial violations, through interagency investigations, capacity building, financial sanctions and direct engagement \nwith at-risk financial institutions and jurisdictions.  \n\n Cartels utilize transnational gangs for extortion, kidnapping and for violent acts. In 2005, HSI established Operation \nCommunity Shield, an international law enforcement initiative to combat the growth of transnational criminal street, \nprison and outlaw motorcycle gangs.  In 2012, HSI worked with the Office of Foreign Assets Control to designate \nMS-13 as a TCO.  It's the first criminal street gang so designated. \n\n We have assigned more than 1500 special agents and almost 150 intelligence research specialists to southwest \nborder offices.  And since 2005 the border enforcement security task force is to include two border tunnel taskforces \nto provide a comprehensive regional response to border security and national security.  HSI-led BAS are comprised \nof more than 180 federal, state, local, tribal and international law enforcement agencies. \n\n Due to their success, the (i) border enforcement security taskforce was signed into law in 2012.  Mexico has \nproven to be an outstanding partner in the fight against TCOs.  So our attachÃ© office is Mexico City and \nthroughout south and Central America utilize HIS-led transnational criminal investigative units, which are DHS \ntrained law enforcement counterparts with authority to investigate and enforce violations of law in their respective \ncountries. \n\n These efforts often thousands of miles from the U.S.-Mexico border in countries like Colombia and Panama act as \nan outer layer of security for our southwest border.  During Fiscal Year 2018, HSI investigations led to 34,344 \ncriminal arrests, which is an all-time high.  It included the arrest of 3600 transnational gang members, seizure of \nover a million pounds of narcotics.  We made over 1100 seizures for violations of export laws and seized over 1.2 \nbillion in currency and monetary instruments.\n\n We also identified and assisted over 300 trafficking victims.  Thank you for your committed support to DHS ICE in \nour missions.  And your interest in these important issues and I would be pleased to answer any questions that you \nmay have.\n\n CORNYN:  Chief Provost?\n\n PROVOST:  Thank you, Chairman Cornyn, Ranking Member Durbin.  It's my honor to appear before you today.  \nThis Saturday, December 15th, marks eight year since U.S. Border Patrol, Agent Brian Terry was murdered by \nmembers of a cartel \"rip crew\" during a gun fight in Southern Arizona.  \n\n These rip crews patrol our border with Mexico looking for opportunities to rob illegal aliens and other drug \nsmugglers.  Agent Terry was a military veteran, a former police officer and had served with the Border Patrol for \n\n\n\nover three and a half years.  His murder was a great loss for our agency and illustrates the dangers presented by \ncartels and their associates.\n\n Cartels and other transnational criminal organizations or TCOs are a threat to our national security and to public \nsafety.  TCOs maintain a diverse portfolio of criminal activity including fraud, human trafficking, kidnapping and \nextortion.  They're heavily involved in all kinds of smuggling, moving people, weapons, cash and drugs through \nsophisticated criminal networks.\n\n In Fiscal Year 2018, the Border Patrol seized more than $7 million in currency, more than 7,000 pounds of cocaine \nand heroin, and more than 450,000 pounds of marijuana.  Methamphetamine seizures increased - have increased \n75 percent since fiscal year 2015.  And we have seen a 115 percent increase in fentanyl seizures between the ports \njust this last year. \n\n TCOs also maintain influence over U.S.-based gangs as a way to expand their domestic distribution process.  This \nmeans TCOs not only present a threat at our borders, through criminal networks and alliances, they present a \nthreat to the interior of our country as well. \n\n Although not all gang members are affiliated with cartels, last year the Border Patrol apprehended more than 800 \ngang members.  That's a 50 percent increase over the previous year.  This is in addition to the nearly 6700 aliens \nwe apprehended last year who have criminal histories including theft, drug and weapon trafficking and violent \ncrimes.  \n\n TCOs conduct their operations without regard for human life, money and power are their only motivation.  These \nnetworks are commodity agnostic.  They move people with no more care than guns or bundles of drugs.  Desperate \naliens who enter these networks are at risk of being beaten, assaulted, raped and even killed on their journey to our \nborder. \n\n TCOs are both motivated and they are ruthless.  They may operate as businesses, but they do not play by the \nrules of law and they are not bound by the bureaucratic impediments we sometimes face in government.  They will \nstop at nothing to gain power and profit.  \n\n They are agile and adaptable, willing to spend countless resources to maintain and expand control of their criminal \nenterprises.  To address the TCO threat, we must have a united, comprehensive strategy and an aggressive \napproach across all levels of government.  CBP must continue to work in conjunction with our law enforcement \npartners including my colleagues represented on this panel today to interdict illegal aliens, drugs, cash and \nweapons at the border.  \n\n This is a key component of U.S. border security, and by extension, our national security.  Thanks to the support of \nCongress in the past decade, the Department of Homeland Security has deployed more personnel, technology and \ntactical infrastructure than at any other time in our history.  As TCOs continue to exploit the border environment for \ntheir own financial gains, we must continue investing in all of these tools in the highest priority areas along the \nborder.\n\n Today, we have already begun upgrading old vehicle barriers to better impede illegal cross-border activities like \ndrug running.  We have also prioritized high-traffic locations that lack border infrastructure for deployment of new \nbarriers, the latest technology and the additional personnel.  We stand ready to execute and look forward to working \nwith Congress on these priorities. \n\n My men and women on the front line are facing this threat every day.  It is my honor to represent them in their \nefforts to make our country safer by bravely combatting cartels and other TCO threats.  When Border Patrol agents \nreport to work, they have no way of knowing what they may encounter, a family lost in the desert or a cartel rip crew \narmed with fully automatic weapons.  \n\n\n\n The job is unpredictable and it is demanding.  But whether they are stopping criminals and narcotics or saving \nlives, the men and women of the Border Patrol are well-trained and effective guardians of America's frontlines.  I \nthank you for your time and I look forward to your questions.\n\n CORNYN:  Thank you, chief.  There is a vote on in the Senate.  And so, Senator Durbin's gone to go vote and I'm \ngoing to go vote and turn the gavel over to Senator Cruz who will preside and we'll be back shortly.  Mr. Knierim?\n\n KNIERIM:  Good afternoon, Chairman Cornyn, Senator Cruz.  It is an honor to appear before you today to discuss \nMexican cartels and the extent of their efforts to manufacture, transport and distribute illicit narcotics within the \nUnited States and our efforts to combat this threat.  \n\n I've had the pleasure of being a DEA special agent since 1991.  When I reflect on those 27 years of experience, \nthe sophistication and capacity of the Mexican cartels worries me now more than ever.  Dangerous and highly \nsophisticated Mexican transnational criminal organizations or cartels operating in both Mexico and the United \nStates have been and will continue to be the most significant source of illicit narcotics trafficked inside the United \nStates.\n\n Whether it's heroin and synthetic opioids, methamphetamine or cocaine, the Mexican cartels are the primary \nsource of illicit drugs on our streets.  Perhaps the most disturbing aspect of Mexican cartels has been a confluence \nof three things, the synthetic drug threat, the epidemic of opioid abuse, and the cartel's attempts to expand their \nprofits by intentionally mixing fentanyl and fentanyl-related substances with heroin, counterfeit prescription drugs \nand other illicit drugs including cocaine and methamphetamine.\n\n This is done for one simple reason.  Greed.  This is a national threat, a public health emergency fueled by fentanyl \nwhich is cheap to make, hard to detect and dangerously potent.  Chinese or Mexican nationals are increasingly \noperating in concert resulting in an alignment responsible for the proliferation of heroin, fentanyl and related \nsynthetics coming across the southwest border.\n\n Coupled with the fact that a kilogram of fentanyl can be purchased for less than $5,000 from China, potential profits \nfrom the sale of that kilogram can exceed $1.5 million.  The cartels are deliberately seizing on the suffering of \nthousands of individuals to generate profit.  Aside from the proliferation of heroin and synthetic opioids produced by \nMexican cartels, these same organizations continue to transport methamphetamine and cocaine across the \nsouthwest border at an alarming rate. \n\n We cannot afford to lose focus on cocaine and methamphetamine.  The cartels are responsible for the production \nand trafficking of record amounts of methamphetamine entering the United States.  Recent increases in coca \ncultivation and cocaine production are particularly troubling and likely foreshadows an increase of importation, \nabuse, and overdose deaths in the United States from these substances as well. \n\n DEA anticipates that Mexican cartels such as the Sinaloa cartel, the Jalisco New Generation Cartel or CJNG, the \nJuarez Cartel, the Gulf Cartel, the Los Santos Cartel, and the Beltran-Leyva Organization will continue to be the \nprimary networks operating in more than one country to plan and execute their criminal enterprise.  These Mexican \ncartels do not observe boundaries or laws in Mexico, the United States or any other country.\n\n As you know, in 2016, Mexico extradited El Chapo Guzman to the United States.  And just recently his trial ensued \nin the district of New York.  We've already heard one of El Chapo's top lieutenants testify to the Sinaloa Cartel \nleader's extensive, lucrative, cruel, and ruthless operations.  The details of his testimony further highlight the ability \nof the cartels to influence legitimate professionals such as accountants, attorneys, notaries, bankers and real estate \nbrokers across both licit and illicit worlds and provide services to legitimate customers and criminals across the \nglobe. \n\n This is why we partner with my colleagues at the table before you today as well as with our state, local, tribal and \ninternational law enforcement partners, especially Mexico.  Let me also briefly mention my gratitude as well as out \n\n\n\nof all of DEA to our Mexican law enforcement, military and security counterparts with whom we have partnered and \nmany times have made the ultimate sacrifice. \n\n Our shared goal of protecting citizens from harm and keeping these destructive substances out of our societies is \nwhat unites us together in partnership.  This leads me to what DEA is doing to counter the threat.  We recognize \nthis will take persistent efforts across a broad spectrum to include interagency and global partnerships. \n\n For decades, we have maintained a worldwide presence to address the source of drugs.  And in this case, we have \na robust presence and critical partnership in Mexico.  In Mexico, DEA continues to synchronize and expand \ncapabilities to combat the growing epidemic.  We have developed a bilateral heroin strategy for intelligence sharing, \ncoordinated investigations, training, increased sharing of forensic information and the control of precursor \nchemicals. \n\n We participate in the North American drug dialogue along with federal government officials from Mexico, Canada, \nand the United States that focuses on building a strategy to attack the production, trafficking, consumption and \nmisuse of illicit narcotics in North America.  Defeating Mexican cartels in the opioid epidemic will require a \ncommunity effort at every level, state, local, federal and with our dedicated international partners such as Mexico. \n\n DEA will continue to aggressively pursue criminal trafficking and illicit drugs, targeting the world's most prolific and \ndangerous drug traffickers is a dynamic and evolving mission and with it comes myriad challenges.  Throughout our \nhistory, DEA has aggressively met those challenges and produced impressive results.  \n\n We look forward to continue to work with you and your Senate colleagues to identify the resources and authorities \nnecessary to complete our mission.  Thank you for the opportunity to testify before your committee on this important \nissue.  And I look forward to your questions.\n\n CRUZ:  Thank you, sir.  Let me say thank you to each of the witnesses.  Thank you for your service.  Each of you \nworks in an incredible difficult and important job.  And we are grateful for the hard work you put in.\n\n Mr. Chester, let's talk about fentanyl for a minute.  Fentanyl is killing Americans each and every day.  Can you tell \nthis committee where it comes from and how it makes its way into the United States?\n\n CHESTER:  Yes, Senator.  And you're absolutely correct.  What we have seen really over the last two-plus years in \nthe United States is the rise in the prevalence and the lethality of fentanyl in U.S. communities to the point that it \nhas outpaced heroin and all other drugs in terms of mortality in the U.S.  \n\n The fentanyl seen in the United States primarily is manufactured in China, and it is not only the base fentanyl \nmolecule itself, but there are - we have - CBP has encountered up to 33 different analogs of the fentanyl molecule \nalso produced in China and shipped into the United States. There's really two primary routes. \n\n The first one is individuals who get on the internet, usually on the dark web using cryptocurrency, purchase it for \nthemselves for their own use or for distribution to a small number of known users and that generally comes into the \ncountry through the U.S. mail system or through express consignment carriers who are commercial carriers.\n\n The second way -\n\n CRUZ:  What quantity are we typically talking about?\n\n CHESTER:  Very, very small quantities, senator.  And so, you're really talking 600, 700, 800 grams.  And because \nof that and because of its potency and its lethality, it's purchased at a very low dollar amount.  So not only is it in a \nsmall package that's hard to detect, it's at a dollar figure that doesn't raise a lot of suspicion.\n\n So that's the one primary vector into the United States.  The second one is up through Mexico where finished \nfentanyl is purchased in China, sent to Mexico and then either shipped as part of a poly drug load across the \nsouthwest border, mixed in and milled with heroin or an inert matter like lactose south of the border and then \n\n\n\nbrought up and sold as synthetic heroin, or the third way what we are increasingly seeing is it's crushed into pills \nand sold as fake prescription opioids and brought in large numbers of pills across the southwest border.   \n\n So there are several different vectors for it to get into the United States.  We can very clearly see the public health \neffects that it has in the United States, and fentanyl and its analogs will continue to be a substantial problem in our \ndrug environment in America.  \n\n CRUZ:   How many deaths are we looking at on an annual basis from fentanyl?\n\n CHESTER:  So the most recent data that we have for, in 2017 was 28,400 deaths or about nine per day and that is \nwhat's termed by the Centers for Disease Control and Prevention as synthetic opioids other than methadone which \nis a category that's dominated by fentanyl and its analogs and that is a 47 percent increase from the previous year. \n\n CRUZ:  And what's the role of the Mexican drug cartels in bringing fentanyl into this country?\n\n CHESTER:  Principally, their role is to purchase it from Mexico -- or, I'm sorry, from China and then to process it \nthere in Mexico and then bring it into the United States for distribution through their own cartel distribution chains \nand then obviously to a face-to-face sale in the United States.  \n\n One of the things that makes fentanyl so attractive for drug cartels is the low upfront price and obviously, the high \nprofits on the far end, and that's whether it is mixed into heroin and purchased by an intravenous drug user, by a \nknown drug user or whether it is sold as a fake pill, sometimes to an unwitting individual who believes they're \ngetting oxycontin or percocet and they're getting fentanyl and a fentanyl analog pressed into pill form.   \n\n CRUZ:  And do we have an assessment of how much money the cartels are making from the trafficking?  \n\n CHESTER:  Trafficking as a whole?\n\n CRUZ:  Let's take fentanyl or overall.  \n\n CHESTER:  Overall, and I believe it was Senator Cornyn who quoted the price of about $64 billion today and that's \nabsolutely within the realm of the possible, $64 billion, drugs continue to be the most lucrative and reliable source of \nincome for transnational criminal organizations in Mexico.  \n\n CRUZ:  Chief Provost, thank you for your good work.  I've gotten to know a great many of the men and women in \nyour agency and I'm grateful for their bravery and courage and their service.  \n\n PROVOST:  Thank you.  \n\n CRUZ:  Let me ask you from your perspective, what additional tools are needed to slow down or stop this flow of \nfentanyl and other illegal drugs into this country?\n\n PROVOST:  Well, thank you, Senator.  There are numerous things that we need.  As you know, the border is very \ndynamic and there is no one thing that it just seems to be that main issue that would stop it.  \n\n We need between the ports of entry in particular, obviously more technology, more detection technology.  We need \nmore men and women.  I need more K9 handlers as well.  We utilize them quite a bit, and of course, I do need \nmore barrier, because that does impede and deny and it does prevent the entries.  \n\n At the ports of entry there was discussion earlier and my colleagues over there are expanding their non-intrusive \ntechnology which we also utilize at our checkpoints and that certainly assists us, as well, but it is a no one size fits \nall.  It's a mixture of all of those things.   \n\n CRUZ:  Now, one of the tools you mentioned that you needed was more physical barriers, be it a wall or other \nforms of physical barriers.  As you know, we are in the midst of vigorous debates right now in the Senate.  Let me \n\n\n\nask you, in your professional experience, what is the impact of a wall or physical barrier and what are the benefits of \nit?  \n\n PROVOST:  Personally and just to keep it on topic with cartels, when I was an agent in Douglas, Arizona, east of \nDouglas one night there was a drive-through as we call them and we used to have numerous drive-throughs in the \narea.  \n\n I was involved in the seizure of over 490 pounds of cocaine.  Thankfully, the drive shaft on the truck broke as the \nvehicle was trying to get back south away from us.  We had no barrier at that time along the border in that area.   \n\n Once we put barrier in in that area, those drive-throughs stopped.  That is just one example when it comes to \nparticularly narcotics smuggling, but as you know, senator, the barriers are needed for impedence and denial.  \n\n Technology provides a completely different capability for us.  It provides situational awareness and we certainly \nneed that as well, but if we can't impede and deny when we're talking about a 2,000-mile border and a very difficult \nterrain to work in, then the situational awareness lets me know something's crossing, but it sure doesn't stop it from \ncrossing.   \n\n CRUZ:  So in terms of technology what have you all found is most effective, being it a virtual barrier, being infrared, \nfixed-wing, rotary wing aircraft, what has the greatest positive impact enabling you to most effectively do your job?  \n\n PROVOST:  Because of the diversity of the border we find a mixture of all those things, and it truly depends upon \nthe area.  When we are talking about areas with quick vanishing times, obviously, having camera technologies so \nthat we can see -- when we work in the remote areas more detection capability is necessary for us.  \n\n We have been expanding our tools in our tool kit and have found that having a diverse tool kit is critical for us to be \nable to deploy the appropriate resources in the appropriate location.   \n\n CRUZ:  Miss Ayala, can you describe the extent of the violence perpetrated by Mexican drug cartels both in the \nUnited States and in Mexico?  \n\n AYALA:  I would say that Mexican cartels and in general have become more and more violent.  They follow a \npattern of violence, and then when certain federal officials are sent to certain areas, then the areas calm down and \nthey're discouraged from violence in order for them to pursue their trafficking activities throughout the border area, \nsouth of the border.  \n\n On this side of the border, I think we saw a lot of violence as far as in 2005 in the South Texas border and then \nlater on with some murders and then later on, what we saw mostly the purchase of weapons to smuggle to Mexico \nin order to engage in extortion and other assaultive and violent actions and torture on the Mexican side.  \n\n What we see also now is that the cartels are using MS-13 and other gang members for kidnapping and extortion \nand other violent crimes that fall under the RICO statutes.   And that's why...  \n\n CRUZ:  To what extent is that crossing north of the border into the United States?\n\n AYALA:  Excuse me? \n\n CRUZ:  To what extent is that crossing north of the border into the United States?\n\n AYALA:  Well, as far as when we're talking about the gang piece, to put it in perspective, we have about 100,000 \nMS-13 gang members in the Northern Triangle and more than half of them are in El Salvador, 15,000 are in jails, \n30,000 in the street. \n\n We have approximately 10,000 gang members here, MS-13 gang members here in the United States and through \nour Operation Community Shield the last five or six years we've picked up over 8500 MS-13 members, associates \n\n\n\nand seized multi-ton quantities of drugs and weapons and other violent implements, whether it be ammunition and \nso forth.  \n\n CRUZ:  Thank you.  \n\n CORNYN:  Thank you, Senator Cruz, for covering that while we were voting.\n\n CRUZ:  And we arranged for the protesters to occur while you were gone.  \n\n (LAUGHTER)  \n\n CORNYN:  Good timing.  So let me ask each of you or anybody who has an answer, but not that long ago, the \nUnited States government decided that we needed to do something to help the government of Colombia deal with \nthe narco traffickers and cocaine in particular that was coming up into the United States, to deal with things like \ncoca eradication but also to provide equipment and training for the government of Colombia.  \n\n I was in Colombia about four months ago and while things aren't perfect, they are far, far better, and I think most \npeople who've paid attention would say that Plan Colombia was a success.  Nothing is 100 percent successful and \nthe challenge still -- many challenges still remain and President Duque who was just recently elected I know has \nmade a commitment to more coca eradication than his predecessor had. \n\n But do we need a Plan Central America or Plan Colombia or something like that, Mr.  Chester?  \n\n CHESTER:  Yes, sir.  I could start off and then other members can add if they'd like to.  You're absolutely right on \nthe success of Plan Colombia.  I think Plan Colombia really combined two things.  \n\n The first thing was the physical eradication of coca manually and aerially and that was incredibly important at going \nto the manifestation of the problem, and it also built the capacity of the Colombian military and the Colombian police \nforces to be able to deal with the problem on the ground.  \n\n What we have in Mexico is the Merida Initiative.  And the Merida Initiative has been the primary vehicle and it's \nadministered by the Department of State with its four pillars in order to build strong communities, build institutions, \nbuild capacity and go after transnational organized crime.  \n\n Since its inception almost 10 years ago, the Merida Initiative funding has been about $1.3 billion to the government \nof Mexico.  And it's made a substantial difference in Mexico's capabilities to be able to deal with this problem as a \npartner.  \n\n A lot of the activities that we have with the government of Mexico in terms of the professionalization of their military \nforces, the training and capacity building for their police, all the way to things like prison reform and transitioning to \nthe new criminal justice system, including one of the programs that I mentioned in my opening statement are funded \nthrough the Merida Initiative. \n\n And that is a very important component of what we're doing with Mexico.  It's not exactly analogous, but it follows \nthe same model of being able to handle the physical problem on the ground and then build capacity of the forces \nthemselves.  \n\n CORNYN:  Any -- the rest of you have a comment about that, chief?  \n\n PROVOST:  Just to comment, sir.  You're exactly right.  Working with our partners in Central America is key.  We \ncontinue to expand our footprint to assist whether it's in this case, talking about the cartels and the narcotics that \nare coming into this country.  \n\n We rely heavily on our relationships, much like we do in Mexico.  It is critical that we do continue to expand our \nefforts in Central American, as well.  \n\n\n\n CORNYN:  Mr. Knierim? \n\n KNIERIM:  Yes, sir.  I would just echo what has been said.  I think the bilateral relationships and partnerships that \nwe are able to develop and really lead to a joint, focused integrated effort to address the threats and things like the \nMerida Initiative and others that really do bring a coalition together in order to build capacity as well as strengthen \nthose relationships and partnerships.\n\n So while you're working the investigations on the one hand, you're increasing your prosecutorial capacity as well \nsimultaneously, so it really does provide a mechanism in order to further strengthen those joint bilateral efforts on a \ninvestigative and prosecutorial perspective.  \n\n CORNYN:  Oh, I share your support for the Merida Initiative.  And I hope we can do more amidst what is pretty \ngloomy news in terms of the how much geography in Mexico that the cartels control, the level of violence in Mexico \nthat President Lopez Obrador said was going to his top -- one of his top top priorities. \n\n We've actually seen more people die of violence in Mexico since 2007 than have died in the wars in Afghanistan \nand Iraq combined.  I remember what happened after 9/11 when 3,000 Americans died in New York and \nWashington, D.C., at the Pentagon, we went to war against al Qaeda and the Taliban. \n\n But 72,000 Americans or roughly 70,000 Americans have died from drug overdose, all this flood of heroin and \nmethamphetamine coming across the border, just doesn't seem like are -- it seems like we've become desensitized \nto the outrage that that really represents and the threat it represents to our national security.  \n\n So I know Senator Feinstein, obviously, coming from a border state, has talked to me about working on something \nlike Central American plan.  I know President Obama under his administration had planned to try to support the \ntriangle of countries in Central America.  \n\n I know we need to figure out something more than just sending money.  We need to find out what works and that's \nthe reason why I mentioned Plan Colombia.  I know there is -- I think there is a lot of interest.  On the bright side, \namidst as I said a pretty gloomy prospect in terms of Central America and in large parts of Mexico,  I was \nencouraged to see what the incoming administration in Mexico, I happened to be down there for the inauguration of \nPresident Lopez Obrador.  And I know that Secretary Nielsen and other members of the administration have been \ndirectly negotiating with the incoming administration on how to deal with the asylum issue.  \n\n Mexico, for the first time, to my knowledge, has begun issuing work permits, offering asylum in Mexico.  Of course, \nmany of these individuals want to be reunited with their family in the United States.  So, they're turning that down \nand saying I'm going to go to the United States, but the agreement to allow those claims to be processed while the \napplicants remain in Mexico I think represents a major change in policy and perhaps will provide some level of \ndeterrence to the efforts many would make, who come from Central America, cross Mexico and the United States.  \nDo you have an opinion on that?  Or Chief Provost, can you perhaps provide a little color for what I tried to \ndescribe?  \n\n PROVOST:  No, certainly, senator.  Our relationship with Mexico right now is -- has been an outstanding \nrelationship and considering all that we are dealing with on our shared border, it is critical going forward that we \ncontinue down that path with the relationship we have.  Our partners in Mexico have been doing as much as they \ncan with the limited resources that they have as well and have been great partners.  \n\n CORNYN:  Well, given our history with Mexico, they're a little skeptical of the United States as you can imagine.  \nWe've taken a substantial piece of Mexico and made it Texas and other parts of the southwest.  And I agree with \nthe characterization you and Mr. Chester have made that this has to be a shared responsibility, because I think \ntrying to do this to our friends in Mexico or for them will not be well-received.  \n\n And so I'm actually encouraged by seeing this very modest step in terms of the asylees, the claims for asylum \ncoming from Central America, and I'm hopeful that with the new administration, we can develop those sorts of \n\n\n\nrelationships and develop programs we can work on together, and would certainly welcome any input, insights, \nadvice you might give us in doing that.  Senator Durbin.  \n\n DURBIN:  Thanks, Mr. Chairman.  Chief Provost, how important is the export of firearms and drug money from the \nUnited States to the Mexican cartels to their continued existence?  \n\n PROVOST:  Well, so certainly, Senator Durbin, the money as you mentioned earlier that is going back into Mexico \nand into the hands of the cartels is of great concern for us as well as the weapons -- we do run operations along the \nborder routinely.  We work -- we do bilateral operations with our partners along the Mexican border as well as \noutbound operations to do our best with the resources that we have to address the issue.  \n\n DURBIN:  Let me be more specific.  How frequently are vehicles traveling southbound across the border through \nports of entry checked for illegally exported weapons?  \n\n PROVOST:  I would have to defer to my partners in the Office of Field Operations for exact numbers on that, \nsenator.  \n\n DURBIN:  Could you defer to them and let me know what they say?  \n\n PROVOST:  Yes, sir.  I will get back.  \n\n DURBIN:  I appreciate that.  Is it a priority?  \n\n PROVOST:  It is a priority, sir.  For CBP.  \n\n DURBIN:  Have you -- have you witnessed the seizure of weapons headed from the United States down to \nMexico?  \n\n PROVOST:  Yes, I have.  And my Border Patrol agents also assist with outbound operations on numerous \noccasions and we have seized weapons and we have seized money going south.  \n\n DURBIN:  You might have heard my earlier testimony about Z Portals.  Are you familiar with that technology?  \n\n PROVOST:  Yes, sir.  We utilize those as well in the Border Patrol.  \n\n DURBIN:  Pretty amazing.  Would you describe those to the committee?  \n\n PROVOST:  It is a non-intrusive technology that supports our ability to inspect vehicles and cargo that are coming \nthrough both the ports of entry and at our checkpoints.  \n\n DURBIN:  It's kind of like an x-ray or scanning device as I understand it.  \n\n PROVOST:  Yes, sir.  \n\n DURBIN:  Non-intrusive?  \n\n PROVOST:  Non-intrusive, sir.  \n\n DURBIN:  And what do you learn from the use of that kind of technology?  \n\n PROVOST:  Well, that technology has helped us in seizures both at the ports of entry and between the ports of \nentry at our checkpoints.  The technology is one capability that we that -- or one resource that we utilize in our \ntoolkit to support our efforts as we do our best to address the issue of all of the narcotics coming across the border.  \n\n DURBIN:  Are you troubled by the fact that fewer than one in five vehicles are subject to that sort of scanning as \nthey head north?  \n\n\n\n PROVOST:  I can't speak to the exact numbers, sir, that are scanned at our ports of entry.  I would take that as I \nget back with my partners in Office of Field Operations.  I do know that they have -- they continue to expand the \namount of technology that they are deploying at the ports of entry and they continue to request more of that \ntechnology.  \n\n DURBIN:  My guess is, and I defer to your field people again if they could tell us their numbers, we just have 18 \npercent of vehicles searched by this non-intrusive scanning device and a request from at least Mr. McAleenan last \nyear, that that was his highest priority.  That's why we include it in our bill.  My guess is that those vehicles headed \nsouthbound even fewer being scanned for weapons headed from the United States down to these Mexican cartels \nand I'd like you to be able to produce, if you can, information on Z Portals being used for those exporting weapons \nand contraband from the United States to the cartels.  Could you do that?  \n\n PROVOST:  Yes, I will take that as soon as I get back.  \n\n DURBIN:  Mr. Kneirim, am I pronouncing your name correctly?  \n\n KNIERIM:  Yes, sir.  \n\n DURBIN:  Good.  You had testimony here that -- you said in your testimony, seizures of smuggled bulk cash \ndecreased from 437 million in 2016 to 193 million in 2017.  That means the smuggled bulk cash which we assume \nis somehow associated with drug trafficking decreased by 56 percent.  You also say that the gross amount of bulk \ncash seized has steadily decreased since 2010.  To what do you attribute this decrease and is it possible that it's a \nsign that the cartels have found a more sophisticated way to transfer their laundered money?  \n\n KNIERIM:  I think one thing I would like to highlight is the significant efforts that are being undertaken in order \ninvestigate money laundering and the transfer of illicit proceeds.  There are many different tactics and techniques \nthat the cartels use and we likewise are available to utilize several investigative tools.  \n\n I think there are obviously a lot of efforts being made to continue to identify the bulk currency that is being -- that is \nbeing moved south.  We also recognize that there are additional technologies and virtual currencies that are being \nimplemented by some of the trafficking organizations in particular as it's going...\n\n DURBIN:  The point I want to get to is the one I opened up with.  \n\n KNIERIM:  Yes.  \n\n DURBIN:  What I've just described, scanning these vehicles as they're coming in to the United States, 18 percent \nare being scanned.  Scanning the vehicles that are headed south from the United States with weapons, contraband, \nmoney.  Having the means to deal with the technology by which they are now transferring this laundered drug \nmoney back into the cartels to make the next round of narcotics and to strengthen themselves has nothing to do \nwith a wall, nothing to do with a wall.  \n\n Sign me up for more money to address the things that I've just described to you.  Don't sign me up for a five billion \ndollar wall that was supposed to be paid for by Mexico.  And if I could ask one last question, is that okay?  \n\n AYALA:  Senator Durbin.  \n\n DURBIN:  It's signing me up.  Yes.  \n\n AYALA:  I was wondering if I could address that last question as far new techniques.  While TCOs continued to use \nbulk cash smuggling, armored car services, and the exploitation of financial systems utilizing funnel accounts, \ncorrespondent banking, and other financial fraud and trade based money laundering, they're also utilizing stored \nvalue cards.  \n\n\n\n And there's been a significant increase in money laundering using cryptocurrency-related financial investigations.  \nWe've more than doubled our seizures since last year.  We also have seen a lot of Chinese TCOs that are \nobtaining financial contracts to launder narcotics proceeds from Mexican TCOs and they're employing traditional \nmethods such as money pick-ups and then structuring through casinos, banks, and wires.  \n\n We're also seeing, which is of concern to us and we're investigating, Chinese counterfeited foreign documents.  \nThey're being shipped in bulk to Mexico and they're provided to TCOs to create financial accounts or to register \nbusinesses which makes it more difficult to see...\n\n DURBIN:  So what you're telling me...\n\n AYALA:  ...true beneficial ownership.\n\n DURBIN:  What you're telling me is the sophistication of the movement of this money goes way beyond bulk cash \nand...\n\n AYALA:  Absolutely.  \n\n DURBIN:  ...they're smart enough to know this isn't working very well.  \n\n AYALA:  Absolutely.  \n\n DURBIN:  We've got to be just as smart with the right people and the right technology.  The last point I'll make -- \nthank you, Mr. Chairman, for your willingness to let me say a word here.  When I went to that postal facility, that \nCBP facility at O'Hare Airport, those are good people.  They're doing the best they can.  \n\n You wouldn't believe all the junk that comes through the email into the United States and a lot of it is just trash and \njunk, but some of it has to be carefully inspected because it contains narcotics, fentanyl, and the rest.  We need a \nbetter system and we need a lot more people.  That's not a wall.  It's putting in technology and personnel to \neffectively deal with the threats to the United States.  And I think fentanyl is one of the most dangerous threats.  \nThanks, Mr. Chairman.  \n\n CORNYN:  Thank you.  Chief, just let me start on the last that my friend and colleague, Senator Durbin, made.  Are \nthere some places on the border where a physical barrier makes sense as part of the system?\n\n PROVOST:  Yes, senator, there certainly are.  \n\n CORNYN:  And as I recall, back in 2006 Congress passed on a bipartisan basis a Secure Fence Act which \nauthorize 700 miles of fencing and that passed on a broad bipartisan basis.  Has most of that been constructed so \nfar?  \n\n PROVOST:  Yes, sir.  The vast majority of it has been.  \n\n CORNYN:  So in some places a physical barrier does make sense, just to make that point.  \n\n PROVOST:  Yes, it does.  And if I may?  \n\n CORNYN:  Yes.  \n\n PROVOST:  In relation to technology and personnel are definitely necessary as well, but one does not replace the \nother.  We need the ability impede and deny.  The technology helps us on the detection and, of course, our men \nand women and the resources there support our efforts when it comes to having enough people to make the \napprehension or make the seizure.  \n\n I would liken it to the ring doorbell.  The doorbell is great technology, that ring doorbell and the ability to be able to \nsee somebody that comes up to steal a package off of your porch, but it does not prevent them from stealing the \n\n\n\npackage off of your porch.  You need the impedance and denial.  And that is what a barrier brings for us.  And then \nyou need the law enforcement personnel as you have both stated to make the arrest or to make the seizure.\n\n CORNYN:  Thank you for that.  So I just want people to understand -- I think every one of us have some sympathy \nand certainly empathize with people who are experiencing violence or lack of economic opportunity, jobs, in their \nhome countries.  And who want a better life.  That's just the human condition.  But are the same people, the same \nnarco traffickers, the same human traffickers, the same people who facility the transit of migrants from Central \nAmerica through Mexico into the United States.  Are they the same ones that are importing heroin and \nmethamphetamine into the United States?  \n\n PROVOST:  The cartels own the plazas and run the areas along the entire border.  And they may not always be \nthe ones that are moving them through.  However, the alien smuggling organizations have to pay a fee to move \npeople through those areas.  So they work hand-in-hand with each other.  And if I may just address the fact that -- \nsenator, you mentioned it before.  The very dynamic situation when it comes to the people.  \n\n I've said this before and I'll say it again.  Our men and women do not check their humanity at the door.  They have \na very tough job to do, very tough mission dealing with both the humanitarian and the law enforcement mission and \nI'm very proud of what they do.  \n\n CORNYN:  Well, we thank you for saying that.  I think you speak for all of us.  But the point I want to make is that \nthe same transnational criminal organizations that traffic in drugs, that traffic in women and children for sex slavery \nare the same ones that move the migrants across the border from Central America, correct?  \n\n PROVOST:  They certainly have involvement in the movement of the migrants, yes.  \n\n CORNYN:  And it's all about the money, right?  It's a part...\n\n PROVOST:  It is.  \n\n CORNYN:  It's their business model.  \n\n PROVOST:  It is and as I stated in my opening statement, unfortunately they do not treat the migrants, the people, \nany different than they do the drugs or the money.  \n\n CORNYN:  And to Senator Durbin's point, the same sort of technology that the commissioner talked about \nyesterday that you were discussing that can identify the movement of people, drugs, and other contraband coming \nnorth, if there was sufficient numbers of them and we had the infrastructure in place that would allow it.  That could \nalso scan vehicles heading south containing bulk cash and weapons, is that correct?\n\n PROVOST:  Yes, there is the potential to use it in that way.  \n\n CORNYN:  But as I understand it, the priority has been on traffic coming north because we're talking about the \ndrugs again and the other contraband and the illegal immigration.  And so there hasn't been deployed the sort of \nresources in terms of manpower or technology for traffic heading south.  \n\n PROVOST:  My colleagues -- specifically at the ports of entry, my colleagues as you both know have a very difficult \nmission in that they have a law enforcement mission, but they also have a mission to facilitate lawful travel and \ntrade.  And they focus their resources, of course, on inbound.  However, they do deploy as much as they can to \noutbound operations as well.\n\n CORNYN:  But they have to have priorities given limited resources.  \n\n PROVOST:  Yes, senator.  \n\n\n\n CORNYN:  And you've asked this in another hearing another time but I just want to reiterate this, the caravans of \nmigrants that are showing up at San Ysidro Bridge in Tijuana and which are showing every day and what I would \ncall a mini caravan, roughly 400,000 people detained at the southwestern border in Fiscal Year 2017.  \n\n Tens of thousands of accompanied children and family units.  Did the cartels use them as a strategic diversion so \nthat they can then tie up Border Patrol and other law enforcement authorities and then use that gap to exploit the \nimportation of illegal drugs into the United States?  \n\n PROVOST:  Yes, senator, that is a tactic that they have used over the years and certainly with the influx that we're \nhaving in regard to this humanitarian issue, they most certainly use that a diversion for us as my men and women \nare spending a large majority of their time dealing with the humanitarian effort.  It takes them away from their border \nsecurity mission.  And the cartels and the TCOs know that and they use it to their advantage.  \n\n CORNYN:  Miss Ayala, this is my final question.  Senator Durbin is discussing how creative and you were \ndiscussing how creative the cartels have gotten when it comes to money laundering and it's not just bulk cash \ncoming across the southwestern border through casas de cambio and other entities.  \n\n Is it possible for cartels and other criminal organizations simply to wire money back to the -- Mexico and Central \nAmerica because without identifying who's sending it, in other words, if there are other tools or authorities that our \nlaw enforcement agencies need in order to stop that.  Is that a problem?  The reason I ask is because I know tens \nof billions of dollars of remittances are sent each year from the United States back to the home countries of people \nwho come to the United States.  And I just want to ask you whether that's a vulnerability in terms of creative money \nlaundering or wiring money back to the home country.  \n\n AYALA:  I think one of the -- I think biggest vulnerabilities as far as money laundering is concerned is \ncorrespondent banking and some of the rules and regulations that we have as far as depositing money under the \nname of the bank account or bank instead of the name of a business which is what's happening in many high profile \ncases that we're working.  Trade-based money laundering, having the tools to really work on commercial fraud and \nmaking that priority as much of the money that is laundered is laundered through legitimate trade.  \n\n They're involved in cryptocurrency as we talked about, and some of the lack of transparency in beneficial \nownership as far as corporations makes it difficult for us to really ascertain what true ownership there is in a \nbusiness and be able to seize assets.  So I think capacity building overseas with our partners and training, building \ntheir capacity to -- for financial investigative efforts and their ability to engage in asset forfeiture would be - I think \nwould give us the biggest bang for our buck.  \n\n CORNYN:  Thank you very much.  Senator Durbin, you have anything else for this panel?  Thank you all for being \nhere and helping us understand this problem and providing some good answers and food for thought for further \naction.  There is another vote on so we'll excuse the first panel.  We'll go vote and come back and pick up the \nsecond panel.  Thank you.  We'll be in adjournment.\n\n (RECESS)\n\n CORNYN: My apologies for the back and forth.  Welcome to the United States Senate where the best laid plans \nsometimes go awry because of the voting schedule.  But it's my pleasure to now introduce the witnesses for the \nsecond panel.  \n\n The first is the Honorable Earl A.  Wayne.  Ambassador Wayne is a public policy fellow and co-chair of the Mexico \nInstitute's Board at the Woodrow Wilson International Center for Scholars.  Prior to this position, he had \ndistinguished career with the State Department and was a career ambassador, the most senior U.S. diplomatic rank \nyou can achieve.  \n\n\n\n Ambassador Wayne previously served as ambassador to Mexico from September 11th -- September 2011 through \nJuly 2015, deputy U.S. ambassador to Afghanistan from 2009 to 2011, and ambassador to Argentina from 2006 to \n2009.  \n\n Ambassador Wayne has been recognized for his leadership in the Foreign Service including receiving an award in \n2015, the Order of the Aztec Eagle, which is the highest order award granted to foreigners from Mexico's president \nand foreign secretary.  \n\n Our second witness is the Honorable Roger Noriega.  Ambassador Noriega is currently a visiting fellow at the \nAmerican Enterprise Institute.  Prior to that position, he served as assistant secretary Of state for Western \nHemisphere affairs and as the U.S. ambassador to the Organization of American States from 2001 to 2003.  \n\n While at the OAS he worked with hemispheric leaders to strengthen democracy, advance human rights, and foster \neconomic integration and promote peace and security throughout the Western Hemisphere.  Ambassador Noriega \nhas been involved in Latin American policy since the 1980s.  \n\n Our third witness today is Professor Celina Realuyo.  I'll try giving it my best.  Ms. Realuyo is currently an adjunct \nprofessor at the Elliott School of International Affairs at George Washington University.  From 2002 to 2006, she \nserved as the State Department director of Counterterrorism Finance Programs at the U.S. Secretary of State's \nOffice of the Coordinator for Counterterrorism in Washington, D.C.  \n\n The professor is a member of the Council on Foreign Relations, the International Institute for Strategic Studies, and \nWomen in International Security.  \n\n The fourth witness is Chief Chris Magnus.  The chief is chief in place for the Tucson Police Department, a position \nhe's held since January 2016.  Chief Magnus has served in many law enforcement capacities during his long career \nincluding service in Lansing, Michigan, Fargo, North Dakota and Richmond, California.\n\n Chief Magnus is an expert witness for the U.S. Department of Justice working with the Civil Rights Division and the \ncop's office on policing issues in various cities around the country.  Welcome, Chief.\n\n Our final witness is Dr. Andrew Selee.  Dr. Selee is president the Migration Policy Institute, a position he assumed \nin early 2017 after serving as executive vice president of the Woodrow Wilson International Center for Scholars.  \n\n Dr. Selee is a respected scholar and analyst of Mexico and U.S.-Mexico relations and a frequent commentator in \nthe media.  He's written and edited a number of books and policy reports in the U.S.-Mexico relationship, and \nMexican and Latin American politics.  Thanks all of you for agreeing to be with us here today.  \n\n Ambassador Wayne, let me start with you, please.  Any opening statement you'd care to make? \n\n Red button please.\n\n WAYNE: The red button, talk.  There we go.  Thank you very much.  Mr. Chairman, thank you and Ranking \nMember Senator Durbin for your initial comments.  You made a lot of the most essential observations that I was \ngoing to make, so I'll try not to repeat them.  \n\n But you pointed out how both the U.S. and Mexico society suffer from this cross-border illegal trade that's going on, \nthe importance of making this a high priority.  We've made a lot of progress over the last 10 years, but there's much \nmore to do.\n\n Mexico's new president, AndrÃ©s Manuel Lopez Obrador, or Amlo, is beginning his six-year term with a large \nmandate controlling both houses of Congress and wants to transform his country.  He's made clear a number of \ntimes that he wants to find ways to cooperate with the United States.\n\n\n\n So, both governments should build on what's been working so far while they explore new ways to make that \ncooperation better.  We should definitely avoid what happened six years ago when there was about a year of freeze \nin the cooperation between the two governments during the last presidential transition.\n\n Teams from both sides should get together review very thoroughly what's going on right now, what makes sense to \ncontinue, and also try to identify new priorities especially that mesh with the public security strategy that Amlo has \nput forward in recent weeks.\n\n One thing we should try very hard to do is keep going after that business model of these, of these drug groups.  In \n2017, the two governments agreed to do that, but we didn't get to go forward with that program very effectively.  We \nshould try and do so now.\n\n We have to keep working on better inter-agency coordination between the two sides and within each government \nat the same time.  We should also -- I think I very much agree with the comments of taking the additional steps to \nmanage the risks that are out there, including using this new technology that is available.  \n\n And by using the merit of program we can make it available on both sides of the border.  So, we're really looking at \nall the entry and exit points, and we can share that data and analyze it with new IT software to be even more \neffective in tracking what's going across our borders.\n\n We should also look seriously at how we can support elements of this new public security policy.  There are a \nnumber of parts of this eight-pillar approach that Amlo has presented that I think we can effectively support and \nwork with them in developing.\n\n All of this effort needs additional funding including additional merit of funding, and I think that would be very well \nused.  And I agree fully with the idea of taking Amlo up on his offer to develop a regional approach to this program \nthat deals with causes as well as effects, and takes that long term and a multi-layered approach to deal with the \nproblems of migration and crime.\n\n Congress has a vital role to play in this process in making sure this reinvigorated cooperation gets off to a good \nstart and that we have sufficiently funded plans to take it forward.  Over the past 10 years, bilateral cooperation has \nbeen under the umbrella of the Merida Initiative between Mexico and the United States.  That initiative brought \norder.  It brought more coordination and more funds to U.S. assistance.  \n\n It helped build closer cooperation between law enforcement, justice, diplomatic, security border, and intelligence \nofficials on both sides, and it greatly improved capacity through the Assistance Programs that went forward.\n\n But more progress is needed.  But I think it's important to understand is that all the people working on this came to \naccept that dealing with these problems are a shared responsibility.  That was not the case 10 years ago.  \n\n There was a lot of finger-pointing.  Right now, there's a great consensus that the way to really solve these \nproblems is working together.  We should make sure we can maintain that approach.  \n\n As you and others noted, Senator, the opioid crisis has pressed us to realize how important this is.  As I mentioned, \nin 2017, we got an agreement with the Mexicans on a new set of intense efforts to look at that whole value chain \nfrom production through financing at the very end, and tried to cut it off in all angles.  \n\n Sadly, we were not able to take that that forward.  And at least, part of it was because there was a popular \nbacklash in Mexico against the criticisms of Mexico and a number of the harsh actions on the border.  I hope we \ncan now take this opportunity to move forward and build that cooperation.\n\n Within Mexico, since 2014, as was mentioned criminal groups have spread more widely their violent activities \nacross Mexico, and they diversified the crimes that they are committing in Mexico.  \n\n\n\n Very sadly, homicides reached a new record violent homicides in 2017, and it looks like there's going to be another \nrecord set when all the data is in for this year.  Not surprisingly then, a prime driver in electing Lopez Obrador was \ninsecurity.  And not surprisingly, one of the first plans he's now presented is this eight-pillar approach.  \n\n It's not exactly overlap with our priorities, but there is a significant area where we could work together between the \ntwo governments.  He has taken in his eight pillars a look at preventive as well as enforcement issues looking at \ncauses as well as effects.  \n\n If you would like to later, I could talk a little bit about those eight pillars but I won't go through them all now.  I'll just \nmention that perhaps one of the most controversial parts of it is announcing the restructuring in public securities, \ncreated a new public security ministry which Mexico did have before.  \n\n But then he's created a National Guard which will be a military service or a militarized service under the Secretary \nof Defense.  \n\n So, there are a lot of questions about that that still need to be explored and debated in Mexico.  At the same time, \npopular expectations are very high.  They welcome a fresh approach.  So, we need to work with the Mexican \ngovernment and see how we can mesh these objectives together.\n\n Merida as you mentioned has been working for the past 10 years under its four main pillars.  These pillars have \nbeen very flexible.  They've allowed us to cover a wide range of different programs, and to evolve priorities to reflect \nchanges in governments on both sides of the borders who were working this through.  \n\n In my written testimony, I go through some 19 areas which where I think there are good programs underway that \nwould sync very well with the new priorities put forward by Lopez Obrador.\n\n CORNYN: Ambassador, let me ask.  We were asking people to keep to the five minutes opening.  And I'm \nfascinated to hear what you have to say.  Let's follow up with some questions.  \n\n WAYNE: OK.  \n\n CORNYN: And proceed to Ambassador Noriega.\n\n WAYNE: OK.\n\n CORNYN: Thank you.\n\n WAYNE: All right.  \n\n NORIEGA: Thank you very much.  Mr. Chairman, Senator Durbin for the opportunity to discuss what's at stake in \nthe U.S. - Mexico relationship.  \n\n Mexican organized crime has grown as a threat in the last 20 years.  Worse yet, it is part of a dangerous \nsophisticated global crime network right on our doorstep.  Mexico's new president, Amlo, Andres Manuel Lopez \nObrador want a clear mandate to fight corruption.  \n\n However, his thoughts of subduing narco-violence with an amnesty and anti-poverty programs are not reassuring.  \nThis matters because 90 percent of the cocaine and heroin entering the United States transits Mexico, sustaining a \npublic health and criminal justice crisis that costs us $200 billion.\n\n The Mexican people complain justifiably about U.S. demand for drugs which sustains criminals who sow terror, \ndeath, and instability.  We must face this threat as partners because neither government can coexist with lawless \ngroups that are attack our people's impunity.\n\n Mr. Chairman, I've worked against this threat for about two decades, mostly in the U.S. Congress, congressional \nstaff.  And I believe this crisis is worse than ever in the supply and lethality of drugs, the depth, breadth, and wealth \n\n\n\nof the networks that deliver them, and the inability or unwillingness in certain cases of governments to attack them \neffectively.\n\n A few examples, since 2013, the production of heroin in Mexico has tripled.  The supply of fentanyl, which is, which \nis 30 to 50 times more potent than heroin has increased dramatically.\n\n Colombian coca cultivation has quadrupled.  And potential cocaine production out of that country has tripled, \nreaching record highs and filling the coffers of Mexican traffickers.  Deadly gangs from Central America which are \nvertically integrated into every American city are expanding their drug smuggling and distribution operations right to \nour border.\n\n Making matters worse, Mexican organized crime is part of a global criminal network with $2 trillion in annual \nincome.  That's the equivalent of Mexico's GDP, carrying that asymmetrical threat right to our doorstep.  \n\n Every day, this criminal network does whatever it takes to optimize the supply chain of illicit drugs to the market \nhere in the United States.  Here's how we dropped the ball in the last 10 years in my opinion.  The Anti-Drug \nAlliance in South America that was really the work of George Herbert Walker Bush, which he helped pull together \nhas now fallen apart.\n\n We stood by as the last Mexican president failed to devise a strategy against the narco-traffickers, and his \nimprovised response over the last six years has made matters worse.  Leftist regimes in Venezuela, Bolivia, \nEcuador, El Salvador, and Nicaragua hijacked their countries and switched sides in the war on drugs.\n\n A narco-state in Venezuela has looted at least $350 billion dollars in oil revenue and it profits today from narco-\ntrafficking and money laundering throughout the Americas and in Europe.  Venezuelan narcos use their billions to \nsow corruption and instability in the transit zones in Central America, the Caribbean, and into Mexico.\n\n Even in Colombia where we invested $10 billion in aid and had trusted partners, leftist guerrillas secured a peace \ndeal that produced an explosion of cocaine that I referred to, and arms smugglers that are thriving in Venezuela \nunder the protection of the regime.  China and Russia provide intelligence support, weapons and banking ties that \nabet criminal regimes and profitable schemes.  \n\n In this dangerous climate, we need Mexico to do more.  But the new president's talk of fighting the drugs with an \namnesty or social programs sounds like a recipe for surrender.  Here's what we can do about it.  \n\n During this transition in Mexico, we have to lock in the mutually beneficial economic and social security cooperation \nthat exists today.  The president of the United States should designate an ambassador to Mexico whose judgment \nand loyalty he trusts to maintain a candid dialogue on sensitive issues.  We should encourage Mexico's president to \nfulfill his anti-corruption mandate by imposing the rule of law and overhauling Mexico's police and criminal justice \nsystem.\n\n Congress should quickly approve -- our Congress should quickly approve in my opinion the U.S.-Mexico-Canada \nagreement to secure export markets and U.S. trade ties that produce jobs for the United States.\n\n On the international front, we should work closely with the new government of Brazil to restore a regional anti-drug \nalliance.  \n\n We must increase asymmetrical measures to attack the transnational organized crime threat -- more investigators, \nmore prosecutors, more intelligence, and more legal authorities are needed to sanction and punish kingpins and \nchoke off cash to their criminal operations.  \n\n We should work with our neighbors to confront the narco-state in Venezuela and dismantle its criminal network.  \nWe should help, continue to help Colombia eradicate coca and secure its border with Venezuela.  And finally, we \nshould investigate, expose, and counter activities by Cuba, Russia, and China abetting trafficking and other \ncriminal activity in the Americas.  \n\n\n\n We have a lot of work to do, obviously.  Thank you very much for your attention.\n\n CORNYN: Thank you.  Professor Realuyo? \n\n REALUYO: Thank You.  Chairman Cornyn, Ranking Member Durbin for the opportunity to appear before you \ntoday, to testify on the threats posed by Mexican TCOs to our national security and U.S. and Mexican efforts to \ncounter them.\n\n Mexican cartels are engaged in a variety of illicit activities that include drugs, arms, human trafficking, kidnapping, \nextortion, and money laundering.  They thrive in a culture of corruption and impunity in Mexico.  And they use \nviolence and the threat of violence to empower and enrich themselves.  \n\n They've also capitalized sadly on America's voracious appetite for drugs such as heroin, fentanyl, cocaine, and \nmethamphetamines.  The national opioid epidemic fueled by heroin and fentanyl coming mostly from Mexico is \nsignificantly impacting the public health, economy, and national security of the United States.\n\n In 2017, the National Security Strategy recognized transnational organized crime as a threat to U.S. interests both \nat home and abroad.  It emphasizes the need to secure our borders and pursue transnational threats to their \nsource.\n\n The U.S. and Mexico enjoy one of the most extensive bilateral military and law enforcement relationships in the \nworld that illustrates the concept of defense-in-depth, which means working with our international partners.  \n\n Through the 2008 Merida Initiative, the U.S. has helped to build the capacity of Mexican authorities through more \neffective poppy eradication, monitoring, detection, and interdiction operations, border security, extradition cases, \nand anti-corruption programs.\n\n For over a decade, the Mexican military has been deployed in the streets of Mexico in law enforcement missions.  \nBut the violence continues and it's actually escalated.  \n\n Mexico had a record number to complement Ambassador Wayne's testimony of 31,174 homicides in 2017 which \nrepresents a 27 percent increase compared to 2016.  And we anticipate the year's end to actually reflect even \nhigher numbers.\n\n Mexican President Andres Manuel Lopez Obrador, Amlo, assumed office on December 1st and has pledged to \nfight corruption and end the violence plaguing Mexico.  These two priorities are reflected in his national plan for \npeace and security 2018 to 2024.\n\n The new plan intends to reform Mexican security services by creating a national guard to address crime and \nviolence head-on.  It's considering granting amnesty to low-level drug traffickers and legalizing marijuana and \npossibly poppy cultivation.\n\n This is quite divergent from previous Mexican government policies, and from U.S. law enforcement and counter-\nnarcotics interests.  It's too early to tell if and how bilateral cooperation on poppy eradication, interdiction \noperations, and the fight against cartels will continue under Amlo.  \n\n Regarding the Central American migration crisis, the U.S. and Mexico are trying to address the humanitarian crisis \nat the border, and are considering requiring asylum seekers to stay in Mexico as they get processed through the \nU.S. court system.\n\n In the last 24 hours, Mexico's actually publicized their plan to create a Marshall Plan that would extend about $3 \nbillion over the next five years in order to complement the assistance that the U.S. and other countries are granting \nto the Northern Triangle.  And we're looking forward to hearing more details about that what that would consist of to \ndeal with the root causes of the migration.  \n\n\n\n The two countries must work together to protect our countries from drug, arms, human trafficking, money \nlaundering, and corruption.  One area where Mexico and the U.S. share interests is with regard to fighting \ncorruption and money laundering that empower these cartels.\n\n Amlo's national plan includes a proposal to prevent and combat money laundering associated with crime and \ncorruption.  In its plan, it estimates that $20 billion to $30 billion a year could be recovered or seized.  On this front, \nthe U.S. should emphasize the importance of anti-money laundering efforts not only to fight corruption but the \nMexican cartels with the following five recommendations.\n\n Number one, exploit financial intelligence in law enforcement operations against the cartels.  Number two, \naggressively pursue the top cartel financiers since their main objective is to maximize profits.  And these financiers \nare very, very difficult to replace.  \n\n Number three, encourage to improved coordination among prosecutors, the financial intelligence unit, bank \nregulators, and law enforcement agencies in order to achieve more money-laundering convictions and actually to \ndeter criminal activity.  \n\n Number four, advocate for the swift passage of non-conviction based forfeiture before Mexico's Congress as well \nas beneficial ownership disclosures.  \n\n And number five, provide training and technical assistance for agencies that counter money laundering and \npromote better interagency within Mexico, but more importantly, international cooperation with our counterparts \nthrough information sharing.  \n\n In conclusion, Mexican cartels pose serious threats to the public health, prosperity, and national security of the \nU.S. and Mexico.  The two countries must identify common interests, build trust, and collaborate across the \nsecurity, counter narcotics, trade, and governance portfolios, and enhance foreign assistance programs that are \nalready underway to directly counter the Mexican cartels.\n\n Thank you for your attention.  I look forward to your questions.  \n\n CORNYN: Thanks, professor.\n\n Chief Magnus?\n\n MAGNUS: Chairman Cornyn and Ranking Member Durbin, thank you for the opportunity to testify before you.  I'm \nthe police chief for Tucson, Arizona and I've been in policing for 40 years, 20 as a chief.  \n\n I've always made it a priority to work toward strengthening police community ties.  So, I'd like to approach this \ndiscussion from a slightly, maybe slightly different angle than the other panelists today.  \n\n Working in a large diverse city located near the Mexican border, I understand the need for border security.  I've \nseen how the transnational criminal organizations bringing drugs into the U.S. prey on immigrants to further their \nreach and increase their profits.  There's obviously no simple solution for these problems.  \n\n Improving border security and achieving community safety is going to require cooperation and trust between all \nlevels of law enforcement.  But just as critically, between immigrant communities and the local police.\n\n The Tucson Police Department teams up with the feds to go after drug cartels, human and gun traffickers, and \nmoney launderers.  This cooperation is essential to combat these threats.  But at the same time, grant funding from \nthe federal government serves as a critical resource to keep our communities safer.\n\n Now earlier this year, the Tucson Police Department partnered with ATF and HSI to arrest 53 wanted violent and \nsex offenders.  We also participated in an operation that included HSI and the DEA to target a heroin trafficking \nring.\n\n\n\n In these instances and many others, we've seen the benefit of partnering with each other.  Many of my colleagues \nand I believe border security solutions must be strategic to address serious threats.  \n\n According to recent stats from the CBP, more than 80 percent of hard drugs intercepted along the border are \nseized at ports of entry.  \n\n Directing federal resources into improving staffing and infrastructure around ports of entry would be far more \neffective in halting the movement of drugs and guns across the border than simply constructing new barriers \nbetween these ports.\n\n Tucson is the sixth large -- we're in the sixth largest county in the United States.  Our Republican sheriff who has \nthe responsibility for policing 125 border miles told lawmakers they'd be better off giving a fraction of the billions it \nwould take to build the wall to law enforcement.  \n\n He said, \"I think it's kind of a medieval solution to a modern problem.\"  And many of my colleagues and I agree \nwith him.  \n\n Demand for drugs in the U.S. drives trafficking, leading cartels to seek profits through victimizing the public on \nboth sides of the border.  \n\n We must work more diligently towards reducing the demand for drugs through the use of effective treatment \nprograms. Doing this will cut off the lifeblood of these criminal organizations that take advantage of those struggling \nwith addiction.\n\n Facing a growing number of opioid deaths in Tucson, we launched a program to prioritize drug treatment over \nincarceration.  We now allow officers to use discretion in diverting suspects caught with small amounts of narcotics \ninto treatment instead of jail.  \n\n Suspects caught selling drugs or those with most felony warrants are obviously ineligible.  This has broad public \nsupport and is helping us lower our jail population while at the same time getting addicts the treatment they need.\n\n I believe local police best serve our communities by leaving the enforcement of immigration laws to the federal \ngovernment.  Immigration enforcement at the local level irresponsibly diverts very limited resources that we critically \nneed to keep our communities safe.  \n\n Now, Tucson takes pride in being welcoming to all.  We're not a sanctuary city.  But we do work to maintain \ncommunity confidence and trust in law enforcement.  We want victims and witnesses no matter their immigration \nstatus to seek our help and cooperate with us to stop dangerous criminals.\n\n Recently, policing has become harder in many of our neighborhoods.  The climate resulting from the current \nrhetoric and crackdown on immigrants undermines trust, and it poses major challenges to police officers.\n\n Aggressive federal enforcement including courthouse arrests and other high-profile operations terrify not only the \nundocumented but their American-born family, friends and co-workers.  \n\n As a result, an already marginalized community is less inclined to turn to us, making it much harder to apprehend \ncriminals.  And of course, when crimes go unreported and unsolved, the cartels go unchecked and increase their \npower.  \n\n Current efforts to force local police to take on federal immigration enforcement responsibilities only worsen this \ndynamic.  In addition, efforts to strip federal grant funding from localities deemed to be uncooperative will leave \ncities with fewer resources, and that leads to increases in crime.\n\n\n\n  Now, the members of this committee have the ability to set a new standard in law enforcement, one that creates a \nbalanced approach to public safety that not only preserves cooperation between local law enforcement and the \nfeds, but also between local police and immigrant communities.\n\n I encourage you to do so.  Working together, I have no doubt that we can curb drug demand, combat the cartels, \nand make our communities safer.  Thank you very much.  \n\n CORNYN: Thank you, Chief.  \n\n Dr. Selee? \n\n SELEE: Thank You, Chairman Cornyn.  And thank you, Ranking Member Durbin for the invitation to be here.  It's a \ngreat honor to be here with you.  \n\n I was asked to talk about the links between the transnational crime organizations and migration which are complex, \nand also to look a little bit of what the current moment of change where the government of Mexico might be in terms \nof what we can do to manage the border and manage migration together.\n\n Let me say that in terms of the links that exist, I mean transnational crime activity, the biggest link between \norganized crime and migration is obviously that the wave we've seen of transnational crime in Mexico and Central \nAmerica is at the base of the violence that people experience in their daily lives.  \n\n That they are not necessarily being preyed on by large transnational drug trafficking organizations but the gangs \nand smaller thuggish groups that prey on local communities get their resources, their weapons, and their legitimacy \nabove all from their connections to large transnational crime organizations.\n\n For the most part, migrant smuggling organizations are different from - this is a question that the senators asked \nearlier -- are different from the transnational crime organizations.  There are cases where some of the drug \ntrafficking organizations have moved into migrant smuggling but generally these are separate lines of business.  \n\n But you do see the migrant smuggling organizations having to pay for access to smuggling points and particularly \nto the border to be able to get people through.  \n\n And you have seen increasing predatory forms of migrant smuggling as a result of some of these relationships as \nwell.  But these are a utilitarian situational and relation -- and varied relationships between the migrant smugglers \nand the TCOs.  \n\n And finally, TCOs and migrant smugglers, I mean as we've heard and as the chief just said, they use different \ncrossing routes.  I mean generally speaking, drug trafficking, the highest value drug trafficking happens at ports \nof entry.\n\n Almost all the major narcotics, high-value cocaine, heroin, fentanyl, methamphetamines are crossing \noverwhelmingly through ports of entry.  Almost all the seizures are at ports of entry; \n\n Eighty to 90 percent, marijuana does cross between ports of entry; migrants smugglers overwhelmingly focused \nbetween ports of entry as well.  But marijuana is going down significantly so between ports of entry, so different \nsmuggling routes.\n\n We have a strategic moment.  I think this has been said by everyone on the panel in one way or another with the \ninauguration of a new government of Mexico.  Senator Cornyn and I were just were there for the inauguration, as a \nmatter of fact.  \n\n It's a chance to restart our bilateral agenda on organized crime, but also look at strategic options for managing \nmigration flows in different ways.\n\n\n\n And we've heard where Mexico is going through a moment where their interests are converging somewhat with \nours in different ways than were true before.  Mexico is no longer a sender of migrants, of unauthorized migrants \nin the way it once was.  \n\n Most Mexicans that come to the United States come through legal paths.  As of November, actually, we heard this \nyesterday from Commissioner McAleenan, as of November there were more Guatemalans who tried to or were \napprehended at the border than Mexicans.  First time that's happened the number Mexicans keeps going down.  \n\n Mexico is increasingly a receiving country for migrants or just migrants actually from the United States but also \nfrom Central America, and increasingly a transit country.  And because of that they begin to have similar questions \nthat they're asking about their migration system that what we're asking.  \n\n Not the same and we shouldn't confuse it by thinking they necessarily want to do the same things we do.  But \nbeginning to have similar sets of issues they have to think about in terms of their immigration policy.\n\n The new government has put four ideas on the table of things that they want to do.  The first is enhancing their \nasylum system.  The Mexican asylum system only got about 3,000 applications three years ago.  This year they'll \nhave close to 30,000, 10-time increase, completely overburdened.  It sounds familiar, right?  It sounds like our \nasylum system.\n\n It's huge but this is just monumental.  They say they're going to try and beef this up.  This is something we should \nobviously want to help with.  This is something we can work with them and UNHCR.  It's to our advantage that more \npeople want to apply for asylum in Mexico.  And there's some evidence that a lot of these people actually stay in \nMexico as well.  \n\n Secondly, they've talked about creating an employment-based visa for Central Americans that would take people \nfrom Central America who want to work and put them in areas where there labor shortages in Mexico.\n\n This is a big undertaking.  I mean it is.  It is one thing to say that they want to do this; it's another thing to do this.  \nAnd also do it in a way that doesn't compete with Mexican workers.  Or perhaps do it with a labor program that \nincludes Mexicans as well as Central Americans in creating a visa.  \n\n They haven't done this before, but this is an area where we certainly could partner.  It is something we have some \nexpertise in doing as well.  And it's something that would obviously create a magnet for people to stay in Mexico.\n\n Third, they've talked about professionalizing and modernizing the National Migration Institute which is modernizing \ntheir border control and their migration enforcement so that they both respect human rights and the highest \nstandards of integrity which has not always happened in the past, while also channeling people into legal channels \nand having real enforcement teeth.\n\n And finally, they've talked about what Celina said, investing in Central America.  These are all things that we \nshould think about how we can partner with them.  There are some opportunities for us as well to think about our \nasylum system.  We have more than a border crisis  and asylum crisis when it comes to migration.  \n\n My colleague, Doris Meissner, who ran INS under both Democratic and Republican administrations, has proposed \na rule change that would allow asylum officers to make their first decisions, would speed up asylum processes.\n\n We can be both fair and timely on how we do this.  We don't need to narrow asylum.  We simply need to be timely \nin how we grant it that would both allow people to be removed to who don't qualify quickly, as well as allowing \npeople relief who do qualify.  \n\n And let me just say quickly because I'm over time.  There is a lot we can do with Mexico in terms of asylum, \nthinking about in-country processing in Mexico, working with UNHCR and the Mexican government.  Tough to do \nbut possible.\n\n\n\n They have an in-country processing in Central America.  We could think about going after the worst migrant \nsmugglers who abuse migrants through extortion and kidnapping, something we haven't done as much in the \npast.  Good for enforcement; good for human rights.  \n\n But this is the moment both to do things to fix our asylum system but also to start creative discussions with our \nneighbors about how we do this together.  So, thank you.\n\n CORNYN: Thank you very much.  A lot a -- a lot to work with based on the testimony we've heard so far.  Let me \nstart with you, Ambassador Noriega.\n\n You've had experience working on the Hill in the U.S., in and around the U.S. government.  And others have as \nwell.  But I'm trying to figure out what's the best place to start coming up with a plan.\n\n Again, I guess I'm fixated on Plan Colombia because it's the one successful model, although we got a country of \n125 million or so people in Mexico, and obviously countries that have a lot of problems, even bigger problems in \nCentral America.  \n\n  But I talked to Senator Feinstein about maybe some Plan Central America.  But my suggestion to her is let's not \nmake it just narrow there.  Let's make it regional.  \n\n But I'd be interested in your comments, Ambassador Wayne, in terms of how we approach this. Let me preface \nthat by saying until recently my perception was that Mexico regarded illegal immigration into the United States as \nour problem, not their problem.  And in fact, they gave transit visas as long as people didn't stay in Mexico.  They \ncould just come on through.  \n\n The same thing with drugs.  They viewed that as our problem based on demand and not their problem.  Although, I \ndon't know how you view it that way when you see the toll of violent deaths that are occurring there which as the \nprofessor said are continuing to increase.\n\n So, could you all maybe start, Professor Noriega, I mean Ambassador Noriega, Ambassador Wayne, to first talk \nabout how do you -- how should we conceptualize the framework, so we're not just dealing with little one-off issues? \n\n How can we make this sort of a comprehensive plan?  Should it emanate from the executive branch or from the \nlegislative branch? \n\n NORIEGA: Well, thank you very much, senator.  I was working for Senator Helms when Plan Colombia was \npassed.  But I started working on that under Ben Gilman, the chairman of the House International Relations \nCommittee from New York, and for whom I worked for four years and where I really dug in on these issues.  He \ntreated it is quite a priority.  \n\n And then when I came over to the Senate, I was a -- I was one of the people that everybody trusted in the room \namong the staff because I worked for both sides.  \n\n And it was a Hill initiative.  It was a congressional initiative.  And you had folks like Dennis Hastert, Mark Souder or \nBen Gilman take the lead on the House side, over here; Paul Coverdell.  Senator Dodd participated and Senator \nHelms as well.  \n\n And it was very much folks like the people sitting behind you who dug in on these issues, and worked them for a \nlong time, and established good relationships with people, and who identified folks in Colombia that we could work \nwith and started sort of a tactical approach.  \n\n And then, it the folks in the State Department responded.  Pete Romero took the ball and ran with this.  And they \nhelped the Colombians come up with an answer to the question, how do we have a response?  \n\n\n\n So, it was really both engaged, but it was Congress really in pushing and insisting that we go with real money.  As \nwhat one of the chairmen at the time said, makes no small plans.  He challenged the State Department to come \nback with an aggressive plan.  And, frankly, the Congress increased the amounts and engaged.\n\n With Central America, there is a plan that the, that's on the table really, and it actually is being implemented.  It was \nconceived with the help of the Inter-American Development Bank.  And they put together a very comprehensive \napproach that the Central American countries are then matching with their own resources.  And that made -- so \nthat's out there on the table.\n\n I would suggest that as you look at this problem, it's the -- it's the global threat.  The organized crime which by the \nway drug trafficking only accounts for 40 percent of its $2.2 trillion income, really, it has us overwhelmed.\n\n And its actors, various actors have helped disintegrate institutions in Central America.  Ten years ago, we were \ntalking we passed the Central American Free Trade Agreement, talking about these countries as economic \npartners.  \n\n And now they are basket cases again because they're political systems, their institutions, their police forces were \noverwhelmed by narco-traffickers.  So, we have to use asymmetrical tools against this.  \n\n You know not, it's not all about finding the cocaine and the marijuana, and the heroin.  We should find the \nlieutenant colonel with $200 million in his bank account and start asking questions.  \n\n Sort of asymmetrical sanctions that are being used by OFAC and FinCEN against Venezuela in a very aggressive \nway by Marshall Billingslea, assistant secretary over there, and start to kind of with these rifle shots pick off some of \nthese kingpins so that maybe the people on the ground have a fighting chance.  I've talked too long but I'm sure... \n\n CORNYN: I was hoping would make it more narrow and then you made it global, but I appreciate it.  I appreciate \nthat.  I understand what you're saying.\n\n UNKNOWN: Excellent points.  \n\n CORNYN: Ambassador Wayne? \n\n WAYNE: I think, of course, my career of 40 years being in the executive, what I've seen that has worked very well \nis to get in and really sit with the other governments and work nitty-gritty on the details.  But it's been wonderful to \nhave that conceptual support when there has been the case from Congress to help push this along, and that's often \nbeen the case.\n\n Sometimes, of course, it's been the, in the administration; sometimes in Congress.  But if you can get both talking \non the conceptual agreement and then work through the specifics with a partner government or partner \ngovernments, that really does make a difference.  \n\n And what we have, the big change now is the arrival of this new government in Mexico.  And while there are \nquestions, as Roger pointed out, there's an opening to try to find a way to work with this on these -- on these \nissues.  And there's a big conceptual idea that the United States, even Canada, Central America, and Mexico can \nwork together.\n\n And we can tackle at the same time migration and crime, and job creation in these places if we talk about it and \nwork at it using a bunch of different tools.  \n\n And we do have that range of tools.  That's going to take a lot of hard specific work including with the Inter-\nAmerican Development Bank because they did develop a good plan for Central America, but this is now different.\n\n And Roger is exactly right that in some places, organized crime is just too powerful, and you have to target them.  \nBut you have to know each of the places, look at it, and use your tools in different ways.\n\n\n\n And if we could get this conceptual agreement, get support for it, get funding for it, and get everybody committed, I \nthink over a number of years we could make a big difference on all these problems using a multi-layered approach.  \n\n Just like in migration you've got to look at the root causes.  You have to look at when they get to southern Mexico, \nwhat happens to them.  Are there other options?  How are they treated?  Are they being abused by the criminal \ngroups going up?  Can we get rid of that?  Thus do we reduce the problem before it gets to our border?  Then do \nwe make some of our own changes in asylum procedures and other things to be more effective at our border?\n\n It's a whole layered approach that we could take to these problems.  But it takes a big commitment and it takes \nintellectual authorship and support in Congress as well as the administration.  I think we have that opportunity, \nthough.\n\n CORNYN:  Senator Durbin?\n\n DURBIN:  Chief Magnus, I looked at your resume, Lansing, Michigan, Fargo, North Dakota, Richmond, California, \nTucson, Arizona, you've done quite a tour of this country, and now you're on a border city responsibility.  \n\n And what I hear from you is what I hear from my superintendent, Eddie Johnson, up in Chicago, about how \nimportant it is for effective police work to have the trust of the community, and I couldn't agree with you more, that if \nwe tried to put you into a federal role enforcing immigration, I don't think it's going to make it any easier, I think it's \ngoing to make it more complicated for you. have you had the cooperation of your Hispanic community in Tucson \nwhen it comes to dealing with drug issues that we've talked about?\n\n MAGNUS:  Senator, we certainly have, and one of the biggest reasons for that is this focus on relational policing or \nreally community policing where we understand that we have to have that relationship with the entire community. \n\n Tucson is about 50 percent Hispanic, and many of the residents of Tucson are families who, they are immigrants, \nand they have family, extended family, in some cases, who are undocumented, sometimes even living in the same \nhousehold with them.  These are all people that make up the fabric of our community, and once we start tearing at \nthat fabric in terms of creating a climate of fear where people are simply unwilling to talk to the police or even talk to \ntheir neighbors, sometimes not even willing to come out of the house because they're so afraid, all we do is we \nlower the level of safety for every resident of the city.  \n\n So I think the climate we set is incredibly important for safety, and that means that we leave the civil immigration \nenforcement duties to our federal partners.  We partner with them when appropriate on some of these larger \nchallenges, like drug cartels, the human trafficking, some of the other things, but on a day-to-day level, we have to \nbe able to do our own work\n\n DURBIN:  Dr. Selee, we talked a lot about the Mexican cartels and I'm just blown away by the notion that their \nvolume of economic activity matches the GDP of Mexico, puts it in stark perspective.  We haven't talked about the \nstructure and relationship with the drug gangs in those three countries that are forcing so many people toward our \nborder, Guatemala, El Salvador, and Honduras.  What can you tell me about that?\n\n SELEE:  Well, what we do know is that there is in Central America, you have both the drug gangs, the Mexican \ntransnational crime, we call them Mexican but they because a lot of the leadership is Mexican but these are truly \ntransnational organizations. \n\n As it became harder to operate in Mexico, they moved more of their operations into Guatemala and Honduras.  \nSome of their operations were there already.  And they also began teaming up with, you know, smaller groups, very \nagile groups, so MS-13, Barrio 18 the two Salvadoran gangs, a lot of local groups.  \n\n I mean, when you get into Honduras and Guatemala, you do have some presence of those gangs but you have a \nlot of local level gangs that work for the cartels, that work for the large transnational crime groups, and those are the \ngroups that are particularly dangerous to people and you see this in Mexico as well, by the way.  I mean the largest \ncrime groups often are less predatory.  They make their money in drugs.  The smaller groups are the ones that mix \n\n\n\nbetween servicing the large cartels, they make money there, they get weapons there, but that's not necessarily \nalways a full-time occupation, and so they spend a lot of their time doing things like extortion locally, kidnapping in \nMexico more than in Central America.\n\n DURBIN:  Take a country like Guatemala. \n\n SELEE:  Yes.\n\n DURBIN:  I mean to think that there are more Guatemalans showing up at our border.\n\n SELEE:  It's incredible. \n\n DURBIN:  Than Mexicans.\n\n SELEE:  Yes. \n\n DURBIN:  I mean that's a relatively small country.\n\n SELEE:  Yes.\n\n DURBIN:  And there's a distance to be traveled and many of these are mothers with children who are making it up \nto our border.  So it just sounds like it's pure chaos and disorder in Guatemala and a lot of fear.  I can't imagine that \nit's just economic opportunity driving, there has to be a climate down there that is fearful.\n\n SELEE:  I think there's a mixture of things.  Some people are leaving for economic reasons.  There's some areas of \ndrought and crop shortage.  Some people are leaving for mixed motives, that's economic but it's also the turbulence \naround them and the violence around them.  And some people are leaving for really specific threats. \n\n I spent some time hanging out with four teenagers in the border on the Mexican side of the border the other day \nwho were all able to list very specific things.  And one young man brought up his Facebook page as we sat there.  \nThis was at a youth shelter in Tijuana and literally just scrolled through his Facebook page showing me everyone \nwho had been killed.  It was his newsfeed basically and it was going through I went to school with this person, this \nis the mother of one of my neighbors, this is just, one after another, I mean, completely monotone, by the way.  He \nwasn't trying to shock me.  He was simply making the point that, you know, this is kind of the way life is where he is, \nand he had received a very specific threat to his parents and simply decided never to go home again. \n\n If he didn't join the gang and he said I left, you know, I went to a friend's house and left the next morning and never \neven told my parents I was leaving.  That was the story of all four of them in one way or another, right, these are \nspecific -- these were the specific gangs and local crime groups. \n\n Other people you talk to, it's land invasions, a lot of it is extortion payments that people at some point simply can't \nmake the payment one month and they decide to leave -- the month they can't make the payment that they need to \nleave because they will be killed otherwise or their kids will be killed.\n\n DURBIN:  This sounds to me like credible fear. \n\n SELEE:  There's a lot of that.  I mean, you know, I would not say that everyone in asylum, you know, I wouldn't say \neveryone is fleeing because of violence, I think there are economic motives and we should try and begin to \ndistinguish between people who need protection and people who, you know, that we have  a tendency either to say \nthese people are all gaming the system or these people are all, you know, people who need protection.  There's a \nmixture in there. \n\n But I would say there's a large number of people who do need protection and we don't have to choose in our \nsystem.  I mean, we don't use the refugee program also for the Western Hemisphere, for people actually so they \ndon't have to make the journey up to the border.  \n\n\n\n DURBIN:  Thank you.  \n\n Well and we also have that program which the Administration does continue...\n\n SELEE:  That's correct.\n\n DURBIN:  Where minors could go to the embassy in their native country and make application for asylum. \n\n SELEE:  That's right, the CAP (ph).\n\n DURBIN:  To see whether or not they were approved and it was eliminated.\n\n SELEE:  It was eliminated.  I mean that is a real opportunity to build on what we learned from that, trying to -- it's \nnot easy doing country processing.  I think we should -- we should agree that these things require some \nexperimentation but we have had experience doing this.  It's something we could actually build on again.  We had \nan experience that was somewhat successful in doing that and we could also think with UNH on the Mexican \ngovernment how we do this in the south of Mexico before people make the whole journey across, you know, can we \ntake some people through the refugees program once they are in Mexico.\n\n Again, the Mexican government might have something to say about that but I think it's the kind of thing they are \nopen to talking about if we are.\n\n DURBIN:  Thank you.\n\n CORNYN:  Professor, I think you were the one talking about the level of violence in Mexico not getting better, it's \ngetting worse.  My understanding in one of my recent trips to Mexico City is that essentially if you commit a murder \nin Mexico that you are almost guaranteed not to be prosecuted.  They have been calling that impunity I guess is the \nsort of generic word. \n\n But is it true that the law enforcement and judicial departments or branches in the Mexican government are simply \nunable to bring people to any justice if they commit a murder in Mexico?\n\n REALUYO:  That's the problem you have with impunity and corruption is that actually the average citizen has very \nlittle faith in the police as well as the judicial system. \n\n So first you have very low levels of people who actually file reports and denounces is what they call it, let alone \nactually realize a conviction. \n\n And as you know through the Merida Initiative the U.S. has been helping the Mexican government reform its \njudicial system and then more in point change their prosecutorial method.  But the real problem too is that you have, \nI think really when we were talking about situations in Central America, as well what the different factors are, there \nare three.  \n\n There's corruption and impunity, which are one category.  The wealth that these illicit activities generate that also \nfeeds into the corruption.  And the third piece is the violence.  What you are seeing is actual convergence of these \nthree factors in the Northern Triangle and to complement what Andrew was talking about is you actually have \npeople migrating for fear of persecution or that they will -- because their family was extorted and their relative didn't \npay it actually goes across not just the person who owe the money but the whole family, as well as lack of economic \nopportunity. \n\n Both Ambassador Noriega and Ambassador Wayne refer to something called Alliance for Prosperity which is this \nactual plan to generate more importantly opportunities for job creation and investment in the Northern Triangle...\n\n CORNYN:  In Central America?\n\n\n\n REALUYO:  In Central America.  So we actually have a lot of the components, the bigger question is how do you \nget the political will through the three -- or corruption is a huge challenge in the Northern Triangle.\n\n You actually have just seen the brother of the sitting president of Honduras arrested for narcotics trafficking.  The \nlast government in Guatemala who or many of them were trained and sponsored by the U.S. are also in jail for \ncorruption charges.  So there's a bigger piece of governance which we haven't really talked about but this bigger \nquestion of how do you get the local populations to trust the governments that we're entrusting in terms of foreign \nassistance and having the political will to fight the transnational criminal organizations, whether they be local gangs \nwho really do feed off of extortion and use violence or the threat of violence to the larger movers of illicit trafficking \nwhether it would be people or drugs. \n\n The other thing I want to call into attention was the fact that you have external actors that are involved now.  So I \nspent a lot of time looking at money laundering, the amounts of money being handled by Chinese, TCOs as well as \nChinese banks in order to circumvent sanctions as well as our kind of know your client regulations is a new conduit.  \nAnd I think you have seen too the rapprochement of the government of El Salvador with the Chinese regime is very \ntroublesome.\n\n And one of the things we're trying to figure out, I think it's a very useful time right now to reassess how we be the \npartner of choice and continue to be the BFF, the best friends forever, of Central America as well as Mexico at a \nvery interesting juncture, particularly as we see these countries now looking for different ways that the Chinese are \nusing predatory lending, most favored nation type of trade agreements, with partners in the region that are actually \ntrying to basically erode the influence that the U.S. has had through all the different portfolios, military, law \nenforcement, economic, and also the cultural ties that we have, and this is a really crucial point that we have to \nfigure out how to double down on our investment.\n\n And it's not just about money, it's about the political will and the commitment and how to build those relationships \nwith a new team under Amlo in Mexico because now they are really engaging.  They are now understanding what \nit's like to be a recipient and deal with all of these migrants that are in their communities without the actual \nexperience that we've had in the U.S., and they don't have the level of NGOs that we have and the charitable \ntradition that we have in the U.S. to handle and you see it every day with what's being streamed from Tijuana and I \nthink you were just down there.  The physical capacity for them to handle these migrants is actually degrading their \nsecurity but also from a public health point of view, which is disturbing for everyone involved.\n\n CORNYN:  A couple of you have mentioned Amlo's commitment to a National Guard.  I assume that this is just the \nlatest iteration of the attempt to try to deal with the corruption problem at the local and the state level. \n\n I know over the years, they've tried to make -- federalize this, I mean, make it a national police, national law \nenforcement organization to deal with it that would be perhaps vetted and less susceptible to corruption.  I assume \nthat's the motivation for that?\n\n Is that correct, Ambassador Wayne?\n\n WAYNE:  I think it is.  As you know, for the last -- for this century, they have been struggling, pardon me, with the \nability to really have a fully coordinated overall strategy that worked and have all the different parts of their \ngovernment working together, federal, state, and local.  They have not successfully done that under the last two \npresidents, so they came up with this idea of a National Guard because the least corrupted, not uncorrupted, but \nthe least corrupted were the Defense Department entities, the army and the navy.\n\n CORNYN:  But I know there are a lot of NGOs and others that object to the military basically doing police work, and \nI can understand that, but as you pointed out there the ones that are most effective and least subject to corruption. \n\n But i guess you still have the basic problem at the local and state level of what is it, Plato o Plomo, silver or lead.\n\n SELEE:  Yes, that's it.\n\n\n\n CORNYN:  And you could see how this sort of intimidation tactics that are used to undermine public authority and \norder in those countries. \n\n Dr. Selee, let me make sure I understood, are you saying that the migrant smugglers are not transnational \ncriminal organizations or are you saying somehow they're separate or...\n\n SELEE:  Yes.  I just said they are separate from the -- that the migrant smugglers tend to be different from the \ndrug traffickers, smaller...\n\n CORNYN:  So you don't agree with those who say that the cartels are essentially commodity agnostic?\n\n SELEE:  No.\n\n CORNYN:  Whatever will make them money?\n\n SELEE:  No.  I think the drug traffickers for the most part, I mean, there have been attempts, the Setas actually got \ninto some migrant smuggling. we know the Tijuana cartel got in but when they were really on their heels where \nthey were losing some of their drug business and the Juarez cartel at that time when they were losing some of their \ndrug business moved into migrant smuggling to supplement.  \n\n But for the most part for them, you know, drugs is a big, successful business, and they get a lot more out of being \nable to charge the -- the (inaudible) was they called the right to cross without having to get into the complexities of \nrunning a different business venture.  And so I don't think it's a moral question in any way.  I mean it's not that they \nwouldn't get into it.  It's just a specialized business.  They're slightly smaller groups. \n\n They're still larger. i mean, gone is the day when there are mom and pop smugglers, right, which used to --i lived \nin the border on the Mexican side in the 1990s, you still had the mom and pop smugglers, you know, or usually, \nactually, I lived near a father and son smuggling team at one point. i mean, these, you know, that's gone.  These \nare criminal enterprises now, but they are for the most part separate today than the larger drug organizations.\n\n And one of the things that I think, if I can jump into the last question as well, I think you have seen some successes \nin parts of Mexico where you do have better policing and better courts in some areas, and some cities are safer and \nyou to have citizen vigilance of what government does and Mexico's become a real patchwork.  You know, there \nare some places that have gotten worse and some places that have gotten better.  And there's a lot we can learn \nfrom the places that have gotten better in terms of local law enforcement.\n\n CORNYN:  Can you confirm that basically the cartels control all of the real estate that's contiguous to the U.S. \nborder?  I guess that's where they make you pay to cross.  But my understanding, and this is kind of a chilling \nnumber, is that the cartels and the criminal organizations basically control more than a third of the country, even \nthough it's 11th largest economy in the world, that doesn't really tell the story when the Mexican government and \nthe state government, local government, can't even control large swaths of real estate in the country.\n\n SELEE:  It's interesting what \"control\" means because there was a time -- the Setas started a business model \nwhere control meant really having a heavy handed control of lots of things moving around them.  The contrasting \nmodel is the Sinaloa cartel, which is all about trafficking drugs and buying off what you need of the state.  So if \nwhat you need is in a certain area you need the chief of police, with all due respect to my colleague here, but I \nmean, if what you need is your trafficking in Sinaloa and you need the chief of police of a municipality, you go for \nthe chief of police but you don't worry about other businesses. you don't go for the superintendent of schools. \n\n The Setas really got into trying to do more.  They tried to control lots of things.  It failed.  The Mexican government \nwent after them with U.S. support and really degraded them, and there are pieces of Setas left but no big Setas \norganization anymore.  \n\n For the most part, Mexican organizations, the largest ones are about trafficking drugs.  Some of the smaller ones \nand in parts of the country they do try and exercise, if you to Guerrero you go to parts of Oaxaca and Veracruz, \n\n\n\nthere are (inaudible), there are groups that really try to control more than just drug trafficking.  But I say that only \nbecause a third of the country probably has really active cartels but it means something different in a city like \nMonterrey where you can live your life daily and never notice the cartels than if you live in a town like Chilpancingo, \nGuerrero where it would be hard to run a small business without paying a tax to the cartels.\n\n NORIEGA:  Senator, if I could just jump in on this?\n\n CORNYN:  Please?\n\n NORIEGA:  When people refer to this controlling territory, they basically control it from one another.  They divide \nup turf and if you want to challenge another cartel, you know, blood is expensive.  And so, they generally respect \nthe right to move material within certain geographical areas. \n\n With respect to a couple things, the corruption issue, when President Felipe Calderon, who I'm sure you had a \ngood relationship with over the years, initially took this on, in retrospect, what he encountered was there was so \nmuch corruption at the state and local level where people not only defied the federal government when he was \ntrying to move against certain targets, certain cases they were in bed with the narcos, the state and local leaders.  \nAnd he would, you know, replace them and that sort of thing, but it's really hard to get traction with this kind of top-\ndown approach. \n\n Mexico needs a cultural change in terms of corruption. and accountability and transparency, and it's extraordinarily \ncomplicated and time consuming process  but there has to be a certain change in expectations from the top down, \nand I think Amlo could do that, quite frankly. he has a mandate to do precisely that, but it requires a criminal justice \nreform, penitentiary reform, professionalization of the police, only a handful of Mexico's 31 states has the capacity \nto, you know, even a professional track for policing. \n\n So, there's a tremendous amount of work that needs to be done, but it really requires political will.  \n\n Amlo is kind of an outsider in certain respects, but the ultimate insider in others, but he's sort of a maverick so \nperhaps he can challenge the structural corruption that's existed in Mexico for many, many years and which has \nblocked progress in terms of economic advancement and now blocked, you know, simple application of the rule of \nlaw and the protection of citizens.  And Amlo, perhaps, can change that, transform that model.\n\n CORNYN:  I agree that it looks like he's a unique political figure.  He does seem to have a mandate to deal with \ncorruption and the violence.  Whether he can actually do that or not, I don't know, and that's where I think we can \ntry to find a way to share that challenge, because it affects them and us and Central America too.  And so, we're \ntrying to get our head around all of that and figure out how to take advantage of the moment and the opportunity \nthis may provide.\n\n My impression of President Lopez Obrador's speech that he gave at his inaugural, as I understood it by translation, \nis that he raised expectations sky high.  And ordinarily, you try to tamp down expectations and exceed those low \nexpectations, in my experience, but he set expectations very high, so it's going to be interesting to see. \n\n We have a lot of skin in the game ourselves here in the United States in terms of how that turns out and we need to \nfigure out a way to work with our Mexican counterparts at the legislative and executive branch level and help them \nin all the ways you all have detailed. \n\n Well, thank you for spending your time here and sharing your expertise with us.  This hearing is now adjourned. \n\n What we will do, I will just add by way of footnote, there may be some additional written questions.  I wouldn't \nexpect a lot, but we'll go ahead and give everybody a chance if they have additional areas they want to inquire \nabout and then we'll close out the record in about 10 days, two weeks' time.  So thank you very much.\n\n END \n\n\n"}