{"title": "In Georgia, Newest Immigrants Unsettle an Old Sense of Place", "body": "\nFor generations, people here have savored the predictable cadences of small-town living. They knew their \nneighbors and their neighbors' neighbors, the sweet sound of Sunday church mornings and the rumble of tractors \ntilling the rich soil.\n\n  And they knew that most outsiders would drive right through this blue-collar community of tidy bungalows and \nmobile homes, without stopping or settling, on their way to bigger, busier places.\n\n Then Mexican immigrants started streaming in. Lured in the 1990's by abundant agricultural work and new \nmanufacturing jobs, the newcomers landed in a town with one traffic light, no tortillas in the supermarket and \nresidents who stared openly at foreigners in a county that saw its last wave of immigrants in the 1850's.\n\n  Today, hundreds of Mexican immigrants, both illegal and legal, work in factories, fields and stores; study in public \nschools; and live in neighborhoods that were once mostly white or black. This year, as many longtime residents \nanguished over the metamorphosis of their town, Serafico Jaimes opened a Spanish-language video store right off \nMain Street and proudly hung a Mexican flag alongside his American flag in the storefront window. \n\n  ''This is our town now, too,'' Mr. Jaimes said.\n\n  His town sits in Atkinson County, Ga., population 8,030 and a cauldron of demographic change. Over the past \ndecade, hundreds of thousands of immigrants, mostly from Mexico, have poured into the South, bypassing \ntraditional settlement states like New York, California and Florida in favor of far-flung towns with thriving industries. \n\n  The surge of newcomers has helped drive the fierce debate in Congress over immigration as well as the budding \nactivism that burst into view this spring when millions of people took to the streets to demand rights for immigrants. \n\n  The simmering tensions between Americans and new arrivals have played out here, too, far from the national \nspotlight. A visit to Atkinson County offers an intimate glimpse at how immigration is rapidly transforming day-to-day \nlife in some small Southern towns. \n\n  In 1990, Hispanics accounted for 3 percent of the residents in Atkinson County, census data show. By 2004, \nHispanics had eclipsed blacks and become the largest minority, with 21 percent of the population. County officials, \nwho say illegal immigrants have been undercounted, believe Mexican immigrants and their children may actually \nmake up a third of residents. (Whites and blacks now account for about 60 percent and 19 percent of the \npopulation.)\n\n\n  The sudden shift is upending traditional Southern notions of race and class, leaving many whites and blacks \ngrappling with unexpected feelings of dislocation, loss and anger as they adjust to their community's evolving ethnic \nidentity. \n\n  Elton Corbitt, a white businessman whose family has lived here since the 1800's, said immigration threatened \neverything that matters -- the quality of schools, health facilities, neighborhoods, even the serene rhythms of small-\ntown life. And he fears that white Southerners here may ultimately become outnumbered or irrelevant. \n\n  ''The way the Mexicans have children, they're going to have a majority here soon,'' Mr. Corbitt, 76, said.\n\n  ''I have children and grandchildren,'' he said. ''They're going to become second-class citizens. And we're going to \nbe a third world country here if we don't do something about it.''\n\n  Many immigrants, meanwhile, wrestle with feelings of both pride and alienation as they deepen their roots in a \ntown that remains ambivalent about their presence. \n\n  Olga Contreras-Martinez was 12 when she entered the United States illegally with her family and picked fruits and \nvegetables in Florida and Georgia until settling here in 1993. Now a college graduate and an American citizen, Ms. \nContreras-Martinez feels deeply rooted here.\n\n  Yet she says she has never quite fit in, even as she slides seamlessly between English and Spanish, relishes both \ncheese grits and frijoles and proudly votes in local elections.\n\n  She still bursts into tears when she remembers how three white men challenged the citizenship of the county's \nHispanic voters during a race for county commission in 2004, accusing one candidate of registering Mexicans who \nwere ineligible to vote. Mexican-Americans were ultimately allowed to go to the polls, but the humiliation lingers. \n\n  ''Because of my color, my last name, people always question me,'' said Ms. Contreras-Martinez, 31, whose \nparents, uncles and grandfather all moved to Atkinson County from Mexico.\n\n  ''I call it home, but I know I'm not welcome in my own home,'' she said. ''Maybe that feeling of home will be \nsomething that will always be missing for me.''\n\n  From 1990 to 2005, the number of Hispanics living legally or illegally in Southern states quadrupled, jumping to 2.4 \nmillion from 562,663, according to an analysis of census data conducted by the sociology department of Queens \nCollege of the City University of New York. More immigrants are arriving in the United States now than when \ncrowded ships carried millions of Europeans into New York in the early 1900's.\n\n  ''We really haven't had this sort of rapid demographic change in 100 years,'' said Jeffrey S. Passel, a demographer \nat the Pew Hispanic Center, a nonpartisan research group based in Washington. \n\n  No one knows how many illegal immigrants are living in Georgia. But Mr. Passel estimates there are 350,000 to \n450,000, up from about 35,000 in 1990.\n\nCreating New Lines\n\n  It is a profound change for this insular community in southern Georgia, just northeast of Valdosta, where strangers \nhave traditionally come from neighboring counties, not foreign countries, and where memories of the last flood of \nimmigrants have long since faded.\n\n  In the late 1850's, hundreds of Irish immigrants moved to this area, drawn by the promise of work on a railroad \nproject that ultimately failed. Penniless and stranded, many workers settled here and became farmers, according to \narchival records from the Roman Catholic Church, which ministered to the laborers.\n\n\n\n  The Mexicans who arrived more than a century later found a small, sleepy place where rocking chairs sit on front \nporches and roses bloom alongside rundown trailers. Many families struggle to make ends meet. In 2000, 23 \npercent of residents lived below the poverty line -- compared with 13 percent nationally that year -- and mobile \nhomes made up 44 percent of the housing stock, census data show.\n\n  Before significant numbers of immigrants arrived, neighborhoods were largely divided along racial lines. And with \npopulation growth largely stagnant, commercial farmers who raised squash, cucumbers and tobacco, and new \nbusinesses manufacturing industrial fabrics, mobile homes and fiberboard, were eager for new labor.\n\n  Migrant farm workers, who trickled in in the late 1980's, spread the word, telling relatives that Atkinson County had \ngood jobs, good schools, open space and a better quality of life than many crowded, crime-ridden communities in \nborder states. \n\n  Mr. Jaimes, the video store owner, who is 43, arrived in 1991 to pick peppers and cut tobacco. Jose Ponce came \nwith his family in 1995, even as he worried about how Mexicans would fare in the American South. \n\n  ''I had told myself, 'Never will I live in that state,' '' recalled Mr. Ponce, who saw a documentary about Georgia's \nsegregation era while he was still in Mexico.\n\n  ''But the schools were good,'' said Mr. Ponce, 54, who promotes homeopathic medicines for a Mexican company \nand is raising three children here. ''There was work wherever you looked. In terms of security for the family, it was \nbeautiful.''\n\n  Today, Harvey's, Pearson's lone supermarket, dedicates three aisles to mole, tortillas, cilantro and other items \ndirected at Hispanics, who now make up 40 percent to 50 percent of the store's customers, said Rick Merritt, the \nmanager.\n\n  Down the road at Guthrie Motors, a used-car dealership, 60 percent of the customers are Hispanic. At the local \nbarbershop, where Arthur Aubrey Morgan has clipped hair since 1945, a third of the patrons hail from Mexico.\n\n  A karate school caters to the children of Mexican workers who have prospered enough to pay for classes. This \nspring, a Catholic church in a neighboring county opened a new building to accommodate worshipers at its \nSpanish-language Mass, which draws parishioners from Atkinson County.\n\n  And a half-dozen Hispanic-owned businesses have opened, including a bakery and several small grocery stores.\n\n  Pearson, which now has about 1,900 residents, was losing population before the Mexicans arrived. Tommy \nGuthrie, co-owner of Guthrie Motors, said the new arrivals had helped his business and others to thrive. Several of \nhis Mexican-born customers, Mr. Guthrie added, have moved beyond his dealership because they can now buy \nnew cars. \n\n  Immigrants have yet to play a significant role in politics -- there are no Hispanic elected officials and only about \n100 Hispanic registered voters -- but many believe that will change as the American-born children of new arrivals \ncome of age.\n\n  ''I tell you something -- they're not staying down,'' said Mr. Guthrie, who is white. ''They're moving up.''\n\n  But around the corner, at the county commission office, officials are counting the costs, not the benefits, of \nimmigration to Atkinson County.\n\n  County Commissioner Edwin Davis Sr. serves as the informal leader of county efforts to stem the tide of illegal \nimmigration. He sees the negative consequences everywhere -- in the shabby mobile homes in some Hispanic \nenclaves, the Spanish-language graffiti splashed on the shopping plaza and the Hispanic mothers and toddlers \ncrowding into the county's health clinic.\n\n\n\n  ''They're coming here to have babies as quick as they can,'' said Mr. Davis, who emphasized that he opposed \nillegal arrivals, not legal immigration. ''And we're paying for all of those babies.''\n\nRising Expenses\n\n  Mr. Davis acknowledged that homeowners had not yet felt the impact of illegal immigration in the form of higher \nproperty taxes, though he said that might be coming. \n\n  And police officials here disagree about whether crime has increased as immigration has surged. Pearson's police \nchief says that it has not, the county sheriff says it has, though both say that illegal immigrants driving without \nlicenses have become a growing problem and worry that gangs may infiltrate Hispanic neighborhoods.\n\n  But there is no doubt that the local clinic and schools have been hit with rising costs as immigrants and their \nchildren have turned to the county for services.\n\n  The public school population, which was 7 percent Hispanic in 1995, was nearly 30 percent Hispanic this year. \nState spending for teaching English to speakers of other languages here soared to $102,002 from $18,296 during \nthat time. And the clinic has hired two Spanish-speaking interpreters since 1991. \n\n  Poor patients, including illegal immigrants, receive care subsidized by the state. And many residents complain \nabout having to wait for flu shots behind Spanish-speaking immigrants. \n\n  ''They done took over the population,'' said Jimmy Roberts Jr., a black county commissioner, who said his \nconstituents complained about immigrants receiving subsidized services. ''I don't think it's right.''\n\n  This spring, the county approved a zoning regulation prohibiting anyone from bringing in trailers older than 20 \nyears, a measure that some believe will raise rents and make it harder for poor Hispanics to live here. Mr. Davis \nand Mr. Roberts say the measure will protect immigrants from being forced into substandard housing.\n\n  Mr. Davis also supported the citizens who challenged Hispanic voters in the contested county commission race in \n2004. The state attorney general is expected to hold a hearing soon to evaluate whether immigrants were \nimproperly registered as voters in that race. \n\n  Meanwhile, Mr. Corbitt, the white businessman and property owner whose family has lived here since the 1800's, \nproudly declares that he refuses to rent any of his buildings to Hispanic businessmen. \n\n  And when his church, First Baptist, considered allowing a Hispanic congregation to hold prayer meetings there, \nMr. Corbitt led the opposition. ''They're bleeding hearts,'' he said of the church members who voted him down.\n\n  Even whites who interact more frequently with the newcomers say they sometimes feel uneasy. Tasha Davis \nhelps run the 4H Club and adores the Hispanic students who giggle and chatter at her desk.\n\n  But Mrs. Davis, who is not related to Edwin Davis, said the immigrants had begun to erode the cohesiveness of \nthe community. ''Before they come, everybody knew everybody,'' she said. ''Now you don't know who is living in the \ntrailer next to you or the second trailer from you.''\n\nReaching Across the Divide\n\n  Fernando Amador Trejo, 37, fumes at such talk. Mr. Amador came here as a migrant worker 12 years ago and \nnow owns two grocery stores, one in Pearson and the other in a neighboring county. \n\n  Yet, he says, he has been stopped by the police without good reason and treated with indifference or hostility by \nwhites here. Mr. Amador has never been invited to join the county's Chamber of Commerce, he said. And the white \nbusinessmen and workers who work near him in the town's only shopping plaza have never formally introduced \nthemselves.\n\n\n\n  ''They call me, 'the Mexican,' '' Mr. Amador said bitterly. ''I am Mexican. But I have a name, too.''\n\n  But as they mingle in stores, neighborhoods and on factory floors, some Southerners and immigrants are trying \nto reach across the divide.\n\n  The Chamber of Commerce, for instance, is now considering recruiting immigrant business owners. On one \nrecent afternoon, Mark von Waldner, the chamber chairman, came into Mr. Jaimes' new video store for the first \ntime and shook his hand. \n\n  ''Patron!'' he called out, trying his fledgling Spanish. \n\n  On a local Spanish-language radio program, Mr. Ponce recently challenged his fellow immigrants to do more to \nconnect to native-born whites and blacks. ''How many of us have been here for 10 years and still don't speak \nEnglish?'' asked Mr. Ponce, who makes a point of greeting everyone he meets. ''That has got to change.''\n\n  And late last year at Atkinson County High School, where students say whites, blacks and Hispanics still socialize \nin largely separate worlds, Sara Silva, 16, and Kinnon Holt, 17, decided to go on a date. \n\n  Kinnon, who is white, and Sara, the American-born daughter of Mexican immigrants, have been together for eight \nmonths now. He has sampled his first empanada and she has tasted her first Hot Pocket, which she gleefully \ndubbed ''an American burrito.''\n\n  ''That's my dream, getting married, having kids, having my own little shop here, having a farm,'' said Sara, who \nhopes to open a beauty salon. ''This town is pretty much my life.''\n\n  Atkinson County is Ms. Contreras-Martinez's life, too. She lives comfortably among white and Hispanic neighbors \nand has worked in so many county jobs -- once teaching Spanish to county workers -- that many white government \nemployees greet her by name.\n\n  But the memory of the 2004 election still burns, as do the slights from whites who speak disparagingly of \nHispanics in her presence, assuming she cannot speak English. \n\n  Sometimes, she says she feels as if she does not belong anywhere at all, not in Georgia and not in Mexico.\n\n  ''You're not from here; you're not from there,'' said Ms. Contreras-Martinez, who coordinates a high school \nprogram for migrant workers. Yet when her husband gently suggests that they move to Edcouch, Tex., the mostly \nHispanic city where he grew up, she always resists. \n\n  She has a baby boy now, the first generation of her family to be born in the county. She dreams of watching him \nrun in the wide open spaces of this little town that she has grown to love, despite everything. \n\n  ''I'm a Latina Grits -- a Latina girl raised in the South,'' Ms. Contreras-Martinez said. ''So I'm still here.''\n\nThe Latino South\n\n  This is the first article in an occasional series looking at aspects of Hispanic life in the South. Other articles will \ndeal with relations between blacks and Latinos as well as economic and social issues.\n\nhttp://www.nytimes.com\n\nGraphic\n\nhttp://www.nytimes.com/\n\n\n \n\nPhotos: OLGA CONTRERAS-MARTINEZ -- Coordinator of a high school program for migrant workers\n\nSARA SILVA -- American-born daughter of Mexican immigrants\n\nEDWIN DAVIS SR. -- County commissioner\n\nSERAFICO JAIMES -- Owner of a Spanish-language video store (Photographs by Oscar Sosa for The New York \nTimes)(pg. A15)Chart/Map: ''Tracking Growth''Percentage point increase in the number of Hispanics in each \ncounty, from 1990HIGHEST INCREASEClark County, Idaho +32 pct. pts.1990: 7%2005: 39%Atkinson County, Ga. \n+19 pct. pts.1990: 2%2005: 21%BIGGEST DECREASECostilla County, Colo. -14 pct. pts.1990: 77%2005: \n63%Map of the United States highlighting number of Hispanics in each county.(Sources by Queens College \nDepartment of Sociology\n\n Census Bureau)\n"}