{"title": "REJECTED ALIENS MAY BE JAILED", "body": "\nBROWNSVILLE, Texas - Central Americans applying for asylum in the United States will get an answer in a day or \ntwo - and face immediate imprisonment if rejected, officials said Monday.  Five hundred people will be added to the \nImmigration and Naturalization Service staff in southern Texas to patrol the border and to speed up the weeding out \nof ''frivolous'' asylum claims, Immigration Service Commissioner Alan C. Nelson announced.  More jails will be built \nto hold people who are turned down pending deportation or their appeal of that rejection, he said.  ''We intend to \nsend a strong signal to those people who have the mistaken idea that by merely filing a frivolous asylum claim, they \nmay stay in the United States,'' Nelson said. ''This willful manipulation of America's generosity must stop.  ''We must \nuse detent ion and deportation, or otherwise these people disappear into the woodwork.'' The policy will be phased \nin over the next several weeks. Nelson said the Immigration Service hoped eventually to process most asylum \napplications in the region in a day or two. Currently, asylum decisions can take months.  Agency spokeswoman \nVirginia Kice said, ''We hope to have same-day service.'' The changes were announced the same day that the \nImmigration Service was allowed to reinstate a policy restricting people seeking asylum from leaving southern \nTexas while they await decisions.  Before Dec. 16, the Immigration and Naturalization Service allowed Central \nAmericans seeking asylum to check in at its southern Texas district and then travel anywhere in the United States \nwhile their cases were reviewed.\nBut after Dec. 16, the agency made them stay in the Brownsville area during the review, forcing them to live in tents \nand trying the patience of residents and relief agencies.  Responding to a suit filed by attorneys representing the \npeople seeking asylum, U.S. District Judge Filemon Vela issued a temporary order Jan. 9 requiring the Immigration \nand Naturalization Service to allow the Central Americans to travel, while their appeals were being reviewed. \nThousands - especially Nicaraguans - headed for Miami. On Friday, Judge Vela ruled that the agency could return \nto the policy of restricting the movement of people seeking asylum.  Tens of thousands of Central Americans are \nexpected to cross the Rio Grande into southern Texas this year, according to the Immigration Service. The service \nsays political asylum requests from Central Americans have risen almost sevenfold over the last four years. More \nthan 50,000 sought asylum in the fiscal year that ended Sept. 30, compared with 7,063 in the fiscal year that ended \nSept. 30, 1985.  This year, according to the agency's records, 3,136 people applied for asylum between \nWednesday and Sunday at the agency's Port Isabel Processing Center, a rural detention center 15 miles northeast \nof Brownsville, the main entry point for Central Americans seeking asylum in the United States.  They contend that \nthey are fleeing the guerrilla wars in Central America, but immigration officials maintain that most are in the United \nStates for economic reasons and do not qualify for asylum from persecution.  Roughly half of the Central Americans \nseeking asylum are from Nicaragua, Nelson said.  Under the new policy, those denied asylum may either return \nimmediately to their home countries or appeal for a hearing before an immigration judge where they may renew \ntheir applications for asylum. Nelson said he did not know how long it might take for a person to get that hearing \nbefore a judge.  While they await deportation, single adults will be detained at prisonlike detention centers; family \ngroups may be allowed to stay in less-restrictive facilities that will be set up, Nelson said.  He said that, if more \ndetention space was needed, the Immigration Service could erect tents to house up to 5,000 people.  In reaction, \nMark Schneider, a lawyer, said, ''This is a blatant attempt to discourage refugees from pursuing their legal right to \napply for asylum and to have a fair hearing. The INS is predisposed that all these refugee claims are frivolous and \n\n\nare here only for economic reasons.'' Mary Carnesi of the Brownsville Ad Hoc Refugee Committee said, ''The new \nINS policy is a mean-spirited attempt to deter political refugees from applying for political asylum. Refugees with \nlegitimate claims to political asylum will suffer most. They will be forced underground by fear of imprisonment and \nwill be further victimized by smugglers.'' Although hundreds of Hondurans, Nicaraguans, Salvadorans and \nGuatemalans have camped outside the Port Isabel Processing Center in temperatures dropping into the 40s waiting \nto apply for asylum, many have been grateful for their reception. Local residents have provided food and blankets.  \n''We expected people at the border aiming rifles at us, but the American people have been very kind, very \ngenerous, and we appreciate it,'' said Marcio Nunez of Honduras, as he ate a meal of rice and beans provided by \nmembers of a church in Port Isabel.  ''In Honduras, we have a very bad concept of the United States, because of all \nthe Mexican movies showing mean agents,'' Nunez added, ''but you have been very generous.''\n"}