{"title": "New York City Losing Blacks, Census Shows  - Correction Appended", "body": "\nAn accelerating exodus of American-born blacks, coupled with slight declines in birthrates and a slowing influx of \nCaribbean and African immigrants, have produced a decline in New York City's black population for the first time \nsince the draft riots during the Civil War, according to preliminary census estimates.\n\n  An analysis of the latest figures, which show the city with 30,000 fewer black residents in 2004 than in 2000, also \nrevealed stark contrasts in the migration patterns of blacks and whites.\n\nWhile white New Yorkers are still more likely than blacks to leave the city, they are also more likely to relocate to \nthe nearby suburbs (which is where half the whites move) or elsewhere in the Northeast, or to scatter to other cities \nand retirement communities across the country. Moreover, New York remains a magnet for whites from most other \nstates. \n\n  In contrast, 7 in 10 black people who are moving leave the region altogether. And, unlike black migrants from \nChicago, Philadelphia and Detroit, most of them go to the South, especially to Florida, the Carolinas and Georgia. \nThe rest move to states like California, Ohio, Illinois and Michigan with large black populations. \n\n  Also, New York has a net loss of blacks to all but five states, and those net gains are minuscule.\n\n  ''This suggests that the black movement out of New York City is much more of an evacuation than the movement \nfor whites,'' said William Frey, a demographer for the Brookings Institution, who analyzed migration patterns for The \nNew York Times.\n\n  The implications for a city of 8.2 million people could be profound. If the trend continues, not only will the black \nshare of New York's population, which dipped below 25 percent in 2000, continue to decline, particularly if the \noverall population grows, but a higher proportion of black New Yorkers will be foreign-born or the children of \nimmigrants.\n\n  Many blacks are leaving for economic reasons. Jacqueline Dowdell moved to North Carolina last year from \nHamilton Heights in Upper Manhattan in search of a lower cost of living. Once an editor at the Schomburg Center \nfor Research in Black Culture in Harlem, she now works as a communications coordinator for a health care \ncompany in Chapel Hill.\n\n  ''It was a difficult decision, but it was a financial decision,'' said Ms. Dowdell, 39, adding that the move also gave \nher time to research her family's roots in Virginia.\n\n\n  ''I just continued to spend so much money trying to live without thinking about the future,'' she said. ''I was focused \non surviving, and I wanted to make a commitment to more quality of life.''\n\n  The analysis of migration from 1995 to 2000 also suggests that many blacks, already struggling with high housing \ncosts in New York City, are being priced out of nearby suburbs, too. \n\n  Among black married couples with children, only about one in three who left the city moved to nearby suburbs, \ncompared with two in three white married couples with children. More black married couples with children moved to \nthe South than to the suburbs. \n\n  Over all, more black residents who left New York City moved to Florida than to New Jersey.\n\n  But black residents who left the city were more likely to remain in the region if they had higher incomes and were \ncollege educated. And while black migrants to the South include some aspiring professionals, a larger share were \nlower income, less educated and elderly. \n\n  ''All this suggests that New York City out-migration of blacks is unique in its scope -- net losses to most states -- \nand pattern -- especially destined to the South,'' Dr. Frey said. \n\n  Reversing a tide from the South who altered the complexion of the city earlier in the 20th century, the number of \nAmerican-born blacks leaving the city has exceeded the number arriving since at least the late 1970's. \n\n  ''You have older people who leave the North just to go back to a place that is kind of slower, or where they grew \nup or went on vacation when they were younger -- and when you retire, your money doesn't go very far in New \nYork,'' said Sylviane A. Diouf, a historian and researcher at the Schomburg Center and co-author of a study of \nblack migration. ''You also have young college-educated people who find that the South has lots of economic \npotential and a lower cost of living.''\n\n  The slower pace appealed to Gladys Favours, who worked for a city councilwoman from Brooklyn and moved \nfrom East New York seven years ago to a town of fewer than 1,000 people near Charlotte, N.C, after she was \nunable to find another job. \n\n  ''I lived in New York for almost 50 years and loved what it offered in schools, entertainment and convenience, but I \nlost my job and finding one at my age would pay half of what I was making,'' she said. ''I was divorced and moved \nhere with my 11-year-old -- I was afraid of the crime, and black boys don't fare too well in New York.''\n\n  Her son is now in college and she is working for the county emergency services department. \n\n  ''I'm 60 now,'' she said. ''I think I was ready for the quietness.''\n\n  While residential segregation persists, racial and ethnic minorities, including immigrants, have become more \nmobile, with lower-skilled workers lured to growing cities in the South and West for construction, retail and service \njobs and professionals applying for the same opportunities that had been previously open mainly to whites. \n\n  ''Some foreign-born blacks are moving out, too -- to the suburbs as well as to other parts of the country, \nparticularly South Florida,'' said Nancy Foner, a distinguished professor of sociology at Hunter College.\n\n  Andrew Hacker, a political scientist at Queens College, cited other factors. ''After 15 or 20 years with, say the \nPostal Service or U.P.S., employees can put in for transfers to other parts of the country,'' he said. ''As a result, \nmore than a few middle-class black New Yorkers have been moving back to states like North Carolina and \nGeorgia, where they have family ties, living costs are lower, neighborhoods are safer, schools are often better and \nlife is less hectic.''\n\n  In 1997, Christine Wiggins retired as an assistant bank manager after 25 years. She left Queens Village and \nfollowed her brother, who worked for New York City Transit, to the Poconos. \n\n\n\n  ''It was hard for him, he had to commute,'' she said. ''But we wanted to get away from the city.''\n\n  The East Stroudsburg, Pa., area, where radio advertisements lured first-time homebuyers, was among the 15 top \ndestinations for black residents leaving New York City. More black New Yorkers moved to Monroe County in the \nPoconos than to either the Rockland or Orange County suburbs of New York. \n\n  Over all, the city's black population grew by 115,000 in the 1990's, a 6.2 percent increase. (New Yorkers in the \narmed forces or who are institutionalized are not counted as residents.) \n\n  Those early estimates of the 30,000 drop in black population since 2000, a 1.5 percent decline, suggest that \namong blacks, the arrival of newcomers from abroad and higher birthrates among immigrants were not keeping \npace with the outflow.\n\n  Last year, a study by the Pew Hispanic Center, a nonpartisan research group, found that while the gush of \nimmigrants continued into the 21st century, it appeared to have slowed somewhat.\n\n  A net loss of black residents, even between censuses, would apparently be the first since the Civil War. In 1863, \nafter mobs attacked blacks during the draft riots, many fled New York City. ''By 1865,'' Leslie M. Harris wrote in ''In \nthe Shadow of Slavery,'' the city's ''black population had plummeted to just under 10,000, its lowest since 1820.''\n\nhttp://www.nytimes.com\n\nCorrection\n\nA front-page article on Monday about census figures showing the first decline in New York City's black \npopulation since the Civil War misstated the proximity of Littleton, N.C., the new home of one black migrant, to \nCharlotte. Littleton is about 200 miles from Charlotte, not nearby.\n\nA front-page article on Monday about census figures showing the first decline in New York City's black \npopulation since the Civil War misstated the proximity of Littleton, N.C., the new home of one black migrant, to \nCharlotte. Littleton is about 200 miles from Charlotte, not nearby.\n\nCorrection-Date: April 6, 2006\n\nGraphic\n\n \n\nPhotos: Jacqueline Dowdell, in Carrboro, N.C. She left Manhattan last year. ''It was a difficult decision,'' she said. \n(Photo by Mary Haggerty for The New York Times)\n\nAfter Christine Wiggins retired as an assistant bank manager in Queens, she moved to the Poconos. (Photo by \nJane Therese for The New York Times)\n\n The slow pace in Littleton, N.C., attracted Gladys Favours from Brooklyn. ''I think I was ready for the quietness,'' \nshe said. (Photo by Mary Haggerty for The New York Times)(pg. B5)Chart/Map:Top destinations for blacks who \nmoved from New York CityTo locations outside the New York metropolitan area. Figures are the number that \nmoved from April 1995 to April 2000.Atlanta: 13,650Miami: 12,580Orlando: 4,390Virginia Beach: 6,450Washington: \n8,070Philadelphia: 6,840Where New York City residents moved in the five-year period(TOTAL) BLACKS: 212,820 \n-- WHITES: 571,710BLACKSNew York suburbs: 30%Northeast: 14%South: 49%Midwest: 3%West: \n\nhttp://www.nytimes.com/\n\n\n4%WHITESNew York suburbs: 50%Northeast: 15%South: 20%Midwest: 4%West: 11%Map of the United States \nhighlights the aforementioned cities and their respective figures.(Source by Analysis of Census Bureau data by \nWilliam Frey, Brookings Institution)(pg. B5)\n"}