{"title": "FREEDOM UPDATE: Caravan Financially Backed by Venezuela, says Pence; Pope Weighs In; More", "body": "\nNov 03, 2018( Western Free Press: http://www.westernfreepress.com/Delivered by Newstex)  How many women \nand children do you see in the caravan??? Dave Mike Pence: Migrant caravan was financed in part by \nVenezuela[1]: Vice President Mike Pence tells FOX Business' Trish Regan that the migrant caravan heading \ntoward the U.S. border was organized by leftist groups in Honduras and was partially financed by Venezuela.  100 \nCentral American Migrants Cross into South Texas in One Day, Say Border Patrol[2] Note: This count does not \ninclude the Mexicans who were caught Dave Bob Price Breitbart News 1 Nov 2018 Central American migrants \ncontinue to flow into the Rio Grande Valley Sector in large numbers, Border Patrol officials say. In about 24 hours, \nagents apprehended nearly 100 from Central American countries including families and unaccompanied minors. \n\nWeslaco Station agents working near the border town of Hidalgo, Texas, encountered one large group of migrants \non Tuesday evening. Agents said the group gathered along the U.S. side of the Rio Grande border with Mexico \nbefore moving out to find a law enforcement officer so they could surrender, according to Border Patrol officials. \nThe Border Patrol agents rounded up the migrants and placed them into custody, officialsstated. The agents \ninterviewed the group of 30 and learned they came to the U.S. without documentation from Guatemala. The \nfollowing day, Weslaco Station agents came upon another large group near the Hidalgo Pump House, officials \nstated. The agents took the 69 migrants, mostly from El Salvador, Guatemala, and Honduras, into custody for \nimmigration violations. Many of those apprehended are expected to request asylum and will likely be released. In a \nseparate incident on Wednesday morning, Breitbart News reported that Weslaco Station agents apprehended \nanother group of 74 migrants. This group was also found near Hidalgo, Texas, officials stated. The apprehension \nof these large groups of migrants comes as a third caravan is bound for the U.S. from Central America, Breitbart \nNewsreported[3]on Wednesday More[4] Donald Trump: Military Should Fight Back at Caravan Migrants Throwing \nRocks[5] Charlie Spiering Breitbart News 1 Nov 2018 President Donald Trump warned caravan migrants traveling \nto the Southern border of the United States on Thursday that he would not put up with violent attacks, even if it was \njust people throwing rocks. Trump instructed the military to treat an attack from rocks the same as an attack from a \nrifle. 'Anybody throwing stones, rocks, we will consider that a firearm because there's not much difference when you \nget hit in the face with a rock,' he said, referring to the group attacking border guards in Mexico. 'We're not going to \nput up with that, they throw rocks at our military, our military fights back We're going to consider, and I told them, \nconsider it a rifle.' Trump said that he hoped that there would not be violence, and urged the caravans of migrants \nto turn back. The president delivered a lengthy address in the Roosevelt Room at the White House on illegal \nimmigration and the 'crisis' of caravans of migrants marching from Central America to claim asylum in the United \nStates. 'At this very moment large well-organized caravans of migrants are marching towards our Southern border,' \nTrump said. 'It's like an invasion. They have violently overrun the Mexican border.' He vowed to stop the flood of \nmigrants who were 'rushing our border' on a daily basis, taking every lawful action to protect the American people. \n'These illegal caravans will not be allowed into the United States, they should turn back now, they are wasting their \ntime,' Trump said. He said that he would no longer allow migrants to enter the country simply by claiming asylum \nand setting them free into the United States while waiting for a court hearing. 'We're not releasing them into our \n\n\ncountry any longer,' Trump said, promising to hold migrants in tents on the borders More[6] Donald Trump Defends \nMilitary Deployment to the Border: 'We Have to Have a Wall of People'[7] Charlie Spiering Breitbart News 1 Nov \n2018 President Donald Trump defended Wednesday his decision to send the military to the border in response to \nthe migrant caravan headed for theUnited States. 'It's very important,' Trump said. 'We have to have a wall of \npeople  very highly trained people, terrific, dedicated patriots.' The president commented on his commitment to \nsecure the border during an interview with ABC News reporter Jonathan Karl. Trump dismissed Karl's description of \nthe caravan as mostly women and children who were 'deeply impoverished people fleeing violence.' 'Actually \nmostly young men,' Trump said. 'And a lot of rough people they are pushing the women right up to the front   not \ngood   and the kids right up to the front.' The Pentagon announced that they were sending 5,200 troops to the \nborder on Monday, but Trump said he would send up to 15,000 troops to secure the border if necessary. Trump \ndefended his decision as a way to send the strongest message possible to the continued flood of migrant caravans \ntoward the United States. 'They can't invade our country,' he said. 'You look at that it almost looks like an invasion.'  \nHere's why Trump's crackdown on illegal immigration protects all Americans[8] Charlie Kirk Fox News November 1, \n2018 President Trump's actions announced Thursday and in previous days to protect our southern border from \nillegal immigrants should be welcomed by all Americans because they will protect our national security and reduce \nthe flow of deadly illegal drugs into our country. The president is right when he calls the entry of illegal immigrants \ngathered in caravans now traveling through Mexico 'an invasion.' While his critics accuse the president of playing \npolitics with the immigration issue, in reality he is fulfilling his responsibility to defend our nation by sending several \nthousand troops to protect our border and taking other actions. In remarks at the White House on Thursday the \npresident said he will require immigrants seeking asylum in the U.S. to 'lawfully present themselves' at a port of \nentry. President Trump also announced the end of the 'catch and release' policy under which illegal immigrants \napprehended by U.S. law enforcement officers are given court dates and then released - enabling many to melt into \nthe population, never show up in court and remain in the U.S. illegally. The president's plan to review and tighten \nthe controls over our immigrant asylum process also makes sense. As he pointed out, U.S. law requires that people \napplying for asylum need to show a 'credible fear' of prosecution for political, religious or a small number of other \nfactors - not simply that they are coming to America to escape poverty and improve their living standards. We'll \nknow more about President Trump's proposals next week, when he said he will issue a 'comprehensive' executive \norder on immigration More[9] Claire McCaskill Rubber-Stamped Plan to End All Immigration Enforcement in \nU.S.[10] John Binder Breitbart News 1 Nov 2018 Sen. Claire McCaskill (D-MO) has most recently shifted gears on \nimmigration, talking tough on border issues, although months ago the lawmaker co-sponsored legislation to end all \nimmigration enforcement. During an interview[11] with Fox News this week, McCaskill said she supports President \nTrump's efforts to stop a migrant caravan of at least 7,000 to 10,000 Central Americans. 'I think the president has \nto use every tool he has at his disposal, and I 100 percent back him up on that, whether it is turning them back \nbecause we are not equipped to handle that many asylum claims into our system,'McCaskill said. 'I do not want our \nborders overrun and I support the president's efforts to make sure they're not.' McCaskill's tough rhetoric on the \nborder comes at the same time of her re-election bid, where she faces a tough challenge from Republican \ncandidate Josh Hawley. Aside from McCaskill's F rating[12] from NumbersUSA   indicating she supports amnesty, \nmore legal immigration, and more importation of foreign workers   less than six months ago,McCaskill co-sponsored \nSen. Dianne Feinstein's (D-CA) open borders legislation that would end all immigration enforcement across the \nUnited States McCaskill joined every Senate Democrat in co-sponsoring the legislation which would, as Breitbart \nNews[13] noted, prevent nearly every federal arrest at both the country's northern and southern border. Feinstein's \nlegislation would also mandate that all children traveling with illegal alien adults across the border be kept with \nthose border crossers, a plan that would force federal immigration officials to release the border crossing adult-child \nunit into the interior of the U.S. Sen. Tom Cotton (R-AR) previously called[14] the Feinstein legislation 'Child \nTrafficking Encouragement Act,' as it allows human smugglers to stay with the children they have trafficked at the \nborder More[15] Watch-Democrat in Mollie Tibbetts' District: Illegal Aliens 'Desperately Need' Amnesty[16] John \nBinder Breitbart News 1 Nov 2018 DemocratAbby Finkenauer, running against Rep. Rod Blum in Iowa's 1st \nCongressional District, says illegal aliens 'desperately need' amnesty to permanently remain in the United States. \nDuring a debate against Blum, Finkenauer said she supported amnesty for all 12 to 22 million illegal aliens living in \nthe U.S., adding she supporters giving 'earned citizenship' to the entire illegal population: We desperately need a \ncomprehensive immigration reform package. It's something again, I don't think Democrats or Republicans have \ngotten right yes, we have to have border security. We've got to have an earned pathway to citizenship for the folks \nwho are already here, bringing them out of the shadows, keeping our communities safe. [Emphasis added] At the \n\n\n\nsame time, we also have to have a pathway for our DREAMers as well and also we need to be investing in E-Verify, \nmaking that mandatory and also at the same time, making sure that we are funding it so that our business works as \nits supposed to. [Emphasis added]Make sure that we have a pathway for our DREAMers and an earned pathway to \ncitizenship for the folks who are already here so that we have safer communities. That's what we've got to do. \n[Emphasis added] Finkenauer's support for amnesty for illegal aliens is particularly noteworthy, as she is running in \nthe district where 20-year-old college student Mollie Tibbetts was allegedly murdered by an illegal alien More[17] \nCNN, Hollywood Reporter Declare New Trump Ad Against Caravan 'Racist'[18] Joel B. Pollak Breitbart News 1 Nov \n2018 President Donald Trump took to Twitter to share a new ad on Wednesday evening against allowing the \nmigrant caravan from Central America to enter the United States. CNN and theHollywood Reporter declared it \n'racist.' The ad features Luis Bracamontes, an illegal alien who was convicted earlier this year for murdering two \npolice officers in 2014 in California. In court, he laughed and shouted[19] that he wanted to kill more. Several \nmonths later, he continued his outbursts in a sentencing hearing when victims of his many violent crimes testified \nagainst him, including a black driver named Anthony Holmes, whom he had shot five times while on his killing \nspree. Bracamontes specifically used a racial epithet when taunting Holmes, theSacramento Bee reported[20]at the \ntime. It is outrageous what the Democrats are doing to our Country. Vote Republican now! \n\n(@JuddApatow) November 1, 2018[36] Apatow has also previously tweeted that 'Lachlan and James Murdoch love \nmaking money on racism.' Lachlan and James Murdoch love making money on racism. Never forget they are the \nauthors of all of this. If I ran a network and stuff like this was on it, it would be my responsibility. They could care \nless how their business spreads hate and pain.            https://t.co/jz1KnKtpZu[37]   Judd Apatow (@JuddApatow) \nOctober 1, 2018[38] Apatow's recent comments come as some liberals have renewed attacks on Fox News due to \nmany on-air commentators' critical comments about the caravan of migrants from Central America. Many have \nalso criticized Fox News, as well as other conservative news outlets over their coverage of George Soros More[39] \nPope Francis: 'Nations Are Built by Migrants'[40] The Pope has been damaging his credibility with every move \nlatelyWhat he calls the 'migrants' who 'built Europe'were actually the invaders who destroyed the Roman \nEmpire[41] In the Pope's revisionist history, these 'migrants' were a good thingand the invasions and ensuing Dark \nAgesis an experience worth repeating today If the Pope really believes what he sayshe should let a few thousand \n'Syrian refugees' immigrate to the VaticanThe Vatican is a country, after alla country that should live up to the \nmulticultural dreams of its leader Dave Thomas D. Williams, PhD Breitbart News 1 Nov 2018 Nations do not build \nthemselves, they 'are built by migrants, just as migrants built Europe,' Pope Francis told a group of missionaries \nthis week. 'Europe was not just born like that Europe was made by many waves of migrants over the centuries.' \nUsing the example of the 'caravan traveling from Honduras to the United States,' Francis said that migrants prefer \nto stick together, to move as a group rather than to go it alone like 'free agents.' In this way, migrants form their \nown 'communities.' More[42] Steve King Pushes Back on 'Desparate' Midterm Smear Campaign[43] Penny Starr \nBreitbart News 1 Nov 2018 The left and the leftist media are targeting Rep. Steve King (R-IA) because of his \nsupport for President Donald Trump's immigration reform agenda, including building a wall at the southern border \nand ending birthright citizenship for children of mothers in the United States illegally, which he put into proposed \nlegislation in 2011. 'Great news! President Trump will end 'Birthright Citizenship' for Illegal Aliens! I have been the \nleader author to this legislation (HR 140) since 2011, and I am very happy that my legislation will soon be national \npolicy! Thank you @RealDonaldTrump[44]!' King tweeted But King's earlier tweet was in response to the ongoing \nattacks by leftists in media, which King has called 'desperate' and nasty.' 'Americans, all created equal by God, with \nall our races, ethnicities, and national origins-legal immigrants natural born citizens, together make up the Shining \nCity on the Hill. These attacks are orchestrated by nasty, desperate and dishonest fake news. Their ultimate goals \nis to flip the House and impeach Donald Trump. Establishment Never Trumpers are complicit,' King tweeted. King \nResponse pic.twitter.com/H8iXI3cM1x[45]   Steve King (@SteveKingIA) October 30, 2018[46]; King's reaction is \ntame compared to claims about him, including in the Huffington Post, which headlined its article published on \nMonday, 'Iowa Newspaper Breaks Tradition To Back Rep. Steve King's Democratic Challenger: The Sioux City \nJournal opts not to support the white supremacist's re-election bid.' 'The editorial board of a major Iowa newspaper \nhas endorsed Rep. Steve King's Democratic challenger for Congress, bucking its longtime support for one of the \nGOP's most-openly racist lawmakers,' the Huffington Post reported More[47] Kobachaccuses CNN's Jeffrey Toobin \nof advancing 'racist argument' in fight over voter-ID laws[48] Gregg Re Fox News November 1, 2018 Speakingto \nFox News' 'Tucker Carlson Tonight'[49] on Thursday, Kansas Republicangubernatorial candidate Kris Kobach \naccused CNN legal analyst Jeffrey Toobin of advancing a 'racist argument'   just one day after Toobin charged that \nKobach wanted to 'stopblack people and poor people from voting.' In a fiery on-airdebate with Kobach on CNN[50], \nToobinflatly claimed that Kobach, who currently serves as Kansas secretary of state, consistently has aimed to \ndisenfranchise minorities. 'Kris has devoted his career to stopping black people and poor people from voting   I \nmean, that's been your goal for decades,' Toobin said. The GOP gubernatorial nominee has been a staunch \nadvocate of voter-ID laws. This summer, in a harshly worded ruling, a federal judge struck down[51] a Kobach-\nbacked proof-of-citizenship law that required voters to show proof of citizenship at the ballot box. The law was a \nviolation of federal law and the Constitution, the judge ruled. (Recently enacted voter ID laws in other states, \nincluding Texas,have seen more success[52]in the courts.)  'That is an outrageous accusation,' Kobach responded \nto Toobin. 'Oh, so if you like photo ID, you're trying to stop people of color from voting?' 'Absolutely,' Toobin shot \nback. On Thursday, Kobach tried to turn the tables on Toobin, alleging that he actually was advancing racist \nstereotypes. 'The argument itself is a racist one,' Kobach told host Tucker Carlson. 'The argument is that somehow \nbecause of your skin color, you are less likely to have in your wallet a photo ID, oryou're less likely to be able to go \nto a government office and get a free photo ID   it's a ridiculous argument, it's been disproven empirically in state \nafter state, but the hard left, and increasingly the entire left, keeps making the argument.' A 2017 study[53] \nconducted by three political science professors and published in The Journal of Politics found 'that strict \nidentification laws have a differentially negative impact on the turnout of racial and ethnic minorities in primaries and \n\n\ngeneral elections.' The study, which was also promoted by The Washington Post,continued: 'We also find that voter \nID laws skew democracy toward those on the political right.' However, a follow-up study[54] by top professors at \nStanford, Yale, and the University of Pennsylvania concluded that the 2017 study was unreliableand that voter ID \nlaws didn't have nearly as much of an impact[55]. 'Maybe it's not racist for your bank to insist on an ID when you \ncash a check,' Kobach told Carlson. 'It must be racist. Nevermind that it's an incoherent statement Now, even to \nsuggest that voter fraud exists   which it does, and we've prosecuted many cases in my office as secretary of state \nin Kansas   is racist. If you want to enforce our laws, you must be a racist. If you want to stop the caravan, you must \nbe a racist. It just cuts off the debate completely.' The video and more[56] Associated Press Spreads Fake News: \nTrump Kids Received Birthright Citizenship[57] If the Associated Press had made an honest mistakethey would \nhave just fessed up and told the truth Instead, they cooked up another lie to imply that there was some questionas \nto whether President Trump's first three children were natural U.S. citizens The Associate Press is almost as bad as \nthe Saudi government[58] Dave John Nolte Breitbart News 1 Nov 2018 The Associated Press spread the fake news \nWednesday that President Trump's first three children received birthright citizenship. Worse still, after claiming \nthe piece has been corrected, the AP is still attempting to spread the outrageous lie that it is kind of true Trump's \noldest three children were granted birthright citizenship. In what is yet another example of the garbage fire the \nestablishment media have become in the age of Trump, the AP originally published the story with the headline, \n'President Trump's First 3 Children Received Birthright Citizenship.' No doubt, the AP thought it had the gotcha of \nall gotchas on its hands. Trump announced on Tuesday that he intends to use an executive order to cancel the \nmadness that is birthright citizenship, the loophole in our immigration law that allows illegal aliens to sneak into \nthe country and give birth, thus ensuring their children are granted automatic American citizenship and all the free \nwelfare benefits that go with it. This has become such a problem that these anchor babies, as they are called, now \noutnumber[59] the children born of legal citizens. According to the Daily Wire[60], under that fake news headline, \nthe botched AP story opened with this: 'CLAIM: Ivana Trump wasn't a citizen until 1988. She gave birth to Don Jr. in \n1977, Ivanka in 1981 and Eric in 1984. Therefore they received birthright citizenship, which Trump wants to end.' \nTo make matters worse, the AP wrote the article as part of a fact checking agreement with Facebook, and in doing \nso, spread the bald-faced lie that Trump's oldest children were granted birthright citizenship. Eventually, the AP \ncorrected its headline. It now reads, 'President Trump's first 3 children did not receive birthright citizenship.' A \ncorrection noting the mistake was added in the piece, but still, in its so-called fact check, rather than correctly label \nthe claim that Trump's oldest children received birthright citizenship as false (which it objectively is), the far-left \nAP said it is a 'mixture' of fact and fiction:[61] AP'S ASSESSMENT: 'Mixture. It's true that Ivana Trump was not a \ncitizen until 1988, but the father of her children was a U.S. citizen and there would have been no special status \nneeded to make them citizens.' This, of course, is a lie. When Trump's first three children were born, Trump was a \nU.S. citizen, therefore his children are U.S. citizens   which means his children are U.S. citizens, period. There is no \nmixed assessment of that fact More[62] Watch: Oprah Invokes Lynching, Oppression in Campaign Speech for \nStacey Abrams[63] Wow The latest Democrat strategy is to campaign for their candidateson the basis of past \ninjustices rather than the actual merits of their candidates This is the same stunt they tried to pull on \nKavanaughattempting to deny him a seat on the Supreme Courtbecause of women who identified with victimhood \nin general ranted against himand not because Kavanaugh had actually done anything to anyone Dave Joshua \nCaplan Breitbart News 1 Nov 2018 In a Thursday speech in the Republican-leaning suburbs of Atlanta, Georgia, \nOprah Winfrey urged voters to make history by backing Democratic gubernatorial candidate Stacey Abrams in next \nweek's election, saying she refuses to allow thesacrifices of those who were 'lynched' and 'oppressed' to be 'in \nvain.' Oprah: 'I'm here today because of the men and because of the women who were lynched, who were \nhumiliated, who were discriminated against, who were suppressed, who were repressed and oppressed I refuse to \nlet their sacrifices be in vain.' pic.twitter.com/9ijjOWkLv5[64]   NBCBLK (@NBCBLK) November 1, 2018[65] Abrams \nis locked in a tight race with her Republican rival, Georgia secretary of state Brian Kemp, as she tries to become the \nnation's first black female governor. Oprah Winfrey praised Abrams as a 'change-maker' who represents the values \nof all Georgians. The talk show icon, who rarely makes political endorsements, drew cheers when she said she's a \nregistered independent who was not in Georgia at anyone's request. 'I paid to come here myself, and I approved \nthis message,' Winfrey said, explaining that she tracked down Abrams' cell phone number and called her to say she \nwanted to offer assistance in the final days of the campaign. 'I'm here today because of the men and because of the \nwomen who were lynched, who were humiliated, who were discriminated against, who were suppressed, who were \nrepressed and oppressed,' Winfrey told attendees at the Cobb Civic Center Jennie T. Anderson Theatre. 'I refuse to \nlet their sacrifices be in vain.' More[66] Democrat Women Go Nude to Protest GOP in 'Grab Them by the Ballot' \n\n\n\nPhoto Shoot[67] Pathetic Democrats must be really desperate Stunts like this lost their impact a long time \nagoDemocrats don't to realize that once a tactic wears outdoing it louder only drives people away Dave Breitbart \nNews 1 Nov 2018 Several Democrat women stripped to their skivvies for a photo shoot that is part of a campaign to \nurge people to vote against Republicans this election season. Ten women decided to pose nude with paper ballots \ncovering their private areas in a Vermont studio on October 28 for aphoto shoot[68]called 'Grab Them by the Ballot,' \nin the hopes they could convince people to cast their ballots for Democrats instead of Republicans this November. \nBen Jerry's Israel Distances Itself From Anti-Trump Ice Cream Flavor[69] Deborah Danan Breitbart News 1 Nov \n2018 Never buy Ben and Jerry's again, except maybe if you're in Israel Dave TEL AVIV - Ben Jerry's controversial \ndecision to release a new anti-Trump flavor in collaboration with, among others, Women's March leader Linda \nSarsour, has prompted the company's Israel franchise, which is owned independently, to distance itself from the ice \ncream giant. The limited edition flavor, entitled Pecan Resist, 'supports groups creating a more just and equitable \nnation for us all, and who are fighting President Trump's regressive agenda,' the American company said in a \nstatement Tuesday. Today we launched Pecan Resist! This flavor supports groups creating a more just and \nequitable nation for us all, and who are fighting President Trump's regressive agenda. Join the resistance, here:       \n     https://t.co/b7mu4tVPYE[70] pic.twitter.com/mJMp7O3KkL[71]   Ben Jerry's (@benandjerrys) October 31, \n2018[72]; Proceeds from the new flavor will go to four groups, including Women's March, whose leaders are \nrabidly anti-Israel. Linda Sarsour, who was pictured in a tweet with the company's eponymous founders, has in the \npast accused Israel of 'apartheid' and shared a stage with Palestinian terrorist Rasmea Odeh.Another Women's \nMarch leader, Tamika Mallory, recently accused Israel of committing a 'human rights crime'[73] when the state was \nestablished by 'killing, stealing' and 'taking the lives of people who were there first.'Mallory is an ardentsupporter of \nvirulently antisemitic[74]Nation of Islam leader Louis Farrakhan. We are proud to announce that our newest flavor, \nPecan Resist, supports the important work of @netargv[75], @womensmarch[76], @ColorOfChange[77], and \n@HonorTheEarth[78]. Join them here gt;gt;            https://t.co/b7mu4tVPYE[79] pic.twitter.com/8fFJ6vL3vF[80]   \nBen Jerry's (@benandjerrys) October 30, 2018[81]; On Wednesday, Ben Jerry's Israel arm distanced itself from the \nmove. 'Ben Jerry's Israel is an independent and Israeli company,' it wrote on Facebook, noting that all of its \nproducts and ingredients are manufactured and sourced locally. 'We have no connection to the decisions made by \nthe global brand, and we don't get involved in local or world politics.' The company said that it would not be selling \n'Pecan Resist' and will 'continue to work and act for the community and for Israeli society.'  Tammy Bruce: The \nDemocrats' never-ending meltdown[82] Tammy Bruce The Washington Times November 1, 2018 Just when you \nthink you've seen the ultimate meltdown of theDemocratic Party[83], there's always more. The hearing for Justice \nBrett M. Kavanaugh was an utter debacle for the Democrats. But it also provided an opportunity for reassessing \ntheir view of the world and attitude about the American people. They clearly chose not to do so and are now \ndoubling down on hate. The obviously new narrative from theDemocratic Party[84]and their enablers is the insane \ninsistence that President Donald Trump is responsible for the horrible Pittsburgh synagogue massacre and is a \ndangerous and horrific artifact of desperate people who seek to use every human crisis as a political opportunity In \nthe aftermath of the synagogue massacre, two people fanatically opposed to the president have gone on national \ntelevision and compared the president and his voters, in one case, to the Islamic State terrorist group (also known \nas ISIS) and, in the other, claimed the president and his supporters of having 'blood on their hands.' On Monday at \nCNN, just two days after the synagogue horror, GQ columnist Julia Ioffe made headlines. During a debate segment \nshe said, 'I think this president, one of the things that he really launched his presidential run on is talking about \nIslamic radicalization. And this president has radicalized so many more people than ISIS ever did.' David Urban, a \nTrump supporter and another guest on the panel, confronted her on-air for the remark. After Jake Tapper declined \nto push back on the claim, Ms. Ioffe doubled-down on comparing supporters of the president to the blood-thirsty \nterrorists, 'ISIS had like 10,000 members. I think the president has far more supporters who espouse an equally \nhateful ideology,' Ioffe retorted Also within two days of the mass murder, Steve Schmidt, chairman of the John \nMcCain 2008 campaign and hater of Mr. Trump, went on MSNBC to discuss the massacre, and instead used the \nhorror to unleash a screed against those whom he despises. He declared the president and others 'had blood on \ntheir hands.' Without any pushback from host Chris Hayes, he said Counselor to the President Kellyanne Conway \nand 'the vile president that she serves, abetted by Mark Levin and Rush Limbaugh and Breitbart and NewBusters \nand Judicial Watch and all the rest of them, have blood on their hands. For the incitements that they have made \nthat have triggered and radicalized these crazy people. It is deliberate ' This frenzy to cast fellow Americans as \ndangerous terrorists because you disagree with them politically is beyond any normal or acceptable political \ndiscourse. It's one thing to target the direct political opponent with rhetoric that is unseemly. But here we have the \n\n\nfailing establishment, both Democrats and in some cases Republicans, choosing to malign the actual voters in the \nweek leading up to an election. Hillary Clinton's declaration that the president's supporters were 'deplorable' and \n'not American' was the moment the losers in 2016 decided a scorched earth campaign punishing those who did not \ncomply would be their new strategy. It is now apparent Rep. Maxine Waters of California was not a rogue \ncongresswoman calling for the harassment of Republicans; she was simply carrying forward the official Democratic \ntorch. What would possess the Democrats to think that attacking the American people would be their salvation? We \nmay have received a clue as to their expectations when Clinton said that the instability would stop when they \nregained the House of Representatives. In 2016, the American public saw through the attempts to gaslight them \ninto believing things that aren't true. One of those false assertions is how theDemocratic Party[85]cares about the \nAmerican people and are champions on the issues we care about. Their latest accusations, attitude and lack of any \ncoherent position on policy for this country, proves not just the chaotic incompetence now destroying that side of the \naisle, but makes clear their actual malevolence toward the citizen. After all, we are the ones who fired them, and we \nare the ones they are determined to punish More[86] L.A. Times Endorses 3 White Candidates in English   and \nTheir Latino Rivals, in Spanish[87] Opportunistic pandering and hypocrisy at its worst Dave Joel B. Pollak Breitbart \nNews 1 Nov 2018 TheLos Angeles Times is facing criticism after it endorsed three white candidates in its English \nedition, but endorsed their Latino opponents in its Spanish edition. The discrepancy was caught by a Latino-themed \nwebsite, latinorebels.com[88]. The races include: U.S. Senate, where the English version endorsed incumbent Sen. \nDianne Feinstein, but the Spanish version endorsed challenger State Sen. Kevin de Leon (D-Los Angeles); \nCalifornia Insurance Commissioner, where the English version endorsed independent (and former incumbent) \nSteve Poizner, but the Spanish Version endorsed State Sen. Ricardo Lara (D-Bell Gardens); and L.A. County \nSheriff, where the English version endorsed incumbent Jim McDermott, but the Spanish version endorsed \nchallenger Alex Villanueava. In addition, the center-right 'OC Political' blog notes[89], the English and Spanish \nversions differed on two ballot propositions, and the Spanish version left out several races where there were no \nLatinos running (but in which Latino voters will still be casting ballots). In addition, the blog noted, 'While theLA \nTimes en Españolendorsed 7 Latinos and 1 white man, the LA Times English endorsements for Statewide offices \nwere much more ethnically balanced, with 3 white people, 3 Latinos, 2 Asian Americans, and 1 African American for \nState office.' Latinorebels.com dug into the text of the endorsements themselves, and found the differences \nrevealing: 'The English version of the LA Times suggests you re-elect U.S. Senator Dianne Feinstein because she \ncomes from a more 'civil and productive era of governance' and has accomplished a great deal like that. The \neditorial casts doubt on the effectiveness of her challenger, state senator Kevin de León who seems 'unwilling to \ncompromise.' LA Times en Español, however, has a different take. According to its editorial, de León is the best \nchoice because he seems pragmatic and effective enough and knows the immigrant community best. And, after all, \n'Dianne Feinstein has been in the Senate since 1992' and that's 'too long. A generational change is needed.'' \nMore[90] Deutsch: Trump Won Because Whites Were Not 'Ready for a Black President'[91] Liberals say the \ndarndest things Donny Deutsch is claiming that the white people who were in large part responsiblefor electing \nBarack Obama president twicedidn't vote for Hillary Clinton because they were not ready for a black president He \njust can't admit that Hillary turned off her own basewhen they found out that her campaign had rigged the \nDemocratic primary[92] Liberal Bernie voters felt their candidate had been defraudedWhy would they want to turn \naround and vote for fraudster Hillary??? Dave Pam Key Breitbart News 1 Nov 2018 Thursday on 'Deadline,' Donny \nDeutsch said President Donald Trump's victory is a result of many white people having an uneasiness with former \nPresident Barack Obama because there is a big 'racist part of this country.' Deutsch said, 'I felt this. We all know \n'Make America Great Again' was make America white again. There were a lot of Americans, a lot of people I knew \nthat would talk about Obama in a, 'Yeah, well, you know,' I just think once Obama got elected president, once he \nwas in charge, it was very different than a guy running for president.' He added, 'And I think there's a bigger racist \npart of this country. Look we're seeing it, living it. That's what Donald Trump is betting this election on. There were a \nlot of unhappy people. I would talk to a lot of people 'Well, Obama sucked as a president.' I would go, 'Well, why?' \nand what they mean is he was black. I don't think we were ready for a black president, and this is people I know, \nand it's frightening.' More[93] CNN's Don Lemon Doubles Down on Attack of 'White Men'[94] John Nolte Breitbart \nNews 1 Nov 2018 CNN's Don Lemon doubled down[95] on his attacks against 'white men' on Wednesday night. 'I \nmade some comments about that in a conversation with Chris [Cuomo],' the anti-Trump activist told his viewers. 'I \nsaid that the biggest terror threat in this country comes from radicals on the far right, primarily white men. That \nangered some people But let's put emotion aside and look at the cold hard facts. The evidence is overwhelming.A \nrecent report from the Government Accountability Office shows that Even though more people died in attacks \n\n\n\nconnected to Islamic extremists, the vast majority of deadly attacks in this country from 2001 to 2016 were carried \nout by far-right violent extremists.' After admitting Islamic terrorists had killed a whole lot more people than 'white \nmen,' the basement-rated Lemon went on to claim that 'right-wing' extremists are responsible for 74 percent of \n'deadly attacks' were carried out by right-wing extremists. Lemon did not explain how 'right-wing extremist' \nautomatically translates into his generalization of 'white men' as a whole. As an example, the mail bomber caught \nlast month will likely be listed as a 'right-wing extremist,' but is a Filipino who identifies as a Seminole Indian. Lemon \nalso cherry-picked a statistic that best fit his partisan narrative, which is a sub-sub-sub statistic based on deadly \nattacks only between the years 2007-2016. What Lemon did not want his viewers to know, however, is that in less \nthan three years, there have been over 630 recorded acts[96] of violence, threats, vandalism, and bullying by \nleftists against Trump and his supporters. What's more, Lemon and his far-left network regularly encourage, justify, \nand dismiss this violence against Trump and his supporters. Just last month, Lemon said leftists have a \n'constitutional right[97]' to harass Republicans until they are chased out of a public space, such as a restaurant \nMore[98] Trick-Or-Treaters Caught in Gang Crossfire in Philadelphia, Teen Girl and Little Brother Shot[99] Don \nLemon should explain how these shootings were because of dangerous white men Dave Warner Todd Huston \nBreitbart News 1 Nov 2018 A teenage girl and her five-year-old brother were caught in the crossfire between gang \nmembers shooting at each other as the kids were out trick-or-treating in Philadelphia on Halloween evening, a \nreport says. Makiya Williams, 14, was escorting[100] her five-year-old brother, Mael, out trick-or-treating at around \n6:15p.m. on Halloween in the city's Olney neighborhood when two men, apparently from opposing gangs, began \nshooting at each other on the street catching the kids in between the combatants, NBC 10 reported. Little Mael took \na bullet in his left leg, and his big sister was grazed by a bullet also in her leg. Bullets also smashed through the \nglass of a bedroom window of a nearby home. No one was in the room at the time.  'I was just focused on getting \nhim to safety to make sure he was alright,' the 14-year-old Williams said. But she also had a message for the \nshooters: 'Do better man. It was in broad daylight!' 'Gun violence is ridiculous,' said Dominique Wise, the mother of \nthe children. 'It makes no sense to send your children out to go trick-or-treating, and then you get a phone call that \nnot one but two of your children were shot.' More[101] Watch: Gavin Newsom Promoted in First-Grade \nTextbook[102] Dr. Susan Berry Breitbart News 1 Nov 2018 A newly released video illustrates how California first \ngraders are subjected to political propaganda when one of their textbooks glorifies Democrat gubernatorial \ncandidate Gavin Newsom. In conjunction with the David Horowitz Freedom Center's Stop K-12 Indoctrination \ncampaign, Sean Fitzgerald exposes[103]the political advertising and messages the young children are forced to \nabsorb in their schools. 'The state of California is using first-grade history textbooks to indoctrinate children to \nsupport current California state politicians,' Fitzgerald says in the video. He observes a recent discovery that \ntextbooks used by first graders at the Elk Grove Unified School District contained 'a glowing profile of current \nCalifornia lieutenant governor and gubernatorial candidate Gavin Newsom.' 'The passage hails Newsom as a civil \nrights hero for his decision as mayor of San Francisco to order the county clerk to issue marriage licenses to same-\nsex couples in the year 2004,' Fitzgerald notes, showing a page in the textbook that states: Gavin said that people \ncould marry who they choose. Sometimes, Gavin helped marry people. Some marriages were not between a man \nand a woman. He made sure that people's rights were respected. Fitzgerald says the profile of Newsom in the \ntextbook 'reads like a press release from the Newsom campaign,' and has been included in the first- grade history \ncurriculum as a result of a California law known as the Fair Act. 'The Fair Act requires history textbooks in the state \nof California to be more inclusive when it comes to underrepresented minorities,' explains Fitzgerald. 'I'm not gonna \nmince any words here. This is the state of California inserting political propaganda into first-grade textbooks, \npropaganda endorsing the occupant of the second highest office in the state of California.' Fitzgerald and the \nFreedom Center are advocating for a code of ethics [104]for K-12 educators that prohibits teachers 'from using their \nclassrooms for political, ideological, or religious advocacy.' The video and more[105] Dias Kadyrbayev, friend of \nBoston Marathon bomber, deported to Kazakhstan[106]: A 24-year-old man who was convicted in June 2015 for \nconcealing criminal evidence for his college friend, Boston Marathon bomber Dzhokhar Tsarnaev, was deported to \nhis native Kazakhstan, federal immigration officials announced Thursday. Ex-California student admits to aiding \nSyrian terror group[107] Associated Press November 1, 2018 CHICAGO - A former California college student has \npleaded guilty to charges of aiding a terrorist organization after earlier arguing he was entitled to immunity because \nhe hooked up with the kind of Syrian rebels the U.S. has backed. Twenty-five-year-old Aws Mohammed Younis Al-\nJayab admitted in a plea agreement Wednesday to flying from Chicago to Turkey in 2013, then traveling to Syria. \nThe agreement says he joined Ansar Al-Islam, a precursor to the Islamic State group. The agreement calls for a \nprison sentence of up to 15 years. Al-Jayab told the judge he wanted to fight the Bashar al-Assad regime, but \n\n\n\nacknowledged the group he was joining engaged in terrorist actions. He returned to the U.S. in 2014 and settled in \nSacramento, California, where he enrolled at a community college. 'Hipster terrorist' pleads guilty to aiding ISIS; \nanother suspect ordered held until trial[108] The number of jihadists being caught in America just keeps going up \nDave Louis Casiano Fox News November 1, 2018 A suspect dubbed the 'hipster terrorist'   for his stylish beard and \ncaptivating social media photos showing him with designer sunglasses and an iced latte   pleaded guilty \nWednesday to aiding a terrorist organization. Meanwhile, a second suspect, in an unrelated case, was ordered \njailed until trial after beingaccused of spreading propaganda forthe Islamic State group. The first suspect, Aws \nMohammed Younis al-Jayab, 25, entered his plea, which includes lying to immigration officials, ina federal \ncourtroom in Chicago, the Chicago Tribune reported[109]. As part of aplea agreement with prosecutors, al-Jayab \nadmitted to flying from Chicago to Turkey in November 2013 and entering Syria. He then joined with Al-Islam, a \nprecursor to the Islamic State group. 'I wanted to do the right thing to defend the Syrian people,' al-Jayab told U.S. \nDistrict Judge Sarah Ellis Wednesday in broken English. Al-Jayab'slawyers previously argued[110]he was entitled \nto 'combatant immunity' because he linked up not with terrorists, but with Syrian rebels the U.S. has backed in \nhopes of ousting Syrian leader Bashar al-Assad. He faces up to 15 years in prison, per his plea agreement. Al-\nJayab, a Palestinian-born Iraqi, returned to the U.S. in 2014 and settled in Sacramento, Calif., where heregistered \nforcomputer scienceclasses at a community college.He told immigration officials he had been overseas visiting \nrelatives. He spent much of his childhood in Iraq before coming to the U.S. as a refugee in 2012. While living in \nWisconsin and Arizona, he communicated on social media about his intention of traveling toSyria to fight for terrorist \ngroups. 'America will not isolate me from my Islamic duty,' he wrote to a colleague in Syria, according to the \ncharges. 'Only death will do us part. My only wish is to see you and start the action.' In another terror case in \nChicago, a federal judge ordered a computer-science specialist accused of being an online propagandist forISIS \njailed until trial. The judge cited photos arresting agentsfound on his phone this month showing bomb-making \ncomponents. Some of his alleged propagandaincluded a video showing a Christmasgift containing a ticking time \nbomb. Al Safoo, 34, a naturalized citizen from Iraq, faces conspiracy to provide material support to terrorists, which \ncarries up to 20 years in prison More[111] Facebook apologizes for taking down pro-life group's ad[112]: The social \nnetwork giant says the pro-life campaign ad by the Susan B. Anthony List does not violate Facebook's policies and \nshould not have been rejected. World Wide Web Founder Tim Berners-Lee: May Be 'No Alternative' to Breaking Up \nTech Giants[113] Lucas Nolan Breitbart News 1 Nov 2018 The founder of the World Wide Web, Tim Berners-Lee, \nstated in a recent interview that tech giants such as Google and Facebook have become so dominant in the online \nlandscape that they may need to be broken up. In an interview with Reuters[114], the founder of the World Wide \nWeb, Tim Berners-Lee, discussed the growing dominance of tech giants such as Google and Facebook stating that \nhe believes it may be necessary at some point to break these companies up. Lee, an English computer scientist \nwho is credited with inventing the Web in 1989, has previously discussed his disappointment in the state of the \nInternet due to the abuse of user data and spread of 'hate speech' online. Now, Berners-Lee is particularly worried \nabout the growing power wielded by Google and Facebook:'What naturally happens is you end up with one \ncompany dominating the field so through history there is no alternative to really coming in and breaking things up,' \nsaid Berners-Lee in an interview with Reuters. 'There is a danger of concentration.' More[115] U.S. Charges State-\nOwned 'China 2025' Tech Company and Others with Economic Espionage[116]: The United States charged a \nstate-owned Chinese company, a Taiwanese company, and three individuals with stealing trade secrets from a U.S. \nsemiconductor company, the Justice Department announced Thursday. 'Living in Straight Terror': Asia Bibi's Family \nSeeks Asylum in West as Mobs Demand Her Death[117] Frances Martel Breitbart News 1 Nov 2018 Pop quiz: Who \nwould you rather have living next door to youChristian like these, or Muslims like these? Dave .. The family of Asia \nBibi, a Christian mother acquitted of blasphemy in Pakistan Wednesday after nearly a decade on death row, is \n'living in straight terror' and seeking a Western country to grant expedited asylum in the face of violent protests \ncalling for her death, the chairman of a charity aiding Christians in the country told Breitbart News on Thursday. \n'Asia Bibi has suffered enough, she just needs a country willing to rub away any bureaucracy,' Wilson Chowdhry, \nthe head of the British Pakistani Christian Association (BPCA), explained, adding that Bibi herself is 'totally terrified,' \nand her family - her husband, three adult children, and two dependent children - are currently beginning the asylum \nprocess. Embassies take days and sometimes months to process asylum requests, however, and Chowdhry noted \nthat, given the amount of animosity against Bibi, she may not have that much time before someone attempts to kill \nher. To prevent a mob killing, Chowdhry told Breitbart News, the family is requesting that a Western country \n'remove protocol and just accept them for asylum in the next two days.' He notes that, given the thousands-strong \nprotests demanding her death in Pakistan, her case is an exceptional one with little need to prove she is in danger \n\n\n\nbecause of her religion. The BPCA has launched[118] a petition demanding asylum for Bibi and her family. The \nfamily wishes to go to the West, he added, because outside of the region, Christian persecution is sadly all too \ncommon, and her decade-long struggle for freedom is internationally known. Near Pakistan, nations like \nAfghanistan, India, China, and Iran have extensive histories of persecuting Christians More[119] The post \nFREEDOM UPDATE: Caravan Financially Backed by Venezuela, says Pence; Pope Weighs In; More[120] \nappeared first on Western Free Press[121]. [ 1]:            https://video.foxnews.com/v/5856561705001/ [ 2]:            \n\n\nspanish/?utm_source=newsletterutm_medium=emailutm_term=dailyutm_content=linksutm_campaign=20181101 [ \n88]:            http://www.latinorebels.com/2018/10/31/latimesendorsements/ [ 89]:            "}