{"title": "Many Bay Area deportation cases will be dropped in June", "body": "\nThe federal government will begin closing hundreds of Bay Area deportation cases in June, allowing some illegal \nimmigrants a partial reprieve if they have strong community ties and no criminal record.\n\nThe Executive Office for Immigration Review this summer will suspend the daily schedule of the San Francisco \nimmigration court, one of the busiest in the nation, to allow a team of federal attorneys to scour the entire caseload \nfor low-priority deportation cases to drop, according to a statement from the Department of Homeland Security \nobtained by this newspaper.\n\nAmong those who could benefit from the court review are students brought to the United States illegally at a young \nage who are otherwise upstanding residents. Although their deportation cases will be halted, the reprieve does \nnot grant them legal residency or citizenship and authorities have the ability to seek their deportation later.\n\nFollowing up on a six-week pilot program in Baltimore and Denver, immigration authorities will begin suspending \ncases at immigration courts across the country.\n\nOf more than 11,000 cases reviewed in the pilot program, judges dropped about 16 percent in Denver and about \n10 percent in Baltimore.\n\nThe San Francisco court alone has about 17,000 pending cases.\n\n\"San Francisco has one of the biggest caseloads in the country,\" said private immigration lawyer Randall Caudle.\n\n\"It forces them to pull all the pending cases and review them. That could be a little chaotic.\"\n\nBut some private lawyers say many of those most likely to have their cases closed would be better off trying to get \na full immigration hearing.\n\n\"It's not a solution just to take somebody and tell them we're going to put your case on hold,\" said Laura Lichter, \nincoming president of the American Immigration Lawyers Association, which met with federal authorities about the \ncourt reviews Thursday.\n\n\"I've got a real concern about people trying to really rocket through this procedure.\" Lichter defends immigrant \nclients in Denver and said only the clearest cases were closed.\n\n\"It's the people who have the middling cases, who aren't likely to win, otherwise good people, they should be taken \noff the top and they're not,\" she said. \"They're just normal people trying to work and support their families.\"\n\n\nSome judges will be reassigned to hear the cases of detained immigrants. Attorneys from Immigration and \nCustoms Enforcement, or ICE, will devote time to reviewing backlogged cases, administratively closing low-level \ncases and pursuing those they consider more serious.\n\nThe program will begin late April in Detroit, New Orleans, Orlando and Seattle. It will move to New York City in \nMay, San Francisco in June and Los Angeles in July, according to the statement and lawyers briefed on the \nprocess.\n\nSmaller courts will shut down their regular schedules for two weeks for the review, and larger courts will devote \nsome judges to the review and others to their regular caseload.\n\nThe Republican chairman of the House Judiciary Committee criticized the court-by-court review Thursday, saying it \nrewards lawbreakers by allowing them to remain here.\n\n\"The Obama administration's decision to expand its backdoor amnesty plan to cities across the United States \nendangers Americans and insults law enforcement officials,\" said Rep. Lamar Smith, R-Texas, in a prepared \nstatement.\n\nThe Obama administration has deported a record 397,000 people last year -- but deportation filings dropped by a \nthird in the last quarter of 2011 from the same time in 2010, according to records obtained by New York-based \nTransactions Records Access Clearinghouse.\n\nThe \"substantial drop\" partly resulted, public records researchers believe, from ICE Director John Morton's June \n2011 memo ordering his agents to use more discretion in whom they choose to deport.\n\nThe Obama administration also announced in August that it would review all 300,000 pending deportation cases \nto target criminals, public safety dangers and egregious violators of immigration law.\n\nCaudle said some government immigration lawyers in the Bay Area have begun closing or terminating sympathetic \ncases on their own, something that would rarely have happened a year ago.\n\n\"It looks like the ICE attorneys here are at least trying to exercise discretion,\" he said.\n\nSan Francisco immigration attorney Mark Silverman said one rationale for showing more discretion and closing low-\npriority cases is to save money and resources. Another motivation is political.\n\n\"Clearly the administration is trying to show they're doing something for immigrants because there's a lot of \ndisenchantment with the Obama administration,\" Silverman said.\n\nGraphic\n\n \n\nImmigration and Customs Enforcement officers arrest suspected illegal immigrants in Santa Ana, Calif., 2007. (AP \nPhoto/Mark Avery)\n"}