{"title": "The Dangers of Looking Detached; Illegals in California; Why More Americans could be Uninsured; Interview with Thom Tillis", "body": "\nNEIL CAVUTO, FBN HOST: Welcome, everybody. I'm Neil Cavuto.\n\nAnd just because President Obama and British prime minister David Cameron can co-write a column, that does not \nmean they're on the same page, especially when it comes to dealing with ISIS these days. The two write in the U.K. \nTimes today that NATO must stand strong. But is it Cameron and not the President who seems to be standing \nstronger.\n\nNow, that's not me saying that. That is once pretty compliant mainstream media saying that.\n\nConsider this eye-popping front page headline out of a usually supportive New York \"Daily News\" this week asking \nafter the beheading of a second American journalist and I quote, \"Do you have a strategy now, Mr. President?\".\n\nOr this \"Washington Post\" op-ed urging the President to cease his - and again I quote - \"unnerving happy talk.\"\n\nSomething is going on here, my friends, and it is a seismic shift, and a shift we should all be watching and I suspect \nfor the President, the shift has only now just hit the fan. I had to practice that again and again and again.\n\nBecause it is more than vulnerable Democrats seeking re-election who don't appear to be his fans. So too a once-\nfawning media that's now wondering why suddenly everything is hitting the fan.\n\nI went into this in far more detail in a special column I wrote for a FoxBusiness.com site. Let me just cut to the basic \nnuts and bolts of this for you right now. This is not good for any of us right now - for any of us. You heard me. \nRepublican or Democrat, there is nothing to be gained from having a president deemed all but gone. We can't be \neffective if the President himself is seen as ineffective.\n\nJust ask Lyndon Johnson. Just ask Richard Nixon. Democrat, Republican. Fair and balanced. Neither could shake \nthe lame duck label that shook their final years in office and of course, in Richard Nixon's case - chased him right \nout of office.\n\nNow, I am not saying that's going to happen with this president. I am saying it really doesn't matter if the world \nstarts thinking, \"Well, he doesn't matter as president.\" Remember, they're not just sloughing him off when they're \ndoing that. They're sloughing America off. They are sloughing our influence off. They are sloughing us off.\n\n\nThat's why this bears watching because when the President says he hasn't yet come up with a strategy for dealing \nwith ISIS, the world quickly takes that to mean - fairly or unfairly - that America hasn't yet come up with a strategy \nfor itself.\n\nTo former Republican congressman, also retired colonel Allen West, our Fox Biz All-Stars who are joining us in a \nminute. We have Gina Loudon and Julie Roginsky and of course, Veronica Dagher.\n\nAll right. Colonel, back to you on this and this idea, this perception that the President is just not doing it, not getting \nit done.\n\nCOL. ALLEN WEST (RET.), U.S. ARMY: No, you're absolutely right, Neil. It's a pleasure to be with you. When you \ngo back and you remember this press statement that the President gave after the James Wright Foley beheading \nand within eight minutes, he was out on the golf course, on the lengths, fist-bumping his friends and laughing and \nsmiling and whooping it up. Those optics are seen all across the entire globe, not just here in the United States of \nAmerica. When you are the \"leader of the free world\" and you stand up on the biggest platform in the world - the \nWhite House - and you issue a statement that says, \"We don't want to put the cart before the horse right now and \nwe don't have a plan\" and we find out that you have been receiving your daily briefings for over the past year \naddressing ISIS but it seems that you referred to them as a JV team, it seems as though you are disengaged as the \nPresident of the United States of America. Even though the President is over this stone, making all of these troop \ncommitments to NATO and what-have-you, the truth on the ground is that we're pink-slipping combat leaders even \nin combat zones right now. So we are degrading our military capability capacity and we are not standing up to this \nincredible, genocidal, psychopathic murderous enemy that is - resembles the only thing - I think - is the Nazi \nGermans or even the Ottoman Empire.\n\nCAVUTO: You think about it, Colonel, it was a year ago that many Republicans were urging supporting the very \nrebels who are trying to topple Assad in Syria. Those rebels were and are ISIS. So you could make an argument \nthat the President was wise to be cautious then just like many might think he's being wise to be cautious now, \nwhatever the lame duck rap he gets now. What do you make of that?\n\nWEST: Well, there was a window of opportunity to engage in Syria, much the same as there was a window of \nopportunity to engage the green movement that was trying to overthrow Mahmoud Ahmadinejad and the Ayatollahs \nin Iran and that passed through. There was an entity called the \"Free Syrian Army\", the young people who are \nlooking for freedom and liberty in Syria but the window closed and of course, being the opportunists-\n\nCAVUTO: But some of those same members, as you know, sir, were in fact the present day formation of ISIS.\n\nWEST: No, no. You're absolutely right.\n\nCAVUTO: I guess what I'm saying-\n\nWEST: And those Islamists were - saw an opportunity in a very chaotic situation in Syria and they became \n(INAUDIBLE).\n\nCAVUTO: Then what's wrong with the President saying, \"Before I go knee- deep in this in America unilaterally, I \nshould have - I should have support. I should have help. I should have a coalition\"? And maybe the fact that it's only \nCameron and I guess Australia saying that they would support such an effort to expand and go after ISIS and Syria, \nno one else, and that might be the problem right there?\n\nWEST: Well, I do find it very perplexing that the President didn't look for any international coalition to go in and get \nengaged in Libya.\n\nCAVUTO: Well, how do we know he didn't? I mean, you might be wrong but how do we know he didn't and what \n(INAUDIBLE) about--\n\nWEST: Well, that's what we were - that's what we were - that's what we were told.\n\n\n\nCAVUTO: --the lack of global resolve?\n\nWEST: Well, I think that the global resolve is going to look for a leader and there's no doubt that the United States \nof America, by default, whatever you want to call it, has had that leadership position (INAUDIBLE) foreign policy, \nmilitary, and also economic security. But that's slipping away from us. As you said in your opening statement, we're \nlosing that influence. We're losing that gravitas.\n\nCAVUTO: All right. If you can just stick around, Colonel, `cause I want to bring my panelists into it.\n\nAnd Veronica, I want to go to you first then. My perception of this is whether the President's right or wrong, whether \nRepublicans have an insight now that didn't or did have a year ago, the damage is done. The perception of the \nPresident, our leadership, is done and that he is behind the eight- ball. We are behind the eight-ball. And we're not \naddressing this, that we look feckless.\n\nVERONICA DAGHER, WALL STREET JOURNAL COLUMNIST: There is that perception. The optics are not great \nby any means. The fact that there's two American journalists dead in a most brutal way and it seems like we're just \nstanding back. There's a lot of American people on both sides of the aisle wondering, \"What's the strategy? What's \nthe end game? Where are we going? How are we going to make this manageable?\"\n\nCAVUTO: Do you think the American people want to up the end game? In other words, \"All right. They've killed two \njournalists. We want to commit hellish war.\"\n\nDAGHER: I don't know what the outcome's going to be. I don't know what the strategy is. But I think what they are \nlooking for is a leader - someone who's going to be strong. Someone who's going to communicate. Someone who's \ngoing to inspire.\n\nCAVUTO: All right. Well, Gina, what do you make of it? \"Spell it out then. Say something. Stand for something. Do \nsomething.\" You hear that a lot. Now, the President - I think - last weekend at a fundraiser - private fundraiser - was \nsaying it's the media's fault essentially, that it's the clamoring that produces this false sense of drama. What did you \nmake of that?\n\nGINA LOUDON, PH.D. RADIO HOST & AUTHOR: Ha! Well, I guess it must be very upsetting for the President to \nbe pulled away from his fundraisers, from his golfing, from his vacationing to deal with the real tragedies in this \ncountry. But my background is in Psychology and when I look at this and the insidiousness that's there, this is what \nscares me - to be this detached, you have to depersonalize the situation. So the reality is that mentally, for \nwhatever reasons, this president has depersonalized the beheadings of our journalists. Look back at Benghazi. \nThat was depersonalized. He was indifferent and detached about that too. You take cases like Ferguson and \nTrayvon Martin, you see passion. That's where his heart is, Neil. We just have to deal with this reality.\n\nCAVUTO: Julie, what do you think?\n\nJULIE ROGINSKY, DEMOCRATIC STRATEGIST: Well, we had a president who personalized a war in the middle \neast who said that \"Saddam Hussein tried to kill my dad so I've got to go in there and get rid of Saddam Hussein.\" \nWe were told we were going to be greeted as liberators.\n\nCAVUTO: He didn't say that. He may have thought that (INAUDIBLE).\n\nROGINSKY: No. No, no. No, no. He actually - he actually said that. He's actually said that. \"He tried to kill my dad.\"\n\nCAVUTO: (INAUDIBLE) \"I'm going to kill him\".\n\nROGINSKY: \"He tried to kill my dad.\" That's (INAUDIBLE) - that was a quote.\n\nCAVUTO: (INAUDIBLE) missed that exact quote.\n\nROGINSKY: I will - I will send you that - I will tweet you that link. But-\n\n\n\nCAVUTO: No, I'm just saying do you think Republican or Democrat, when the President is this far down the polls as \nthis one is - on one poll, 38 percent - that that hurts us?\n\nROGINSKY: I think he misspoke. I think it was a stupid thing to say when he said, \"I don't have a strategy\" because \nit's not the right optics. However, the reality of the policy is what is the strategy? We're not ready to commit boots-\non-the-ground. The American people-\n\nCAVUTO: So he should have just shut up?\n\nROGINSKY: No. He should have said something. Obviously, two people got beheaded. When he spoke, one \nperson got beheaded brutally. He should have something he probably should have framed it differently. But look, \nwhat essentially I'm hearing is this clamor of us getting into the midst of a Sunni civil war, us potentially empowering \nIran who has benefited tremendously from our getting rid of the Taliban in Afghanistan although we never got rid of \nthem really and our getting rid of Saddam Hussein. Iran has been empowered. Israel (INAUDIBLE).\n\nCAVUTO: So you would just leave ISIS alone?\n\nROGINSKY: I don't know, actually. I-\n\nCAVUTO: Well, that therein lies the (INAUDIBLE), right?\n\nROGINSKY: But it's rough and they (INAUDIBLE) but that's what I'm saying - caution is not something to be \ncriticized at this point. I don't think anybody has a good answer.\n\nCAVUTO: Well, but in this world the way it is today it is - and I'm not saying that's fair or right, well, look at poll \nnumbers. And look at what's happened to prior presidents. So I'm saying that (INAUDIBLE) two years-\n\nROGINSKY: What would you do?\n\nCAVUTO: --I'm asking the question here. We have two years left of this presidency, a little more, and if this is the \nway it's going to be, Colonel, what I'm asking is can that be helpful to any of us? Because we know what happened \nwith Richard Nixon when this sort of (INAUDIBLE) on and on and on. We know what happened to Lyndon Johnson, \nwent on and on and on. It divides the country, gets to be (INAUDIBLE) and nothing gets done. So I'm wondering \nwhether this feeds on itself? What do you think?\n\nWEST: No. You're absolutely right. This does somewhat spill over to the perception and the optics of the United \nStates of America because the President is the representation of us. Now, I will say this to a comment that Julie \nmade. I've been in combat and I understand being cautious as a commander on the ground. But when you have a \nforce that came across into Iraq in January of this year and it was only about 1500 to 2000, but they took Ramadi \nand now Fallujah. You have to contend with that threat at that time and not allow this cancer to metastasize. And \ntherein lies the problem that the world sees us not as being cautious but the world sees us as being dismissive of \nan enemy that is on the march.\n\nCAVUTO: But is that the world's fault, Colonel - is that the world saying, \"We want you to do something\" but we're \nalso tired of war. We're tired of these - of getting ourselves involved in these conflicts, even though - in this case, \nto all the guests' point here, that ISIS seems to be a very special brutal case?\n\nWEST: Well, Neil, I have to tell you something. When you do the demographic analysis, there's about three percent \nor less of this population that has been engaged in combat operations. So when I hear that Americans are tired of \ncombat, the men and women only want one simple thing. They want leadership. They want to have very defined \nguidance. We don't need a President that stands up and says, \"We're going to destroy something\" but then we're \ngoing to disrupt it, but then we're going to somehow try to manage the problem. Those are very confusing \nstatements and that again, in turn, causes a problem as far as we're perceived as a nation - as a rudderless ship at \nthis moment.\n\n\n\nROGINSKY: Colonel, we - Assad in Syria has done much worse than ISIS. Saddam Hussein gassed the Kurds, \ngassed his own people, gassed the very same people - as a matter of fact - that ISIS is going after now. We got rid \nof him and in retrospect, maybe we shouldn't have. (INAUDIBLE).\n\nCAVUTO: You seem to be of the opinion of \"just leave ISIS alone.\"\n\nROGINSKY: No, I'm not of the opinion of \"leave ISIS alone.\" I'm of the opinion that if we're going to go in there as \nthe people are advocating, as the Colonel's advocating, we can't go in there alone and fight a war - where are the \nSaudis, by the way? You had the Saudi king come out (INAUDIBLE).\n\nCAVUTO: Fair enough. Fair enough. Colonel, real quick though on that - that this is that region's problem, why isn't \nthat region addressing it?\n\nWEST: But Julie, I want to say this, if we were told there was such a drastic humanitarian crisis in Libya that we had \nto commit American military resources and provide support to Islamists who have now overrun that country that we \nhave evacuated our embassy, so these are the mixed signals that are coming out of this administration, which in \nturn gets back to what Neil was talking about - a very confused global situation and people don't know where to \nstand us or trust us.\n\nCAVUTO: Well, that's all I'm saying. I wish we had more time, guys. We went - we went (INAUDIBLE). All I'm \ntalking about is historically, I don't care whether you're on the right or the left, when we have developments like this \nthat the President deemed - again, Republican or Democrat - not to getting it done, it is generally and historically \nnot good for our country. We shall see.\n\nMeanwhile, coming up, remember when Governor Jerry Brown welcomed all illegals to California? Well, it turns out \nthat they were in fact listening. Boy, were they listening.\n\nCAVUTO: Well, no wonder Governor Jerry Brown welcomed Mexico's president with open arms. One in ten \nCalifornia workers are openly illegally, shouldn't even be here.\n\nTo former immigration special agent Michael Cutler on how our open border is actually making things worse. And \nfor Californians, their unemployment rate unnaturally high.\n\nIt's close to eight percent. Maybe that's the reason why.\n\nMICHAEL CUTLER, FORMER INS SPECIAL AGENT: Maybe. And what - that's without considering the 100 million \nAmericans who have supposedly given up looking for work.\n\nCAVUTO: Well, (INAUDIBLE) - how do they even come up with the one-in-ten figure that are illegal. The bottom \nline, hard to quantify but it's a lot of illegals.\n\nCUTLER: It's a lot of illegals. I write for a group, Californians for Population Stabilization, and they've been \nhammering away that 98 percent of their population growth is due to immigration. And if we keep on adding more-\n\nCAVUTO: Immigration or illegal immigration?\n\nCUTLER: Well, I guess it's both but primarily illegal. We're admitting about a million lawful immigrants per year to \nthe whole country. In fact, we're bringing in more foreign workers each and every year than the number of new jobs \nthat are created.\n\nCAVUTO: Well, it must have (INAUDIBLE).\n\nCUTLER: Oh, I agree. Oh, I agree.\n\nCAVUTO: --recognizes and honors and those who do a (INAUDIBLE).\n\n\n\nCUTLER: I absolutely - I absolutely agree.\n\nCAVUTO: And California is like the run-around capital.\n\nCUTLER: Well, they have two things going. You have Jerry Brown and they've got the connection to the Mexican \nborder. So it's the - one of the easiest states for the illegals to come to from Latin America.\n\nCAVUTO: Well, what do you make of the argument then that these folks are taking the jobs that Americans don't \nwant?\n\nCUTLER: Americans would desperately take those jobs. What I saw as an agent - when we would raid factories, \nimmediately, when we got the illegals out of the factories, the lines of people waiting to get those jobs were \nAmerican. The thing about American work is they are the most productive.\n\nCAVUTO: Well, why don't we crackdown on the American companies that are allowing this to happen?\n\nCUTLER: I agree with you. But tell that to Mr. Obama who doesn't want to make any distinction between legal and \nillegal as we just started to do here. Look at the politicians from both parties (INAUDIBLE) who'll tell you, \"Well, \nthere's too many illegals here. We can't possibly get rid of them all. So we're either going to give them citizenship, \nlawful status.\" Don't you think that encourages more aspiring illegal aliens around the world. When I testified before \nthe senate judiciary committee last year, I said that those statements constitute the firing of a starter's pistol for \naspiring illegal aliens from around the world. We have a legal system. Why in the world should anybody want to \ncome here legally if you can come here illegally with no effort and get what you want.\n\nCAVUTO: Well, you're more concerned about the types of illegals we're getting - the dangerous types.\n\nCUTLER: Absolutely.\n\nCAVUTO: Tell me a little bit about that.\n\nCUTLER: OK. Sure. First of all, let's remember that the reason we have an inspections program - and I was an \ninspector for the first four years of my 30-year career with the INS - is-\n\nCAVUTO: Is that right? 30 years?\n\nCUTLER: Yes. Similar to what the TSA folks do. If you look at the law, it's about keeping out aliens with dangerous \ncommunicable diseases, aliens who are severely mentally ill and violent, sex offenders, convicted felons, human \nright violators, more criminal spies and terrorists. So someone sneaking in, presumably they belong to one or more \ncategories of aliens to be excluded. Would you get on an airplane if you saw people sneaking past TSA? Of course \nnot. Why are we being forced to live with millions of foreign nationals who evaded a very similar inspections process \nthat are actually our first and last line of defense?\n\nCAVUTO: (INAUDIBLE) covering this California one-in-ten story though. I mean, it was reported and everything but \nothers ignored (INAUDIBLE).\n\nCUTLER: But you also cover a lot of these stories that nobody else or to be honest - no other network covers. \nThat's why I love coming on your show, Neil. You do a great job.\n\nCAVUTO: Same here, Michael. Thank you very, very much.\n\nCUTLER: Thank you for covering the story.\n\nCAVUTO: All right. We're going to be on this. He was on this stuff and the dangers here. By the way, you're worried \nabout 9/11 - the anniversary - aren't you?\n\n\n\nCUTLER: Very much so. I testified four-and-a-half years before 9/11 about the dangers with visa fraud and \nimmigration benefit fraud because of the '93 attacks. I had an argument with the counsel at the immigration \nsubcommittee the Friday before 9/11 where I was so frustrated, I ended my conversation asking him - believe it or \nnot - \"What will it take? Another attack at the World Trade Center?\" That was the Friday before 9/11.\n\nCAVUTO: Holy cow.\n\nCUTLER: We've got to wake up. This is an existential threat to America and Americans.\n\nCAVUTO: Michael Cutler, always good seeing you. Always profound.\n\nAll right. OK. Sure, you're paying through the nose for health care. But look at the bright side because thanks to the \nhealth care law, at least a lot more folks are covered, right? Um, wrong-o. After this-o.\n\nCAVUTO: All right. Forget about insurance for all. After turning the health care world - your health care world - \nupside down, fewer Americans signed up?\n\nIt's true. The University of Minnesota's Michael Ramlet says in a few years, we could actually see more people \nwithout insurance.\n\nThat's not the way it was supposed to be, Michael. What happened?\n\nMICHAEL RAMLET, DOMESTIC POLICY ANALYST: No, it wasn't, Neil. It's really 2017 is a crossfire hurricane for \nhealth insurance market. The next president - regardless of party - is going to walk into an insurance market that's \ngoing to be highly dysfunctional. (INAUDIBLE).\n\nCAVUTO: What happens in 2017? Because it's telegraphed - I believe you said - in the summer of 2016. Lay it out \nfor me.\n\nRAMLET: That's right. Essentially, in that presidential election year, you're going to have two things happen. One, \nyou're going to see two insurance provisions phase out. One is re-insurance, one is risk corridors. Those keep \ninsurance prices down artificially for the health care law, and at the same time, you're going to see new provisions \nkick in. So you're going to see the employer mandate kick in - that's the piece that they kick down - the can down \nthe road on. You're also going to see the quality health benefits plans be forced onto the American marketplace and \nthat's what was causing all the cancellations last year. So those two factors come together in 2017 for the next \npresident. It's going to drive up prices and those premiums are really going to outpace what the subsidy is from the \nfederal government.\n\nCAVUTO: All right. And we always consider - when we talk about new enrollees - that they are in fact paying \nenrollees and to be paying enrollees, a lot of them signed up expecting subsidies, are expecting the subsidy to help \njustify paying to be an enrollee. I get arcane here just to make the point that it's not the (INAUDIBLE) ten to eleven \nmillion the administration says and down the road, if you're right - I have no reason to doubt you `cause the \nstatistics seem to add up - we're going to have done all of this and end up with fewer people insured than before?\n\nRAMLET: That's right. There's a real issue here that we never addressed - the cost problem. So we're going to see \n2017, all of the access and all the subsidies, they're not going to keep pace with cost. You had a great report out \nyesterday from the Centers for Medicare and Medicaid Services, the administration's own actuaries, that point out \nyou're going to see an increase in cost between five and six percent over the next 10 years. And so those costs go \nup.\n\nCAVUTO: All right. So stop right there. You're a genius. I'm not. But here's what I see is the ultimate irony. We were \ntold that we were - we needed to get a law that would provide healthcare coverage for everybody. Then we were \ntold maybe 10 million would not be included. Then it was revised to upwards of 30 million who would not be \nincluded. A lot of Americans said, \"Well, why did we go through this?\" Where - and now the irony would be that \n\n\n\nwhen all is said and done, fewer people are covered than when we first went into this. And in the interim, premiums \nhave skyrocketed and everything has been turned upside down for most Americans.\n\nRAMLET: It's a complete irony. And really, you saw this in Massachusetts. They first passed a large expansion of \ncoverage and two or three years later, they had to come back for a cost problem. So this is entirely foreseeable and \nI think this is the larger issue. In 2008, both parties agreed we had a health care cost problem. They didn't agree on \nthe access issue. They had a number of different ideas but we could all agree we had a cost problem and we \nhaven't solved the cost problem yet.\n\nCAVUTO: Yes. We've got the cost problem. We've had - ironically, they - not everyone covered. Go think. Problem. \nAmazing. Michael, thank you. Good stuff.\n\nRAMLET: Thank you, Neil.\n\nCAVUTO: All right. Coming up, why one porn side says those Jennifer Lawrence nudey pics are never ever, ever \ngoing away and actually, the law is on their side.\n\nCAVUTO: 38 percent - that's not a great approval rating. No wonder some vulnerable Democrats are bolting from \nthe President of the United States in one of the most watched and tightest senate races this year.\n\nNorth Carolina Democratic senator Kay Hagan is running as fast as she can from the president, and in her first \ndebate with the Republican challenger last night she continued to. Listen.\n\n(BEGIN VIDEO CLIP)\n\nSEN. KAY HAGAN, (D) NORTH CAROLINAA: The president should have weaponized the moderate Syrian rebels \nearlier. Without doing that, that how he's allowed ISIS to grow. And I believe that ISIS is the most serious threat to \nour national security since 9/11.\n\n(END VIDEO CLIP)\n\nCAVUTO: It is extraordinary that Senator Hagan says now that ISIS is one of greatest threats globally, and we have \na president that doesn't have a strategy for it. The American people deserve better than that, and Kay Hagan \nshould be pounding the table for this president versus whoever stamping a failed policy that's not working.\n\n(BEGIN VIDEO CLIP)\n\nHAGAN: I am ready to support and so what needs to be done to take ISIS out.\n\n(END VIDEO CLIP)\n\nCAVUTO: All right, to North Carolina Senatorial candidate Republican Thom Tillis. By the way, we did reach out to \nSenator Kay Hagan, we've not heard back, but hope springs eternal. Speaker, it's always good to have you. We \nhave seen this play out again in very tight races, like the one you are involved in, Senator Hagan, among a handful \nof very vulnerable Democrats. Feeling heat, over the president's handling not only of ISIS, but it's some of the other \nissues you brought up in the debate as well. Is this going to be the surprise issue? Just foreign policy? In rural (ph) \nNorth Carolina?\n\nTHOM TILLIS (R ) NORTH CAROLINA STATE HOUSE SPEAKER: I think it is, Neil. I actually - I think your prior \nthree segments really distilled what this election is about, it's about the president's failure on foreign policy, his \nfailure on immigration, his failure with Obamacare and Kay Hagan rubber stamping his failed policies every step of \nthe way.\n\nCAVUTO: Do you think, speaker that what North Carolinians share that view, I mean - do North Carolinians worry \nabout the economy? About jobs? Or now they are actually scared about their lives and how we react to something \nlike this?\n\n\n\nTILLIS: I think they are. I mean you have to understand that North Carolina has one of the - the largest military \npresences of any state. We've got a lot of men and women deployed globally trying to defend our freedom. And this \npresident, is making the world less safe, and I think it is felt particularly so in North Carolina because of that. But it is \na combination of things. It's a failure on economic policy, the threat of Obamacare harming our economy. And in \nparticular North Carolina. All those things taken together are a long list of failures that Kay Hagan will be held \naccountable for in this election.\n\nCAVUTO: Sir, if you make it to this Senate, the wrap against this Congress and the Senate and the House, you \nknow, both under different parties, is how unproductive they have been. That they haven't got more legislation out, \nthey haven't got more - I guess it's depending on your point of view, more regulations out and stuff, they have not \ndone stuff. Is that a big deal to you? Or is it a - stuff? What would you say?\n\nTILLIS: No, it is a really big deal. It's one of the reasons why I ran for the North Carolina House, I became speaker, \nand I said that, when we - when we were elected we had to do things differently, and we get a majority on the U.S. \nSenate, the American people expect results. Not promises, that are brought - results.\n\nCAVUTO: So, what kind of results? What would you do? What would you push? Would you push for dismantling \nthe health care law because Republicans seem to be telegraphing that if they seize the Senate, they might go slow \non that. What about you?\n\nTILLIS: Well, I think you have to understand the reality of the numbers we'll have in the Senate, but there is an \nopportunity just flow down and systematically repeal the law, and replace it with things that make common sense. \nYou know, letting kids 26 and under be on their parent's healthcare plan, those sorts of things, lifetime caps, those \nsorts of things that - that I think can't be implemented without destabilizing the healthcare of 250 million Americans, \nthis was just a government regulatory overreach, and I might add, one of the largest tax increases in the history of \nthe United States?\n\nCAVUTO: Would you push, Speaker - Would you push to repeal it. A lot of your more conservative colleagues that \nsaid that should be the goal, but you seem to be saying that you would think to try to change the more oppressive \nelements, but you wouldn't throw it out.\n\nTILLIS: Well, I make myself clear, I would vote to repeal Obamacare, I think the president would veto that vote.\n\nCAVUTO: Right.\n\nTILLIS: Then the question is, what can you do to systematically slow it down? Even the president has vetoed some \nof its provisions through these disingenuous delays of mandates. That are going to be crippling in your prior \nsegment, I think that American people need to understand, that when other elements of Obamacare, are \nimplemented they are going to be economically devastating and they are making a promise that they cannot fulfill, \nthey are robbing $700 billion from Medicare to try and balance the books. And they are still going to add over a \ntrillion of debt in the process. So, there is a number of flaws in Obamacare, which is why Republicans want to \nrepeal it, but I don't take the bait, from the other side who say that we don't think that the common sense provisions \nof healthcare reform like having people under the age of 26 be on their parent's plans, affordability, lifetime caps, \nthose sort of things can be dealt with. Without destabilizing insurance for hundreds of millions of people. And \naccidentally driving several doctors and medical professional out of the profession.\n\nCAVUTO: All right, Tom Tillis, we watch closely. Senator Hagan, wherever you are, I hope you are watching. We'd \nlove to have you on.\n\nAll right, well, what the hack? All these nude photos - among others, Jennifer Lawrence, don't belong to Jennifer \nLawrence? One porn site's legal argument against deleting those pictures that might have the law on its side.\n\nCAVUTO: All right, this is all the rage, but let me be brief about those pictures of Jennifer Lawrence not wearing any \nbriefs. In fact, not wearing anything. The star's attorney racing to get the nude photos of her just off the Internet, \n\n\n\nremove from public, but one porn site is saying the pictures are not selfies they don't belong to her, because, well, \nshe is not the one that took the pictures. Rebecca Rose Woodland says it really does not matter who took the \npictures. They have to be removed, but Kelly Saindon -- really agrees with the porn site. Why, Kelly?\n\nKELLY: Because the copyright applies on photographs to the person who is the owner. The owner is the person \nthat clicks the shutter. If you remember, there's a famous selfie of a monkey that was taken on someone's camera, \nwhen they were exploring, that person demand that Wikipedia take the photograph down. Wikipedia was right, the \nmonkey owns the rights of that, not the person.\n\nCAVUTO: Well, the monkey is sued, which I'm sure was very, very innovative.\n\n(LAUGHTER)\n\nCAVUTO: But what I'm finding odd here is, who has rights in this event?\n\nREBECCA ROSE WOODLAND, ATTORNEY: OK. Well, this is the interesting perceive of this. Jennifer Lawrence \nmay have the right if she had taken the selfie, whoever took the pictures of her. We don't know.\n\nCAVUTO: How would we be able to discern that?\n\nWOODLAND: Well, I guess, there's way to - maybe ways, she has admitted that I did not take this picture myself.\n\nCAVUTO: All you can do is be like that ....\n\nWOODLAND: Right. How quiet could you really be taking a picture of yourself.\n\nCAVUTO: Like an Anthony Wiener thing.\n\nWOODLAND: But - right - but the person who took the picture, actually could have given the rights and copy right to \nJennifer, or is in the process of doing that. If I were Jennifer, and I took pictures, who knows why she took them, it \ndoes not matter, I would say, hey, look, I want a contract where I then take the rights from you and I own these \npictures.\n\nCAVUTO: But why - OK, I understand, but, Kelly, what if it's a situation where, I am the star, I know these are nude \npictures of myself, I upload it to iCloud or one of the clouds. And that is on me.\n\nSAINDON: Agreed, I mean it is on you, but that's a different legal argument versus who owns them and whether or \nnot you have a reasonable expectation of privacy.\n\nCAVUTO: Follow my legal madness here. And you - lawyer, so I defer to you. All I'm saying, Kelly is, whether you \nknow, you have rights to them or not, you obviously uploaded them, or someone on your behalf did. That came out, \nyou can't obliterate them, they are out there now, too late.\n\nSAINDON: I agree with you. I mean the argument ...\n\nCAVUTO: Really? I had no idea what I just said.\n\n(LAUGHTER)\n\nSAINDON: The argument for iCloud is that's supposed to be safe, it is supposed to be protected, and people should \nnot hack into that, but once you disseminate nude pictures of yourself, whether you are the owner or not, the idea \nthat you now can control where they go on the Internet is preposterous.\n\nWOODLAND: Wait a minute. Wait a minute. But I mean - she didn't disseminate them, she just put them on the \ncloud to save them for herself, I think she had an expectation of privacy that the cloud, it was her personal space in \nthe cloud.\n\n\n\nCAVUTO: What about backup the Stewart Little? What about back of material on Quicken or a financial software \npackage that somehow gets released. Am I then, liable for myself?\n\nWOODLAND: Well, that's the big argument. Where does the privacy end? I mean it is ...\n\nCAVUTO: I mean this got out there, it's not her fault that they go the out her.\n\nWOODLAND: Not her fault, right. She didn't - based by the fact, and she didn't want it.\n\nCAVUTO: So, my - for information got out there..\n\nWOODLAND: That's horrible. Then you'd want to sue - what you want to sue, the cloud and Quicken and whoever \nfacilitated that, the hackers? I mean people are hacking into you - they are responsible, but also there has to be \nsome sort of ...\n\nCAVUTO: So, you - the owner was quit on this Stars say well, you know ...\n\nWOODLAND: Yeah, I don't think it should not be.\n\nCAVUTO: OK, I understood.\n\nKelly you are saying, \"Whatever that means or what happens, it is out there. And what? What does that mean? \nThat even though they might have innocently try to back it up, it is out there and it's not theirs to control anymore?\n\nSAINDON: Well usually, if we're away from the argument whether who took the picture or not, we were focusing \nsolely on once they are released there is no stopping that train, and so you are going to sue everyone out there that \nis now passing these on? We've all learned that when you put something on the Internet, when you put something \non Facebook it does not matter what they tell you, it is highly unlikely that it's going to stay private. If you want it \nprivate, don't let it leave your phone or don't take them in the first place.\n\nWOODLAND: Well, I mean I think everyone has a right to do what they wanted. If Jennifer Lawrence wanted to take \npersonal pictures, she had an expectation that that was going - that just being saved for herself. She didn't make \nany attempt to show it to anyone else. And I think that's the big issue we have. I mean that's where ...\n\nSAINDON: If that's the person who took it ...\n\nWOODLAND: Come in. BlackBerry and - they have the most secure facility to save ...\n\nCAVUTO: That's all they don't.\n\nWOODLAND: and so they don't, right, I mean - who - you know, where was this on n - an iPnone, like what \nhappens here, and is there the ability to secure? Maybe there's not. But maybe then the provider should tell us, \nlook, this is really not that secure. We can't really tell you for sure.\n\nCAVUTO: Ladies, I want to thank you both very much. I'm thoroughly confused, but you brilliantly confused me. \nBoth of you. Thank you.\n\n(LAUGHTER)\n\nCAVUTO: All right.\n\nDemanding a raise by just skipping work, next why these fast-food workers out of their job, should be lucky they \neven, well, have a job.\n\n\n\nCAVUTO: All right. Think fast. As if you don't, if you are viewer of the show. Would you give your employee a raise \nif they just skipped work altogether to strike? Well, hundreds protesting across the country today for $15 minimum \nwage, many of them walking out of their jobs to do so. I assume a lot of the bosses know, but what do I know?\n\nFox Biz all-stars are back with us. Gina, Julie, Gina, what do you think?\n\nLOUDON: I think we need some math tutors around here, Neil. The simple fact is, even though this is a sort of \nperennial trick of the labor union bosses to get these folks to do this, the reality is that if they do the math, they'll \nfigure out pretty quickly that, you know a lot of these people are employed at McDonald's and restaurants like that. \nThey cater to what? The middle and lower income families. This is going to drive up the costs for those families. \nThis is not a smart way to get what they want.\n\nCAVUTO: What do you think?\n\nDAGHER: The franchisees are already very stretched. Especially if you look at a place like McDonald's. They are \nsame store sells in the U.S. are under pressure. Where do the franchisees get the money to do this? This is what I \nwant to know, and how that's going to affect cost. And their business.\n\nCAVUTO: Julie, I am actually for raising minimum wage, I am. I am in the Mitt Romney camp, it says you do this \nslowly.\n\nROGINSKY: You are the Julie: Roginsky camp.\n\nCAVUTO: Really?\n\nROGINSKY: I love it. Yes.\n\nCAVUTO: Let me change my position.\n\n(LAUGHTER)\n\nCAVUTO: All right, it's one thing to get, let's say even 10.10 an hour, it's quite another to make it 13, to make it 15, \nto make it - L.A. someone wants to make a 22.50. Whatever it is, that's L.A. But I'm saying like, come on. There is a \nbetter way and more organized way to go about this. Isn't it?\n\nROGINSKY: Well, first of all, you have the right to strike in this country, and so I don't understand the horror, the \npeople are actually striking, you are allowed to do that. People do that all the time. Try living in New York City for 15 \nbucks an hour. You are not going to be able to do it. Most of these people ...\n\nCAVUTO: Who pays then?\n\nROGINSKY: Both - by the way, most of these people are women who are single moms. Try raising ...\n\nCAVUTO: What percent of the workforce is at the minimum wage?\n\nROGINSKY: Quite a bit.\n\nCAVUTO: Three percent.\n\nROGINSKY: Quite a bit. That is a lot. That's a lot. So, what do you begrudge three percent for? For getting a little \nbit of ...\n\nCAVUTO: All right, but who pays ...\n\nLOUDON: Neil, this is about lining the pads of the labor bosses. Let's be clear about this.\n\nROGINSKY: What?\n\n\n\nLOUDON: There is absolutely - if they were so concerned about that middle class and that working guy, they \nwouldn't be importing illegals to take their jobs. So, let's just start with the fact, because if they really did care.\n\nCAVUTO: Well, that's a good point. Maybe if we hike the minimum wage we wouldn't have to worry about illegals \nor would we, actually, make the illegal situation worse?\n\nLOUDON: Hiking the minimum wage is never the answer, it economically does not work.\n\nCAVUTO: No, here is - Gina, you know, I love you to death, I love all of you to death, but my - here's what I can \nmake an argument, though, it should be lifted - just to reflect times and then once lifted, index it to inflation and this \ndebate. But I will say this, that we lose sight of the fact that someone bears that cost. That's my only point. That \nsomeone bears this cost. Maybe Americans are quite happy, and willing to pay more for a burger. I am arguing that, \njust does not come out of thin air.\n\nDAGHER: Right. You can't just - it doesn't - out of nowhere. Exactly. You know companies like McDonald's, a lot of \nthese fast-food chains have already automated some jobs. I think when we keep seeing pressure like this--\n\nCAVUTO: Julie does not go to these places. Julie, have you been on the New Jersey turnpike that stops at these \nrest stops?\n\n(CROSSTALK)\n\nCAVUTO: There is a Roy Rogers. Is it a Roy Rogers?\n\nUNIDENTIFIED FEMALE: Yes. There is a Roy Rogers. They have a franchise on the turnpike.\n\nCAVUTO: I tell you, everything in that place is automated. You go, you practically make your own damn burger, you \ncash yourself out, and I am saying that is without the minimum wage going up. So I think minimum wage goes up, I \nthink that I'll be in kitchen making my meal, right?\n\nROGINSKY: No, wrong. Wait, let me give you my theory of trickle down economics, right? You are a minimum \nwage worker, all of a sudden you get a bump, guess who's going to be able to--\n\n(CROSSTALK)\n\nROGINSKY: They're going to go to Roy Rogers on the turnpike and buy themselves a burger. That's how--\n\n(CROSSTALK)\n\nCAVUTO: -- you can get on a completely automated facility.\n\nROGINSKY: I have been to Starbucks on the Jersey turnpike and I wish they were automated.\n\n(CROSSTALK)\n\nCAVUTO: All I'm saying, be careful what you wish for. Because you can push a lot of these businesses that will \nlook at making adjustments as a result.\n\nUNIDENTIFIED FEMALE: But, it ultimately means less jobs. We all know the corporate CEOs that we dream about \ntaking massive pay cuts are not going to take a massive pay cut because the union pulled another Alinsky tactic on \nthem, Neil. They are going to hire less people. Which is going to impact the middle and lower class even more.\n\nCAVUTO: Julie does not see it, she is driving right by the Roy Rogers.\n\n(CROSSTALK)\n\nROGINSKY: -- a little gross on the turnpike--\n\n\n\nCAVUTO: You are despicable, but you are very nice to have. All right, when we come back, just kidding, what is the \ndeal with Ed Henry reporting at a bar named Henry's? Why a Cavuto pub could be next. I'm looking at you, Ed.\n\nCAVUTO: What is the deal with Britain having all the bold leaders it seems these days? After hearing the guy who \ncould very well be that country's next prime minister on my Fox news show, let's just say a lot of you are longing for \na little Nigel Farage right here.\n\n(BEGIN VIDEO CLIP)\n\nCAVUTO: Why do and have so many Brits joined ISIS?\n\nNIGEL FARAGE: Much of this, I'm afraid to say, is a self-inflicted wounds. We've had four decades of state \nsponsored multi-culturalism. We have actually encouraged people not to come together, and to be British, but to \nlive separately, to live apart. I really think that if someone has gone off to fight for an international terror group, that \nis against all of our Western values, we should not let them back in the country.\n\n(END VIDEO CLIP)\n\nCAVUTO: I frankly think it is the British accent. It just makes everyone sound very authoritative over there. Anyway, \nDexter writes, \"that guy gets it. And I don't even care that his mom named him Nigel.\" Ann emails, \"Take it from a \nBrit who's seen a thousand of his own countrymen join ISIS, multi-culturalism leads to multi calamities.\" That's very \nwell put, Ann.\n\nSue in Florida, \"we're doing exactly like the U.K. With our Muslims, we're taking everything of Christian background \nout of schools, public parks, buildings, courthouses et cetera, and providing Muslims with a place to wash their feet \nin airports and in schools, places where they can pray.\" I think what you are trying to say there, Ann, is we don't \nhave a prayer, or Sue. Many are beginning to agree.\n\nVictor, \"Forget about the melting pot. This whole damn country is going to pot.\" Eleanor in New York City, \"I'm \nalways amazed, Cavuto, how you deliberately seek out nuts who would sooner close borders than open minds. \nFarage joins that long list of numbingly stupid conservatives who believe Christians rule and all others must drool. \nDespicable.\"\n\nWell, what is despicable is you being very select here. If you took the time to hear what the British opposition leader \nwas saying, you would understand that he was not pushing aside other religions or even points of view. He was just \npointing out that nations that surrender their Judeo- Christian values that form their true majority, they ultimately \nlose their core. And when no less than Martin Luther King's own niece tells me the same thing on the same show, I \nthink that is a pretty revealing pattern. And a pretty revealing worry. I noticed you left her comments out of your \ncomments. So who is not so fair and who's not so balanced?\n\nJack in Georgia, \"Dear Neil, multi-culturalism has never worked anywhere in the world. We're still a Judeo-Christian \ncountry and we need to recognize this fact. We're a land of equal opportunity, not equal outcome. We have been \nencouraged and brow-beaten by Obama and the Democrats to forget all of this. On a personal note, please stay \nwell, for you are one of the shining lights in the media.\" Great comments, Jack, especially those final words. Thank \nyou for the kind words. Now, only an egotist would include them, by the way, in an otherwise powerful email. That is \nmy producer. It's ridiculous.\n\nAny other good things you have to say will in fact make air. But your concerns about the president are widely \nshared. Consider Bill who texts on his iPhone, he is sick of seeing all this video of the president bounding down the \nsteps of Air Force One. \"Please show Obama going up when leaving on an aircraft. I am tired of seeing him arrive \nand prancing down the stairs.\" So it's going down the stairs you don't like, bounding up the stairs is fine. You've \nbeen watching a little too much cable news, that's all I'm saying. Nothing wrong with that, but we've got to just take \na walk.\n\n\n\nThen there is this from William on Facebook who writes the following, \"Neil, should we ever meet, I'll not fawn over \nyou. I will simply tell you that you are the reason I got interested in Fox Business.\" I am flattered, but you better talk \nto James in San Diego, William, because I don't think you guys are on the same page. \"What are you doing on TV? \nYou are a major idiot, and uninformed. I have been a conservative since before you were born, and I can tell you \nthat you are an idiot and should be off TV.\" OK, but outside of that, James, what do you think about me? Nothing? \nAll right.\n\nRetta via Gmail, \"Hey, panty waist waste, we're not dealing with an immigration issue, we're dealing with a criminal \ninvasion issue. Why the f\" -- did you actually write that -- \"can't you media people call a spade a spade. Every \nstinking one of those people are criminals.\" Retta, you use a lot of exclamation points.\n\nThen there's James out in Delaware writes, \"Ok, Cavuto, I saw Ed Henry reporting from Belgium standing in front of \na bar and grill named Henry's. When are you getting a bar named after you or at least a bakery?\" I'm working on it, \nbut Cavuto's bakery does not work. We could talk Paysan's Pastries, maybe but I'm giving it some thought. Imagine \nif I could make all my own stuff. I wouldn't be in business very long because I'd eat it. Anyway, that will do it here. \nWe'll see you tomorrow.\n"}