{"title": "26 more arrested at Newark's airport;The total is 158 since last week in an investigationof rings smuggling immigrants from Mexico.", "body": "\nContinuing a crackdown on the smuggling of illegal immigrants, federal authorities made 26 arrests Tuesday at \nNewark Liberty International Airport, bringing the total to 158 in less than a week.\n\nThe immigrants crossed into Arizona from Mexico, hid in safe houses in Phoenix and Los Angeles, then boarded \nflights to Newark, said officials with the Department of Homeland Security's Immigration and Customs Enforcement \ndivision.\n\nThe agency is investigating at least two smuggling rings based in the Southwest but had not charged anyone with \nimmigrant smuggling as of yesterday, spokesman Mike Gilhooly said.\n\n\"Those organizations are responsible for transporting people across the border, charging them thousands of \ndollars, taking them to safe houses, and then putting them onto planes,\" he said.\n\nHe would not identify the groups believed responsible.\n\nIn the latest arrests, 20 passengers getting off a Continental Airlines flight from Los Angeles that landed at 3:30 \np.m. Tuesday were arrested and charged with being in the country illegally. A person who went to meet the group \nalso was arrested on immigration charges.\n\nTwo hours later, three passengers from an American Airlines flight from Los Angeles were arrested, along with two \npeople who had arrived at the airport to meet them. All five were held on immigration charges.\n\nLast Thursday, 88 passengers on a flight from Los Angeles were arrested in Newark after authorities got a tip \nabout large-scale movements of illegal immigrants, federal authorities said.\n\nOn Saturday, 44 more were arrested on immigration charges. Authorities initially said four of them had been \ncharged with smuggling, but Gilhooly said yesterday that was not the case.\n\n\nThose arrested were held at various detention centers in New Jersey and were to have their cases presented to \nimmigration judges in the coming weeks. Most, if not all, were expected to face deportation proceedings.\n\nGilhooly said that the agency had received \"very specific information and very specific intelligence\" about the flights, \nand that authorities were not engaging in racial or ethnic profiling of Latino passengers.\n"}