{"title": "CRASH KIN MAY LOSE HOPE FOR GREEN CARD", "body": "\nAs if the death of loved ones weren't enough to bear, the crash of American Airlines Flight 587 has left some \nvictims' relatives with huge immigration problems.\n\nSome of the survivors had applied for permanent U.S. resident alien status, but the deaths of their sponsors \nimperiled some applications.\n\nWithout the coveted green cards, they are unable to fly to the Dominican Republic to attend their loved ones' \nfunerals and then legally return to the United States.\n\nNow, only an extraordinary government action targeted at the Flight 587 disaster will make their funeral trips \npossible.\n\nOne victim of the immigration Catch-22 is Juan Vasquez, 32, of Woodside, Queens.\n\nVasquez, who drives a limo for a living, came to America as a tourist in 1995 - and overstayed his visa.\n\nDuring that time, he started dating a woman he met in a club in Astoria. After an engagement of 18 months, \nVasquez and Milagros Garcia married last December. Garcia, 23, boarded Flight 587 Monday to visit her mother in \nSanto Domingo.\n\n\"Juan was eligible to apply for his green card based on the marriage, but when that plane went down the petition \ndied with his wife,\" said Vasquez's lawyer, Kerry Bretz, of Manhattan.\n\nThere is protection for some married applicants whose spouse-sponsor dies, but Vasquez isn't covered.\n\n\"Under law, if the marriage had been in existence more than two years, he would have been able to file a widower's \npetition,\" Bretz said, \"but now, short of some sort of amnesty action, he's left high and dry.\"\n\nAs a result, Vasquez doesn't have permission to travel to the Dominican Republic for his wife's funeral and then \nreturn to his job in New York or his studies at Queensborough Community College in Bayside.\n\nOn the morning of the crash, Vasquez was in an English class. \"My wife's sister called me on my cell phone and \ntold me, but I couldn't believe her, I thought it was a joke,\" he said.\n\nNow, Vasquez faces a tough choice.\n\n\"I want to take my wife to Santo Domingo,\" he said. \"I want to be with her. I don't have any motivation here. I feel \nvery depressed now. I feel like I might just have to leave everything and go.\"\n\nBretz said he is hopeful Sen. Chuck Schumer (D-N.Y.) will assist people like Vasquez, though that remains unclear.\n\n\n\"We will try to help anyone affected by this tragedy in any way we can, so if these individuals haven't been in \ncontact with us, they should do so,\" said Bradley Tusk, Schumer's communications director.\n\nGraphic\n\n \n\nKRISTEN ARTZ ANGUISH Juan Vasquez lost his wife, Milagros Garcia, (inset) on Flight 587. Now his bid for \ngreen card is in jeopardy.\n"}