{"title": "Our Sad Neglect of Mexico", "body": "\n Whether you believe Mexican immigrants help or hurt the United States, there is one truth you have to accept: \nWork here pays much, much better. A low-skill Mexican worker earns five to six times as much in this country as \nback home, assuming he or she could find a comparable job there. \n\n  This truth is so obvious it seems a cliche and yet it remains mostly absent from the debate on how to reform U.S. \nimmigration. For all the talk around the country of border enforcement, guest-worker programs, employer sanctions \nand driver's license restrictions, the sad fact is that none of these \"solutions\" addresses the root of the problem: a \npersistent and large income disparity between the United States and Mexico. \n\n  Even the most comprehensive and progressive immigration reform proposal in years, introduced this month by \nSens. John McCain (R-Ariz.) and Edward Kennedy (D-Mass.), is more concerned with making U.S. immigration \npolicy more humane than dealing with this income disparity. The bill crafts a guest-worker program  --  creating new \nvisa categories and quotas and a secure identification system for employers  --  but provides only a vague \nindication that income disparity might be a problem or a responsibility to take on. \n\n  Why such reluctance? How can a proposal that purports to reduce the flow of illegal Mexican workers to the \nUnited States not take a stab at the root cause? Won't better conditions for immigrant workers here only be an \ninvitation for more illegal migrants from Mexico, as the argument goes, as long as wage disparity remains \nunaddressed? \n\n  To alter income disparity, it is obvious that Mexico must reduce its development gap and raise incomes. What is \njust as apparent is that Americans do not feel, at least at the moment, that they have a responsibility or even an \ninterest in reducing that gap through investments of money and expertise. They don't feel the same obligation they \nonce felt, say, after World War II for Europe, or that the European Union took on when it bolstered its poorest \nmembers. Mexico and the United States may share a 2,000-mile border, but their sense of a shared future runs \nabout two inches deep. \n\n  There is a strong sense in this country that Mexico's problems are of its own making, and must be solved by \nMexico. That is why former Bush official Richard A. Falkenrath and others say a significant infusion of U.S. aid into \nMexico is a \"nonstarter.\" Indeed, Mexico desperately needs to collect more taxes and reform its energy sector and \nlabor laws  --  healing itself by removing structural constraints that make it more a Third World  nation than the \neconomic powerhouse it could become. \n\n\n  The North American Free Trade Agreement, signed more than 10 years ago by Canada, Mexico and the United \nStates, was supposed to generate more jobs in Mexico, raise salaries and reduce people's incentive to emigrate. \nThat proved to be wishful thinking. In fact, NAFTA has not generated the number of new jobs predicted, nor has it \nalleviated rural poverty in many areas of Mexico. That would require, according to an upcoming report on NAFTA \nby the Institute for International Economics, \"a sustained period of strong growth and substantial income transfers \nto poorer states.\" \n\n  There are some in this country, a minority to be sure, who say Washington must get involved more directly. \nOtherwise, they argue, Mexico won't be able to reduce disparities for at least another hundred years. Among them \nis Robert Pastor, a former Carter administration official who has tirelessly argued for a North American Investment \nFund. Pastor cites a 2000 World Bank estimate that Mexico would need $20 billion per year for a decade in \nessential infrastructure and educational projects to reduce that 100 years to 10. \n\n  Pastor is under no illusions that such a fund will be created any time soon. Certainly the Bush administration is not \ntalking about any such ideas within the recently launched Security and Prosperity Partnership of North America, the \nlatest ambitiously named project that won't even touch on immigration, although immigration is directly connected to \nsecurity and prosperity. \n\n  The administration and Congress are under little pressure to deepen the U.S. commitment to Mexico, not when \nthe public is increasingly fearful of and resentful toward immigrants, particularly Mexicans. But if anything, such \nsentiments prolong illegal immigration in the sense that they distract citizens and leaders alike into thinking that if \nyou put up enough barriers, Mexicans will go away.  \n\n desdewash@washpost.com \n"}