{"title": "Hispanic Leader Indicted in Las Vegas;Abuse of Amnesty Program Is Alleged", "body": "\nThe president of the League of United Latin American Citizens (LULAC), one of the nation's largest Latino \norganizations, was indicted yesterday in connection with an alleged amnesty scam involving thousands of illegal \nimmigrants.\n\nFederal prosecutors charged that Jose Velez conspired along with three Taiwanese immigration consultants to \n\"create and supply\" false documents and statements to federal immigration officials \"so that applicants who were \nnot legally entitled to reside and to work in the [United States] could fraudulently obtain the right to do so.\"\n\nThe 17-count indictment obtained by Kathryn E. Landreth, the U.S. attorney in Las Vegas, charges that the \nconspirators \"recruited large numbers of unqualified aliens and brought them to Las Vegas, sometimes by the \nbusload\" from March 1988 to January 1991. Many of the recruits were wealthy Taiwanese citizens, who were \nsometimes charged fees as high as $ 45,000 per application, the indictment says.\n\nEdward Marshall, attorney for Velez, declined comment, saying he had not yet seen the indictment.\n\nProsecutors say the alleged scam involves abuse of the Immigration Reform and Control Act, which went into \neffect in 1986. Under the act, illegal immigrants could file applications to legalize their status. Immigrants who had \nbeen in continuous illegal status before 1982 were allowed to file amnesty applications, as were undocumented \naliens who performed at least 90 days of seasonal agricultural work during 12-month periods from 1984 through \n1986.\n\nCertain organizations were designated to file amnesty applications. One of them was LULAC-Nevada, where Velez \nwas state director.\n\nJustice Department officials charged that Velez, through his immigration consulting business, Velez and Sons Inc., \n\"processed thousands of false legalization applications.\" LULAC has not been accused of any wrongdoing.\n\nVelez and the conspirators allegedly falsely claimed that applicants had done the required agricultural work and \nprovided documentation or statements showing that the illegal immigrants had lived in the country since before \n1982, though they had not.\n\nThe indictment is part of an ongoing series of immigration fraud investigations conducted by the INS and the \nInternal Revenue Service.\n\n\nIn January, federal officials charged Billy Tzeng and Simon Chang, two Taiwanese citizens, with five counts of filing \nfalse statements to the Immigration and Naturalization Service. Those five counts were incorporated into \nyesterday's superseding indictment, which was expanded to include Velez and Al Feng, another Taiwan citizen. In \na separate case, also filed yesterday, a company competing against Velez was charged with similar offenses.\n\nIn that case, Diana Hernandez and three codefendants were charged with alleged abuses of the amnesty law.\n\nIf convicted on all counts, Velez and Feng face a maximum penalty of 60 years in prison and a fine of $ 3 million. \nTzeng and Chang face a maximum sentence of 85 years imprisonment and a fine totaling $ 4.2 million.\n\nLULAC is one of the country's largest and oldest grass-roots Hispanic organizations. It seeks to promote full social, \npolitical, economic and educational rights for Hispanics in the United States. It encourages voter registration and \noffers employment and training programs. Last night, officials at the organization's Nevada headquarters were \nscrambling to find out exactly what Velez had been charged with. Officials said they would not issue a statement \nuntil they had further information about the charges.\n\nVelez, who was born in Managua, Nicaragua, has been the subject of attention since 1990, when he was elected \npresident of LULAC in a disputed election at the organization's national convention in Albuquerque, according to \npublished reports.\n\nFor years, INS officials have charged that the amnesty program has been overwhelmed by thousands of false \napplications. In 1990, INS began more closely scrutinizing firms and immigration attorneys that had been charging \nthousands of dollars to assist applicants in filing applications.\n"}