{"title": "TESTIMONY OCTOBER 3, 1994 DAN STEIN EXECUTIVE DIRECTOR FEDERATION FOR AMERICAN IMMIGRATION REFORM HOUSE JUDICIARY/INTERNATIONAL LAW, IMMIGRATION AND REFUGEES EMPLOYER SANCTIONS", "body": "\n TESTIMONY OF\n\n DAN STEIN\n\n EXECUTIVE DIRECTOR\n\n FEDERATION FOR AMERICAN IMMIGRATION REFORM\n\n Before the\n\n Subcommittee on International Law, immigration and Refugees\n\n Committee on the Judiciary\n\n U.S. House of Representatives\n\n October 3, 1994\n\n Executive Summary\n\n After nearly 40 years of debate, Congress, in 1986, enacted the Immigration and Control Act of 1986 (IRCA), a \nsystem of penalties for knowingly employing illegal aliens.  This legal framework, commonly known as \"employer \nsanctions,' is an effective tool for ending illegal immigration.  Apprehensions of illegal aliens along the Southern \nBorder plummeted for three straight years, from 1987-1990.\n\n The Problem: Document Fraud\n\n However, by 1989, the availability of phony documents, particularly Social Security cards, had begun to erode the \neffectiveness of sanctions.  The message that phony documents are easy to obtain and can be used to work \nillegally in the U.S. quickly reached other lands, and illegal crossings have again reached overwhelming numbers.\n\nAlthough employer sanctions are generally effective and enforceable, flaws exist in the system.  These flaws are \ndue to the failure to adhere to the recommendations found in IRCA regarding the establishment of a secure, \neffective work verification system.  Consequently, the employer sanctions system now in place is incomplete and \ntherefore not as effective as it must be.\n\n The Solution\n\n\n FAIR, expressing the view of the overwhelming majority of Americans has long called for the establishment of a \nsecure work verification system.  This system must include, a machine-readable, forge-proof Social Security card \nand an immediate electronic and telephonic verification system.  Implementation of this system would result in the \nuse of a single document to prove worker eligibility, which could be verified immediately.  This system would reduce \nthe potential for employer discrimination, and document fraud.  Furthermore, such a document would not require \nany personal data that is not already available in other government data banks.\n\n Currently other individuals and groups are calling for a secure work verification program.  Certain Congressional \nleaders have included measures such as those described above in their comprehensive immigration reform bills.  \nProfessor Barbara Jordan, Chair of the Commission on Immigration Reform, has also recommended that such \nproposals be implemented immediately.\n\n By carrying out IRCA's mandates through the use of existing technology, employer sanctions can effectively do \nwhat they were intended to do -- protect American jobs for American workers and ensure that every individual who \nhas the legal right to work in the U.S. can compete for a job without fear of discrimination.\n\n Mr. Chairman, and members of the subcommittee, thank you for the opportunity to appear on behalf of the \nFederation for American Immigration Reform (FAIR).  My name is Dan Stein and I am the Executive Director of \nFAIR.  FAIR is a national non -profit membership organization, working to end illegal immigration and set legal \nimmigration to a level consistent with long-term national population stabilization and the national need.  FAIR now \nsupports a moratorium on immigration.\n\n I would like to take this opportunity to thank you Mr. Chairman for your leadership over the years on the issue of \nimmigration reform.  You have made valuable contributions towards reforming our immigration system. In fact, \nwithout your leadership and perseverance, employer sanctions, the first step towards responding to the American \npeople's desire to bring our borders under control, would not have become a reality in 1986. Your leadership will be \nmissed.\n\n My testimony today concerns the need for a long-overdue secure uniform work verification system in order that the \nemployer sanctions law, Immigration Reform and Control Act, P.L. 99-603 (1986), can be fully and effectively \nenforced.  FAIR, expressing the view of the overwhelming majority of the American people, has long called for the \nestablishment of a secure work verification system.  Congressional leaders from both parties have included \nprovisions for the establishment of a secure system as a key element in their comprehensive immigration reform \nbills.  Barbara Jordan and the Commission of Immigration Reform recently recommended the establishment of a \nfive state pilot program to verify worker eligibility.  It is now widely recognized that without a verification system we \nwill never be able to solve our ever increasing illegal immigration problem.\n\n World Population Pressures on the United States\n\n If the grass is always greener on the other side, then a quick glance at our daily newspapers tells us that for an \nawful lot of people worldwide, the grass they covet grows in the United States.  Never before in the history of this \nnation have so many people wanted to move here.  Never before have we faced a greater challenge in trying to \nregulate the force of millions pressing at our national borders.\n\n We are truly at a watershed today.  Americans are beginning to wake up to this fact.  The out-migration from Cuba, \nHaiti, the Dominican Republic and Mexico reveal that we are at the headstreams of what could be a chronic stage \nof unmanaged immigration for the next forty years.  Before us lie stark choices that are now within our power to \ndecide.  Soon they may not be.  The international demographic forces are strong and powerful.  They are perhaps \nthe strongest external forces this nation has ever faced.  If we hope to control them, we must choose soon, or it will \nbe too late.\n\n The patterns of regional population growth -- and the dynamics of that growth -will generate the most unregulated \nflow of migrants in the history of the human race.  This acute pressure can only grow in intensity.  Any loophole in \n\n\n\nour immigration process, and opportunity for exploitation or illegal border crossing will produce uncontrolled waves \nof in-migrants.  This is something we must control now.\n\n Immigration Reform and Control Act of 1986\n\n Illegal immigration is a serious problem in the United States.  Last year alone 1.3 million illegal aliens were \napprehended at the borders of this country.  The Immigration and Naturalization Service (INS) estimates that for \nevery one illegal alien the Border Patrol apprehends, another two or three cross the,border. (This figure, however, is \nthe low estimate; the INS high estimate us that for every one illegal alien apprehended, five to seven cross the \nborder).  Currently, there are approximately 5.1 million illegal aliens residing in the United States.  The majority of \nthese illegal immigrants have come to the U.S. for jobs.  Added to this problem is the number of people who \noverstay their non-immigrant visas in order to live and work in the U.S.. permanently.  In fact, the INS admits that \nmore than 50% of the aliens who illegally work in the U.S. originally came here as legal entrants and then violated \ntheir temporary status by overstaying their time limit and working.\n\n Until 1986, there was no specific ban on the knowing employment of ineligible aliens.  That loophole was a \npowerful invitation to the unemployed in other countries to illegally enter the United States.\n\n The Immigration Reform and Control Act of 1986 made hiring an illegal alien against the law.  IRCA's employer \nsanctions imposed an escalating series of civil and, under certain circumstances, criminal penalties against those \nwho knowingly hired illegal workers.  In order to protect both the persons subject to penalties and the members of \nminority groups legally in this country, IRCA provided a system to verify that employees and potential employees \nare eligible to work in the U.S. Currently, to prove identity to an employer, an individual may submit any of 29 kinds \nof documents, including a driver's license or a voter registration card. 1 To prove employment eligibility, any of 17 \ndocuments, such as a Social Security card or birth certificate, are specifically authorized under the law. (Typically, \nthe documents used are a drivers license for identity and a Social Security card for eligibility).  To comply with the \nlaw, the employer must certify that he/she reviewed the documents and the \"they appear genuine\" and relate to \nthe applicant.\n\n Initially, the new law was taken seriously and the message that illegal workers would be deterred spread quickly to \nother lands.  Illegal crossings plummeted the first three years as foreigners realized that the primary incentive to \nviolate U.S. immigration laws -- U.S. jobs -- had been eliminated.  1 Doris Meissner testified before this committee \non September 21, 1994, that the INS is planning to scale back the number of documents.  However, the plan will \nnot be implemented until at least the summer of 1995, and will include at least 16 documents.\n\n By 1989, because the U.S. lacked a uniformed, secure ID, a thriving cottage industry in phony documents had \ndeveloped that illegal aliens used to skirt the new law.  A recent 60 Minutes episode documented how easily, and \ncheaply, a person can obtain a forged Social Security card to be used in gaining illegal employment.  In fact, a \nDepartment of Justice and INS March 1992 report, Immigration Reform and Control Report on Legalized \nPopulation stated that 83% of the aliens amnestied under the 1990 Immigration Reform Act had a false Social \nSecurity cards.  The message that phony documents are easy to obtain and can be used to work illegally in the \nU.S. quickly reached other lands, and illegal crossings have again reached overwhelming numbers.\n\n Solutions for Reform: Fulfilling IRCA's Mandates\n\n On June 16, 1993, 1 testified before this committee in regards to the problems of the employment verification \nsystem.  In short, I testified that, the employer sanctions system now in place is incomplete and therefore not as \neffective as it must be.  Many studies have been conducted concerning the shortcomings of the employment \nverification system and the provisions needed to fix the program including specifically and most importantly a \nsecure work authorization system, including a tamper-proof work authorization bolstered by a telephonic and \nelectronic verification system.  These are the type of solutions that must be implemented immediately if we are ever \ngoing to be able to bring illegal immigration under control.  As most people agree that the employer sanctions \nprogram is in need of reform, I would like to focus my testimony on the type of reform needed.\n\n\n\n The General Accounting Office (GAO), in its three annual reports mandated by IRCA, confirmed that IRCA has \nreduced illegal immigration.  The GAO's third report, \"Employer Sanctions and the Question of Discrimination,\" \nreleased in March 1990, found that IRCA was not a burden on the nation's employers and recommended that \nemployer sanctions be retained and strengthened.  Although the report indicated that a small amount of unlawful \ndiscrimination against workers occurred, the GAO was unable to determine whether any of the discrimination they \nuncovered was against eligible workers, or against ineligible illegal workers.\n\n However, it was clear from the third report that nearly all the cases of alleged discrimination had resulted from \nemployer confusion about the types of documentation they could accept as proof of work eligibility.  Thus, a \nuniform system, which IRCA's drafters advocated and provided for in 1986, combined with employer sanctions \nand increased manpower along the border, would both significantly reduce the flow of illegal aliens into the United \nStates and insure against potential sanctions-related discrimination.\n\n In its March 1990, report the GAO recommended a \"fundamental reform\" of the current verification system which \ncould be accomplished simply by complying with IRCA's provisions.  The report noted that the provisions of Section \n1 01 (a)(1) of IRCA, which specifies that any improvement to the verification system should yield reliable \ndeterminations of employment eligibility and identity, be counterfeit resistant, be used for employment verification \nonly, protect individual privacy, and not be used for law enforcement purposes unrelated to IRCA, \"are consistent \nwith the types of changes we believe are necessary to the verification system to reduce discrimination.  Increased \nreliability would make it easier for employers to comply with the law.  A counterfeit-resistant ID would increase \nemployer confidence that documents being presented were genuine.  Privacy guarantees and prohibitions against \nusing the employment verification system for other uses would reduce fears among both employers and \nprospective employees of unjustified government intrusion into their lives.  Thus, when combined with fewer work \neligibility documents and universal application throughout the work- force, such improvements to the verification \nsystem should both reduce discrimination and increase the effectiveness of sanctions.\" (General Accounting \nOffice, \"Employer Sanctions and the Question of Discrimination\" (i 990)).\n\n There is a great deal of public support for a uniform, secure work verification system.  In polls conducted in June \n1990, and April 1991, by the Roper Organization , concerning \"American Attitudes Toward immigration,\" over 60% \nof those questioned stated that they favored a government issued, forge-proof, easily verifiable identification \ndocument that would have to be shown only when applying for a job. Support is stronger today.\n\n Employer sanctions will never be as effective as they were meant to be until all of IRCA's provisions are fully \nimplemented, specifically an immediate verification process and a secure work authorization.\n\n Telephone Verification Process\n\n A telephone verification system must be implemented. It is the first step in enabling employers to verify the social \nsecurity number presented to them by potential employees.\n\n IRCA provided authorization for the President to request the Attorney General to test telephone verification as an \nalternative to physically presenting document to employers during hiring transactions.  Patterned after credit card \nsystems, it would enable employers to transmit electronically a number, perhaps the social security number, to \nreceive verification of work eligibility.\n\n The Social Security Administration conducted a pilot project to test the feasibility of a telephone verification system \nfor the use of employers.  Participation in the project, begun January 20, 1987, was voluntary and available to \nabout 70,000 employers in Dallas, El Paso and Corpus Christi areas.  By the end of the year, employers made \nabout 13,500 calls to verify 23,158 social security numbers of prospective employees.\n\n The SSA was able to verify 81 % of the numbers provided for verification.  A name mismatch was the primary \nreason numbers could not be verified.  Other reasons included: the date of birth differed, the number provided was \ninvalid, or the individual was not authorized to work.\n\n\n\n Although successful where it was conducted, it is not clear whether this pilot program can accurately project the \nresults of a national verification project because it was limited in several ways: it was voluntary; the three cities \nselected were in an area with a large illegal alien population which could skew the results of verifications attempted; \nand the employers' calls were handled manually, rather than with an automated system.\n\n Nevertheless, the GAO, in its March 1988 report entitled \"A New Role for the Social Security Card.\" concluded that \nthe project is important because it \"provided some assurance to employers that the Social Security card presented \nby prospective employees was valid and the individual presenting it was the owner.  This verification could reduce \nthe number of individuals using fraudulent cards with invalid numbers, non-work or restricted Social Security cards, \nand cards belonging to children or other persons where the age entered differs significantly from that of the bearer \nof the card.\"\n\n Barbara Jordan, Chair of the Commission on Immigration Reform, stated in testimony on August 3, 1994, before \nthe Senate Subcommittee on Immigration and Refugee Affairs that the \"Commission believes that the most \npromising option for more secure, non-discriminatory verification is a computerized registry, using data provided by \nthe Social Security Administration and the Immigration and Naturalization Service.\" The key to which is the social \nsecurity number.  All workers must have a number before accepting work.  FAIR agrees with the Commissioner that \nonly one document, probably a variant of the current Social Security Card, should be used to prove worker \neligibility.\n\n Of course, implementation of a credible verification technology, either telephonic or electronic would require the \nINS to upgrade dramatically the attention and professionalism accorded its record- keeping systems.  Records \nresponsibilities have been chronically neglected by the agency, and records security is often haphazard.  A 1989 \naudit showed about 17% of the data from its central alien information repository to be missing or incorrect.\n\n Dr. Jordan testified that, \"This verification system will reduce the time, resources, and paperwork spent by \nemployers in abiding by the requirements of immigration law.\" It will also reduce any potential for discrimination.  \nEmployers Would no longer have any reason to ask if a worker is a citizen or an immigrant -- the only relevant \nquestion is: what is your social security number since all people will have only one document to show.  The \ntechnology and the public consensus exists, we must now find the will to implement the needed verification system.\n\n Electronic Social Security Number Verification Now Done by IRS\n\n Mr. Chairman, I would like to note that where the issue is of less importance to the opponents of immigration \ncontrols, and where a Federal agency is highly motivated, electronic verification of similar information is proceeding \naggressively.\n\n A pilot program for electronic verification of Social Security Numbers is now being undertaken by the Internal \nRevenue Service.  This program, announced in Rev.Proc. 94-24, sets up an electronic verification of the Social \nSecurity Number (or other Taxpayer Identification Number) provided by payors (banks and other payors of interest) \nto the IRS.  If the payor reports an erroneous number (inconsistent with that provided by the payee on tax returns), \nthe IRS informs the payor who, in turn, contacts the payee for the correct number. A test group of 200 payors has \nbeen given direct access to IRS computers to do preliminary electronic verification of numbers before formal reports \nare filed with IRS.\n\n I also note that a principal opponent of this verification system (or any work verification document) is the American \nCivil Liberties Union - an organization that recently stated that it supported the use of Postal Service Address Lists \nby the Census Bureau to perform the 2000 Census.  Apparently, where the interest is supported by these political \nplayers, interagency data sharing and accumulation is accepted as an inessential agency function.\" (See, \nTestimony of Laura Murphy Lee, Director, ACLU, Washington National Office, July 21, 1994, before the \nSubcommittee on Census, Statistics, and Postal Personnel, Committee on Post Office and Civil Service, House of \nRepresentatives.)\n\n\n\n A Forge-proof Social Security Card\n\n The Social Security Card must be made forge-proof.  Such a card should be the only document required to prove \nworker eligibility rather than the multitude of documents that are now allowed.\n\n Under IRCA, the nation's estimated 7 million employers are required to review a variety of documents allowed as \nevidence of identity and employment eligibility.  Most employers, however, are not in a position to make sound \njudgments on the genuineness of these documents.  Indeed, employers have been given little guidance and \neducation on the characteristics of fraudulent and genuine documents.  Moreover, even SSA employees, who are \ntrained in document authentication, often have difficulty determining whether documents are authentic and relate to \nthe person presenting them.\n\n Today, the Social Security number has a wide variety of uses, for example, as an identifying number on drivers' \nlicenses in at least 29 states, tax returns, and as ID numbers on many college campuses.  As of 1991, 330 million \nnumbers had been issued, 21 0 million of which are considered active.  There are 16 versions of the card in use.  \nUntil 1972, the SSA issued cards without requiring evidence of identity, age, or citizenship.  Now, however, such \nevidence is required, and birth certificates are commonly accepted in support of an application for a card.\n\n To improve employer verification under IRCA, the Social Security card should be designated as the only \nauthorized employment eligibility document.  Such an option should have minimal adverse impact on the public: \nThe IRS already requires that all employees and U.S. citizens age 2 or older have a Social Security number for tax \npurposes.\n\n The GAO supports the use of the Social Security card as the single document that should be used as evidence of \nemployment eligibility under IRCA.  In a March 1988 report, the GAO states that, \"We believe that the Social \nSecurity card would meet the needs of both employers and employees and offer advantages over the present \nsystem.  With such a change employers would have only the Social Security card with which to become familiar, \nrather than the thousands of different birth certificates and other documents that now can be provided as evidence \nof employment eligibility.  Also, educating employers in detecting fraudulent cards would be more feasible than \ntrying to educate them on the many types of documents now authorized.\" (General Accounting Office, \"A New Role \nfor the Social Security Card\" (1 988)).\n\n Currently a number of law-makers have recognized the immediate need to reform our antiquated document system \nand have included in their comprehensive immigration reform bills, a plan to strengthen employer sanctions \nthrough a secure Social Security card and verification system.  These Congressional leaders include, Senator Reid, \n(D-NV), in S. 1923 the Immigration and Stabilization Act, Congressman Bilbray (D-NV), in H.R. 3320, the \nImmigration Stabilization Act, Congressman Archer (R-TX) in H.R. 4934, the Immigration Reduction Act and \nCongressman Lamar Smith (RTX) in H.R.  3860, the Illegal Immigration Control Act.  These bills provide for the \nissuance of improved social security cards to citizens and permanent resident aliens and improved alien \nidentification cards to other aliens.  The cards are to be machine readable and resistant to tampering and \ncounterfeiting.  In addition, the bills would establish a telephone verification system by which a prospective \nemployee's eligibility for employment can be promptly and reliably confirmed.  Because the validity of a Social \nSecurity card depends upon the validity of the documents presented by the applicant to demonstrate citizenship, \nthese bills, except for H.R. 3860, provide for a uniform national network of state vital statistics.\n\n Costs and Privacy Concerns\n\n Many critics of a secure uniform work verification system claim that it would be too costly and that it would pose a \nthreat to privacy.  I will examine the credibility of each of these arguments in turn.\n\n Today, almost everyone agrees that illegal immigration places a huge burden on local, state and federal \ngovernment agencies' resources.  Since 1986, the GAO has conducted several studies on the adverse effects of \nillegal immigration.  The GAO found substantial evidence that illegal aliens displace (take jobs away from) legal \n\n\n\nworkers.  The result of this of course is increased worker dependency on federal unemployment and welfare \nbenefits.  In fact, the Congressional Budget Office (CBO) estimates that each unemployed person in the United \nStates receives an average of about $7000 per year in these benefits.  If the number of illegal aliens in this country \ntoday is estimated at 5 million and if even 1% hold jobs which unemployed Americans might take, then the savings \nwould be $350 million per year, if the displacement is 2%, the figure would be $700 million per year, etc.  Actual \ndisplacement is probably substantially higher.\n\n Currently a number of the highest impacted states are suing the federal government for reimbursement for the \nbillions of dollars in costs associated with illegal immigration, including health care, education, and crime \nprevention.  The California State Department of Health Services estimated that the state paid $1 billion in \nemergency and pregnancy-related services for illegal aliens in 1993.  Florida's Governor's Office reports that in \n1993, the state spent $180.4 million on education for the children of illegal aliens.\n\n How do these costs compare to those involved in establishing a secure uniform work authorization system? The \nSSA has estimated that the cost of replacing all Social Security cards with a tamper and counterfeit-resistant \nversion would be $108 million a year for 1 0 years.  The actual cost of this option should be lower since \nreplacement of all cards would not be necessary.  People over the age of 65 would not need new cards.  In fact, \nmost people with jobs would not receive new cards until they decide to change jobs. (The GAO has suggested that \nan option for financing the cost of replacement Social Security cards would be to charge a fee for all or certain \nreplacements.) The Department of Labor has estimated the cost of a verification system utilizing telephone calls to \na government data bank as averaging $333 million per year for the first 5 years and about $200 million per year \nthereafter.  Doubling the number of interior INS investigators would add $25 - $30 million per year.  Employers \ncould be charged a small fee (perhaps $2.00 per verification call) in order to off-set initial costs.  Thus, a new \nsystem to verify work eligibility clearly will not exceed in cost the amount directly saved as a result of reduced public \nassistance alone, not even considering the value of the other benefits of reducing illegal immigration.\n\n Regarding well-known civil liberties concerns, it is clear that no likely future uniform work verification system would \nrequire personal data that is not already furnished by law and available in other government data banks.\n\n In most cases, opposition to the use of the Social Security number appears to arise from a fear that, if several \norganizations possess an individual's number, the ability with which these organizations can exchange information \nabout the individual will be greatly facilitated.  Some are concerned that if the Social Security number is used to \nexpedite unconstrained exchanges of information about people, dossiers about individuals -- in some cases \nincluding less than faltering information -- may be created that will follow them throughout life.\n\n Of course, any secure uniform work verification system would be bound by the provisions of Section 3 of the \nPrivacy Act of 1974 (P.L.  93-579).  Section 3, codified at 5 U.S.C. 552a (1974), addresses the concerns raised by \nopponents of a secure uniform work verification system.  The statute is very explicit regarding the conditions under \nwhich a record may be disclosed, the kind and extent of information a federal agency may maintain in its records, \nand the ability of an individual to gain access to his record.  Section 3 provides that a governmental agency cannot \ndisclose any record which is contained in a system of records to any person or entity outside the agency without the \nwritten consent of the individual to whom the record pertains.  It further provides that an agency is to maintain in its \nrecords only such information about an individual as is relevant and necessary to accomplish a statutorily required \npurpose of the agency.  And, Section 3 guarantees that any individual can gain access to his record or to any \ninformation pertaining to him which is contained in the system.\n\n Additionally, IRCA itself contains specific safeguards intended to minimize the risk of undue invasion of privacy and \nthe risk of government abuse in connection with a secure uniform work verification system: (1) Personal information \nutilized by the system would not lawfully be available to government agencies, employers, and other persons \nexcept to the extent necessary for the purpose of verifying work eligibility.\n\n (2) A withholding of verification would not be lawful, except on the basis that the employee or prospective \nemployee had failed to show that he was a United States citizen, an alien lawfully employed by the immigration \n\n\n\nlaw or the attorney general. (3) The system would not lawfully be available for law enforcement, except to enforce \nthe immigration laws or several statutory provisions relating to false or fraudulent statements or documents. (4) If \nthe system required individuals to present a card or other document, then such document could not lawfully be \nrequired to be presented for any purpose other than verification of employment eligibility or the enforcement of \nseveral statutory provisions relating to false or fraudulent statements or documents, and could not lawfully be \nrequired to be carried on the person.\n\n In any event, a secure uniform work verification system would bear no resemblance to one which utilizes a national \nidentification card with all of its alleged Orwellian implications.  Some of those who insist on linking the two concepts \nperhaps do so for the purpose of chilling the debate on the subject.  Almost without exception, these naysayers are \nthe very same ones who opposed the employer sanctions provisions of IRCA to begin with, and who continue to \nseek sanctions repeal. They have a method to their madness, of course: Although there is clear evidence that \nemployer sanctions are working, they will never realize the true level of their effectiveness without the support of \nuniform, fraud-proof work verification system.\n\n Other Voices\n\n Other commissions have been speaking out on the problems in the current employer verification system and the \nneed to strengthen it with a secure work authorization.  These other voices include:\n\n a. Trilateral Commission Report.  A recent report of the Trilateral Commission commented that \"the central flaw in \nthe employer sanctions scheme that was enacted is the absence of requirements for secure identity documents… \nWithout a universal identification document, which does not exist in the United States, the law allows a wide range \nof documents to be used to meet the verification requirement.  Most of the permissible documents can be readily \ncounterfeited, and the use of fraudulent documents is, therefore, widespread.  Thus, the ability of the United States \nto control illegal immigration turns to an important extent on the seemingly remote, esoteric issue of identity \ndocuments.\" March 1993.\n\n b. Agricultural Commission Report.  In its 1992 final report, the bipartisan Commission on Agricultural Workers \nfound that a secure work authorization document, along with better enforcement of border controls, would help halt \nthe flow of illegal immigrants into the farm labor force.  The Commission found that continued high illegal \nimmigration of farm workers has bloated the labor supply, leaving workers with little bargaining power to improve \nwages and working conditions.\n\n FAIR's Recommendations:\n\n This nation has the means to effectively enforce employer sanctions in a nondiscriminatory fashion, on a practical \nand cost- effective basis, and without undue intrusion into the lives of citizens and legal immigrants.  Moreover, \nCongress mandated that the federal agencies charged with enforcement of IRCA aggressively evaluate and adapt \nexisting technologies to carry out their responsibilities under the law.\n\n The Commission on Immigration Reform has recommended that the President immediately initiate a program to \nimplement their proposed verification process in the five highest impacted states.  Their system would include, \nverification of the potential employee's social security number; protection against the use of the verification process \nfor purposes other than those specified by law; and the system would protect the privacy of the information in the \nregistry.  The actual pilot program would test a variety of methods for verification to determine what is most cost-\neffective, fraud resistant, and non- discriminating method.\n\n We agree that a verification system should be initiated immediately.  Our only concern with this pilot program, is \nthat there is no stated time limit for the how long this will remain for temporary and there are no plans as of yet \ndetailing how and when it will become a national program.\n\n\n\n FAIR recommends that a national worker verification system be initiated immediately using the social security card \nand a telephonic verification system complemented with a national birth/death registry as the most effective method \nof ending the illegal hiring of unauthorized workers.\n\n The following are a series of recommendations that could be implemented over the next three to five years, relying \non existing technology, to ensure full nondiscriminatory compliance with IRCA.\n\n - To ensure that the law is applied in a nondiscriminatory manner, FAIR recommends that the verification \nprocedure be applied to every job applicant regardless of citizenship status.\n\n - A secure and universal verification system should be established. A secure and nondiscriminatory identification \nsystem could be established using existing, affordable technology and data already available. Such a system \nshould utilize the SSA NUMIDENT data base in conjunction with the INS Central Index System.\n\n - Current uses of the Social Security number (SSN) make it easily suited for this purpose. A valid SSN is already \nrequired to be employed in the United States and can easily be verified through the use of existing, affordable \ntechnology.  The data in each Social Security file contains sufficient information to determine whether the individual \nusing the number is the person to whom it was issued and whether that individual is eligible to be employed.  \nEmployers could ask job applicants a few random, multiple-choice questions, generated by the system and based \non information in the record.  This, along with a tracking system for multiple use of numbers, would eliminate most \nabuses.\n\n - The necessary technology is already in employers' hands.  Verification requires nothing more than a touch tone \ntelephone or a \"point of sale device\" already in use for credit card verification by millions of retail stores.  The \nverification process, like the credit care verification, could be accomplished in a matter of seconds at a nominal \ncost.  The INS has already conducted a feasibility study and found it to be workable and cost-effective.  In fact, the \nsystems and software developed to implement the Systematic Alien Verification System (SAVE) program, which \nverifies alien eligibility for federal assistance programs, can easily be adapted to verify work eligibility.\n\n - Verification would be based on the data already in Social Security files. No physical documentation of any kind \nwould be required.  The verification process would rely on confirmation of data, not inspection of documents by a \nnonexpert.  Therefore, there would be little possibility of document fraud.\n\n The verification code would be proof of compliance.  Like the verification code issued to merchants by credit card \ncompanies, a verification code issued by the INS would serve as proof of an employer's compliance with the law.\n\n A telephone verification system would be cost-effective for the employer.  The use of a telephone call-in or point of \nsale device verification system would eliminate the need for extensive paper work and costly recordkeeping.  All \nthat would be needed is the inclusion of the INS verification code on an employee's job application form.\n\n Secure issuance of new fraud-proof SSNs is necessary.  Tax laws mandate that every individual over the age of \ntwo have a Social Security . number.  Thus, all new applications for SSN's by an adult must be made by \nimmigrants.  New applications by adults should be cross-checked by INS, and INS should be able to make \nelectronic notations on the verification file that pertain to changes in the alien's work status.\n\n - The state should be required to provide death notification to the Social Security Administration. Each state should \nbe required to include the SSN of the deceased on death certificates and provide that information to the SSA within \n30 days after death. Invalidation of SSN's would prevent further use of that number for fraudulent purposes.\n\n - In the long run, a national birth/death registry should be established as the basis of an integrated Federal \ncitizenship index and registry. There are compelling reasons why Americans will soon need to be able to verify \nquickly their status as U.S. Citizens - for accelerated international inspections, national health care systems, gun \nreform, voter registration and proof of entitlement eligibility.  The sooner we begin studying available options, the \nbetter.\n\n\n\n It is clear that eight years after institution, the employer sanctions provisions of IRCA are generally effective and \nenforceable.  It is equally clear that whatever flaws exist in the enforcement of sanctions are due to the failure to \nadhere to the recommendations contained in the law itself regarding the establishment of a secure, effective \nuniform work verification system. By carrying out the law's mandates through the use of existing technology, \nemployer sanctions can effectively do what they were intended to do -- protect American jobs for American \nworkers and ensure that every individual who has the legal right to work in the United States can compete for a job \nwithout fear of discrimination.\n"}