{"title": "Migrant Smuggling Grows More Ruthless, Deadly", "body": "\n The crossing began in the dirty water of the New River. Clinging to old tires, the illegal migrants and the men \nsmuggling them waded silently past this dusty border town on a hot, windy afternoon. They had not gone far when \nBrad Dupre, a Border Patrol agent, drove by and spotted them. \n\n \"You can bet another smuggler's waiting for them,\" he said. He wheeled his truck up a bumpy road near the river. \nThen his radio crackled with an alert: A white pickup had ignored another agent's order to stop. Dupre caught sight \nof it minutes later, but as soon as he pursued, the driver swerved into a ditch, dived into the river and disappeared. \nThe migrants downstream had lost their ride. \n\n \"Well, that one didn't go like they planned,\" Dupre said. \n\n Another day here in the desert badlands along the border, another chase. The cat-and-mouse game between \nfederal agents and migrant smugglers from Mexico is old and never ends. But with security on the border tighter \nthan ever this summer, the tactics of the smuggling gangs that most illegal migrants now rely on are becoming \nmore desperate, ruthless and deadly. \n\n In the past two months, more than 110 migrants who put their fate in smugglers' hands have perished along the \nborder from California to Texas. They have succumbed to searing desert heat, frozen in mountain passes, drowned \nin rivers and canals, and crashed in vans trying to elude highway checkpoints. \n\n Hundreds more migrants rescued from dire straits have told investigators the same stories of being abandoned or \nabused by smugglers demanding payment of $ 1,500 or more for passage into the United States through \ntreacherous routes. \n\n The Border Patrol has made the problem a priority, and federal prosecutors are toughening criminal penalties for \nsmuggling, but migrants are still dying in large numbers. The tally so far this summer, usually the riskiest time of \nyear for crossings because of triple-digit temperatures on the border, is higher than it was last summer even though \nby all accounts the number of migrants trying to sneak into the country from Mexico this year is declining. \n\n In this hardscrabble farming valley 110 miles east of San Diego, more than a dozen migrants have drowned in \nrecent months trying to cross the All American Canal, which straddles the border and is only about 25 yards wide \n\n\nbut has deceptively strong currents. Most victims fell off flimsy rafts smugglers gave them, or slipped from weak \nropes tossed in haste across the canal. \n\n One night earlier this summer, five illegal migrants were killed and 16 others were seriously injured when a \nsmuggler who had stuffed them inside a van tried to evade a checkpoint on Interstate 8 near here by driving on the \nwrong side of the busy highway with his headlights off. The van struck four oncoming vehicles. \n\n Such extreme maneuvers are becoming common, Border Patrol agents say, because smugglers have new fear of \ngetting caught and reap bigger rewards if they don't. \n\n After the horrific crash, which also killed a middle-aged motorist from Albuquerque, a 25-year-old Mexican field \nworker who allegedly drove the van was arrested and charged with smuggling. He reportedly has told investigators \nthat he had led a group of illegal migrants on a two-hour hike through the desert and was expecting to be paid $ \n300 from a smuggling organization that operates in Mexico and Southern California if he made it past border \ncheckpoints. \n\n \"The price and the danger of smuggling is rising. And more people are turning to smugglers,\" said Executive \nAssistant U.S. Attorney John R. Kraemer in San Diego, whose office is on track to prosecute more than 500 \nalleged migrant-smugglers this year. \n\n The days when most migrants trying to get across the border illegally paid a lone \"coyote\" a few hundred dollars \nfor help, or attempted a crossing on their own from Mexico, are over. Today, authorities say that nearly all migrant \nsmuggling along the border here is managed by syndicates that charge expensive fees, control routes and employ \na variety of operatives -- guides, scouts, decoys, drivers -- linked by cell phones and following meticulous plans. \n\n \"We're not dealing with mom-and-pop operations anymore,\" said Dupre, who has investigated border smuggling \nfor over a decade. \"These groups have people all over. They change tactics every time we change tactics.\" \n\n Here in the Border Patrol's El Centro sector, which has become a smuggling hub, agents have apprehended \nnearly 90,000 illegal migrants this year and have rescued 200 others from the desert. Their journeys, investigators \nsay, are becoming ever more elaborate and risky. \n\n Once smuggling deals are made in Mexico, most migrants are driven to a secluded desert site to follow a guide \nwho leads small groups on grueling trips to the border on foot. Those that make it across connect with drivers \nassigned to take them to local hiding places until plans are made to get them through highway checkpoints, then on \nto safe houses where they are held, often against their will, until prearranged fees are paid. \n\n In recent years, the Border Patrol has installed so many agents, steel fences, spotlights and motion sensors at \nwhat had been the busiest crossing points near urban areas such as San Diego that the smuggling trade has \nmoved to remote places. Security also has tightened since the Sept. 11 terrorist attacks. \n\n But some immigrant rights groups say that the crackdown, dubbed Operation Gatekeeper, is increasing demand \nfor smugglers and putting migrants in more peril because it keeps pushing crossings into harsher terrain and \nclimate. Nearly 800 migrants have died attempting illegal crossings in the past three years. \n\n \"They've made smugglers absolutely indispensable,\" said Claudia Smith, who works on migrant issues for the \nCalifornia Rural Legal Assistance Foundation. \"So many people are being led into or left in these vast expanses of \nhell in the desert, there's no amount of search and rescue that can save them all.\" \n\n Robin Hoover, a minister who leads a group in Arizona called Humane Borders, which last year began erecting \nwater stations in the desert for migrants, said that while not all smugglers are thugs, many have become reckless \nand cruel. \n\n Some of them dupe migrants into believing the desert crossings will be easy, he said, then rob and leave behind \nthose struggling on the trip. Other smugglers separate migrants from their children or force them to take drugs, he \nsaid. \n\n\n\n \"In a couple of cases this year, they have given them cocaine so they could keep up, or at least not complain so \nbitterly,\" Hoover said. \n\n The Border Patrol dispatches medical teams on rescues and has installed six rescue towers with reflective mirrors \nand strobe lights around the desert. The towers can be seen for five miles and are linked electronically to a Border \nPatrol communications center. Migrants just press a button for help. \n\n The agency is trying to bust smuggling rings with the help of Mexican authorities and by using undercover \noperations and aerial surveillance. It recently released its first \"Most Wanted\" list of smugglers and is enlisting \nMexican celebrities in a new media campaign to warn how dangerous crossings are. \n\n But on the front lines here, smugglers are responding with round-the-clock guile. They send scouts to watch Border \nPatrol checkpoints. They pay local residents who are unlikely to arouse suspicion to hide illegal migrants or drive \nthem past the checkpoints. They set up some unsuspecting migrants to get caught in order to distract agents from \nnoticing others slipping across the border. \n\n \"We can barely keep up,\" Dupre said as he searched the pickup truck of the smuggler who had jumped into the \nNew River. Its engine was still running. \n\n The river, which winds across the border, is a popular route for smugglers. The overgrown brush along its banks \nprovides good cover, and it is so polluted with sewage and other toxic waste from Mexico that the Border Patrol \nforbids agents to get in it. Most migrants led into the river by smugglers do not realize its waters are hazardous, \nDupre said. \n\n \"They have no idea where they are,\" he said. \"They're just sheep following their guide.\" \n\n Dupre climbed back into his truck. There was still no sign of the smuggler in the river. \"He'll turn up again,\" he said, \nand kept looking as he pulled away. \n\nSpecial correspondent Jeff Adler contributed to this report. \n"}