{"title": "STUDY HAILS EFFECT OF MEXICANS ON CALIFORNIA", "body": "\nA new study of the impact of Mexican immigrants on California concludes such immigration ''has probably been an \neconomic asset'' to the state and says no ''immigration crisis'' exists here.\n\n''Our evidence suggests that Mexican immigrants may actually have stimulated manufacturing employment by \nkeeping wages competitive,'' which enabled manufacturers to better compete with foreign producers, said the \nstudy, released today.\n\nThe report, ''Mexican Immigration Into California: Current and Future Effects,'' was prepared by the Rand \nCorporation, a nonprofit public policy research institute based in Santa Monica. It was sponsored and paid for by \nthe California Roundtable, an organization of 90 of California's largest companies.\n\nThe report did not address the issue of whether Mexican immigrants are displacing either whites or other minority \ngroups from jobs. It said, however, that wage levels of non-Hispanic whites and blacks were both ''substantially \nhigher'' in California than their counterparts nationwide. ''Thus, even if the presence of a large pool of Mexican \nworkers has slowed wage increases, it has certainly not erased the earnings advantage enjoyed by California's \nAnglo and black workers,'' the report said.\n\n \n\nSurge in Immigrants Seen\n\nAccording to the report, there are between 1.2 and 1.5 million Mexican immigrants in Califoria today and 85 percent \nof them live in southern California, more than 50 percent in Los Angeles County alone. It projected that the \nnumbers of Mexican immigrants in the state ''could almost triple'' in the next 15 years.\n\nFully 45 percent of the state's Hispanic population are either immigrants or the children of immigrants, the report \nsaid.\n\nThe researchers said that over all ''immigrants' contributions in the form of taxes exceed the cost of providing public \nservices that they use,'' provided that the cost of education was excluded.\n\nIt added that the immigrants' use of public services was likely to increase as more of them took up permanent \nresidency in California and made use of available education and other services.\n\n \n\nTaxes and Services\n\n\nThe report qualified its findings by noting a lack of reliable data about tax contributions and about how much it costs \nto provide immigrants such services. ''Furthermore, if, as some maintain, such estimates should include the indirect \ncosts of providing services to citizens displaced by Mexican workers, it is probably impossible to calculate the full \ncosts,'' the authors said.\n\nRegarding welfare costs, the authors said that the Census data they examined indicated that less than 5 percent of \nall Mexican immigrants, including citizens, legal residents and illegal aliens, were receiving some form of cash \nassistance in 1980.\n\nThe report credits Mexican immigrants with having slowed the growth of wages in California. In the 1970's, growth \nin wages in California fell 12 percent behind the national average. In Los Angeles it was said to be 15 percent \nslower than the national average. The report said that ''by keeping costs low, slow wage growth enabled the \nmanufacturing sector to maintain a better competitive position vis-a-vis foreign producers.'' ----Florida Plea on \nHaitians TALLAHASSEE, Fla., Dec. 9 (UPI) - Gov. Bob Graham urged the Federal Government today to help ward \noff a threatened new influx of Haitian immigrants into south Florida.\n\nMr. Graham said more than 30,000 Haitians have been left in legal limbo in the Bahamas because of a crackdown \non illegal residents there.\n\nThe Governor said those immigrants might next look to south Florida, where 25,000 Haitians sought refuge in 1980.\n"}