{"title": "RED FLAG ON GREEN CARDS Nassau DA taking aim at phony immig lawyers", "body": "\nBETWEEN THE INSULTS and glares of their neighbors and getting kicked out of their overcrowded homes, life on \nLong Island for many Latino immigrants has been especially rough lately.\n\nBut that's just the start of their headaches - wait until they try to get a green card.\n\nThis week, Nassau County District Attorney Denis Dillon charged Clementina McDermott, 61, of Hicksville with \ndefrauding Chilean and Colombian immigrants who sought her help getting green cards.\n\nIn an interview at her Hicksville home this week with the Daily News, McDermott insisted she is innocent.\n\n\"I didn't promise them a green card, because I don't give illegal green cards. I don't do anything illegal,\" said the \nColombian-born defendant. \"And I never - on my mother's grave - I never told anyone that I was a lawyer.\"\n\nLately, the debate over illegal immigration has landed squarely in Nassau and Suffolk counties. But attorneys, \nactivists and authorities here said that when some immigrants try to legalize their status, tension with their \nneighbors is often just the beginning of their trials.\n\nThe unauthorized practice of law and false promises are \"rampant in the field of immigration law,\" said Matthew \nDunn, a Manhattan immigration attorney and past chairman of American Immigration Lawyers Association.\n\nMany newcomers, he said, rely on the wrong people to lead them through the complicated world of immigration law. \nAnd those with illegal immigration status typically know little about the system.\n\nThose two factors relegate many immigrants to the lowest levels of jobs and make them easy prey for false \npromises - often from members of their own ethnic community.\n\nThere are tales of employers who stiff workers on pay, inept income tax preparers who file error-riddled returns and \nfake lawyers who promise green cards, work permits, divorces and wills.\n\n\"When it comes time to deliver, they can't,\" Dunn said. \"Or they just can't be found.\"\n\nThat often makes a bad situation worse for immigrants who haven't secured the right paperwork. Experts say \nphony professionals often give disastrous advice that can delay the immigration process and cause a lifetime of \nproblems.\n\n\nMuch of the problem is in translation. In many Latin American countries, a notario, or notary, also is an attorney.\n\nIn the U.S., many notarios never clarify for their clients that they are not licensed, legitimate lawyers, said Victoria \nCampos, a Huntington immigration attorney.\n\n\"This is a very vulnerable population that seeks solace from people who speak their own language,\" Nassau \nCounty Legislator David Mejias (D-North Massapequa) said. \"There's a lot of fly-by-night organizations.\"\n\nMejias is so concerned about Latin-American immigrants getting the right information that every Wednesday, he \ngives Campos free office space at his Hempstead law firm to meet with potential clients in his district.\n\nCampos said as many as 80% of her clients have sought assistance from notarios before coming to her.\n\n\"Immigration is for many immigrants the number one priority. They'll even go without eating to arrange their \npapers,\" Campos said. \"It's very stressful for them.\"\n\nMany immigrant advocates say there are not enough legitimate nonprofit organizations to give accurate information. \nImmigrants also often work so many hours with little flexibility that they don't have the time to get help, Campos \nsaid.\n\nThey also are unlikely to expose a charlatan out of fear that any exposure to police could put them at risk for \ndeportation, Dunn said.\n\nThat has not stopped Dillon from pressing ahead with prosecuting individuals he has said are exploiting immigrants.\n\nLast year, Santiago Taveras served time for filing fake divorces for immigrants out of his Copiague and Hempstead \noffices. In March, Virginia Gago was charged with bilking an immigrant out of nearly $2,000 for a green card.\n\nAnd in April, Dillon charged three contractors with stiffing dozens of day laborers out of $50,000 in wages.\n\nFor McDermott's part, she swore that she never represented herself as an attorney and that she advised her clients \non several occasions to hire an attorney to handle problems each had with DWI convictions and nonpayment of \nincome taxes.\n\nShe said she simply wanted to help the immigrants get their green cards, so they could enlist in the military, as her \nson Kurth is doing as a Marine in Iraq.\n\n\"My lawyer said, 'Why are you so scared, Clementina? They have no case here,' \" McDermott said. \"I know I'm \ngoing to win because I've done nothing illegal.\"\n\nlmunoz@nydailynews.com\n\nGraphic\n\n \n\nDenis Dillon RICHARD SLATTERY Clementina McDermott shows documents she says proves she did not defraud \nColombian and Chilean immigrants who sought her help in getting green cards.\n"}