{"title": "Immigrants battle language barriers, isolation", "body": "\nImmigrants who settle in the Tri-Cities, one of the top destinations in the province, face significant challenges in \nterms of English language ability, navigating the health care system and social isolation, new research finds.\n\nThe region, which includes Coquitlam, Port Coquitlam, Port Moody, Anmore and Belcarra, receives about 2,100 \nnew immigrants each year, according to the 2011 Census. Forty per cent of Tri-Cities residents are immigrants.\n\nLanguage training was the biggest need identified, with almost two-thirds of those surveyed by Reichert &; \nAssociates on behalf of the Tri-Cities Local Immigrant Partnership group saying they needed help. The research \nwill be used by the group to inform a strategic plan for immigration to the Tri-Cities, due in March 2016.\n\nSandra Wilking said her organization, S.U.C.C.E.S.S., along with others that provide English classes to newcomers, \nis having to put people on six- to 12-month waiting lists.\n\nThis is because there are not enough instructors to meet demand, but also because of the arrangement with \nCitizenship and Immigration Canada, which funds classes for permanent residents, Wilking said. The amount of \nmoney B.C. receives from C.I.C. is proportional to the number of immigrants the province receives, and that \nnumber has been on the decline in recent years, even though the Tri-Cities is experiencing a surge.\n\nNot being able to effectively communicate in English affects an immigrant's ability to find a job, conduct daily \nbusiness, make friends and participate in his or her community.\n\nHealth care was another area of concern identified in the research, with just under half of respondents (49 per cent) \nreporting problems understanding or accessing the system.\n\n\"For example, you've got to go to the GP to get to the specialist. In some countries that is not true; you can go \nstraight to the physician that you know,\" Wilking explained. \"Or if you go to a hospital or an ER, what happens \nthere.\"\n\nThirty-eight per cent of immigrants surveyed also reported problems finding a job or with underemployment.\n\nOther challenges identified in the research, which consisted of interviews, surveys and focus groups involving \nimmigrants living in the Tri-Cities, are similar to those identified by people who grew up in Canada.\n\nFinding a family doctor, for example, is also a challenge faced by Martin Wyant, CEO of SHARE Family &; \nCommunity Services in Coquitlam. He has not been able to find one after several years in Metro Vancouver and still \nuses clinics.\n\nSocial isolation represents another challenge that is not unique to immigrants, though it may be exacerbated by \nother factors such as limited English language ability.\n\n\nDespite the fact that almost all immigrants (98 per cent) said it was important to feel connected to your community, \njust 44 per cent said they felt welcome in their neighbourhood, 47 per cent were neutral on the question and nine \nper cent reported feeling unwelcome.\n\nOne in four Tri-Cities immigrants said they find it difficult to make new friends and 40 per cent reported being alone \nmore often than they'd like.\n\nA 2012 survey by the Vancouver Foundation asked the same questions to a sample of all Metro Vancouver \nresidents. One in three respondents to that survey said they had a difficult time making friends, but a smaller \nproportion (25 per cent) reported being along more often than they'd like, suggesting this may be a larger challenge \nfor immigrants.\n\n\"I live and breathe that report. Big time,\" said Wyant, referring to the Vancouver Foundation research on social \nisolation. \"The sense of disconnection is large and it's true. As someone coming from northern Ontario to B.C., I feel \nit.\"\n\nWyant noted that because Tri-Cities residents are more likely than others in Metro Vancouver to live and work in \ndifferent cities, forming community ties can be more of a challenge.\n\n\"It sounds silly and trite, but how do we get people to make friendships, to make a connection, to build some trust \nwith their neighbours, to find some common ground?\"\n\ntcarman@vancouversun.com\n\ntwitter.com/tarajcarman\n\nÂ© Copyright (c) The Vancouver Sun !@COPYRIGHT=© 2015 Postmedia Network Inc. All rights reserved.\n"}