{"title": "Senate Panel OKs Immigration Bill", "body": "\n The Senate Judiciary Immigration Subcommittee Wednesday approved by a 5-2 vote a bill to reform the system \nfor handling legal immigration.\n\n The panel also voted to combine the bill with an illegal immigration reform measure previously approved by the \nsubcommittee, and bring a single immigration reform package to the full committee in the next couple of weeks, \naides said.\nBoth bills are sponsored by Senate Judiciary Immigration Subcommittee Chairman Alan Simpson, R-Wyo.\n\n The immigration package now reflects a similar comprehensive reform plan approved by the House Judiciary \nCommittee, and sponsored by House Judiciary Immigration Subcommittee Chairman Lamar Smith, R-Texas.\n\n Both House and Senate legal reform efforts include provisions on employment and family-based immigration \nintended to protect job opportunities for U.S.  workers, and limit family immigrants to \"nuclear family\" members of \nU.S.  citizens and legal resident aliens.\n\n The Senate panel approved a manager's amendment offered by Simpson to address concerns raised by the \nbusiness community, especially high-tech companies, staff said. That amendment would strike a bill provision that \nwould have required new foreign graduates of U.S. universities to complete two years of work abroad before being \neligible for a non-immigrant worker visa.\n\n In addition, Simpson lowered from 25 percent to 10 percent of a foreign worker's first-year salary or $10,000 a fee \nwhich would be collected from employers to fund scholarships and training for aliens and permanent residents.\n\n Simpson noted his bill would provide a \"breathing space\" for legal immigration, requiring the Judiciary Committee \nto \"take another look\" at immigration levels after five years. This would allow full assimilation of immigrants already \nin the United States. \"My purpose with this legislation is to reduce overall immigration for five years in order to \ndemonstrate to the public that Congress can and will exercise control over immigration,\" Simpson said.\n"}