{"title": "THOSE SEEKING U.S. CITIZENSHIP FACE LONGER WAIT SINCE 9-11", "body": "\nThe number of people seeking U.S. citizenship has soared since the terrorist attacks of Sept. 11. But the \ngovernment is taking longer to approve applicants, as it seeks to weed out potential terrorists.\n\nNumbers released Tuesday by the Immigration and Naturalization Service reflect an America changed by the \nevents of Sept. 11.\n\nImmigration officials reported 519,523 applications for citizenship in the eight-month period that ended May 31 - a \njump of 65 percent over the same period a year before.\n\nEven so, the number of people who got citizenship in the eight months - 337, 590 - dropped by 10 percent from the \nsame period a year earlier.\n\nIn the days after the attacks, the government slowed the screening process because of fears of further terrorism, \nofficials said.\n\nAt the same time, larger numbers of immigrants sought citizenship - partly to show patriotism and partly to avoid a \nfederal dragnet that has detained thousands of immigrants on technicalities since Sept. 11.\n\nThe reasoning was spelled out by Ismat Bayumi, 37, of Dallas, who works with people seeking citizenship through \nthe Catholic Charities. He said, \"People are eager to apply for naturalization because of the problems they run into, \nor they have a friend who had a problem with INS.\"\n\nBayumi arrived in the United States in 1996, seeking asylum from Sudan, and became a citizen May 23. He had \napplied for citizenship in November, as soon as he had lived legally inside the United States for five years, as \nrequired.\n\nLisa Gonzales admits that she came to Houston illegally 12 years ago. Even so, she applied for citizenship on \nSept. 13.\n\n\"On Sept. 11, I felt as American as anyone ever has,\" Gonzales said. \"This is my war, too.\"\n\nJustice Department officials cite both the increase in applications and a post-Sept. 11 directive urging greater \ncaution in the approval process.\n\nLos Angeles INS official Francisco Arcaute says that since Sept. 11, he has been moved as he watched men and \nwomen grasp their citizenship certificates.\n\n\nHe said, \"These people become the best Americans, because they've had to sacrifice their homeland, and they \ndidn't just inherit U.S. citizenship.\"\n\nBacklogs for naturalization applications once stretched as long as two years. The INS began making headway \nduring President Bill Clinton's administration. President George W. Bush has pushed to reduce it to six months.\n\nLuis Gutierrez of Latinos Progresando in Chicago said patriotism had motivated many of those seeking citizenship \nsince Sept. 11. He said, \"People wanted to show their pride in this country. I think some people also are scared \nthey may be losing some of their rights.\"\n\nNotes\n\nNATIONAL FOCUS\n\nGraphic\n\n \n\nPHOTO, GRAPHIC; (1) Photo by ODELL MITCHELL JR./POST-DISPATCH - This certificate of U.S. citizenship \nwas given to Erika Hartley of Glen Carbon, a native of Germany, after she took the oath of allegiance in March.  \nGRAPHIC GRAPHICS; (2) Graphic / Bar Chart by THE ASSOCIATED PRESS - More applications, fewer \napprovals; Applications for U.S. citizenship rose during the first eight months of this fiscal year compared with \n2001. But the number of people awarded citizenship dropped.; Oct-May FY 2001 - Applications for naturalization - \n314,971; Oct-May FY 2001 - People awarded citizenship - 377,014; Oct-May FY 2002 - Applications for \nnaturalization - 519,523; Oct-May FY 2002 - People awarded citizenship - 337,590; Source: Immigration and \nNaturalization Service\n"}