{"title": "MEXICO: WORLD'S BACK DOOR TO U.S.", "body": "\nCitizens of countries as far away as India, China, Yugoslavia and Lebanon are increasingly using Mexico as a \ntransit and staging point to enter the United States illegally, according to American and Mexican government \nofficials.\n\nThe would-be immigrants are being arrested in growing numbers by American immigration authorities along the \nMexican-American border. An increasing proportion of the non-Mexican immigrants are from regions other than \nCentral America.\n\nThe same networks of smugglers that have long transported Mexicans and other Latin Americans into the \nSouthwestern United States have expanded their operations to handle this lucrative new traffic, the officials said.\n\n''The word is out all over the world that if you can make it to Mexico, you stand a good chance of getting into the \nUnited States,'' said Duane Austin, a spokesman for the Immigration and Naturalization Service in Washington.\n\n \n\nMigration From Central America\n\nSince the eruption of political turmoil in Central America at the start of the 1980's, the largest single group of non-\nMexicans coming across the border has been from strife-torn countries like El Salvador, Guatemala and Nicaragua. \nBut immigration service records show that the number of Central Americans detained while using the Mexican route \nhas declined slightly while detentions of those from other, more distant countries is on the rise.\n\nOne group of about a dozen Chinese apprehended in Southern California a year ago said they had been \ndischarged from a ship off the coast of Lower California and had made their way north on foot. Gene Smithburg, \nassistant chief of patrol for the San Diego border sector, said an Asian man posted $10,000 bond for each of them, \n''and we never saw him or them again.''\n\nIn another instance, during the World Cup tournament in Mexico last year, a tour group of Lebanese and Turks, \nostensibly in Mexico to see the international soccer championship, dropped from sight, officials said. When the \ngroup suddenly surfaced in Ciudad Juarez, where no games were being played and which is across the Rio Grande \nfrom El Paso, they were detained by the Mexican authorities.\n\nThe phenomenon of non-Mexicans crossing into the United States has been accelerated by growing awareness \naround the world of Mexico's visa and entry regulations, according to foreign diplomats here.\n\n\nMexico has liberal or only nominal entry visa requirements for nationals of some European, Asian and Latin \nAmerican countries, they said, and citizens of those and other countries have been coming here as tourists with the \nintention of using Mexico as what one Mexican official calls ''a trampoline'' to enter the United States.\n\nFrom 1982 to 1985, the number of illegal immigrants from countries ''other than Mexico'' detained at the U.S.-\nMexican border rose 50 percent, from 24,325 to 36,689, according to immigration service statistics.\n\nIn the fiscal year that ended Sept. 30, 1986, the total rose another 33 percent, to 48,954.\n\n \n\nHow Many Are Caught\n\nThere are no figures available on the number of non-Mexican illegal immigrants who have successfully crossed the \nborder. But Mr. Austin said the immigration service estimates that it catches ''one out of every two illegal aliens in \nthe best of cases and one out of three in the worst.''\n\nThe non-Mexicans make up only a small part of the 1.6 million apprehensions of illegal immigrants on the border \nbetween the United States and Mexico last year. But the rapid growth and increasing diversity of the ''other than \nMexico'' group is an indication that smugglers and illegal immigrants worldwide continue to regard the 1,952-mile \nborder as more easily penetrable than more traditional routes.\n\nThe San Diego border patrol office, which controls the most heavily traveled area of the border, reports that illegal \nimmigrants from 67 countries were apprehended along its sector of the border last year.\n\n \n\nNetworks of Smugglers\n\nAuthorities in both countries said smugglers in Europe and Asia, as well as some travel agents in the United \nStates, have established working relationships with Mexican ''coyotes,'' as the smugglers of immigrants are known \nhere. They said one well-established network begins in China and has stops in Hong Kong, the Bahamas and \nMexico City before its terminus in California. It charges $5,000 to $10,000 per immigrant, they said.\n\nThe Mexican authorities, while more reluctant to talk publicly about the problem, appear to share the concern of \ntheir American counterparts. Mr. Austin said the Mexican Government ''has cooperated'' with the Immigration \nService and has passed on information about non-Mexican groups or individuals it regards as suspicious.\n\n''The Mexican Government does not like the idea of a large and uncontrolled population here of people who have \noverstayed their visas or entered the country illegally,'' a foreign diplomat said. ''They are regarded as an \nunwelcome and potentially dangerous force, especially at a time when Mexico is in the midst of a severe economic \ncrisis.''\n\nA Mexican official recently returned from an assignment in a European embassy said that orders had been sent out \nto be on the lookout for false passports, especially those from countries with which Mexico maintains relaxed visa \nrequirements.\n\nThe official said additional steps have also been taken to scrutinize visa requests more closely, with particular \nattention paid to Iranians, North Africans and Lebanese.\n\nNevertheless, American officials said they would like to see Mexico make even stronger efforts to halt the influx of \nthird-country illegal immigrants.\n\nA spokesman for the Mexican Foreign Ministry, Manuel Compean, said that Mexico maintains a policy of reciprocity \non visas, allowing routine entry to citizens of all countries that do not require visas of Mexicans. He said he did not \nknow if Mexico had made ''any document or formal representation'' to any of those countries about abuse of the \nregulations.\n\n\n"}