{"title": "Citing Profiling Worries, Chief Seeks Cameras in Police Cars", "body": "\nThe Prince William County police chief said yesterday that the county should install video cameras in patrol cars \nto help protect officers from allegations of racial profiling as they enforce the county's crackdown on illegal \nimmigration.\n\nChief Charlie T. Deane told the Board of County Supervisors during its regular weekly meeting that cameras would \nhelp paint a picture of \"what really happened and what was really said\" in the field. Cameras create visual \nevidence, shield officers from complaints and serve as training tools, he said.\n\n\"We want to protect officers and the county from unjustified allegations of discrimination and racial profiling,\" \nDeane said.\n\nThe chief said he is concerned that when Prince William's new immigration policy is put into place next month, the \ncounty will experience a surge in complaints from people stopped by officers. Under the new rules, police are \nrequired to check the immigration status of anyone suspected of breaking the law, no matter how minor the crime.\n\n\"This is to prevent lawsuits,\" he said.\n\nInstalling digital cameras would cost about $6,000 for each patrol car, officials in other jurisdictions said. That does \nnot include the costs of monitoring the footage. Prince William has more than 250 cars.\n\n\"If they install cameras, it is a good check for police, as long as all of the videos are available for the public to \nview,\" said Nancy Lyall, a coordinator with Mexicans Without Borders, an immigrant advocacy group. \"We are going \nto see that the issue is not whether it's effective or constitutional, but whether taxpayers are willing to see taxes \nincrease to pay for this.\"\n\nLike other jurisdictions, Prince William is facing a budget shortfall in the coming year and will have to cut spending, \nslash services or raise taxes. Deane's request for cameras was not a formal budget request.\n\n\nThe chief recently visited the New Jersey State Police department to assess its use of cameras in patrol cars. \nThey have been in place since 2000, after a shooting in 1998 on the New Jersey Turnpike raised questions about \nracial profiling.\n\nIn response, the state police installed cameras in its patrol cars at a cost of $137 million over eight years. Tapes \nare randomly reviewed and used as part of a risk-management system to protect civilians' rights and ensure that \nofficers are following probable-cause procedures.\n\n\"It's the trooper's best friend,\" said Capt. Al Della Fave, a state police spokesman. \"It's protected so many troopers \nwhen it came to suits being filed. The tale of the tape has been tremendous in clearing troopers of inappropriate \nbehavior.\"\n\nNew Jersey's program has evolved. Initially, VHS tapes were locked in car trunks, and only supervisors had access \nto them. Troopers are now testing digital models that can instantly transmit video to a police station. Instead of \nstoring tapes in a warehouse, digital displays can be kept on hard drives, Della Fave said.\n\nDigital cameras cost $6,000 each; analog cameras, $3,700, he said.\n\nDeane said yesterday that the University of Virginia, James Madison University and the Police Executive Research \nForum will review the fairness of Prince William's policy after two years, a $300,000 effort. Researchers have begun \nmeeting with local groups, including immigrant-advocacy organizations.\n\nAt its meeting yesterday, the Prince William board delayed the transfer of almost $800,000 from its contingency \nreserves to the police department to enforce portions of the illegal immigrant resolution passed last year.\n\nThe board postponed the vote because Supervisor John T. Stirrup (R-Gainesville), who introduced the resolution, \nwas not at the meeting.\n\nThe contingency fund is money set aside each year for unexpected expenses. The estimated cost of implementing \nthe crackdown in the current budget year is $1.3 million.\n\nSupervisors also received an update yesterday on the implementation of federal immigration laws at the county \nadult detention center. Prince William has detained almost 400 people since July. There have been some \nunexpected issues in implementing the new rules, leading to higher-than-anticipated costs because of increased \nstaff overtime and jail crowding.\n"}