{"title": "Hispanics Cite Rise In Discrimination; Immigration Debate Is Called a Factor", "body": "\nHispanics believe  that discrimination has risen since the start of the congressional debate over illegal \nimmigration, according to a survey released yesterday.  \n\n But they also think their group is more galvanized after  the pro-immigration marches that resulted from the \ndebate, and many believe they are on the verge of a major social movement, according to the survey by the Pew \nHispanic Center. \n\n \"Nothing produces a sense of unity more than a common threat,\" said Roberto Suro, the center's director. \"Feeling \nlike you all face the same problem really brings people together. You can see that happening in these results.\" \n\n In a departure from past polls, both native and foreign-born respondents said they feel empowered to create \nchange. Fifty-eight percent said they believe that   Hispanics, though coming from a  variety of national, ethnic, \ncultural and political backgrounds, are working to reach similar political goals.  \n\n In a 2002 survey,  nearly half  said Hispanics were not striving toward a common political objective. \n\n The 2006 survey, conducted by telephone for a month starting in June, was described by the center as the first \nmajor opinion poll of the Hispanic population since the policy debate and marches in April and May.  \n\n  In December,   Republicans and some Democrats in the House approved a plan to build a wall at the Mexican \nborder, increase patrols and work toward expelling many of the estimated 11 million illegal immigrants.  \n\n Illegal immigrants and their supporters poured into the streets by the millions for demonstrations. A bipartisan  \ngroup of  senators eventually introduced legislation that would allow illegal immigrants to pay a fine and stay in the \nUnited States while strengthening border enforcement. President Bush favored the latter plan. \n\n Congress has yet to approve either plan. Meanwhile, Hispanic leaders have vowed that if illegal immigrants are \nthreatened with expulsion, they will take further action with boycotts, demonstrations and increased voting among \nthose who are eligible.   Some opponents of illegal immigration have promised to protest against political leniency \nwith their vote in the midterm elections in November.  \n\n\n In the survey, three-quarters of respondents said more Hispanics will vote in those elections. The percentages did \nnot waver much between foreign-born Hispanics (74 percent) and native-born ones (76 percent). \n\n But there is indecision over which party to vote for, the survey shows. Although most Hispanics in the survey \nbelieve  that Democrats have taken the better  position on the immigration issue, the party is not favored by much.  \n\n Thirty-seven percent said Democrats have more concern for Hispanics, compared with 9  percent for Republicans. \nAnother 37 percent said there is  no difference between the parties in their attitudes about Hispanics.  \n\n \"It's not surprising that this does not translate cleanly into partisan terms,\" Suro said. \"Both parties are divided.\" \n\n Among native-born Hispanics, opinion was almost evenly split between those who favored  Democrats (42 \npercent) and those who said there was no difference (40 percent). \n\n More than half of Hispanics  --  54 percent  --  who responded to the Pew Hispanic Center's survey reported \ndiscrimination, although the survey did not describe the types of bias they encountered. Foreign-born Hispanics \nwho could be ousted from the country if tough  legislation against illegal immigrants in the House passes were far \nmore likely to say discrimination is a major problem. \n\n \"This isn't just an immigrant thing,\" Suro said. \"It's clearly affected the native-born and foreign-born population.\"  \n"}