{"title": "HEARING OF THE HOMELAND SECURITY SUBCOMMITTEE OF THE HOUSE APPROPRIATIONS COMMITTEE; SUBJECT: \"DHS AIR AND MARINE OPERATIONS AND INVESTMENTS: CUSTOMS AND BORDER PROTECTION AND COAST GUARD\"; CHAIRED BY: REPRESENTATIVE DAVID PRICE (D-NC); WITNESSES: MICHAEL KOSTELNIK, ASSISTANT COMMISSIONER FOR THE OFFICE OF AIR AND MARINE FOR U.S. CUSTOMS AND BORDER PROTECTION; VINCE ATKINS, ASSISTANT COMMANDANT FOR CAPABILITY, U.S. COAST GUARD; LOCATION: H-140, THE CAPITOL, WASHINGTON, D.C.", "body": "\n HEARING OF THE HOMELAND SECURITY SUBCOMMITTEE OF THE HOUSE APPROPRIATIONS \nCOMMITTEE SUBJECT: \"DHS AIR AND MARINE OPERATIONS AND INVESTMENTS: CUSTOMS AND \nBORDER PROTECTION AND COAST GUARD\" CHAIRED BY: REPRESENTATIVE DAVID PRICE (D-NC) \nWITNESSES: MICHAEL KOSTELNIK, ASSISTANT COMMISSIONER FOR THE OFFICE OF AIR AND MARINE \nFOR U.S. CUSTOMS AND BORDER PROTECTION; VINCE ATKINS, ASSISTANT COMMANDANT FOR \nCAPABILITY, U.S. COAST GUARD LOCATION: H-140, THE CAPITOL, WASHINGTON, D.C. TIME: 10:00 A.M. \nEDT DATE: TUESDAY, MARCH 23, 2010\n\nREP. PRICE:  Good morning.  Subcommittee will come to order. We're going to be examining this morning the \nrespective roles and the coordination between the Coast Guard and Customs and Border Protection in carrying \nout their air and marine missions.\n\nThis is a somewhat different way of configuring a hearing.  But we think it will let us get at some issues that maybe \nwouldn't be raised in exactly the same way in separate discussions with the Coast Guard and CBP and so we \nappreciate you both being here.\n\nOne thinks of the department as a police force, analogous to a police force in some ways.  The Coast Guard and \nthe CBP walk the same beach, watching for smugglers and working to thwart their efforts. Their aircraft and vessels \npatrol our borders and coasts and interdict migrants and illegal drugs.\n\nTheir illustrious histories originate in the first acts of the U.S. Congress to collect revenue, counter smuggling and \nprotect life and property along the coast.  And their range is vast -- 7,500 mile of land border and 95,000 miles of \ncoastline.\n\nThis hearing is the first opportunity for this subcommittee to examine how these essential programs work together, \nwork in tandem to support a wide range of law enforcement, national security and humanitarian missions.  We \nwelcome Admiral Vince Atkins, assistant commandant for Capability for the U.S. Coast Guard and Michael \n\n\nKostelnik, assistant commissioner for the Office of Air and Marine, U.S. Customs and Border Protection for a frank \ndiscussion of this topic.\n\nAdmiral Atkins is a leading member of the DHS senior guidance team on matters related to the department's \nmaritime, air and surface capabilities and is Coast Guard's lead executive for the Predator B partnership, one area \nof focus for today's hearing.  Before his current assignment, Admiral Atkins served as deputy director of Response \nPolicy, overseeing development of policy guidance for the Coast Guard's statutory missions and helping frame the \nfoundation for cross-agency partnerships that we will examine today.\n\nAssistant Commissioner Kostelnik directs the world's largest civilian aviation and maritime agency.  Before coming \nto CBP, the commissioner had a distinguished U.S. Air Force career, retiring as major general.  He then ran \nNASA's manned space and international space station programs.  Over his five years with CBP, he has helped \ntransform Air and Marine into a national enterprise, a long way from its origins as a loose confederation of field \noperations.\n\nCooperation between these agencies has been very successful in places like Puerto Rico, where shared resources \nhave slowed undocumented immigration through the Mona Pass and intercepted illegal drugs headed for American \nshores.  On the drug front, their joint efforts are combined with DOD and DEA under the Joint Inter-Agency Task \nForce South, which coordinates efforts in the Western Hemisphere to detect, monitor and interdict drug smuggling \nby sea and air.\n\nBoth agencies have long conducted aerial surveillance along our coasts.  The Coast Guard has its C-130 and C-\n144 aircraft, and CBP has its P-3 and Dash-8.  All are used to identify and track smugglers moving drugs from \nSouth America to the Caribbean and Gulf Coast.  Both agencies operate helicopters for interdiction, law \nenforcement support and humanitarian assistance.\n\nCBP and the Coast Guard are jointly developing a maritime variant of the Predator B unmanned aircraft system to \nextend their surveillance abilities.  This maritime variant, named the Guardian, was first flown in 2008 and is \nundergoing additional operational testing.\n\nAnother is requested in CBP in the 2011 budget.  The Guardian represents a new level of collaboration on this \ncritical mission, and we look forward to learning more details about this program today.\n\nCoordination between these two agencies also extends to managing and sharing assets.  Over the past two years, \nCoast Guard has transferred 73 small vessels, including 55 SAFE boats, to CBP for refurbishment and marine \ndeployment.\n\nBoth agencies participate in DHS councils to review aircraft and vessel procurement planning and decisions, and \nthey've benefited from access to each other's contracts.  In light of such cooperation, we hope to hear today how \nthe two agencies manage their overlapping jurisdictions, how they coordinate their missions and how they share \nintelligence.\n\nDespite many positive elements, we have concerns about the sustainability of these programs.  First, a lack of \ntrained operators and support staff could reduce DHS capacity to carry out aerial surveillance missions.  For \nexample, the request for 2011 cuts 120 CBP pilots and other positions funded last year to support the UAS \nprogram.  This seems inconsistent, at least on the face of it, with plans to deploy the Predator.\n\nIn addition, while both Coast Guard and CBP are acquiring new marine and air assets, they are burdened with \naging fleets, which are increasingly expensive and dangerous to operate.  The need for Coast Guard \nrecapitalization is well known, and CBP's air assets are over 33 years old on average.\n\nWe expect to explore today whether CBP can sustain its operating tempo while delaying replacements, as \nanticipated in its budget.  And turning an eye toward the long-term situation of these assets, this subcommittee \nneeds updated -- and overdue -- strategic recapitalization plans for CBP and the Coast Guard.\n\n\n\nI suppose I'm starting to sound like a broken record on that issue, but I have to say again, without this information \nwe cannot assess how the department will modernize these aging fleets and therefore it's very difficult to put our \n2011 budget decisions in perspective.\n\nAdmiral Atkins and Commissioner Kostelnik, we anticipate an informative discussion today.  Your full written \nstatements will be placed in the record, so we're going to ask you to limit your remarks to a five-minute oral \npresentation.  And before you begin I want to turn to our distinguished ranking member, Hal Rogers, for his \ncomments.\n\nREP. HAROLD ROGERS (R-KY):  Thank you, Mr. Chairman.  General and Mr. Commandant, thank you for being \nhere, welcome to the committee.\n\nIt's good to see you and to be seen with you.\n\nEach of you of course has a very tough job.  You're the ones caught between the bean counters here in \nWashington and the bureaucrats of DHS' headquarters and the brave men and women in the field who put their \nlives on the line everyday to keep us safe and secure.\n\nAnd you're the ones apparently getting squeezed, shortchanged by the Fiscal '11 budget, budget that proposes to \nsubstantially increase department's headquarter staff and put $200 million of its money toward security costs of \nterrorists trials -- needlessly, I might add -- while also cutting funding for CBP's Air and Marine personnel by 3.6%, \ncutting Coast Guard operational personnel by more than 1,110 military billets and decommissioning or deactivating \n19 operational components cutting funding for CBP's Air and Marine procurement and maintenance by 3.2% and \ncutting funding for Coast Guard acquisitions by more than 10%.\n\nSo to put it mildly, your tough jobs are getting made tougher by an administration that is increasing bureaucracy at \nthe expense of operations, a prioritization that I find simply indefensible.\n\nWe all know the threat.  We all know your aging assets are in dire need of recapitalization.  The challenge before \nyou now is how to meet your mission requirements with fewer dollars.  This is certainly no small chore since the \nboats and aircraft our frontline operators need are expensive and the systems to make those assets work together \nare inherently complex.\n\nSo we're counting on both of you and the men and women that you command to find a way to collectively use the \ntalent and experience at CBP and the Coast Guard to link funding to real results and do this in a fiscally \nresponsible way.\n\nWhile the joint program offices that you've established are noteworthy, it's collaboration at the tactical level in the \nfield that I find far much more significant.\n\nIn fact, the need for teamwork during operations was probably best summed up by the Coast Guard sector \ncommander in San Juan, then captain, Jim Tunstall, who simply remarked, when CBP is implying I can't see \nanything.  What Captain Tunstall was specifically referring to was the Mona Pass, as the chairman indicated, a \nheavily trafficked stretch of water where CBP provides aerial surveillance since the Coast Guard has no maritime \npatrol aircraft in Puerto Rico.\n\nThat teamwork exhibited by CBP and the Coast Guard in Puerto Rico exemplified what I believe is the most critical \nasset in our entire homeland security arsenal, sheer will.  The will to put turf battles aside and seek any and all \nmeans to further the broader homeland security mission.\n\nIt's exactly what was envisioned when DHS was established.  And it is exactly what the American people expect of \nour security professionals today.  So that brings us to today's hearing, what I hope will be a thoughtful discussion of \nhow CBP and the Coast Guard are working together to further the protection of our borders and shores.\n\n\n\nGentlemen, please know that we and the American people are very appreciative of the work that you're doing.  \nWe're grateful for all of the sacrifices made by those in the field, whom you represent here today.  We thank you for \nbeing here.  We look forward to hearing your views.\n\n(Pause.)\n\nGEN. KOSTELNIK:  Well, thank you, Mr. Chairman.  It's a pleasure to be here, Ranking Members Rogers, \nCongressman Calvert.\n\nFirst let me begin by thanking this committee for your outstanding support over the five years that I've been \nassociated with the program.  And as the chairman properly noted Air Marine although our roots with U.S. Customs \ngo back to the beginning of the Customs service, more than 200 years, the current, you know, configuration of Air \nand Marines is only five years old.\n\nAnd of course our recapitalization efforts was a significant issue, going back to the legacy Border Patrol air fleet \nthat was in poor condition and the legacy Customs fleet of aircraft and maritime vessels in poor support.  And back \nin 2005, at the beginning of the merger, there were insubstantial funds for any serious recapitalization effort.\n\nNow, five years later, with the support of this committee, we've done a lot of things.  You all have provided more \nthan a billion dollars for aircraft recapitalization program which we think we have invested wisely.  We still operate \nsome of the oldest aircraft in the inventory, but don't confuse age with capability.\n\nGoing back to the P-3 program in front of our larger sister service, United States Navy, we've made a decision in \n2005 to restore the P-3 fleet with your support, create a service life extension program.  We've done that.\n\nIn 2006 we called -- all of those aircraft were grounded. Through 2007 and 2008 we tried to fly the transit zone \nmission with three or four aircraft.  And today, I'm pleased to tell you that 11 of those 16 aircraft are operational.\n\nThree are still primarily grounded to re-winging, but we've completed the acquisition process in 2011 for 10 wing \nsets.  We have the first aircraft to be re-winged in advance of the Navy fleet that rolls out this spring and will enter \noperational service, the second aircraft later this year.  And we'll complete the re-winging of all 10 aircraft as early \nas 2015.\n\nWe've taken due diligence from some of the oldest aircraft we have.  We still operate more than 50 percent of our \nfleet with aircraft that are 33 years on average old.  Some of those are of concern.\n\nWe manage those very closely.  The worst ones we've started to deaccess.  In fact this year we lost our confidence \non our MD 600 fleet, grounded those nine helicopters.\n\nP-3s have been restored.  We're updating the A-model Black Hawk to L-model configuration.  With your support we \npurchased new M-model Black Hawks.  So while we keep the old aircrafts solid and maintain them on duty and \nupgrade them with sensors and new capabilities and upgrades to keep them safe, we're also recapitalizing the \nmiddle parts of our fleet that while still functional and not safety of flight issue have been, you know, short in the \nareas of performance.\n\nA lot of that has been with your help, most importantly last year with the (plus up ?) of our maritime program.  \nClearly with the things happening in Somalia and off the coast, the Horn of Africa with pirating and so forth, clearly \nsmall boats and the approaches to the country are an increasingly important part of our nation's defense.\n\nWhile we focus on the land borders, we've not forgotten about the water borders.  And with your support, 11 new \nmarine branches have -- are in place now.  The boats are in place.  And with the help of the Coast Guard and \nothers, we've made tremendous investments there.\n\n\n\nAt the end, while we continue to manage aged aircraft and support them to make them safe and modernize them \nfor continued service for the long term, we have been over the last several years working at the front end of \ntechnology and particularly with our UAV program.  Form one single aircraft which was lost in a pilot error in 2006, \nwe have grown our UAV force to be the most capable force in this hemisphere.\n\nThe DOD is much larger, has many more assets, most of which are deployed.  But in the country, in this \nhemisphere, the Office of Air Marine with the six aircraft we currently have in service can do things in this \nhemisphere today that the larger DOD could not do in the same capability.  And I think that speaks well for the \ninvestment towards the future.\n\nWe have land-based Predators that flew last night on the southwest border.  We have northern based Predators \nthat are flying in the floods at the request of Governor Hoeven and the political leadership in North Dakota doing \nbefore and after difference analysis using our Synthetic Aperture Radar, streaming live, feeding clear video to not \nonly our own people but to state and local to give unprecedented situational awareness to what is happening on the \nground.  Practice with the floods we flew in North Dakota last year and the hurricanes the year before.\n\nSo while we create this national capability to support our homeland security, the fallout is unprecedented support for \nlocal humanitarian and contingency responses.  And finally, I'll leave my comments with the creation of the \nGuardian and be happy to answer your questions and explore possibilities, a unique partnership with the U.S. \nCoast Guard but only one of many.\n\nYou mentioned the number of boats.  Those 73 boats that the Coast Guard deaccessioned we reengine, refurbish \nand put into service, that was a cost avoidance for Air Marine of more than $14 million.  That has made an \nunprecedented difference for us to be able to grow our marine force.\n\nIn 1995 we had 85 MIAs on active service.  Today, we have more than 350 MIAs, Marine Interdiction Agents, in \nservice and more than 253 boats operational.  A good part of that was not only the support from this committee, but \nthe support we've had from our partners with United States Coast Guard.\n\nAnd in the areas of the UAVs while the Coast Guard look at their opportunities and requirements, we formed the \njoint program office, training Coast Guard crews, providing CBP aircraft assets and folding these things into, where \nI think you all mentioned you were most concerned with, joint operation.\n\nNot only is Puerto Rico and the Seabig (ph) operation a great role model, you'll find similar relationships in many \nother places around the country, in the Great Lakes where we're both at Selfridge Air Force base.\n\nIn San Diego, where there is a joint operation there and the San Juans and upstate Washington.  And most \nimportantly in the transit zone a unique partnership in JIATF-South and the inter-agency DEA, United States Navy, \nU.S. Coast Guard, CBP, all oriented to our tremendous effort in limiting narcotics from coming out south.\n\nSo I would offer to you that while we continue to maintain the old things we have with your support, we do it in a \nmajor and safe way.  We update the equipment we have.  And we're planning on the leading edge for perhaps \ncontingencies we've not seen.  And we're doing this in a very coherent and a very amenable partnership with our \nlarger sister service, the Coast Guard.  I look forward to your questions.  Thank you.\n\nREP. PRICE:  Thank you, General.\n\nAdmiral.\n\nADM. ATKINS:  Good morning Mr. Chairman, Mr. Rogers, distinguished members.  As the Coast Guard assistant \ncommandant for Capabilities, I'm honored to appear before you today to talk about the Coast Guard's critical role in \nmaritime security and safety and how our cooperative efforts with sister agencies move those capabilities along and \nfurthers our efforts in Air and Marine operations.\n\n\n\nAt a time when whole-of-government operations and approaches are critical to achieving national objectives, the \nCoast Guard's military, multi-mission and maritime assets provide highly adaptive operational capabilities that \nserve the nation's interests well, whether those interests are in the heartland, in our ports of entry, along the \ncoastlines, in the exclusive economic zones or anywhere around the globe.\n\nThe Coast Guard's unique combination of civil and military authorities and capabilities makes our service ideally \nsituated to serve as the principal agency for maritime law enforcement and lead federal agency for the maritime \ncomponent of homeland security.\n\nThe Coast Guard's law enforcement authority codified in Title 14 of the U.S. code is the foundation of our maritime \nsecurity mission. This authority underpins our ability to interdict illegal drugs, illegal cargoes and illegal people and \nother more potentially dangerous threats to the homeland.\n\nWhen coupled with our Title 10 military responsibilities and authorities, the Coast Guard truly is a unique service \nprovider to the nation.  The Coast Guard's ability to contribute to any whole-of- government operation is predicated \non our broad authorities, our core competencies, our organizational ethos and our fleet of assets.  In terms of those \nassets, we remain committed to recapitalizing our aging surface and air fleets.\n\nWe continue to make progress in the delivery of new major cutters such as Bertholf and Waesche, our first two \nnational security cutters. We are operating new fixed-wing assets, the C-130J and HC-144.  And we are realizing \ntremendous return on investment from the modernization of our helicopter fleet, both the H-65 and H-60s.\n\nThe Rescue 21 command and control system is on watch from Maine to Texas.  And it is increasing our ability to \nconduct search and rescue and to save lives.\n\nSirs, the recapitalization program that you are supporting is making a difference, and our men and women on the \nfront line want to thank you for your continued support of that recapitalization effort. The Coast Guard has \nstrengthened its ability to protect our nation ports, waterways and coastal borders by partnering with federal, state \nand local agencies, tribal nations, the marine industry and international stakeholders.\n\nNowhere are these effective partnerships more apparent than between the Coast Guard and other agencies within \nDHS.  For instance, our efforts with US-VISIT highlight the success of our joint biometric proof of concept and \nreducing illegal migrant flow into Puerto Rico. Our cooperative efforts with Customs and Border Protection are \nspearheaded by a strategic guidance team that brings together senior agency leaders to drive interagency \neffectiveness and efficiency.\n\nExamples of our interagency cooperation occur everyday throughout the United States and at sea and they're a \nsource of pride for our service and a sense of accomplishment for the department.  From joint operation centers, \njoint targeting, synchronized detection and monitoring to effective end-game prosecution, the Coast Guard and \nCBP are working smarter and more effectively along the northern, the southern and coastal borders, the maritime \nports of entry and throughout the illicit drug transit zone in route to North America.\n\nBeyond our operational efforts, we are working to leverage each other's strengths in acquisition, training and \nmaintenance.  Our joint efforts are illustrated by the successful DHS small boat commodity council and the joint \nCoast Guard-CBP program office for unmanned aircraft systems.\n\nSir, the Coast Guard is proud to stay on the watch.  We recognize that where there are overlapping areas of \noperation, authority and capability, the American taxpayer is best protected and best served by unity of effort that \nresults in coordinated and effective operations. To this end the Coast Guard strives to expand its collaboration to \nconsistently and effectively execute our mission as America's maritime guardian.\n\nSir, thank you again for this opportunity to come and have this discussion with you all today.  I'm happy to answer \nany questions you might have.\n\n\n\nREP. PRICE:  Thank you, Admiral.\n\nAnd let me start with you, because you do give a very positive rendition of the planning process in particular that \nyour agencies are engaged in.  You discover a -- you describe a very smooth process for sharing assets, process \nthat of course goes on from the top down from the very beginning of planning to execution.\n\nI wonder if you could tell us though, surely sometimes mission conflicts arise.  I wonder if there is ever a possibility \nactually that one of the downsides of what we're basically discussing and -- (off mike) -- here today, one of the \ndownsides might be that unshared missions could get the short stroll when it comes to planning.\n\nCan you give us a little better felling for this planning process and some of the conflicting priorities and just plain \nconflicts that you're possibly dealing with and have to overcome from time to time?\n\nADM. ATKINS:  Yes, sir.  I would say the planning process is absolutely essential and it begins with a unified \ncommand perspective. And as the general indicated, across the nation at various ports of entry we are working very \nclosely together at the tactical level so that our tactical forces are best arrayed against the threat for that particular \nvector and sector.\n\nSo for instance in Florida where there is a southeast border interagency group that is looking to coordinate, what \nthey've done is they've looked for where are the various agency partners flying their aircraft on any given day, and \nhow do you de-conflict those aircraft and those times and those areas of patrol to maximize the effect that we're \ntrying to bring to.  And now it's not just aircraft in the air, but it's surface units on the water because while you might \nbe able to detect and monitor the absolute essential here is to get an effective end game on the water.\n\nSo whoever you're interdicting, you're boarding and you're finding out what you need to find out.  And so it's this \nidea of prior planning to understand where the other blue forces are, where the other interagency forces are, how \ndo you de-conflict those and how do you aim them to get the best results, sir.\n\nREP. PRICE:  Well, let me ask both of you to turn to a specific innovation in border and maritime surveillance and \nthat is the Predator, the Predator B unmanned aircraft system.  By October of this year, CBP will have seven \nPredator B's operating on the southwest border, the northern border, Florida, the coast, the Gulf and possibly the \nCaribbean transit zone as we understand it.\n\nOne of these, the Guardian maritime variant is being tested in a joint program with the Coast Guard.  Preliminary \nresults indicate the guardian could fill air surveillance gaps for vulnerable areas in the south east coastal areas, \nparticularly since it can operate longer and with a smaller crew than manned surveillance aircraft.  The CBP budget \nproposes a Florida UAS base in Fiscal Year 2011 or 2012.\n\nCommissioner Kostelnik and Admiral Atkins as well, what is the current Guardian deployment plan?  And how does \nit fit into the deepwater and CBP five-year recapitalization plans?  And of course I have to say again, these are \nplans currently under review and due to this subcommittee.\n\nGEN. KOSTELNIK:  Let me start and take you back to the history of the maritime variant.  And it goes back to I \nthink what the admiral was talking about, about the rich relationship we have at the tactical level.\n\nGoing into the source and transit zone we're differentiated by our missions, by the kind of equipment we have.  So \nclearly, on the water you need the bigger ships that we don't have.  So the U.S. Navy, U.S. Coast Guard with U.S. \nCoast Guard boarding crews are out in the Eastern Pacific.\n\nAnd then you have maritime aircraft overhead, used to be some foreign aircraft involved.  Now they've gone.  There \nis a Navy P-3, there is Coast Guard C-130Js, there is RP-3, but it's never enough. It's similar to the Mona Pass \nissue.  We just don't have enough maritime capability.\n\n\n\nSo going back, a couple of years ago, we thought it would be prudent, given the good success we were having with \nthe land-based variant to do a development of a Guardian type aircraft with a maritime radar.  To give you a sense \nfor the genesis, the Coast Guard were coming off some of the deepwater experience with the VTOL UAV.\n\nAnd I'll leave the admiral to talk about the long-term requirements, you know, consistent with the deepwater \napproach.  But in that time period there was some interest by the Coast Guard with the land based variant for \nmaritime ops given the close connectivity we had in all these areas around the environment in the littoral area \nwhere an aircraft would be useful.\n\nThe Coast Guard, to their credit, put a fair amount of money as did we did, and we borrowed the Air Force \nprototype of the Mariner, a very early variant of the Predator with a ELTA-SeaView radar that was never developed.\n\nAnd we did an extensive and exhaustive test in the Gulf of Mexico, jointly working with Coast Guard cutters, Coast \nGuard aircraft, our aircraft to determine if there would be a need.  And it turned out there was great promise.  And \nthe Guardian program was what evolved form that.\n\nNow, with the Guardian program currently in test has completed DT&E very early, because it's an aircraft we know.  \nIt's a radar system we already operate on our Dash-8 and our P-3, very low risk and we're getting very good results.  \nWe should finish operational testing and evaluation of this aircraft in the next month or so.\n\nAnd then we have options.  And we're looking at those options coherently with the Coast Guard to see where \nwould be the first operational mission deployment.  There is clearly requirements pull in the Caribbean, supporting \nDEA and Coast Guard missions and JIATF-South mission.  We could get into Mona Pass with this aircraft.  So \nclearly that part of the southeast region is in play.\n\nThe second mariner aircraft, CBP 159, should arrive later in the summer.  We should get the radar on it in the \nSeptember-October time frame.  We're looking to deploy that aircraft in Corpus Christi.\n\nThat gives us two maritime basing locations where from those fixed locations we can support the Caribbean and \nsoutheast region.  We can also turn those aircraft north and support the eastern seaboard and also the metro areas \nof D.C. and New York State, should there be issues up here.\n\nAnd then with the Corpus (bird ?) we can cover the Gulf, we can cover South Texas, we can cover the Texas \nborder if we need to.  We can, then, with both of those assets make both of those aircraft available for deployments \ninto the Gulf, deep Central America or the eastern pacific in concert with the JIATF-South mission.\n\nSo at this time, we're focused on basing in Florida, although that could be moved to other bases in the Florida \nregion, would do that in concert with U.S. Coast Guard, depending on where we can best support these missions.  \nThe second base at NAS Corpus Christi, we already have a large P-3 presence there.  And we dual qualify our P-3 \ncrews to fly this asset as well.  And there is a Coast Guard presence there.\n\nSo the ultimate way ahead with deployment will be determined and conditioned by how this first aircraft performs \nand coherently we're in the planning process with the operational part of the Coast Guard to determine where the \nfirst deployment would be.  Those two experiences will help to condition the overarching strategy.\n\nIt is important to note that while these are primarily oriented towards the maritime environment, the belly pod which \ncarries the SeaView radar will accommodate all of the radars that Air, Marine and the Coast Guard operate.  So we \ncan put different sea search radars in that configuration.  And we can also drop that belly pod, put the Synthetic \nAperture Radar back in and operate the land-based variants as -- or the maritime based variants, marine variants \nas well.\n\nREP. PRICE:  Well, General, before turning to the admiral, let me just ask you specifically how many flight hours \nthe UAS fleet is going to make in Fiscal Years 2010 and '11.  And of course you understand the reason I'm asking \nyou that question.\n\n\n\nWill you have pilot and other support crew to support the 14-hour mission average previously projected for the \nPredators?  As you well know, there are multiple challenges that have developed, producing an alarmingly low \nutilization for the first half of fiscal 2009 following far shorter projections.  So with that background, on both of our \nminds, I wonder if you could fill us in on the kind of flight hour possibilities and projections you're dealing with now.\n\nGEN. KOSTELNIK:  I would appreciate the opportunity to comment on that because even though these aircraft are \nodd, they're unmanned, it's kind of a misdirection in a way because you would think that they're less manpower \nintensive.  The reality is given, as you correctly point out, the extended length of flight, in fact the land- based \nvariants we've demonstrated 20-hour mission capability with the configuration we carry and the first long duration \nflight of the Mariner looks like it's going to have about 20 hours duration as well.\n\nSo it actually takes more pilots and crew to fly one of these things.  And of course that's the downside.  On the plus \nside, it allows you to bring in other capabilities.  You can bring in intel specialists, you can bring in legal specialists \nand of course in our business that's an important factor on real-time consideration.\n\nSo you basically bring in a flight team.\n\nSo if you look at our utilization rate to date, I mean, the observation that I would offer is that again going back to this \nprogram it's just a little over four years old.  And that time -- and having said that, we are still growing this force.  But \nwith the capabilities we have today in only four years we have grown the second largest operational fleet of \nPredator B's on the world stage.\n\nWe have capabilities no other country in this world has.  And in this hemisphere we have experiences in homeland \nsecurity that even the DOD doesn't have even though they have much larger assets.  So we are still very much in \nthe building part of our process, trying to grow pilots, trying to train analysts, trying to acquire the equipment.\n\nAt the same time we are doing due diligence, flying at fairly high ops tempo.  We try to fly every night on the \nsouthwest border. When the weather is good in northern border we try to fly every day or night up there.\n\nBut we are actively training many of our crews.  And oddly enough, it isn't really the aircraft that's the discriminator, \nit's the ground control stations which are always more problematic, (laid to need ?), and we're short of those.  And \nmost importantly, having enough trained pilots to fly that.\n\nNow, the partnership with the Coast Guard is a good one for us and them because it was started to grow and train \nCoast Guard pilots to fly these aircrafts.  In fact, we already have three that are fully qualified with the Predator, \nand they will be assisting with the Guardian mission.\n\nSo we typically look like for a single aircraft with the crews and control sets.  You know, we could fly those aircraft \ntypically three times a week.  Probably not 20 hours because there are other limitations, mission need.  In some \ncases, the COA, the Certificate of Authorizations, or issues associated with the tower's operating availability.\n\nSo while the flight rate to date has been perhaps less than what people might have expected given the aircraft, \nyou're going to see -- as we bring on the Coast Guard pilots, and with your support we hired dedicated 24 UAV \npilots last year, but again those are still in training and coming up to speed, and then to offset the shortage of pilots \nbecause the bulk of our aviation fleet and numbers has not changed even though we have increased the number of \npilots over time.\n\nWe're dual qualifying our pilots.  So the same pilots that fly P- 3 missions in the transit zone will be flying Guardian \nmissions on rotation.  So I think you're going to see a dramatic increase in the flight hours for these assets over \ntime.\n\nREP. PRICE:  And you're telling me, in other words, that we can expect to approach that 14-hour mission average \nthat was previously projected?  Or is there some reason to alter that projection?\n\n\n\nGEN. KOSTELNIK:  Well, it's not so much the 14-hour because typically -- (inaudible) -- today.  You know, given \nthe limitations on crews primarily, we fly typically 10-hour missions.  So the aircraft will go out in the afternoon and it \nwill land, you know, some time around midnight.\n\nAnd oddly enough, that's in concert with when the bulk of the activity is.  Those aircraft are dealing with -- a lot with \nlow level drugs, a lot of smuggling across the border, and typically the activity is occurring 10:00 to midnight and \nthen people traveling out of these are bed down at night.  So it just turns out that that mission suits our needs.\n\nNow, in the East Pac area, if there is a mission requirements pull and need for the aircraft to be out longer because \nthe assets are out there, we can fly those aircraft longer.  I mean, it's not an issue we don't have the spare parts, it's \nnot an issue we don't have the gas.\n\nI mean the reality is when you go to 20-hour mission sets; you've got to have two-fold crews of mission pilots in \naddition to the launch and recover pilots that you have at the remote side.  What I'm saying is over time we're still \naggressively building our training program, and each month, as the time goes by, we have more pilots available to \nfly.\n\nRight now, it's the pilots that are the limits in our duration, not the GCSs, not the COAs, you know, kind of not the \naircraft.  But what it does offer and a good way to think about these things, while these are reasonable missions \nwhile we're still building this force today, both in border security in the southwest border and the northern border, \nbut also in contingency ops, if floods happen.\n\nTwo years ago we had no capability to do that when we had the floods in Iowa.  Today, in North Dakota, in \nMinnesota or any place else in the country where you have the humanitarian need for these assets, we can put an \naircraft over head the same day.  We flew the hurricanes, three hurricanes two years ago.  We had never done that \nbefore, but now having done that, that capability is available.\n\nSo this summer when we get into hurricane season again, if there is a need, we will be there.  And all of these \nactivities, both the day-to-day work and the border security is limited as it is right now because we're still training, \ngives you the ability to respond not only to these humanitarian events, but if we were to have a serious event in this \ncountry today, one perhaps like 9/11 or something short, but something significant today, any place else in the \ncontinental United States, we could put a Predator overhead streaming live video, having -- (inaudible) -- having a \nlaser ranger designator providing unprecedented situational awareness to leaders across federal, state and local \ngovernment.\n\nAnd I think that puts us in a very good position.  But again, I would leave you with the part that you would have to \nlook at; this program is just four years old.  In many cases in many organizations trying to build a capability, you'd \njust be getting the aircraft now. Or maybe you'd just be in the end stages of operational test and evaluation.\n\nWe're not only growing at a fast rate and have been doing missions 24/7 for the last three years while building this \nforce, we're not only creating new opportunity by laying in the bad game with intel, by creating this new maritime \n(drone ?).  So from our perspective where we sit, we think we've been leaning forward strongly in the saddle and \nproviding a great capability for the country.\n\nREP. PRICE:  General, I'm sure we'll return to this question throughout the morning.  I do want to turn to other \nmembers, but I -- but finally, your answer to me does underscore the question of personnel.  And it's in that respect \nthat I must say this 2011 budget does raise some serious questions, particularly in light of the kind of program \nyou've just outlined.\n\nLast year, you estimated you need 79 crew members, mission support and trainers, to fully deploy the UAS.  You \nsought and received Fiscal 2010 funding to add 18 more UAS pilots.  But that's where this 2011 budget comes in.  \nYour 2011 budget is proposing funding cuts for 13 of these.\n\n\n\nWhat's the rationale for that?  Have personnel needs somehow changed?  So again, what's your operational \ndeployment plan for the UAS in relation to the staffing cuts?  That's really what I'm trying to get at.  Are these \nstaffing cuts going to constrain your ability to use the UAS effectively and indeed to carry out the program you just \ndescribed?\n\nGEN. KOSTELNIK:  Well, as you know -- I know you've been familiar with our operations for a long time, we're a \nvery small force.  You know, if you look at Customs and Border Protection and the Office of Field Operation, that's \nabout 26,000 agents.  Border Patrol is about 23,000 agents.  Air and marine is 1,800 total.\n\nWe've always been a very small force and we worked very hard with what we've had.  I'm sure you're aware of that \n2011 is a tough budget year.  And obviously, we're subject to constraints like others.  We make our case, we submit \nour inputs and we get what we get as part of the process.\n\nDirectly to your question, you know, we would have hired more pilots in 2010 were those to be supported in our \n2011 request.  We do get supported to the tune of about 24 of those original 144 requests, which we are certainly \ngoing to use wisely.  But it's not necessarily just for the pilots.\n\nAnd in the short-term, direct answer is, no, there would be no impact to our short-term program because of the \ninnovations that we've used, having dual qualifications for pilots that fly the P-3s.  They understand the mission, the \ntransit zone.  We have both pilots and back seat detection specialist.  And our plan is to use the pilots to fly the \naircraft and the detection specialist to run the centers.\n\nOur partnership with the Coast Guard.  We love the Coast Guard, like to bring them along.  We really don't \ncompete at the tactical level, and have a lot of great synergism.  But the truth of the matter, while we're providing \nhardware and UAV expertise, we're getting manpower from the Coast Guard that we just don't have.\n\nAnd that helps us.  We would be limited without the Coast Guard support, of their aviation pilots associated with \nthe program.  And that's how we work that.\n\nWe have a solid plan for the manpower we are going to hire this year; some pilots, some associated support, both \nat the Air and Marine Operations Center and our various program and engineering staff that make sure we can \nsupport those things.\n\nWe're aggressively training the pilots.  And in the long-term, having more pilots would be better.  And depending on \nthe reception of the Guardian and the transit zone mission and out of your budget, we would expect to have some \ninvestments, further investments, both in aircraft and support equipment, but also in pilots downstream.\n\nBut in the short-term, while we're still building this force and training, actually the shortage of pilots in the 2011 \nrequest will not have a serious impact on that activity.  In fact, if you look back into 2005, at the beginning of our \nrecapitalization, air and marine only had a little over 500 pilots, agent pilots at that time.  Thanks to your support, we \nnow have over 800 agent pilots and more than 350 mariners.\n\nBut if you look at the aircraft side of that picture, despite the investment from this committee, in 1965 we had 264 \naircrafts.  Today we only have 284 aircraft in service despite the investment.  So as you can see, we actually do \nhave some excess capacity in our rated force, and using that excess capacity to dual qualify on the Predator makes \ngood sense.\n\nAnd if you watch the issues that the Air Force was having with the unpopularity of manned fighter pilots having to fly \nunmanned things, it's actually a benefit for our agents because all of our agents are certified FAA pilots and all of \nour agents who fly the Predator also fly a manned aircraft, either a Black Hawk or a Cessna 550 or in the case of \nthe Guardian, the P-3.  So we think this synergism and the partnership with -- and the Coast Guard will put us in \ngood shape for 2011.\n\nREP. PRICE:  Thank you.\n\n\n\nMr. Rogers.\n\nREP. ROGERS:  Well, to follow-up on that line of question that chairman had for you, I've not -- I didn't follow you.  I \nmean, you're going to be -- your budget proposal would cut personnel by 3.6 percent.  And as I understand it, it \nwould -- you would have to actually lose 68 pilots because of that, 20 marine interdiction agents and 56 support \npersonnel, the decisions that were actually requested by the administration in Fiscal '10, right or wrong?\n\nGEN. KOSTELNIK:  No, those numbers are -- those make up the composition of the 144 that we would have hired \nin 2010.  Now, those were additive to the force we currently have in place.  And because during the budget \ndeliberations internal to the administration, it was clear that we were not going to have those allocations in 2011 \nsupported, we did not bring those added people onboard.\n\nSo those are not in fact cuts from agents or officers they would currently have onboard.  Those are new hires that \nwe did not hire in 2010 that we would have hired.\n\nREP. ROGERS:  Which means that in Fiscal '10 you obviously saw the need for the additional pilots and personnel, \nright?\n\nGEN. KOSTELNIK:  You can always have more, sir, always.\n\nREP. ROGERS:  And you were denied, apparently denied, your request, by the administration.  Is that correct?\n\nGEN. KOSTELNIK:  Well, as part of the ongoing prioritization within CBP and DHS, that's true.\n\nREP. ROGERS:  And you know, it's indefensible to me that at a point in time when we're besieged by the cocaine \ntraffic out of South America, and I hold here a depiction of the traffic patterns of cocaine from South America \nthrough the Eastern Pacific and Caribbean to Mexico, thus to the U.S., that's not abating, is it, Admiral?\n\nADM. ATKINS:  Sir, what we're going to be doing is, as the General indicated is, we're going to be maximizing our \nMPA as best as we possibly can.  And what we want to do is we want to put into effect a concerted effort through \nthe JIATF-South structure, a plan for detecting and monitoring and then affecting an end game.  And really the \nissue here is how can we best fuse our information and give cued intel to the assets that we do have.\n\nREP. ROGERS:  Sure, da.  What I'm saying is the problem is not decreasing.  It's increasing every day, is it not?\n\nADM. ATKINS:  Yes, sir, it is.\n\nREP. ROGERS:  And your interdiction efforts are being more successful every day, are they not, General, Admiral?\n\nADM. ATKINS:  Yes, sir.\n\nGEN. KOSTELNIK:  Yes, sir.\n\nREP. ROGERS:  And it's not the time, from my judgment, to deny you the personnel and equipment and assets that \nyou need to continue to battle this problem, which are killing Americans.  And for the administration to deny you on \nthe frontlines of this battle the personnel and equipment that you, as recently as last year, said we must have, you \ntold us, and we gave you.\n\nAnd now, the bureaucrats are saying, we're not going to give you what you need to fight this battle.  And I find that \nreprehensible as well as indefensible, all in the name of increasing headquarters personnel in Washington, D.C., by \nalmost 1,000 people, which is reprehensible and indefensible to deny you on the front this equipment and \nmanpower.\n\n\n\nTell us about this fight that's going on.  Here is the traffic patterns out of South America through the Eastern Pacific \nand the Western Caribbean and the Eastern Caribbean and primarily into Mexico, thus into the U.S.  How is it \ngoing, General?\n\nGEN. KOSTELNIK:  I think it's going exceptionally well.  In fact, we just had a meeting of the source and transit \nzone Interdiction Committee that the commandant of the Coast Guard chairs and we had Admiral Dan Lloyd who, \nas you know, is the JIATF-South commander.  He directs our assets in the Eastern Pacific, which is really the \nlargest area of that activity where, again, we have U.S. Navy destroyers and frigates, we have Coast Guard \ncutters, we have Coast Guard bordering crews on both ships, Navy P-3s, CBP P-3s, 11 of which we now have \nback in service, which is a benefit, but we've also put the SeaView radar on the long-range tracker aircraft.\n\nThat's increased their effectivity in the maritime role as well as the Coast Guard aircraft.  And it was reported that in \n2009, JIATF- South was responsible for interdicting more than 234 metric tons of cocaine just in the East Pac area.  \nThese are primarily self-propelled semi-submersible as you've heard so much about I think.  Nine or ten of those \nwere detected last year.  Large numbers of go-fast.\n\nAnd if you think about that much narcotics in bulk quantity not getting to our shores, that's more narcotics of all \nkinds from all agencies from all sources coming into the country.  I'd say that's a big deal.\n\nNow, they still worry about what they are missing based on projection or intel or so, you know, techniques.  But the \nway I look at that, and you look at those type of activities, it's been extraordinarily successful, and I think more than \njustifies our interest and our investment in the source and transit zone mission.\n\nREP. ROGERS:  Admiral?\n\nADM. ATKINS:  Yes, sir, I would agree with that.  And I think that the issue again is that the underlying reasons for \nsuccess is this unity of command and unity of effort that is brought under JIATF- South's hat.  And it's this idea that \nyou have somebody in charge, and you bring complementary capabilities to the floor and to bear against good intel.  \nAnd then you affect end games.\n\nSo those would be the same qualities and characteristics of what makes this a success.  And so in terms of the \noperational success down in East Pac in particular, from the Coast Guard perspective, our C- 130s have been \noutfitted with new Selex (ph) radars, which are highly effective.  We have been able to use our retooled MH-65s, \nwhich are armored up and with airborne use of force have been able to make a real effective impact against go-fast \nrunners.\n\nREP. ROGERS:  And I understand the budget's cutting five of those helicopters, is that right?\n\nADM. ATKINS:  Sir, there are five H-65s, which are being cut in the FY '11 budget, but those are not associated \nwith the deployers that go down to East Pac.  Those are in the Great Lakes regions associated with the search and \nrescue.\n\nREP. ROGERS:  Well, I share your enthusiasm and admiration of JIATF-South.  I went there years ago and was \ngreatly impressed with the way that we're bringing together not just the units that you represent, but the FBI and the \nJustice Department and the Navy and Army and all the other agencies, DEA and so on.\n\nA great operation.  In fact, I was so impressed.  This was before we had the Department of Homeland Security.  I \nbrought that entire crew up here to brief the then Homeland Security advisor, Governor Ridge, to try to impress him \nand the then president that this was really the way we ought to be fighting terrorism nationally through this kind of \nan operation that JIATF-South represented.\n\nSo it's a great, great facility and capability.  What I'm saying to you is I don't understand the recommendations to cut \npersonnel and manpower, both in Coast Guard and in CBP, air and marine personnel, in the face of an ever \ngrowing problem that is killing Americans.  I just don't fathom that.\n\n\n\nAnd even given the terrific cooperation that your agencies have and the terrific work that JIATF-South and the other \nagencies are bringing to the fight, we're disarming, in my judgment.  Coast Guard acquisitions are being cut by 10 \npercent.\n\nCBP's air and marine procurement and maintenance being cut 3.2 percent including a $2.6 million cut to the \nlogistics and maintenance system upgrades and no funds for a procurement of new multi-role enforcement aircraft.  \nCoast Guard is going to have to cut 1,110 military billets.  And decommission, take out of service, deactivate, \nwithdraw from the battle 19 operational components.  How can you justify that, Admiral?\n\nADM. ATKINS:  Sir, as Admiral Allen testified just a couple of days ago, he had to make some very tough choices \nbetween recapitalizing the Coast Guard's aging fleet and decommissioning those assets and staying within an \noverall budget in terms of operational priorities.  And he had to make some very tough decisions relative to which \nassets to let go and which assets to recapitalize.  And sir, that's the answer.\n\nREP. ROGERS:  In other words, it was a budget crunch?\n\nADM. ATKINS:  Yes, sir, we're absolutely making operational priorities based on available dollars.\n\nREP. ROGERS:  And you're not getting all of the money that you actually need to do your chores, are you?\n\nADM. ATKINS:  Sir, we're living within the administration's priorities and we're trying to work as best we can to \nweigh operational risk and to use our collective experiences as best we can given the resources we get.\n\nREP. ROGERS:  It was a good answer.  (Laughter.)\n\nYou are good.  Well, now, tell me about the operations on the northern border.  You're planning a new fusion \ncenter, are you not, General?\n\nGEN. KOSTELNIK:  Yes, sir.\n\nREP. ROGERS:  Tell us about that.\n\nGEN. KOSTELNIK:  Well, this is part of our -- you know, while the southwest border obviously has gotten a lot of \nattention over the last several years, as you all know, we put a lot of air and marine infrastructure across the \nnorthern border -- (audio break) -- five new air and marine branches that were directed before, but also a new UAV \nbranch up in North Dakota.\n\nAnd I think this concept of a fusion center is tied to our northern border strategy and our northern border \ntechnology demonstration of taking some of the key and essential elements that have worked well in the SBI \nprogram, some of the MSS equipment and some of the connectivity associated with that, and taking some of the \nintelligence base function out of our joint interagency, and not only with us in the Coast Guard, but also with the \nCanadian friends up in the north capitalizing on preexisting things, and creating in essence a DHS campus itself \nwith the Air Force base.\n\nCoast Guard has been there for a number of years.  We opened up one of our large air branches there a couple of \nyears ago.  A great facility.  Border Patrol is on the same facility.\n\nSo what you're starting I see, in the fusion center coming together is in essence of a air and maritime operational \ncenter, not unlike the command and control AOCs that the DOD operates for the facilities down at JIATF-South to \nfocus on the northern border and particularly the Great Lakes, which is a combination of Coast Guard, larger \nvessels and some small vessels and our small vessels associated with the ports of entry tying into the air \ncapabilities we have up there.\n\n\n\nAnd of course, fundamental to that, you may recall that last year we had a very early deployment of our Predator \nsystem out of North Dakota to upstate New York.  We were hosted by the 10th Mountain Army rangers at Fort \nDrum in partnership with the Syracuse, the Air National Guard who will fly Predators for the U.S. Air Force, to start \nto create the beginnings of an umbrella of Predator support for the northern border with assets in North Dakota and \na potential deployment site to upstate New York in Fort Drum.\n\nAnd from those assets, over time, as we work the issues, the rightful issues, with the FAA about flying in congested \nair space over the Great Lakes proper, we're starting to create an air picture.  So part of the fusion center activity \nwould be to work the connectivity from taking Predator imagery feeds from FLIR radars.\n\nWe could have Guardians up there in the Great Lakes at some point, you know, in the future depending on what the \nrisk or issues would be.  So the fusion center is an early technology push in an integrated fashion to create, I think, \nthe benefit of what you see in the JIATF-South -- (cross talk.)\n\nREP. ROGERS:  What can you tell us about the threats that you're seeing in the Great Lakes and that border that \nwould require such a center?\n\nGEN. KOSTELNIK:  The risk?  Well, I'll leave it to the admiral to talk about some things in the Great Lakes proper.  \nYou know, clearly we've had all types of unknown people show up at the -- at a marine, come across the Great \nLakes uninterdicted.  We clearly have a lot of activity through the ports of entry.\n\nIf you look at the things that we see across the -- all across the northern border, there is a fair amount of traffic in \nmethamphetamines coming north, coming south.  There is a fair amount of traffic in BC Bud.  Some of these hidden \nin devices coming through the ports of entry, some air drops off small Canadian helicopters and fixed-wing \naircrafts.\n\nAnd these are the things that we know.  There are cocaine going north.  There's probably guns going north.\n\nAnd there's cash in bulk quantities, you know, going both ways.  And these --\n\nREP. ROGERS:  Is this not going to stretch your budget even worse by building this center there?  It's a $40 million \nitem, is it not?\n\nGEN. KOSTELNIK:  It is, sir, and it is funded.  Thanks to your help.\n\nREP. ROGERS:  But isn't taking that money for that purpose going to reek other problems on you with your budget \ncuts that is being proposed?\n\nGEN. KOSTELNIK:  I really don't see those as detrimental to the effort.  I mean, you know, we have the people and \nthe infrastructure in place as I'm sure the Coast Guard does as well.  I mean, I'd look on that while we have the \nhardware and we have some of the software elements and we have the people and the infrastructure.\n\nI think the real issue on the northern border is the connectivity.  You know, tying in NORTHCOM and the air \npicture, tying in the maritime picture on the Great Lakes.  I'd look on that $40 million investment as a good piece of \nconnectivity to help create a common operating picture because I talked about the threats that we know and we see \nthose probably in spades, but it's not the threats you know that get you in trouble, it's the ones that you don't know.\n\nAnd added connectivity tying in the sensor aircraft and the new class of boats, we're putting up 38 foot safe boats, \nvery capable boats on the Great Lakes in partnership with Coast Guard, 33 feet for them, as well as the cutters \nand other ships that are out in the Great Lakes proper, tying all that information and fusing the information from the \nsensor aircraft and boats, tying those into the intelligence of the interagency should make us stronger in the \nnorthern border.\n\n\n\nREP. ROGERS:  Well, it makes a lot of sense.  I just worry about whether or not you're going to have the personnel \nto operate that center once you get it going because of these cuts that are being forced upon you.\n\nGEN. KOSTELNIK:  Well, fortunately a lot of that is an intel based center.  So actually a lot -- some of those won't \nbe air and marine personnel.  A fair percentage for us will be actually intel people that we have hired and do have in \nplace to do that work.\n\nREP. ROGERS:  Admiral, do you want to add to anything?\n\nADM. ATKINS:  Yes, sir, I would just like to add to the general's comments in that this is the beginning of a JIATF-\nlike structure in the northern border in the sense of you begin to bring everybody together and you begin to share \ninformation.  So at this point, we don't have a way to deconflict where our own internal operations are happening.\n\nAnd so this tool provides us, this fusion center provides us that capability.  And so it's an opportunity to sort of \nmodel those other excellent examples that you've seen down in Puerto Rico, down in Florida and San Diego.\n\nREP. ROGERS:  Now, this center will be funded out of your SBI accounts, will it not?\n\nGEN. KOSTELNIK:  Yes, sir, I believe that's the case.\n\nREP. ROGERS:  In closing, I know others need to be on schedule here, Admiral, you were once the first executive \nofficer aboard the cutter Decisive and then later the Resolute, is that correct?\n\nADM. ATKINS:  Yes, sir, it is.\n\nREP. ROGERS:  Do you recognize in the room anyone who served under you on either of those mission?\n\nADM. ATKINS:  Yes, sir, I do, and I believe he owes me a morale report.  (Laughter.)\n\nREP. ROGERS:  We're talking about staffer Ben (ph) here who served with you.\n\nADM. ATKINS:  Yes, sir.  Mr. Nicholson (ph) was a fine Coast Guard officer.  I'm glad to see him continue in \nservice to his country.\n\nREP. ROGERS:  Thank you.\n\nREP. PRICE:  Thank you.\n\nMr. Calvert.\n\nREP. KEN CALVERT (R-CA):  Thank you, Mr. Chairman.\n\nIt's good to see again, General, I remember you back in the days when the chaired the Space and Aeronautics \nCommittee.  It seems we don't have a human space program anymore, but those were the good old days.\n\nI want to talk a little bit about the Air and Marine Operations Center, AMOC.  As you know, the Air and Marine \nOperations Center is in Riverside in my congressional district, and the AMOC team does a great job, a critical work, \nserving our nation's general aviation air interdiction and security operations\n\nSo I was disappointed you didn't mention it in your testimony.  I understand the CBP still owes the committee a \nreport on the role and the operations of AMOC.  And so I was wondering when can we expect that report.\n\nGEN. KOSTELNIK:  The report should be forthcoming pretty soon. The AMOC, as you know, is a crown jewel of the \nDepartment of Homeland Security.  When I signed on, when I left NASA in 2005, I saw a lot of things that I didn't \nlike.  I mean, an aging force, we had a low morale, you know, questions on the way ahead.\n\n\n\nBut the Air and Marine Operations Center even in 2005 was a crown jewel that few could want to have.  I mean, it \nwas kind of put together over years with -- you know, on the side with some contractor support and some \ngovernment intervention.  But at the end of the day, even in 2005, it could do things in the Homeland Security \nmission that other things could not do.\n\nOver the last four years, we continue to plus it up.  And we've added infrastructure, we've added the GCS control \nsets, we've added more DEOs, we've hired some intel specialists who started to work there.  We're still growing that \ncapability, and as you know, in the way ahead, still early, but still in the long-range planning of what further \ninvestments we need to make.\n\nThat work is still unfinished.  But with the money that was provided for AMOC in this calendar year, we are using \nthat to set the stage.\n\nREP. CALVERT:  And that was a question I was going to ask and you provided us a break-out of how that $6 \nmillion we provided in Fiscal Year 2010 to AMOC for technology expansion was allocated to the Office of Air and \nMarine.  And was the money spent on the core mission of AMOC at the --\n\nGEN. KOSTELNIK:  It was in fact, and actually making that mission stronger.  Part of that, we're going to strengthen \nour UAV capability. Today we have a GCS and a KU band antenna there.  We've actually used that to flying \nmissions, but in the way ahead, we're looking to add the end game of that, which we really don't have in place \nanything else.\n\nAnd this is the piece that the DOD has.  In fact, I think there was an article today on -- in the paper on the amount of \ninformation that's potentially available from the unmanned systems.  And this is the part of the problem we're \nhaving.  We flew the hurricanes and floods.  We could gather the information.  We could provide unique FLIR image \nor static synthetic aperture radar cut, but really didn't have the people to analyze what those things meant.\n\nSo part of that investment is we're adding an intel cell very similar to exactly the same kind of intel cell that the DOD \nproper uses in their missions in the AMOC to tie the intelligence part of it to the operational feeds on the UAVs.  So \nthat's a future investment.\n\nWe're also working coherently as we've grown our capability through this big pipe technique.\n\nThe big pipe is a technology where we feed the streaming FLIR imagery not only from the UAVs anywhere in the \nfree world, but from the P-3s as well.\n\nIn fact, if we were flying up in North Dakota today, with a Predator, we could easily put the streaming video from \nthat asset on your personal computer here or at home.  Those kind of connectivity investments are part of that.  And \nthen finally, a lot of that -- some of the money is still planning money to put the ducks in the row, working on what \nthe real investment for the long-term growth of the AMOC ought to be.\n\nREP. CALVERT:  One last comment on the Predators, and the -- obviously the Predator B.  I'm very familiar with \nthe aircraft.  It's built in Southern California.  I went to the plant a number of times and, of course, moving to the \nPredator C.  But the confliction in operating in air space, in domestic air space operations, is there any work with the \nFAA to remove those conflicts where you can operate more freely within the air space of the United States and \ncertainly along the Canadian border and Mexican border where you can operate that aircraft more efficiently?\n\nGEN. KOSTELNIK:  There's certainly a lot going on in that regard. Flight --\n\nREP. CALVERT:  But -- and furthermore, do you think there ever is going to be a point in the near future and in the \nlong future where we can actually take off and land within, say, March Air Force Base for instance or Coronado?\n\n\n\nGEN. KOSTELNIK:  It's a tough debate.  And I'm sympathetic in a way for the FAA because it's their job to keep the \nnational air space safe.  It's our job, you know, to apply technologies we have and with some risk to keep the \ncountry safe.  So there obviously is a potential conflict.\n\nAnd of course, with the tremendous growth of UAVs or RPAs as the Air Force is now calling them, there is a wide \nvariety of unmanned things.  Small hand-held things that are like RC models from years ago to the Global Hawk \nflying 60,000 feet, you know, very large aircrafts and everything in between.\n\nAnd there's a different risk posture for each one of those.  But you, like all of us, would want the national air space \nto be safe.  So in areas where there is a lot of commercial manned traffic, if we're going to put unmanned things into \nthose scenarios, you know, we need to assure the traveling public that we can do that safely.\n\nAnd while the Predator is a tremendous airplane, more than a million operational hours, that's why we chose that \naircraft for our fleet, it is still not without its risk.  We still get surprised.  And a Predator C will be no different \nbecause it's a man-made thing and man-made program.\n\nSo what we try to do in Homeland Security, because unlike the DOD who has a training mission in this country, \nours is Homeland Security, ours is different.  You know, we need to apply these technologies to protect ourselves \ntoday.\n\nSo we've offered the FAA, and have over four years of discourse, a very simple theme about why we should be \nflying and what we're doing.  One is, what we fly.  Four W's.  What we fly.  The system, it's the safest system out \nthere.  But not perfectly safe.  We lost an airplane.  We've crashed a couple of them in landing accidents.  And \nevery once in a while we get surprised by a software error, or like anything else, one of our pilots will make a \nmistake.\n\nThe second risk reduction is when we fly.  We fly typically at night because that's when the bad guys are up to \nwork.  To your point about North Island, it's where we fly.  We're not flying downtown D.C. We're not flying over \nNew York City.  No, we're flying on the borders. You're familiar with the California border, and there's not much out \nthere, there's not a lot of risk.  And that in itself is a risk reduction.\n\nAnd then finally, that last W is why we're flying.  We're not flying to make a point.  We're not flying to push the \npolicy.  We're not flying to make money or commercial reasons.  We're flying to protect to the country.\n\nAnd so in our approach, in air and marine, why I think we've been successful and why -- now, we have issues with \nthe FAA.  We argue with them all the time.  We fly by COA, certificates of authorizations. They are difficult.  But that \nis not the constraint.  We're flying the floods.  We flew the hurricanes.  If we were to have a national event, we'll be \nthere for that.  And we'll continue to work with them because they are right to be concerned about the risk.\n\nThere will come a time, and back in our time in the space business, you know, space business was mostly \nunmanned, I mean, we had pilots and astronauts and so forth there, but many of those activities are already done \nremotely.  So the technology is coming and there will be a time when there will be unmanned things in the normal \ntraffic pattern.  In fact, overseas, at the operational bases, it's not uncommon to find fighters and C-130s and Army \nhelicopters and Predator A's or B's all in the pattern.\n\nSo in a combat scenario, it will work.  But there are in a combat environment with collateral damage associated and \nrisk associated with the combat environment.  I don't think we're quite there yet.  So I think that debate will continue, \nbut I know there's been interest from this committee.\n\nWe're working very closely with the DOD to find measured way to open the doors.  And I would offer to you, based \non where we were in 2005, and where air, marine and the Coast Guard will be the Guardian this year, we've come \nremarkable ways in our ability to fly in the national air space when needed.  And I think that meets our needs.\n\n\n\nREP. PRICE:  Thank you, General.  Let me pick up just briefly on the report in the Washington Post this morning, \nwhich you referenced, which has to do with the heavy use of Predator drones over Afghanistan and other countries \nthat's resulting in the -- allegedly resulting in an overload of satellite networks used to control and retrieve data.\n\nWe'll ask for a classified response as well.  But to the extent that you can discuss this, will you elaborate a bit?  \nHow much of an issue is bandwidth as we deploy and use more of these assets and what kind of analysis has been \ndone of the department's bandwidth needs.\n\nGEN. KOSTELNIK:  It's not really my technical area of expertise and exactly, you know, kind of where we are.  It's \nless of an issue for us today in our business.  I mean, we buy -- we fly our aircraft much like the DOD does through \nthe satellite infrastructure.  So bandwidth is critical not only for command and control, but even more so for the data \nfeeds.\n\nAnd as you acquire more systems that produce even more data, in fact, a very specific system Gorgon Stare, which \nis talked about in that DOD article, is going to generate a lot of information.  And ultimately that information with \ncompression techniques and so forth is going to require a lot of bandwidth.\n\nSo really bandwidth is going to be an issue in the long-term because listening to Secretary Gates and seeing where \nunmanned things are going in the Department of Defense, watching the interest across the globe and the \ncommercial use of unmanned things, clearly there is going to be, over the next several years, tremendous growth in \nthe need and therefore constraints in the area of bandwidth.\n\nAnd obviously there are some technical things in terms of how data is manipulating the press, that will help to offset \nthat.  There will still be growth in technology that will cut into those issues. But in the long-term, bandwidth is going \nto be another one of those resource limitations that's problematic.  For our mission specifically in the continental \nUnited States and Homeland Security, that is not going to be an issue in the near term.\n\nREP. PRICE:  Thank you.  But before we leave the Predator question, Admiral, I want to give you a chance to \ncomment on the question that the general explored in the first round, namely the current Guardian deployment plan \nand how it fits in with the Coast Guard's larger plans, the recapitalization plans in particular. Anything you want to \nadd on that before we move on to other issues?\n\nADM. ATKINS:  I guess I would, Mr. Chairman, thank you.  The Coast Guard is really excited to be working with \nCBP on the joint program office.  Related to that, we are also working with the U.S. Navy on a Fire Scout joint \nprogram office in terms of a rotary wing ship based launch UAV technology.\n\nAt this point, the Coast Guard is in the needs-identification phase and we're trying to understand and we're trying to \nleverage the lessons learned by more experienced agencies, in this regard CBP relative to the Predator, and the \nNavy relative to the Fire Scout. And through those lessons learned, when we're ready to wrap up our own \nacquisition program, sir, we will be better situated to do so.\n\nREP. PRICE:  Thank you.  Let me turn to Marine vessels.  CBP currently has 253 Marine vessels in service in \ncoastal and riverine areas in enforcing the laws, with an end-state of 358 planned, as we understand.  This year it'll \ncomplete setting up 11 new Marine units funded in Fiscal '08, integrate SAFE boats transferred from the Coast \nGuard, explore acquisition of multi-role enforcement vessel -- of eight multi-role enforcement vessel and test a new \nMarine Interceptor vessel.\n\nCoast Guard has almost 300 boats that range from 33-foot special purpose law enforcement craft to 110-foot \npatrol boats that operate in the same coastal waters on joint missions.  Between the two components, 2,643 people \ncrew these boats, and hundreds more support them in port and at the strategic level.  Now, CBP is recapitalizing its \nInterceptor fleet and holding up its -- and building up its riverine and coastal enforcement capability.\n\nAlthough the Coast Guard is quickly recapitalizing its small boat fleet, the 87-foot and 110-foot patrol boats are \nrapidly aging.  And we're just beginning to build the Fast Response Cutters needed to replace them.  Four are \n\n\n\nalready built with the 243 million (dollars) which were added in the current fiscal year, and the 2011 budget provides \na similar amount for four more of these vessels.\n\nNow, given the constraints on the budget, which have been referred to repeatedly this morning, the significant \ncapital costs involved in these projects, it's critical to direct this investment properly.  So I ask you both to explore \nthis.  How is the department planning across components on asset acquisition and workforce planning to make sure \nwe have the right mix of boats for cruise and cruise for boats as well as the right mix of assets to secure our Marine \n-- maritime border?\n\nAnd how's the Coast Guard in particular been involved in the development and testing of the advanced concept \ntechnology demonstrator, or will this be a specialized CBP asset?  What does it do that existing vessels in the joint \nmix cannot?\n\nGEN. KOSTELNIK:  I'll address the advanced concept technology demonstrator.  This was in a similar fashion to \nthe air investment piece while we continue to operate a lot of outmoded vessels that are reaching the end of their \nservice life and good vessels that are just getting, you know, worn out -- the Midnight Express.\n\nA year ago, we created a technology investment program to build the one-of-a-kind boat.  This is the advanced \nconcept technology demonstrator.  It's oriented as a requirements demonstrator and a technology push tool to give \nour mariners a sense to what the requirements ought to be to replace the Midnights.  This is our primary 39-foot \nInterceptor.\n\nThis is in a class of boats -- it's really different from the Coast Guard, you know, utilization, not one that would be, \nyou know, consistent for their missions there.  But it's our primary interdiction tool out on the Caribbean and all the \ncoasts and environments.  That boat is 39 foot, has four 225 engines, conventional seats and you know, some type \nof law enforcement capability, but not anything substantial.\n\nThe advanced concept technology demonstrator is a one-of-a-kind boat -- 43-foot developmental hull, four 350 \nhorse-powered developmental Mercury Verados, it's the largest developmental racing engine made.  We mounted \ntwo .762 machine guns with the help of the U.S. Coast Guard, state-of-the-art FLIR, state-of-the-art integrated flat \nblade displays, state-of-the-art seat -- shock-absorbing seats, its biggest investment in our human capital force, \nthey're like, you know, nothing else.\n\nI mean -- and put all of these things in one integrated boat, this boat can do things that nothing else in its class can \ndo; 75 miles an hour in the open water.  There's pictures of it.  Everything is out of the water except for the prop \nunderway, the full-man crew, the 600-gallon tank.  We're not going to buy.  We bought that one-of- a-kind boat, but \nthat we -- allowed us to take that boat, all of our mariners, let them have a look, refine their requirements.\n\nAnd this year, this summer we're going out for an RFP based on what we learn from that one-of-a-kind boat to \nreplace our Midnight fleet.  The first part of that has already been funded by this committee.  In fact, with added six \nboats it will get, and the funding in 2011, we'll have money in hand for 23 of these new vessels, and there'll be \nnothing like that.  That's about half of our operational interceptor fleet which is really a good start on that effort.\n\nAnd the other parts in regards to the Coast Guard's recapitalization, those 73 boats they gave us, those were in \nsuperb condition.  We've reengined those craft, we refurbed those, we put those boats right into service and rough \nduty.  Those are in fact the deaccession from one service being recapitalized, is actually a capitalization for us.\n\nAnd of course I think you all know we procure the SAFE boats for U.S. Coast Guard and we buy the engines and \nmaintain those boats.  We have a perfect partnership in those class of boats where we have overlapping mission \nrequirements.  That relationship in terms of training, in terms of resourcing and sustainment and acquisition could \nnot be any stronger.  As you get to the larger craft, out of class, you know, different missions that, and clearly a \ndifferent, you know, kind of process.\n\n\n\nSo I believe, on the Marine side, now similar to the air picture and the recapitalizations we've done, thanks to your \ninput and the improvements that we got last year, of which most are in place, (added our ?) facility is a little bit late \nindeed in some of these new Marine branches we've put up.  But they all have boats, and they all have mariners.  \nAnd that speaks well for that part of our program.\n\nREP. PRICE:  Admiral?\n\nADM. ATKINS:  Sir, I would add to that the \"how\" part of your question, which was how does the department deal \nwith that.  And really it's this DHS small boat commodity council that has brought CBP and Coast Guard and others \ntogether where we discuss our requirements. And as the general points out, it really is a missions-generated sort of \ndiscussion.\n\nSo if there is an opportunity for synergy, we seek it out.  And it has -- really has brought some terrific synergies \nrelative to the boats that we buy, the maintenance that we share.  The Coast Guard is able to take advantage of \nCBP maintenance contracts.  And we're also able to bring together in terms of training, those techniques and \npractices that align our actual tactical operations on the water.\n\nSo it's through this DHS small boat commodity council that delivers the how to the departmental ability to bring \nsynergies and effectiveness and efficiency.\n\nREP. PRICE:  Well, let me, before I turn to Mr. Rogers, ask you about one particular threat which Admiral Allen has \nhighlighted.  He described -- has described the growing threat of the SPSS vessels -- the self-propelled semi-\nsubmersible vessels noting that their -- noting that their use has grown significantly and that they account for maybe \na third now of all the maritime cocaine flow.  Needless to say, this goes way beyond initial expectations and \nprojections of the importance of these vessels.\n\nAdmiral, I wonder if you could estimate for us the number of these vessels being used by traffickers, the number \nwe're able to detect and stop in relation to that overall number.\n\nAnd to both of you, what assets are Coast Guard and CBP brining to bear against these vessels?  Are they \nenough?  And then how do you target your efforts?  Are you mainly relying on surveillance?  Are you getting other \ntypes of good intelligence to target these traffickers? And what do you need to get better intelligence?\n\nADM. ATKINS:  Sir, in terms of -- you cite the numbers -- in the last year approximately 11 -- 10 to 11 SPSS were \ninterdicted.  We believe -- I can get you for the record a more exact number relative to the projections associated \nwith that from JIATF-South.\n\nIn terms of what tools we're bringing to bear, really JIATF-South, again through their unified command, were able to \nbring from the Coast Guard our maritime patrol aircraft the C-130s, from the CBP the P-3s and in the future we \nhope the UAVs.\n\nIt's this idea of providing that domain awareness.  And now couple that with JIATF-South intel and information, how \ncan we better cue the surface assets that the Coast Guard and the Navy -- Navy- carrying Coast Guard (LEDETs \n?) is able then to execute the endgame. And so, sir, I would tell you that we -- as we discussed earlier, being more \neffective through that cued information from JIATF-South and they're able to bring to bear our national assets and \nsound intelligence -- human intelligence.\n\nWe've had some fantastic opportunities working through the Department of Justice, DEA, on how to bring to bear all \nthe national assets against this threat vector.  In terms of our aviation use of force through our hit-run squadron \nwhere we put up armed helicopters to bring a stopping function so that our vessels on the waters can then interdict \nand board these vessels, that really is part of the picture too to our fantastic success rate down there.\n\nREP. PRICE:  Do you have a rough estimate you can give us of the number of these vessels that are now out there \nbeing utilized and the interdiction numbers?\n\n\n\nADM. ATKINS:  Sir, I'd like to get back to you on -- for that on the record.\n\nREP. PRICE:  All right, please do that.\n\nGeneral?\n\nGEN. KOSTELNIK:  Of course, the projections are, you know, really estimates that anyone -- you know, these \nboats are one-way ships.  So they either make it or they don't.  The last time I was in JIATF- South, they talk as \nmany as 20 to 30 of these things at any one time being under construction in the jungles along the riverine \nenvironment although we can get their current assessment.\n\nAnd I'd just reinforce the kind of things that Admiral Atkins said, we've made a lot of improvement in our support, \nyou know, in that area.  Recovering the P-3 fleet has been a first-order effect, because back in 2006 we only had \ntwo of the airplanes flying, in 2007 three of the airplanes, today we have 11 airplanes.\n\nSo one, there's a lot more airtime being provided into the maritime role.  In fact, last year, in 2009, more than 58 \npercent of the total air picture was provided by CBP P-3s.  If you look at our P- 3 aircraft, not only have we provided \nthe, you know, we provided the aircraft and returned them to operational service, but we have two different kinds of \nP-3s in play.\n\nWe have the domed aircraft which has a radar; that's the primary aircraft used for searching out the boats and the \nsecond aircraft called the long-range tracker.  And these aircraft are typically deployed in pairs, traditionally has a \nforward-looking infrared and an F-16 radar.  It does the air intercept and provides the endgame picture for the radar.\n\nSo you need two things for the maritime endgame; you need a radar to detect a vessel and then a FLIR to work \nwith the surface vessels, you know, for the endgame.  Two years ago we put the SeaView radar on the long-range \ntracker P-3.\n\nAnd on the first operational deployment -- the same radar that we're putting on the Guardian with the same amount \nof OT&E, on the first operational deployment of that long-range tracker P-3 and to East Pac last year around the 1st \nof January, in 13 days that one aircraft with a developmental radar got three or four self-propelled semi-\nsubmersibles.\n\nSo one, we're almost doubling the fleet by putting the SeaView radar which we plan to do in all of our Slick long-\nrange tracker aircraft.  We're also going back and looking at putting FLIR on the domed aircraft.  So now that's \ngoing to ultimately double the capability where each aircraft now can fly the mission standalone rather than \nrequiring two aircraft.\n\nSpecifically in regard to the SPSSes, not only are we going after those, but you might recall that a year ago Science \nand Technology, Department of Homeland Security built a surrogate target.  We have several of these submarines \nthat Coast Guard was successful in acquiring and -- one or more of those at JIATF-South.\n\nBut we built a developmental target vessel that we're actually going to use that target vessel in our Guardian test to \nsee how the Guardian radar with the same capability that the P-3 has, does against the SPSSes.  So we're \nenhancing our maritime capability with very long duration.  P-3's typical mission is about 12 hours.  We can fly the \nGuardian about 20 hours in East Pac with a combined crew.\n\nThe aircraft will be launched and recovered from Central America somewhere, one of our remote sites, but flown \nfrom a combined flight team -- it could be Florida, it could be Miami, it could be (Fort Huachuca ?) riverside, could \nbe any of our infrastructures around the country.  So one, not only have we recovered our P-3 fleet which gives you \nmore time on station, but we're adding new capabilities.\n\nAnd finally, Admiral Atkins mentioned the hit-run capability which is another great example of partnership.  Customs \nhave had that same entitlement.  We shoot out the engines on both -- on the water to stop crap when we can run \n\n\n\nthem down.  But often we're out -- or don't have enough boats or can't get to an endgame.  An aircraft would bring \nthe capability.\n\nSo this past year, not reinventing the wheel, we procured the same Barrett (ph) weapon that the Coast Guard uses \nin hit-run, capitalize on their expertise and their training.  And this year we're adding that capability to our Black \nHawk fleet.  And we don't fly Black Hawks out, you know, in the East Pac because these aircraft are mounted on \nships.\n\nBut from land-based facilities and the Seabig (area of operation, in the Mona Pass, in the Caribbean and other \napproaches starting this year, we'll have that capability deployed on our Black Hawk.  So if you look at the overall \npicture, there's a lot going on behind the scenes to deal with this mission.\n\nAnd I would echo what Admiral Atkins said earlier, it's a great partnership and a great process to have Admiral Dan \nLloyd down there sitting in the chair, focus entirely on this effort, managing in the -- not on the interagency but the \ninternational, getting the intelligence right, getting this focus which is a key and then focus the resource assets we \nhave on the ships as they actually sortie.\n\nI don't know what we're missing.  But I can tell you when you get 234 metric tons in one year that doesn't get to the \nStates, that's a big deal.  That has to hurt somebody.\n\nREP. PRICE:  Yes, sir.\n\nMr. Rogers.\n\nREP. ROGERS:  You want to know how you can help yourselves secure the funds that you need for your \nprograms.  Tell us about it.  That's our chore.  We have to decide how to allocate the funds for your agencies.  And \nwe're having a tough time with it, because we don't have your recapitalization plans, which in the case of the Coast \nGuard, is required by law.\n\nIt's in the appropriations bill of '10 and the report language for the CPB (sic).  And yet we don't have it.  Way \noverdue.  What's the problem, Admiral?\n\nADM. ATKINS:  Sir, we're working on that report.  It's now at the department, and we are working with them so that \nthey can understand the Coast Guard's position relative to our needs.\n\nREP. ROGERS:  General?\n\nGEN. KOSTELNIK:  Well, reports are clearly late indeed.  In the case of Air and Marine, looking towards 2011 we \nwere late in doing our due diligence AND putting our activity together.\n\nYou know, given the limited resources we have and the investment strategies, we tried to optimize those as \ncarefully as we can.\n\nAnd on the leading edge in terms of our UAS program, we're very much conditioned about the emerging threats in \nreal world around us. So some of that delay I would have to take, you know, in our agency. And I know you all are \naware; it's a difficult process going through the administration to get it formally approved not only with the \ndepartment, but with OMB and others.\n\nAnd that does take some time.  I think you're going to get our report very soon.  I don't think you'll see a lot of \nsurprises.  We tried to work closely throughout the year with --\n\nREP. ROGERS:  Well, I understand the difficulty getting it through the OMB and the department and everybody \nelse.  And that's a common problem we hear time and again on all these agencies is we can't get OMB to clear our \nreport that's due six months ago under the law.\n\n\n\nI don't know why, Mr. Chairman, we don't just have the OMB up here and grill them for about a week -- (laughter) -- \non every one of these departments.  I mean it's not just you.  But for goodness sakes, how can we intelligently lay \nout a spending plan for you if we don't know what it is you want to do?  And so I'm frustrated and I know probably \nyou are too, but it's an impossible situation.\n\nYou know, we're trying to help you sort through the funding for the CASA aircraft and the Marine patrol aircraft that \nyou want and the sensing (pallets ?) and all of those things that are Greek to a lot of us, but we're depending on \nyou for expert advice.\n\nAnd we love you to come here and testify, but we really need in writing the plans.  I'm a great leader in planning \nyour work and working your plan.  And you're working a plan, but I don't think the plan is written out.\n\nWell, we hear constantly from everybody that there's not enough flying hours by all of the equipment that each of \nyou -- both of you have.  And that also bears back on the desire that we have to help you fulfill your mission.  Now, \nyou've -- and the CPB's (sic) 2011 budget -- you have no funding for sustaining the procurement of the new multi-\nrole enforcement aircraft.\n\nCoast Guard's budget only includes funding for one marine patrol aircraft, the 15th HC-144A; no spare part \nmonies.  CPB's (sic) contracted for 30 of the multi-role enforcement aircraft, but only funds five through the end of \nthe current year and only enough funding for one P-3 service life extension.  And given the growing need for flying \nhours, how can we hope to realize the increased flying hours with this stinginess on acquiring and maintaining the \naircraft that you have?  Any thoughts?\n\nGEN. KOSTELNIK:  Sir, I'd just offer that the flying-hour program obviously is fully funded for this year.  I believe it's \nfully funded in 2011.  Now, getting those aircraft in service will certainly be a benefit in regards to the five MEAs, \nand it will take us some time to get those aircraft in service.\n\nIn fact, we do have those first five aircraft on contract, the first aircraft is actually coming down the assembly line at \nBeach (ph) and should be out and delivered to the contractor for its law enforcement modifications this spring.  But \nit'll still be -- you know, late in 2011, before we even get the first one of those aircraft.  And of course those aircraft \nwill have to go into test.\n\nOur contract for 30 gives us options to add those things as resources are available, and of course you hope to have \ncontinuity in those, you know, in investment lines.  But the MEA program is really out on the leading edge again and \nin pretty good shape.  And in some cases giving us a little time to make sure we get the right aircraft, make sure the \nsensors work properly and test is not a bad thing.\n\nOn the P-3 investment, that's the -- actually addition of another wing set.  That'll be our 10th wing set.  But those \nthing -- we already have enough wing sets in place, so those really aren't going to effect the rewinging of the P-3s.\n\nSo in fact over the foreseeable future, with two aircraft down each year being rewinged and the air planning -- in \naddition to the air planning we currently have grounded, our plan shows that we'll have 11 operational aircraft flying \nthe mission need not only in the transit zone meeting the 7,200 hours expected by JIATF-South, but also being able \nto bring the aircraft into other roles and missions along the Southwest border or along the Northwest.\n\nREP. ROGERS:  Well, the reason that -- one of the big reasons that we want to see your recapitalization plan is \nthat we've got to try to plan the expenditures over a period of time, multiyears in fact.  And you know, it only stands \nto reason Coast Guard is only budgeting for one aircraft in '11, will likely end up paying around 2 (million dollars) to \n$5 million more per aircraft in that fashion by piecemealing it out one or two at a time.\n\nCPB (sic) has only received funding for 5 of the 30 multi-role aircraft that you're planning to buy -- no funding to \nsustain the procurement in '11.  That will drive up the cost per plane, possibly elongate the delivery schedule.  So \nwe'll wind up paying millions and millions of dollars more for the procurement program if it stretched out piecemeal \n\n\n\nover the years than if we went ahead and paid for them now we could get them at a unit cost millions of dollars \ncheaper than if you piecemeal it out.\n\nIs that right or wrong, Admiral?\n\nADM. ATKINS:  Yes, sir.  A consistent funded line would -- as you maintain that line open, it would be cheaper in \nthe long run.  Sir, if I could return to one of your earlier questions about how do we seek to maintain the hours, for \nthe C-144s in particular they're replacing aircraft that are supposed to bring 800 program flight hours per asset, \nwhereas the 144s are supposed to be bringing us 1,200 program flight hours per asset.\n\nAnd so in this year, working with our aviation training command and as we go forward into our first operational unit \nat Miami, we are on schedule to hit that target of 1,200 program flight hours.  So it's this idea that through new \nassets, with better service life that -- with better maintenance that don't have the issues of reliability and \nmaintainability and operational overhead associated with older aircraft, we're going to be able to maintain those op \nhours, sir.\n\nREP. ROGERS:  And no -- there's no funding for spare parts that you request.\n\nADM. ATKINS:  Yes, sir, that's correct.\n\nREP. ROGERS:  How come?\n\nADM. ATKINS:  Sir, again we're living within the constraints, and we're making priorities.\n\nAnd in order to move forward on surface recapitalization, that was the priority for that year, sir.\n\nREP. ROGERS:  Is the -- does the procurement plan -- the capitalization plan that you have submitted to the \ndepartment and to OMB, does that plan anticipate the need to procure these items not one at a time but in \nwholesale lots?  Either one of you.\n\nADM. ATKINS:  Sir, I'm not sure -- I'm sorry I'm not sure I understand your question over the wholesale lots.\n\nREP. ROGERS:  You have in your mind at least -- and probably on paper you know what you want to do.  You got \na recapitalization plan, do you not --\n\nADM. ATKINS:  Yes, sir.\n\nREP. ROGERS:  -- in your own world?\n\nADM. ATKINS:  Yes, sir.\n\nREP. ROGERS:  And you have submitted that recapitalization plan to the higher-ups, have you not -- to the \ndepartment?\n\nADM. ATKINS:  Yes, sir.\n\nREP. ROGERS:  And to the OMB?\n\nADM. ATKINS:  It's -- the report that we discussed earlier, sir, is that review with our department right now.\n\nREP. ROGERS:  It's what -- I'm sorry.  What did you say?\n\nADM. ATKINS:  The deep water report, sir, our plan going forward is with the department, and we are working with \nthem right now to understand the puts-and-takes.\n\nREP. ROGERS:  Yeah.  General?\n\n\n\nGEN. KOSTELNIK:  The MEA program, as we contracted out with lot option buys they really don't pay more in the \nlong run if you don't put the rest of the aircraft on right away.  The commercial market -- I mean, has the basic \naircraft available, you know, more frequently. So in the near term there really isn't any impact too just because it \ntakes us so long to build the aircraft and to get the pieces on.\n\nThere will be a time at some point if we don't add to the option and procure the aircraft where there could be the \nkind of issues you're referring to, including suboptimization.  But right now, I would characterize that that program is \nwell on track.\n\nIn regards to flying hours, recall these are not going to be additive aircraft to our fleet.  These are aircraft they're \ngoing to replace existing C-12 that we're still continuing to maintain and fly out the end of our service lives.  So as \nthese aircraft come on board, we'll be retiring other aircraft at the end of our (array ?).\n\nAnd also for us, the biggest part of our flight operation is the rotary wing.  So we do have obviously fixed wing.  We \ntalk about the P-3s and the MEA.  But a big part of our force is the rotary wing program, and that program is very \nimportant because it's very tied to helicopter market and the kind of aircraft that we buy.  And through the support \nwe've had from this committee, that program is well- established.\n\nWe acquired another eight aircraft in 2011, and we continue to keep that line open.  We're well along in that \nparticular program.  We would see the kind of issues you talk about if we had a break in our procurement or the \nnumbers.  And to the credit of this committee and the administration, we continue to get those aircraft and at one \nper month.\n\nIn fact, by the end of 2011 we will have acquired 39 of the new AStar 350 B3 aircraft with FLIRs and full law \nenforcement package. This is the main line part of our small rotary wing fleet that will be taking a lot of the aircraft -- \nthe 086, the MD 500s, the MD 600s out of service.  So in a much bigger part of our program, I think you'd see the \ncoherency and the continued logical investment that you'd expect in these other programs.\n\nREP. ROGERS:  Well, you know, the recapitalization plan is long overdue.  We've got the budget request of the \nOMB before us.  And I guess that answers most of the questions that has been raised here about what they will do \nabout the recapitalization plan that you've submitted.  The budget is the plan, I guess.  And that's -- that is \nproposing all these horrendous cuts in your equipment and personnel.\n\nI don't understand, though now, why we can't get the recapitalization plan under the budget that's been submitted to \nus from the department -- from OMB, right?\n\nGEN. KOSTELNIK:  Certainly it were the expectation, and they should be both forthcoming very soon.\n\nREP. ROGERS:  Yeah.  I've heard that before, Mr. Chairman.  Well, there's others wanting to ask questions, but let \nme ask you this one finally.  Well, I'll yield to the next round, Mr. Chairman.\n\nREP. PRICE:  Mr. Culberson.\n\nREP. JOHN ABNEY CULBERSON (R-TX):  Thank you, Mr. Chairman.\n\nAdmiral and General, we really appreciate your service.  The people of Texas are very proud of you and appreciate \nwhat you and the men and women that you command do for our country to protect us. Where -- a follow-up on Mr. \nRogers' questions -- where is this -- who -- and apparently you all have obviously done your part of producing \nrecapitalization plans, the -- fulfilling your requirements under the law to tell the committee what we need to do to \nhelp you.\n\nWho has those reports?  Where are they now?  Sounds like they're at OMB, is that right?\n\nGEN. KOSTELNIK:  No, it --\n\n\n\nREP. CULBERSON:  Mr. Chairman, Mr. Rogers?\n\n(Cross talk.)\n\nGEN. KOSTELNIK:  In fact, I can't speak for the Coast Guard.  But in terms of our report, OMB was actually -- took \nthe least amount of time.  So actually the OMB crowd is actually a pretty quick read on our reports.  And ours has \ngone back and forth.  Some of that is our fault and Air and Marine for not having the proper things in there and \nmaking changes and submitting into the process kind of late.\n\nSo big part of our particular problem was our own fault.  Our report is in the final stages of review at DHS, and \nshould be forthcoming in the very near future.  I mean the work is done and virtually approved.  So you should get --\n\nREP. CULBERSON:  Well, who at DHS?  Be very helpful.  I know that Mr. Rogers and the chairman and the staff to \nidentify who has it so we can go find them and get it.\n\nGEN. KOSTELNIK:  I don't think I'd know, you know, the individual.  DHS is a large infrastructure and --\n\nREP. CULBERSON:  Would you find -- perhaps get your staffs to please tell the chairman and Mr. Rogers who has \nit?\n\nAdmiral, can you tell us the same thing?  Whereas -- sound like you've done your due diligence -- (cross talk) -- \nCoast Guards -- where is it?\n\nADM. ATKINS:  We do share that responsibility.  We just finished it up ourselves here in the Coast Guard, and we \npassed it to the department.  And we are now in that give-and-take stage with the department to understand the \nputs-and-takes of the report.  And so the Coast Guard shares a responsibility for this tardiness.  And we are \nworking with the department to move it as quickly as we possibly can, sir.\n\nREP. CULBERSON:  Sure you all are very gracious about this, I understand.  But please -- what we're looking for is \ntell Mr. Rogers and the chairman who in the Department of Homeland Security has your capitalization report and \nthe other information the committee needs and -- so we can bust it loose.\n\nGEN. KOSTELNIK:  Yes, sir.  We're working with a number of offices within the department, including the \nundersecretary of Management's Office --\n\nREP. CULBERSON:  Undersecretary of management -- there is --\n\nGEN. KOSTELNIK:  Well, yes, sir.  And so -- but a whole bunch of folks relative to what's in the report and how do \nwe move it forward.\n\nREP. ROGERS:  Will the gentleman yield?\n\nREP. CULBERSON:  Yes, please, Mr. Rogers.\n\nREP. ROGERS:  And while you're at it, convey to them that this subcommittee is not in the business of writing blank \nchecks.  We want to know what we're buying, and we don't know that without that report.\n\nREP. CULBERSON:  And we are really serious about it.  I mean we really want to help you.  We admire you.  We \nrevere you guys and want to help.  And you're being very gracious and diplomatic about it -- public -- tell us who, \nwe'll go find it.  Let me -- could -- also ask the general the -- I represent Houston which is to the energy industry \nwhat Silicon Valley is to the computer industry.\n\nAnd the committee may not be aware, Mr. Chairman and Mr. Rogers, that the Homeland Security actually came out \nwith a rule -- tentative rule last year that we found out about at the last minute because there was no notice -- that \n\n\n\nthe -- all the offshore drilling -- if you're an offshore drilling platform, a rig in the Gulf of Mexico or anywhere in the \nUnited States, could no longer use foreign-flagged vessels.  Is that right, Joe?\n\nREP.      :  (Off mike.)\n\nREP. CULBERSON:  Yeah, just out of the blue, Homeland Security comes out with this rule that says no foreign-\nflagged vessel can support or bring supplies to any offshore drilling rig.  But you can imagine what a catastrophe \nthat would be.  We were fortunate we -- I objected and others objected and that rule was withdrawn.  And obviously, \nyou want to make sure that, you know, we're protecting that strategic asset.  But it has never been a problem, and \nthere are virtually no American foreign-flagged supply vessels that supply these offshore rigs.\n\nCan you tell us, General, the status of that rule?  We understand -- I have been told by oceaneering -- the folks that \ndo the underwater exploration, they do the blowout preventers, that they understand this rule is about to be \nresubmitted.  I certainly hope not, and you need to make sure that you're including the industry.\n\nIf you're thinking about a similar rule, it has to include input from the industry, and we need to know about it in \nadvance.  Could you tell us what is the status of that?  Is there going to be another such rule proposed?\n\nAnd Admiral, maybe you -- I'm not sure -- CBP -- it really is CBP, Admiral.\n\nADM. ATKINS:  I'm not aware of that law or that approach.  There could be something with the Office of Field \nOperation.  But really it's beyond my area of expertise.  I'm not -- really not familiar with it.\n\nREP. CULBERSON:  Would you have somebody in your staff -- would somebody run that down for us?  That's a \nbig one.\n\nGEN. KOSTELNIK:  If it is from CBP, we'll take a look at it.\n\nREP. CULBERSON:  Shutting down all offshore oil and gas production is a pretty big deal.  It would just be -- the \neffect of that rule would just kill us.\n\nAnother one I want to ask, General, is the Predators are extraordinarily important.  One of my -- thing I discovered \nin touring the border in -- up and down the Southern border is you've got widely different levels of enforcement.\n\nIn sectors of Texas the Border Patrol is -- policy of essentially zero tolerance.  They call it Operation Streamline, \nand it works beautifully.  The local community supports it.  Local community is 96 percent Hispanic on the Texas \nborder, in Del Rio and Laredo, crime rate has plummeted.  The Border Patrol is enforcing existing law.\n\nWe've supplied you with additional resources and it's -- and in order to keep up with the prosecution rate.  But the \nillegal crossings have essentially just disappeared in those sectors with the laws being enforced.  However, in \nTucson we visited -- what's the name of that airbase, Joe?\n\nREP.      :  (Off mike.)\n\nREP. CULBERSON:  We visited Fort Huachuca, Mr. Chairman and Mr. Rogers, and saw some of the extraordinary \nassets you've got there with the Predators.  And we were shown a CD, Mr. Chairman, of the Predator that actually \nspotted -- how big was that load?  It was, like, a caravan of vehicles, weren't it, Joe?\n\nWe -- you can actually see this caravan of smugglers coming over the Southern border, Mr. Chairman, with the \nPredator.  And at night, dead of night, your Border Patrol agents -- I mean the brave souls, God bless them, go out \nthere in the dead of night in that desert to intercept these heavily armed smugglers, and they were carrying \nthousands of pounds -- it was a huge load -- huge load of dope.  And the Predators set the whole thing up.\n\nYou see the whole thing on video tape, Mr. Chairman and Mr. Rogers.  And then we discover the prosecutor in \nTucson would not prosecute.  And apparently it happens all the time that you guys risk your lives, make these \n\n\n\narrests.  And as far as we can tell, it's still the case in Tucson that if you're arrested in the Tucson sector crossing \nthe border illegally carrying less than 500 pounds of dope, you have a 99.6 percent chance -- 99.6 percent chance \nof never going to jail.\n\nAnd all the smugglers out -- this about three hours in the load. Now, that's still apparently the case.  Could you -- \nare you familiar with this problem in Tucson, and are you continuing to have difficulty getting the U.S. attorney to \nprosecute intercepts and arrests that your agents make using your Predators?\n\nADM. ATKINS:  Well, it's really not limited to the Predator part of the mission.  I mean --\n\nREP. CULBERSON:  It is.  It's bigger than that.\n\nADM. ATKINS:  We're part of the air picture for the Border Patrol field command.  And so actually we're on the \nmission kind of on the ground.  But I would offer that I am familiar with the issue on the prosecutors and which \ncases they, you know, choose to take.  And it is frustrating when you find people obviously that are involved in a \ncriminal enterprise, you know, large or small --\n\nREP. CULBERSON:  Right.\n\nADM. ATKINS:  -- that do not prosecute it.  But you know, my guess is that their capacity is limited.  They have to \nchoose the cases wisely.  I don't think the cases they choose have anything to do with whether it's, you know, \nPredator-related or not --\n\nREP. CULBERSON:  Yes, sir, that was the area your expertise and knowledge --\n\nADM. ATKINS:  Right.  But I know that there are limits on how much or what kind of narcotics --\n\nREP. CULBERSON:  That's what they tell us --\n\nADM. ATKINS:  (Cross talk) -- things they choose not to prosecute and --\n\nREP. CULBERSON:  But the point is, could I have someone on your staff -- would you please go back and look and \ntell us the level of arrests versus prosecution?  You know, the people that you -- the people that you all arrest in \nthose different sectors, what percentage are prosecuted in those different sectors up and down the border.\n\nADM. ATKINS:  We could probably give you some sense of that.\n\nREP. CULBERSON:  And it is your -- you're aware of -- in Tucson you're aware of the 99-percent-plus release rate \nthat they don't prosecute?\n\nADM. ATKINS:  Well, I'm not -- I couldn't, you know --\n\nREP. CULBERSON:  The percent --\n\nADM. ATKINS:  -- confirm or deny the actual percentage, but I know that there are a lot.  I mean --\n\nREP. CULBERSON:  They turn almost all of them loose.\n\nADM. ATKINS:  A lot of it is humanitarian.  I mean these are people --\n\nREP. CULBERSON:  Oh, no, I understand.  You guys --\n\nADM. ATKINS:  And those are turned back.  Certain levels of narcotics -- I mean they're interdicted and --\n\nREP. CULBERSON:  Yes, sir.\n\n\n\nADM. ATKINS:  -- and they're offered up for prosecution.  If the prosecution is not accepted, then they're \nrepatriated, and that is --\n\nREP. CULBERSON:  Yes, sir.  But regardless of the prosecutor's excuse, you are aware of -- and I just want you to \nconfirm for the committee -- that in the Tucson sector virtually everyone that is arrested is released.\n\nADM. ATKINS:  I don't think I could confirm that.  I would say that there is a large number, a fair percent --\n\nREP. CULBERSON:  Extraordinarily high percentage.\n\nADM. ATKINS:  That would probably be a --\n\nREP. CULBERSON:  Is that fair?\n\nADM. ATKINS:  Yes, sir.\n\nREP. CULBERSON:  It's important for you all to know that, Mr. Chairman.  And we're working on it and continue to \ntry to shine some sunlight on it, find some additional resources for the marshals. We've worked for the judges there \nand found a way the Border Patrol -- actually Mr. Chairman provided an administrative facility.  There's a building, \nand Tucson -- that you all could own.  I think the Border Patrol owns a -- what is that building, Joe?\n\nMR.       :  (Off mike)\n\nREP. CULBERSON:  Yeah, it's an administrative building.\n\nAnd I'll wrap up here, Mr. Chairman.  But I want to be sure while I had you here to remind the committee, our good \nchairman and ranking member that this continues to be a terrible problem where the Tucson sector is essentially \nwide open, as is Southern California.  Yet, the Huma (ph) sector and large sectors of the -- along the Texas border, \nthe law is being enforced very successfully with great support from the local community.  Is that an accurate \nstatement?\n\nADM. ATKINS:  Well, I'm really not familiar with, you know, the details --\n\nREP. CULBERSON:  California?\n\nADM. ATKINS:  -- on the others, but it's --\n\nREP. CULBERSON:  In Tucson you got a bad problem.\n\nADM. ATKINS:  Well, there's -- it's a focus area, as you know, for the Border Patrol.  There's a lot of activity of all \nkinds.  And it may be, you know, a supply and demand issue with the attorneys --\n\nREP. CULBERSON:  Yeah, would you -- yeah, thank you very much.  I really appreciate what you guys do.\n\nAnd thank you, Mr. Chairman, for going back through that.  It's just important for the committee and the staff to \nknow how serious a problem we've got in the Tucson sector.  Thank you very much.\n\nREP. PRICE:  Thank you.  And with that, we will thank both of you for your service and for your testimony here this \nmorning.  This focus, this interagency focus on Air and Marine assets is one that we need to take under serious \nconsideration as we write the budget, obviously understanding that the operations and the budgets for both of your \nagencies are related to each other and need to be assessed in a coordinated fashion.  So you've helped us greatly \nin doing that. And we are appreciative.\n\nMr. Rogers, do you have any final thoughts?\n\nREP. ROGERS:  No, thank you, Mr. Chairman.\n\n\n\nExcept to say thank you to these gentlemen and their staff who are with them, and to thank them for the service to \nthe country.  We appreciate it.\n\nREP. PRICE:  With that, the subcommittee stands adjourned.\n"}