{"title": "U.S. Can Hold Immigrants Set To Be Deported", "body": "\nThe government can imprison immigrants it is seeking to deport without first giving them a chance to show that \nthey present neither a flight risk nor a danger to the community, a divided Supreme Court ruled today.\n\n     The 5-to-4 decision upheld the mandatory-detention provisions of a 1996 immigration law as applied to a \nsubstantial category of aliens who are lawful permanent residents of the United States and who have been \nconvicted of any of a number of drug crimes and other \"aggravated\" offenses.  Excerpts, Page A20. \n\n The provision does not deal with terrorism, and the decision today has no direct application to the legal issues \ninvolving the detention and treatment of suspects under the USA Patriot Act that Congress passed after the terrorist \nattacks on Sept. 11, 2001. But the decision was nonetheless notable for the degree of deference the majority \nshowed to the judgments Congress made in 1996 about the desirability of detaining immigrants before deporting \nthem.\n\nTens of thousands of these so-called \"criminal aliens\" have been imprisoned before deportation under the statute, \nwhich replaced a law giving the attorney general the discretion to release individuals on bond while their \ndeportation cases went forward as long as they presented neither flight nor security risk.\n\nFour federal appeals courts, including the San Francisco-based United States Court of Appeals for the Ninth \nCircuit in this case, have declared the mandatory-detention provision unconstitutional at least as applied to lawful \npermanent residents, who have more rights than aliens who have not been lawfully admitted into the country. \n\nIn addition to overturning the Ninth Circuit today, the court next week will almost certainly vacate the other \ndecisions, from the 3rd Circuit in Philadelphia, the 4th Circuit in Richmond, Va., and the 10th Circuit in Denver.\n\nThe appeals courts had relied in part on a Supreme Court decision of two years ago, Zadvydas v. Davis, in which \nthe court interpreted another provision of the immigration law and ruled that the government could not indefinitely \ndetain a deportable alien whose country of origin refused to take him back.\n\nIn his opinion for the court today, Chief Justice William H. Rehnquist -- who had dissented from the earlier decision -\n- said the two cases were substantially different, the first dealing with an open-ended, perhaps lifetime detention, \nwhile the case today concerned detentions that last only weeks or months, until the conclusion of deportation \nproceedings.\n\nThe result was to turn the Zadvydas decision into a narrower ruling in retrospect than it appeared to be to \nimmigrants'-rights advocates when it was issued in June 2001; it had appeared then to establish a significant floor \nof constitutional protection even for aliens who had been adjudged deportable.\n\n\nThe immigrant in the case today, a Korean-born Californian named Hyung Joon Kim, is still contesting his \ndeportability and is not yet subject to a final order of removal.\n\nJustice Sandra Day O'Connor had joined the majority in the Zadvydas decision, which was also decided by a 5-to-4 \nvote. Her vote with Chief Justice Rehnquist today determined the different outcome. \n\nThe only federal appeals court to have upheld the mandatory-detention provision at issue today was the United \nStates Court of Appeals for the Seventh Circuit, in Chicago, which, unlike the other appeals courts, issued its ruling \nbefore the Supreme Court decided the Zadvydas case.\n\nMr. Kim came to the United States from Korea with his family at the age of 6 and became a permanent resident \ntwo years later. After two criminal convictions in California as a teenager, one for burglary and one for theft, he was \nplaced in deportation proceedings and imprisoned under the new law. After three months in detention, he filed a \npetition for a writ of habeas corpus arguing that he was constitutionally eligible for release while challenging his \ndeportation.\n\nHis case raised two questions: whether habeas corpus review was available despite language in the law suggesting \nthat it was not, and whether the mandatory-detention provision violated the constitutional guarantee of due process.\n\nSix justices agreed today that habeas corpus was available, thus giving the court jurisdiction over the case and \nreiterating the need for Congress to be extremely clear if it intended to strip the courts of jurisdiction over a category \nof cases. Reaching the merits of the case, five then found no constitutional requirement for a hearing at which a \ndetained immigrant could demonstrate eligibility for release on bond.\n\nThe two questions were answered by separate coalitions of justices. Those who agreed that the court had \njurisdiction were, in addition to Chief Justice Rehnquist, Justice Anthony M. Kennedy and the four who dissented on \nthe detention issue: Justices David H. Souter, John Paul Stevens, Ruth Bader Ginsburg and Stephen G. Breyer.\n\nThose who agreed with the chief justice on the constitutionality of mandatory detention were Justices Kennedy, \nO'Connor, Antonin Scalia, and Clarence Thomas.\n\nChief Justice Rehnquist said that \"against a backdrop of wholesale failure\" by immigration authorities under the old \nlaw to deal with rising rates of crime by aliens, Congress had adequately demonstrated a need to imprison aliens \nawaiting deportation for past crimes to keep them from committing new crimes.\n\nWhile Congress might have permitted \"individualized bail determinations,\" he said, \"when the government deals \nwith deportable aliens, the Due Process Clause does not require it to employ the least burdensome means to \naccomplish its goal.\"\n\nAfter the federal district court in San Francisco ruled in favor of Mr. Kim in 1999, the Immigration and Naturalization \nService granted him a hearing, found him eligible for release and released him on $5,000 bond. He has been free \nsince then, working and attending college. His lawyer, Judy Rabinovitz of the American Civil Liberties Union, said \nMr. Kim would now challenge his eligibility for deportation on the ground that the property crimes for which he was \nconvicted were not the \"aggravated\" crimes of \"moral turpitude\" to which the law refers.\n\nIn a dissenting opinion, Justice Souter said the decision was \"at odds with the settled standard of liberty,\" under \nwhich the government has to justify the detention of individuals on a case-by-case basis, not of entire classes of \npeople. \"Due process calls for an individual determination before someone is locked away,\" Justice Souter said. He \nread his dissent from the bench this morning, a step he has taken only rarely to emphasize a particularly deep \ndisagreement. Justices Stevens and Ginsburg signed his opinion.\n\nJustice Breyer, who wrote the majority opinion in the Zadvydas case, dissented separately on narrower grounds. He \nsaid the 1996 law, properly interpreted, made bail available to an alien who raised a substantial legal challenge to \ndeportability.      \n\n\n\nhttp://www.nytimes.com\n"}