{"title": "Five people plead guilty to hiring illegal immigrants for brothels", "body": "\nThree women and two men have pleaded guilty in U.S. District Court in San Jose to charges that they hired \nillegal immigrants to work in a ring of 10 residential brothels in the South Bay, the United States Attorney's Office \nannounced today.\n\nThe five were accused of operating the brothels, disguised as massage parlors, in Santa Clara, San Jose and San \nMateo and of hiring and exploiting Asian women who entered the country illegally. They were arrested in October \nin an effort authorities called Operation Bad Neighbor and were indicted by a federal grand jury in November.\n\nFour of the defendants pleaded guilty today. They are:\n\n Xiao Feng Shen, 35, of San Jose, who pleaded guilty to conspiracy to harbor illegal immigrants and money \nlaundering conspiracy. He was known as ``James'' and had overstayed a student visa.\n\n Jia Jing Chu, 34, of San Jose, who pleaded guilty to conspiracy to harbor illegal immigrants. He was known as \n``Peter'' and had received a stay of deportation.\n\n Ai-Ching Chang, 45, of Sunnyvale, who pleaded guilty to conspiracy to harbor illegal immigrants and money \nlaundering conspiracy. She was known as ``Tina'' and is a permanent U.S. resident.\n\n Yan Song, 42, of San Jose, who pleaded guilty to income tax evasion and money laundering conspiracy. She was \nknown as ``Katie'' and ``Cathy'' and is a permanent U.S. resident.\n\nA fifth defendant, Ming Sun, 32, of San Jose, pleaded guilty Feb. 1 to conspiracy to harbor illegal immigrants and \nmoney laundering conspiracy. She also had overstayed a student visa.\n\nLuke Macaulay, a spokesman for the U.S. Attorney's Office, said he could not disclose why Sun had pleaded \nseparately from the others.\n\nThe investigation was launched in the fall of 2004 by the San Mateo Police Department when Shen allegedly \nattempted to bribe a police officer to dismiss pimping and pandering charges against Song, according to the U.S. \nAttorney's Office. The investigation ultimately involved the San Jose Police Department, the Internal Revenue \nService, Immigration and Customs Enforcement officials and the Department of Justice.\n\nAs part of the plea agreement, Shen, Sun, Chu and Chang admitted to employing women, some of whom they \nknew were in the country illegally, as prostitutes in 2004 and 2005. According to the plea agreements, they rotated \n\n\nthe women through the different brothels, provided the women with supplies and transportation, and kept a portion \nof the women's proceeds as income. The number of illegal immigrants they harbored likely ranged between 24 \nand 99 women, the U.S. Attorney's Office reported.\n\nShen, Sun, Chang and Song admitted in the plea deal that they collected cash from the brothels and used the \nmoney to pay their operating expenses, officials said.\n\nMany of the women found in the brothels have been returned to their home countries, and proceedings are \nongoing for at least a dozen others, the attorney's office reported.\n\nChu, Chang and Shen are scheduled to be sentenced on May 3. Officials did not announce the sentencing date for \nSong or Sun.\n\nThe maximum sentence for conspiracy to harbor illegal immigrants is 10 years in prison and a $250,000 fine. \nMoney laundering conspiracy can carry a sentence of 20 years in prison and a $500,000 fine, and tax evasion can \nresult in five years in prison and a $100,000 fine.\n\nContact Kimra McPherson at kmcpherson@mercurynews.com or (408) 920-5928.\n"}