{"title": "Proposed amnesty program could disappoint immigrants;MANY FEAR THOUSANDS WILL BE LOCKED OUT", "body": "\nA push to revive a federal program that would allow thousands of undocumented immigrants to stay in the United \nStates while applying for green cards could actually shut out many of the people it aims to help.\n\nLegislation, now on its way to the Senate, would give President Bush a platform to tout his pro-immigration \ncredentials when he meets with Mexican President Vicente Fox next week.\n\nBut in an effort to avoid the rush to the altar that swept the country when the same program was in effect last year, \nthe bill requires immigrants to prove they were married or sponsored by a U.S. employer before Aug. 15, 2001, in \norder to qualify.\n\nAn estimated 200,000 immigrants who failed to apply for residency when the four-month program was in effect \nearly last year might benefit from the new measure.\n\nBut others fear that the August deadline would exclude thousands of immigrants who tied the knot with a U.S. \ncitizen after that date or didn't seek sponsorship from their employers because there was no program in place at \nthe time.\n\n\"People are hoping against hope that this will be an answer to their prayers, and it won't for a lot of people,\" said \nDoug Keegan of the Santa Cruz County Immigration Project.\n\nConfusion\n\nHis boss at Can Do Construction in San Jose told him last year the company would sponsor Hernandez, the father \nof four U.S. citizens. But under the proposed legislation, Hernandez is not eligible because his managers at the \nconstruction firm did not file the necessary paperwork before the Aug. 15 deadline.\n\n\"I felt like this was my chance, one more opportunity,\" said Hernandez, 38, who immigrated to California in 1982 \nfrom the border state of Sonora, Mexico. \"It's very difficult to keep up with the changes. It's all confusing.\"\n\nImmigration lawyers say there are probably thousands of immigrants like Hernandez who think they could be \neligible for the program but are not. Others fear swindlers will seek to capitalize on the confusion.\n\n\"I've had people coming in all week because of this,\" said San Jose immigration attorney Carole Mesrobian. \n\"They're saying they just got married last month. And I'm saying I can't help them.\"\n\n\nThe current legislation would allow certain immigrants -- those who entered the country illegally or overstayed their \nvisas, for example -- to pay a $1,000 fine and remain here while they seek permanent residency. It would suspend \na requirement that they leave the United States for up to 10 years and apply for visas in their home country.\n\nCongress first approved the legislation allowing undocumented immigrants to stay in the United States in 1994, \nsaying it didn't want to break up families. But the law, known as 245(i), has always rested on shaky political ground. \nCongress allowed the law to expire in 1997, then reinstated it briefly last year.\n\nMore than 400,000 immigrants nationwide poured into immigration offices during last year's extension. During a \nfour-month window that ended April 30, about 40,000 immigrants in the Bay Area applied. Many immigrants \nrushed to get married just so they could qualify.\n\nEast San Jose resident Paty Guerrero is one of many who hopes for yet another extension.\n\nGuerrero's mother, 74-year-old Margarita Centurion of Mexico, had been making regular trips between Mexico and \nSan Jose on a tourist visa to help care for Guerrero's 2-year-old grandson. The boy's single father, a U.S. Marine, \nwas called to active duty last month.\n\nWhen her tourist visa expired last week, Centurion applied for an extension. But, under a provision of the legislation \ndealing with children old enough to sponsor their parents, she stayed in the United States rather than return to \nMexico and risk getting stuck there.\n\nThe new bill \"will allow us to continue to the next phase of getting her residency without her having to leave the \ncountry,\" Guerrero said. \"This feels great because we have always been law-abiding citizens, and it was very weird \nhaving her going against the rules.\"\n\nOthers may not be so lucky.\n\nSusana Sotelo, who became a citizen three years ago, and Eleazar Caranza, an undocumented Mexican \nimmigrant, hoped an extension of 245(i) would allow Caranza to become a resident and, in turn, improve his \nwages. The two married in December, long after the proposed August deadline.\n\n\"It makes me mad and sad at the same time,\" said Sotelo, 26, who recently moved to Bakersfield from the Santa \nCruz area. \"I think they should make a different law with fewer restrictions.\"\n\nDiffering views\n\n\"There will always be people who miss the deadlines,\" said Campos, of the National Immigration Law Center. \"The \nproblem with this law is we always have these brief periods, and people can't get married or get to an attorney in \ntime. Until we get something on a more permanent basis, we'll have these stragglers.\"\n\nSan Francisco immigration law attorney Carl Falstrom took a dimmer view, calling the Aug. 15 deadline a \"poison \npill.\"\n\nFalstrom said he expected to see few employment-based applications, for example, because so few employers \nwere willing to admit they were breaking the law by sponsoring immigrants with questionable immigration status.\n\n\"The problem is the law did not support that type of sponsorship before now,\" Falstrom said. \"There is a feeling \namong a lot of people that this is worse than nothing at all.\"\n\nMeanwhile, Hernandez, the San Jose day worker, said he will continue to search for a way to legalize his status. \nAs a young man, he didn't pay much attention to immigration laws.\n\nNow, with two teenage children and two toddlers -- all born in the United States -- Hernandez wants to live \npermanently in San Jose as a legal resident.\n\n\n\nHe applied for residency under the Immigration Reform and Control Act of 1986. But for unknown reasons, his \napplication was filed incorrectly, he said.\n\n\"I gave up then and just thought that I'd just continue working and support my family,\" Hernandez said. \"But now, \nwith my kids growing, it's become more important to me.\"\n\nMercury News Staff Writer Cecilia Kang contributed to this story. Contact Michael Bazeley at \nmbazeley@sjmercury.com or (415) 434-1018.  \n"}