{"title": "Arab, Muslim Men to Get Tougher U.S. Visa Screening", "body": "\n The State Department will impose more rigorous screening starting today on many Arab and Muslim men \nseeking visas, a step that has irritated foreign governments and U.S. immigrant advocacy groups. \n\n The additional background check means that the applicants, from 25 countries, must wait as long as four extra \nweeks to obtain tourist, student or business visas. The temporary measure is a response to the Sept. 11 terrorist \nattacks on New York and Washington, which allegedly were carried out by 19 Middle Eastern men. \n\n In a separate announcement, the Justice Department said it will seek to question more than 5,000 young men who \nhave come to the United States as visitors or students since January 2000 from countries where terrorist groups \nsuch as Osama bin Laden's al Qaeda network are active. \n\n Civil rights and Arab American groups expressed concern over both measures, the latest in a series of \ncontroversial tactics the government has adopted as it tries to locate and deter future terrorists. \n\n \"My concern is, what will this look like in practice? The government has the right to scrutinize people who come to \nthis country, but it shouldn't discriminate against them,\" said Hussein Ibish, spokesman for the American Arab Anti-\ndiscrimination Committee. \n\n The extra screening was a highly unusual step, imposed under pressure from the Justice Department, officials \nsaid. The State Department, which issues visas through U.S. consulates, has generally restricted such scrutiny to a \nfew countries considered sponsors of terrorism. \n\n Under the new system, applicants' names will be sent to the FBI for a check against its records, in addition to being \nrun through the State Department's database of suspicious or undesirable people. It applies to men ages 16 to 45. \n\n State Department officials said they hope the extra step will be eliminated in a few months, when they will get \nautomated access to more FBI information. That was small comfort for the countries targeted. \n\n \"This saddens us, as we know that even now there are many terrorists who are non-Muslims,\" Malaysia's prime \nminister, Mahathir Mohamad, told local journalists. \n\n\n Other countries affected are Afghanistan, Algeria, Bahrain, Djibouti, Egypt, Eritrea, Indonesia, Iran, Iraq, Jordan, \nKuwait, Lebanon, Libya, Morocco, Oman, Pakistan, Qatar, Saudi Arabia, Somalia, Sudan, Syria, Tunisia, the United \nArab Emirates and Yemen. \n\n Officials said more than 5,000 foreign men, ages 18 to 33, who are in the United States will be asked to submit to \nvoluntary questioning in connection with the Sept. 11 investigation. The men are mainly of Middle Eastern descent, \nbut some entered the United States from European countries, a law enforcement official said. \n\n Attorney General John D. Ashcroft yesterday asked federal prosecutors to coordinate the interviews, which will \nmainly be conducted by state and local law enforcement officers. \n\n Steven Shapiro, national legal director of the American Civil Liberties Union, called the interviews \"another \ntroubling sign\" of government overzealousness after the terrorist attacks. \n"}