{"title": "WEINER'S MODEL LEGISLATION", "body": "\nOkay, the image is open to ridicule: Waifish models strut down the catwalk - around the lines of would-be legal \nimmigrants who've been waiting months and years - and get right into America. And the waifish congressman, \nAnthony Weiner, sits in the front row, smiling.\n\nGive us your tired, your poor, your thin and beautiful masses, yearning to wear Gucci.\n\nBut if you look more than skin deep, here's the thing: As loopy as issuing special visas for models might seem, \nWeiner is raising a point that is critical to the New York and American economies.\n\nBoth need highly skilled workers from abroad - far more workers than Congress permits to enter the country under \nso-called H1-B employment visas.\n\nThe number is further limited by the fact that, years ago, Congress included models in the annual quota of H1-B \nvisas.\n\nAs a result, the United States admits some fashionistas rather than the scientists, engineers, programmers and \nother high-tech workers who American companies are desperate to employ.\n\nThe tradeoff leaves a lot to be desired - not that we have anything against models in a world capital of couture.\n\nWeiner would move them out of H1-B and into an immigration designation reserved for entertainers and athletes, \nand he would create 1,000 slots for them. We wholeheartedly support the first part of that equation, and we would \nback the second based on two conditions:\n\nOne, that American clothes-hangers aren't disadvantaged. Weiner says they're not - and says that direct spending \non those 1,000 models' photo shoots alone would add up to $100 million annually.\n\nAnd two, that the move is necessary to keep photo shoots in the city, rather than watch designers stage the \nsessions in, say, Zagreb. Again, Weiner insists this is the case.\n\nThe worst thing you can say about Weiner's proposal is that it's only one small piece of a much broader H1-B visa \noverhaul that needs to happen. Congress must permit many more super-educated, super-skilled foreigners to enter \nthe U.S. to work.\n\n\nEvery year on April 1, the immigration service accepts applications for the H1-B visa. And every year on that date, \nAmerican companies file for permission to fill more than 150,000 jobs - almost double the quota of visas - with \npeople who possess specialized skills.\n\nMany of the positions are with technology companies, but major sectors of the city's economy, including Wall \nStreet, have reported that they have begun moving jobs to people abroad, rather than vice versa.\n\nSuch shifts are all too easy in a global economy that permits instant communications.\n\nSo let's have more brains and, maybe, beauties, too.\n"}