{"title": "AMERICAN DREAM AND PROMISE ACT OF 2019; Congressional Record Vol. 165, No. 93 (House of Representatives - June 04, 2019)", "body": "\nWashington: The Library of Congress, The Government of USA has issued the following house proceeding:   Mr. \nNADLER. Madam Speaker, pursuant to House Resolution 415, I call up the bill (H.R. 6) to authorize the \ncancellation of removal and adjustment of status of certain aliens, and for other purposes, and ask for its immediate \nconsideration. The Clerk read the title of the bill. The SPEAKER pro tempore. Pursuant to House Resolution 415, \nthe amendment in the nature of a substitute consisting of the text of Rules Committee Print 116-16, modified by the \namendment printed in House Report 116-102, is adopted, and the bill, as amended, is considered read. The text of \nthe bill, as amended, is as follows: H.R. 6 Be it enacted by the Senate and House of Representatives of the United \nStates of America in Congress assembled. \n\nSECTION 1. SHORT TITLE; TABLE OF CONTENTS. (a) Short Title.--This Act may be cited as the ``American \nDream and Promise Act of 2019''. (b) Table of Contents.--The table of contents for this Act is as follows: Sec. 1. \nShort title; table of contents. TITLE I--DREAM ACT Sec. 101. Short title. Subtitle A--Treatment of Certain Long-term \nResidents Who Entered the United States as Children Sec. 111. Permanent resident status on a conditional basis \nfor certain long-term residents who entered the United States as children. Sec. 112. Terms of permanent resident \nstatus on a conditional basis. Sec. 113. Removal of conditional basis of permanent resident status. Subtitle B--\nGeneral Provisions Sec. 121. Definitions. Sec. 122. Submission of biometric and biographic data; background \nchecks. Sec. 123. Limitation on removal; application and fee exemption; waiver of grounds for inadmissibility and \nother conditions on eligible individuals. Sec. 124. Determination of continuous presence and residence. Sec. 125. \nExemption from numerical limitations. Sec. 126. Availability of administrative and judicial review. Sec. 127. \nDocumentation requirements. Sec. 128. Rule making. Sec. 129. Confidentiality of information. Sec. 130. Grant \nprogram to assist eligible applicants. Sec. 131. Provisions affecting eligibility for adjustment of status. Sec. 132. \nSupplementary surcharge for appointed counsel. Sec. 133. Annual report on provisional denial authority. TITLE II--\nAMERICAN PROMISE ACT Sec. 201. Short title. Subtitle A--Treatment of Certain Nationals of Certain Countries \nDesignated for Temporary Protected Status or Deferred Enforced Departure Sec. 211. Adjustment of status for \ncertain nationals of certain countries designated for temporary protected status or deferred enforced departure. \nSubtitle B--General Provisions Sec. 221. Definitions. Sec. 222. Submission of biometric and biographic data; \nbackground checks. Sec. 223. Limitation on removal; application and fee exemption; waiver of grounds for \ninadmissibility and other conditions on eligible individuals. Sec. 224. Determination of continuous presence. Sec. \n225. Exemption from numerical limitations. Sec. 226. Availability of administrative and judicial review. Sec. 227. \nDocumentation requirements. Sec. 228. Rule making. Sec. 229. Confidentiality of information. Sec. 230. Grant \nprogram to assist eligible applicants. Sec. 231. Provisions affecting eligibility for adjustment of status. TITLE I--\nDREAM ACT SEC. 101. SHORT TITLE. This title may be cited as the ``Dream Act of 2019''. Subtitle A--Treatment \nof Certain Long-term Residents Who Entered the United States as Children SEC. 111. PERMANENT RESIDENT \n\n\nSTATUS ON A CONDITIONAL BASIS FOR CERTAIN LONG-TERM RESIDENTS WHO ENTERED THE UNITED \nSTATES AS CHILDREN. (a) Conditional Basis for Status.--Notwithstanding any other provision of law, and except \nas provided in section 113(c)(2), an alien shall be considered, at the time of obtaining the status of an alien lawfully \nadmitted for permanent residence under this section, to have obtained such status on a conditional basis subject to \nthe provisions of this title. (b) Requirements.-- (1) In general.--Notwithstanding any other provision of law, the \nSecretary or the Attorney General shall cancel the removal of, and adjust to the status of an alien lawfully admitted \nfor permanent residence on a conditional basis, or without the conditional basis as provided in section 113(c)(2), an \nalien who is inadmissible or deportable from the United States (or is under a grant of Deferred Enforced Departure \nor has temporary protected status under section 244 of the Immigration and Nationality Act (8 U.S.C. 1254a)) if-- \n(A) the alien has been continuously physically present in the United States since the date that is 4 years before the \ndate of the enactment of this Act; (B) the alien was younger than 18 years of age on the date on which the alien \nentered the [[Page H4266]] United States and has continuously resided in the United States since such entry; (C) \nthe alien-- (i) subject to section 123(d), is not inadmissible under paragraph (1), (6)(E), (6)(G), (8), or (10) of section \n212(a) of the Immigration and Nationality Act (8 U.S.C. 1182(a)); (ii) has not ordered, incited, assisted, or otherwise \nparticipated in the persecution of any person on account of race, religion, nationality, membership in a particular \nsocial group, or political opinion; and (iii) is not barred from adjustment of status under this title based on the \ncriminal and national security grounds described under subsection (c), subject to the provisions of such subsection; \nand (D) the alien-- (i) has been admitted to an institution of higher education; (ii) has been admitted to an area \ncareer and technical education school at the postsecondary level; (iii) in the United States, has obtained-- (I) a high \nschool diploma or a commensurate alternative award from a public or private high school; (II) a General Education \nDevelopment credential, a high school equivalency diploma recognized under State law, or another similar State-\nauthorized credential; (III) a credential or certificate from an area career and technical education school at the \nsecondary level; or (IV) a recognized postsecondary credential; or (iv) is enrolled in secondary school or in an \neducation program assisting students in-- (I) obtaining a high school diploma or its recognized equivalent under \nState law; (II) passing the General Education Development test, a high school equivalence diploma examination, or \nother similar State-authorized exam; (III) obtaining a certificate or credential from an area career and technical \neducation school providing education at the secondary level; or (IV) obtaining a recognized postsecondary \ncredential. (2) Application fee.-- (A) In general.--The Secretary may, subject to an exemption under section 123(c), \nrequire an alien applying under this section to pay a reasonable fee that is commensurate with the cost of \nprocessing the application but does not exceed $495.00. (B) Special procedure for applicants with daca.--The \nSecretary shall establish a streamlined procedure for aliens who have been granted DACA and who meet the \nrequirements for renewal (under the terms of the program in effect on January 1, 2017) to apply for cancellation of \nremoval and adjustment of status to that of an alien lawfully admitted for permanent residence on a conditional \nbasis under this section, or without the conditional basis as provided in section 113(c)(2). Such procedure shall not \ninclude a requirement that the applicant pay a fee, except that the Secretary may require an applicant who meets \nthe requirements for lawful permanent residence without the conditional basis under section 113(c)(2) to pay a fee \nthat is commensurate with the cost of processing the application, subject to the exemption under section 123(c). (3) \nBackground checks.--The Secretary may not grant an alien permanent resident status on a conditional basis under \nthis section until the requirements of section 122 are satisfied. (4) Military selective service.--An alien applying for \npermanent resident status on a conditional basis under this section, or without the conditional basis as provided in \nsection 113(c)(2), shall establish that the alien has registered under the Military Selective Service Act (50 U.S.C. \n3801 et seq.), if the alien is subject to registration under such Act. (c) Criminal and National Security Bars.-- (1) \nGrounds of ineligibility.--Except as provided in paragraph (2), an alien is ineligible for adjustment of status under this \ntitle (whether on a conditional basis or without the conditional basis as provided in section 113(c)(2)) if any of the \nfollowing apply: (A) The alien is inadmissible under paragraph (2) or (3) of section 212(a) of the Immigration and \nNationality Act (8 U.S.C. 1182(a)). (B) Excluding any offense under State law for which an essential element is the \nalien's immigration status, and any minor traffic offense, the alien has been convicted of-- (i) any felony offense; (ii) \n3 or more misdemeanor offenses (excluding simple possession of cannabis or cannabis-related paraphernalia, any \noffense involving cannabis or cannabis-related paraphernalia which is no longer prosecutable in the State in which \nthe conviction was entered, and any offense involving civil disobedience without violence) not occurring on the \nsame date, and not arising out of the same act, omission, or scheme of misconduct; or (iii) a misdemeanor offense \nof domestic violence, unless the alien demonstrates that such crime is related to the alien having been-- (I) a victim \n\n\n\nof domestic violence, sexual assault, stalking, child abuse or neglect, abuse or neglect in later life, or human \ntrafficking; (II) battered or subjected to extreme cruelty; or (III) a victim of criminal activity described in section \n101(a)(15)(U)(iii) of the Immigration and Nationality Act (8 U.S.C. 1101(a)(15)(U)(iii)). (2) Waivers for certain \nmisdemeanors.--For humanitarian purposes, family unity, or if otherwise in the public interest, the Secretary may-- \n(A) waive the grounds of inadmissibility under subparagraphs (A), (C), and (D) of section 212(a)(2) of the \nImmigration and Nationality Act (8 U.S.C. 1182(a)(2)), unless the conviction forming the basis for inadmissibility \nwould otherwise render the alien ineligible under paragraph (1)(B) (subject to subparagraph (B)); and (B) for \npurposes of clauses (ii) and (iii) of paragraph (1)(B), waive consideration of-- (i) one misdemeanor offense if the \nalien has not been convicted of any offense in the 5-year period preceding the date on which the alien applies for \nadjustment of status under this title; or (ii) up to two misdemeanor offenses if the alien has not been convicted of \nany offense in the 10-year period preceding the date on which the alien applies for adjustment of status under this \ntitle. (3) Authority to conduct secondary review.-- (A) In general.--Notwithstanding an alien's eligibility for adjustment \nof status under this title, and subject to the procedures described in this paragraph, the Secretary of Homeland \nSecurity may, as a matter of non-delegable discretion, provisionally deny an application for adjustment of status \n(whether on a conditional basis or without the conditional basis as provided in section 113(c)(2)) if the Secretary, \nbased on clear and convincing evidence, which shall include credible law enforcement information, determines that \nthe alien is described in subparagraph (B) or (D). (B) Public safety.--An alien is described in this subparagraph if-- \n(i) excluding simple possession of cannabis or cannabis- related paraphernalia, any offense involving cannabis or \ncannabis-related paraphernalia which is no longer prosecutable in the State in which the conviction was entered, \nany offense under State law for which an essential element is the alien's immigration status, any offense involving \ncivil disobedience without violence, and any minor traffic offense, the alien-- (I) has been convicted of a \nmisdemeanor offense punishable by a term of imprisonment of more than 30 days; or (II) has been adjudicated \ndelinquent in a State or local juvenile court proceeding that resulted in a disposition ordering placement in a secure \nfacility; and (ii) the alien poses a significant and continuing threat to public safety related to such conviction or \nadjudication. (C) Public safety determination.--For purposes of subparagraph (B)(ii), the Secretary shall consider \nthe recency of the conviction or adjudication; the length of any imposed sentence or placement; the nature and \nseriousness of the conviction or adjudication, including whether the elements of the offense include the unlawful \npossession or use of a deadly weapon to commit an offense or other conduct intended to cause serious bodily \ninjury; and any mitigating factors pertaining to the alien's role in the commission of the offense. (D) Gang \nparticipation.--An alien is described in this subparagraph if the alien has, within the 5 years immediately preceding \nthe date of the application, knowingly, willfully, and voluntarily participated in offenses committed by a criminal \nstreet gang (as described in subsections (a) and (c) of section 521 of title 18, United States Code) with the intent to \npromote or further the commission of such offenses. (E) Evidentiary limitation.--For purposes of subparagraph (D), \nallegations of gang membership obtained from a State or Federal in-house or local database, or a network of \ndatabases used for the purpose of recording and sharing activities of alleged gang members across law \nenforcement agencies, shall not establish the participation described in such paragraph. (F) Notice.-- (i) In general.-\n-Prior to rendering a discretionary decision under this paragraph, the Secretary of Homeland Security shall provide \nwritten notice of the intent to provisionally deny the application to the alien (or the alien's counsel of record, if any) \nby certified mail and, if an electronic mail address is provided, by electronic mail (or other form of electronic \ncommunication). Such notice shall-- (I) articulate with specificity all grounds for the preliminary determination, \nincluding the evidence relied upon to support the determination; and (II) provide the alien with not less than 90 days \nto respond. (ii) Second notice.--Not more than 30 days after the issuance of the notice under clause (i), the \nSecretary of Homeland Security shall provide a second written notice that meets the requirements of such clause. \n(iii) Notice not received.--Notwithstanding any other provision of law, if an applicant provides good cause for not \ncontesting a provisional denial under this paragraph, including a failure to receive notice as required under this \nsubparagraph, the Secretary of Homeland Security shall, upon a motion filed by the alien, reopen an application for \nadjustment of status under this title and allow the applicant an opportunity to respond, consistent with clause (i)(II). \n(G) Judicial review.--An alien is entitled to judicial review of the Secretary's decision to provisionally deny an \napplication under this paragraph in accordance with the procedures described in section 126(c). (4) Definitions.--For \npurposes of this subsection-- (A) the term ``felony offense'' means an offense under Federal or State law that is \npunishable by a maximum term of imprisonment of more than 1 year; (B) the term ``misdemeanor offense'' means \nan offense under Federal or State law that is punishable by a term of imprisonment of more than 5 days but not \n\n\n\nmore than 1 year; (C) the term ``crime of domestic violence'' means any offense that has as an element the use, \nattempted use, or threatened use of physical force against a person committed by a current or former spouse of the \nperson, by an individual with whom the person shares a child in common, by an individual who is cohabiting with or \nhas cohabited with the person as a spouse, by an individual similarly situated to a [[Page H4267]] spouse of the \nperson under the domestic or family violence laws of the jurisdiction where the offense occurs, or by any other \nindividual against a person who is protected from that individual's acts under the domestic or family violence laws of \nthe United States or any State, Indian tribal government, or unit of local government; and (D) the term `convicted', \n`conviction', `adjudicated', or `adjudication' does not include a judgment that has been expunged or set aside, that \nresulted in a rehabilitative disposition, or the equivalent. (d) Limitation on Removal of Certain Alien Minors.--An alien \nwho is under 18 years of age and meets the requirements under subparagraphs (A), (B), and (C) of subsection \n(b)(1) shall be provided a reasonable opportunity to meet the educational requirements under subparagraph (D) of \nsuch subsection. The Attorney General or the Secretary may not commence or continue with removal proceedings \nagainst such an alien. (e) Withdrawal of Application.--The Secretary of Homeland Security shall, upon receipt of a \nrequest to withdraw an application for adjustment of status under this section, cease processing of the application, \nand close the case. Withdrawal of the application under this subsection shall not prejudice any future application \nfiled by the applicant for any immigration benefit under this title or under the Immigration and Nationality Act (8 \nU.S.C. 1101 et seq.). SEC. 112. TERMS OF PERMANENT RESIDENT STATUS ON A CONDITIONAL BASIS. (a) \nPeriod of Status.--Permanent resident status on a conditional basis is-- (1) valid for a period of 10 years, unless \nsuch period is extended by the Secretary; and (2) subject to revocation under subsection (c). (b) Notice of \nRequirements.--At the time an alien obtains permanent resident status on a conditional basis, the Secretary shall \nprovide notice to the alien regarding the provisions of this title and the requirements to have the conditional basis of \nsuch status removed. (c) Revocation of Status.--The Secretary may revoke the permanent resident status on a \nconditional basis of an alien only if the Secretary-- (1) determines that the alien ceases to meet the requirements \nunder section 111(b)(1)(C); and (2) prior to the revocation, provides the alien-- (A) notice of the proposed \nrevocation; and (B) the opportunity for a hearing to provide evidence that the alien meets such requirements or \notherwise to contest the proposed revocation. (d) Return to Previous Immigration Status.--An alien whose \npermanent resident status on a conditional basis expires under subsection (a)(1) or is revoked under subsection (c), \nshall return to the immigration status that the alien had immediately before receiving permanent resident status on a \nconditional basis. SEC. 113. REMOVAL OF CONDITIONAL BASIS OF PERMANENT RESIDENT STATUS. (a) \nEligibility for Removal of Conditional Basis.-- (1) In general.--Subject to paragraph (2), the Secretary shall remove \nthe conditional basis of an alien's permanent resident status granted under this title and grant the alien status as an \nalien lawfully admitted for permanent residence if the alien-- (A) is described in section 111(b)(1)(C); (B) has not \nabandoned the alien's residence in the United States during the period in which the alien has permanent resident \nstatus on a conditional basis; and (C)(i) has obtained a degree from an institution of higher education, or has \ncompleted at least 2 years, in good standing, of a program in the United States leading to a bachelor's degree or \nhigher degree or a recognized postsecondary credential from an area career and technical education school \nproviding education at the postsecondary level; (ii) has served in the Uniformed Services for at least 2 years and, if \ndischarged, received an honorable discharge; or (iii) demonstrates earned income for periods totaling at least 3 \nyears and at least 75 percent of the time that the alien has had a valid employment authorization, except that, in the \ncase of an alien who was enrolled in an institution of higher education, an area career and technical education \nschool to obtain a recognized postsecondary credential, or an education program described in section \n111(b)(1)(D)(iii), the Secretary shall reduce such total 3-year requirement by the total of such periods of enrollment. \n(2) Hardship exception.--The Secretary shall remove the conditional basis of an alien's permanent resident status \nand grant the alien status as an alien lawfully admitted for permanent residence if the alien-- (A) satisfies the \nrequirements under subparagraphs (A) and (B) of paragraph (1); (B) demonstrates compelling circumstances for \nthe inability to satisfy the requirements under subparagraph (C) of such paragraph; and (C) demonstrates that-- (i) \nthe alien has a disability; (ii) the alien is a full-time caregiver; or (iii) the removal of the alien from the United States \nwould result in hardship to the alien or the alien's spouse, parent, or child who is a national of the United States or \nis lawfully admitted for permanent residence. (3) Citizenship requirement.-- (A) In general.--Except as provided in \nsubparagraph (B), the conditional basis of an alien's permanent resident status granted under this title may not be \nremoved unless the alien demonstrates that the alien satisfies the requirements under section 312(a) of the \nImmigration and Nationality Act (8 U.S.C. 1423(a)). (B) Exception.--Subparagraph (A) shall not apply to an alien \n\n\n\nwho is unable to meet the requirements under such section 312(a) due to disability. (4) Application fee.--The \nSecretary may, subject to an exemption under section 123(c), require aliens applying for removal of the conditional \nbasis of an alien's permanent resident status under this section to pay a reasonable fee that is commensurate with \nthe cost of processing the application. (5) Background check.--The Secretary may not remove the conditional basis \nof an alien's permanent resident status until the requirements of section 122 are satisfied. (b) Treatment for \nPurposes of Naturalization.-- (1) In general.--For purposes of title III of the Immigration and Nationality Act (8 U.S.C. \n1401 et seq.), an alien granted permanent resident status on a conditional basis shall be considered to have been \nadmitted to the United States, and be present in the United States, as an alien lawfully admitted for permanent \nresidence. (2) Limitation on application for naturalization.--An alien may not apply for naturalization while the alien is \nin permanent resident status on a conditional basis. (c) Timing of Approval of Lawful Permanent Resident Status.-- \n(1) In general.--An alien granted permanent resident status on a conditional basis under this title may apply to have \nsuch conditional basis removed at any time after such alien has met the eligibility requirements set forth in \nsubsection (a). (2) Approval with regard to initial applications.-- (A) In general.--Notwithstanding any other provision \nof law, the Secretary or the Attorney General shall cancel the removal of, and adjust to the status of an alien \nlawfully admitted for permanent resident status without conditional basis, any alien who-- (i) demonstrates eligibility \nfor lawful permanent residence status on a conditional basis under section 111(b); and (ii) subject to the exceptions \ndescribed in subsections (a)(2) and (a)(3)(B) of this section, already has fulfilled the requirements of paragraphs (1) \nand (3) of subsection (a) of this section at the time such alien first submits an application for benefits under this title. \n(B) Background checks.--Subsection (a)(5) shall apply to an alien seeking lawful permanent resident status without \nconditional basis in an initial application in the same manner as it applies to an alien seeking removal of the \nconditional basis of an alien's permanent resident status. Section 111(b)(3) shall not be construed to require the \nSecretary to conduct more than one identical security or law enforcement background check on such an alien. (C) \nApplication fees.--In the case of an alien seeking lawful permanent resident status without conditional basis in an \ninitial application, the alien shall pay the fee required under subsection (a)(4), subject to the exemption allowed \nunder section 123(c), but shall not be required to pay the application fee under section 111(b)(2). Subtitle B--\nGeneral Provisions SEC. 121. DEFINITIONS. In this title: (1) In general.--Except as otherwise specifically provided, \nany term used in this title that is used in the immigration laws shall have the meaning given such term in the \nimmigration laws. (2) Appropriate united states district court.--The term ``appropriate United States district court'' \nmean the United States District Court for the District of Columbia or the United States district court with jurisdiction \nover the alien's principal place of residence. (3) Area career and technical education school.--The term ``area \ncareer and technical education school'' has the meaning given such term in section 3 of the Carl D. Perkins Career \nand Technical Education Act of 2006 (20 U.S.C. 2302). (4) DACA.--The term ``DACA'' means deferred action \ngranted to an alien pursuant to the Deferred Action for Childhood Arrivals policy announced by the Secretary of \nHomeland Security on June 15, 2012. (5) Disability.--The term ``disability'' has the meaning given such term in \nsection 3(1) of the Americans with Disabilities Act of 1990 (42 U.S.C. 12102(1)). (6) Federal poverty line.--The term \n``Federal poverty line'' has the meaning given such term in section 213A(h) of the Immigration and Nationality Act \n(8 U.S.C. 1183a). (7) High school; secondary school.--The terms ``high school'' and ``secondary school'' have the \nmeanings given such terms in section 8101 of the Elementary and Secondary Education Act of 1965 (20 U.S.C. \n7801). (8) Immigration laws.--The term ``immigration laws'' has the meaning given such term in section 101(a)(17) \nof the Immigration and Nationality Act (8 U.S.C. 1101(a)(17)). (9) Institution of higher education.--The term \n``institution of higher education''-- (A) except as provided in subparagraph (B), has the meaning given such term in \nsection 102 of the Higher Education Act of 1965 (20 U.S.C. 1002); and (B) does not include an institution of higher \neducation outside of the United States. (10) Recognized postsecondary credential.--The term ``recognized \npostsecondary credential'' has the meaning given such term in section 3 of the Workforce Innovation and \nOpportunity Act (29 U.S.C. 3102). (11) Secretary.--Except as otherwise specifically provided, the term ``Secretary'' \nmeans the Secretary of Homeland Security. (12) Uniformed services.--The term ``Uniformed Services'' has the \nmeaning given the term ``uniformed services'' in section 101(a) of title 10, United States Code. [[Page H4268]] \nSEC. 122. SUBMISSION OF BIOMETRIC AND BIOGRAPHIC DATA; BACKGROUND CHECKS. (a) Submission of \nBiometric and Biographic Data.--The Secretary may not grant an alien adjustment of status under this title, on either \na conditional or permanent basis, unless the alien submits biometric and biographic data, in accordance with \nprocedures established by the Secretary. The Secretary shall provide an alternative procedure for aliens who are \nunable to provide such biometric or biographic data because of a physical impairment. (b) Background Checks.--\n\n\n\nThe Secretary shall use biometric, biographic, and other data that the Secretary determines appropriate to conduct \nsecurity and law enforcement background checks and to determine whether there is any criminal, national security, \nor other factor that would render the alien ineligible for adjustment of status under this title, on either a conditional or \npermanent basis. The status of an alien may not be adjusted, on either a conditional or permanent basis, unless \nsecurity and law enforcement background checks are completed to the satisfaction of the Secretary. SEC. 123. \nLIMITATION ON REMOVAL; APPLICATION AND FEE EXEMPTION; WAIVER OF GROUNDS FOR \nINADMISSIBILITY AND OTHER CONDITIONS ON ELIGIBLE INDIVIDUALS. (a) Limitation on Removal.--An alien \nwho appears to be prima facie eligible for relief under this title shall be given a reasonable opportunity to apply for \nsuch relief and may not be removed until, subject to section 126(c), a final decision establishing ineligibility for relief \nis rendered. (b) Application.--An alien present in the United States who has been ordered removed or has been \npermitted to depart voluntarily from the United States may, notwithstanding such order or permission to depart, \napply for adjustment of status under this title. Such alien shall not be required to file a separate motion to reopen, \nreconsider, or vacate the order of removal. If the Secretary approves the application, the Secretary shall cancel the \norder of removal. If the Secretary renders a final administrative decision to deny the application, the order of \nremoval or permission to depart shall be effective and enforceable to the same extent as if the application had not \nbeen made, only after all available administrative and judicial remedies have been exhausted. (c) Fee Exemption.--\nAn applicant may be exempted from paying an application fee required under this title if the applicant-- (1) is \nyounger than 18 years of age; (2) received total income, during the 12-month period immediately preceding the \ndate on which the applicant files an application under this title, that is less than 150 percent of the Federal poverty \nline; (3) is in foster care or otherwise lacks any parental or other familial support; or (4) cannot care for himself or \nherself because of a serious, chronic disability. (d) Waiver of Grounds of Inadmissibility.--With respect to any benefit \nunder this title, and in addition to the waivers under section 111(c)(2), the Secretary may waive the grounds of \ninadmissibility under paragraph (1), (6)(E), (6)(G), or (10)(D) of section 212(a) of the Immigration and Nationality Act \n(8 U.S.C. 1182(a)) for humanitarian purposes, for family unity, or because the waiver is otherwise in the public \ninterest. (e) Advance Parole.--During the period beginning on the date on which an alien applies for adjustment of \nstatus under this title and ending on the date on which the Secretary makes a final decision regarding such \napplication, the alien shall be eligible to apply for advance parole. Section 101(g) of the Immigration and Nationality \nAct (8 U.S.C. 1101(g)) shall not apply to an alien granted advance parole under this section. (f) Employment.--An \nalien whose removal is stayed pursuant to this title, who may not be placed in removal proceedings pursuant to this \ntitle, or who has pending an application under this title, shall, upon application to the Secretary, be granted an \nemployment authorization document. SEC. 124. DETERMINATION OF CONTINUOUS PRESENCE AND \nRESIDENCE. (a) Effect of Notice to Appear.--Any period of continuous physical presence or continuous residence \nin the United States of an alien who applies for permanent resident status under this title (whether on a conditional \nbasis or without the conditional basis as provided in section 113(c)(2)) shall not terminate when the alien is served a \nnotice to appear under section 239(a) of the Immigration and Nationality Act (8 U.S.C. 1229(a)). (b) Treatment of \nCertain Breaks in Presence or Residence.-- (1) In general.--Except as provided in paragraphs (2) and (3), an alien \nshall be considered to have failed to maintain-- (A) continuous physical presence in the United States under this title \nif the alien has departed from the United States for any period exceeding 90 days or for any periods, in the \naggregate, exceeding 180 days; and (B) continuous residence in the United States under this title if the alien has \ndeparted from the United States for any period exceeding 180 days, unless the alien establishes to the satisfaction \nof the Secretary of Homeland Security that the alien did not in fact abandon residence in the United States during \nsuch period. (2) Extensions for extenuating circumstances.--The Secretary may extend the time periods described \nin paragraph (1) for an alien who demonstrates that the failure to timely return to the United States was due to \nextenuating circumstances beyond the alien's control, including the serious illness of the alien, or death or serious \nillness of a parent, grandparent, sibling, or child of the alien. (3) Travel authorized by the secretary.--Any period of \ntravel outside of the United States by an alien that was authorized by the Secretary may not be counted toward any \nperiod of departure from the United States under paragraph (1). (c) Waiver of Physical Presence.--With respect to \naliens who were removed or departed the United States on or after January 20, 2017, and who were continuously \nphysically present in the United States for at least 4 years prior to such removal or departure, the Secretary may, as \na matter of discretion, waive the physical presence requirement under section 111(b)(1)(A) for humanitarian \npurposes, for family unity, or because a waiver is otherwise in the public interest. The Secretary, in consultation with \nthe Secretary of State, shall establish a procedure for such aliens to apply for relief under section 111 from outside \n\n\n\nthe United States if they would have been eligible for relief under such section, but for their removal or departure. \nSEC. 125. EXEMPTION FROM NUMERICAL LIMITATIONS. Nothing in this title or in any other law may be \nconstrued to apply a numerical limitation on the number of aliens who may be granted permanent resident status \nunder this title (whether on a conditional basis, or without the conditional basis as provided in section 113(c)(2)). \nSEC. 126. AVAILABILITY OF ADMINISTRATIVE AND JUDICIAL REVIEW. (a) Administrative Review.--Not later \nthan 30 days after the date of the enactment of this Act, the Secretary shall provide to aliens who have applied for \nadjustment of status under this title a process by which an applicant may seek administrative appellate review of a \ndenial of an application for adjustment of status, or a revocation of such status. (b) Judicial Review.--Except as \nprovided in subsection (c), and notwithstanding any other provision of law, an alien may seek judicial review of a \ndenial of an application for adjustment of status, or a revocation of such status, under this title in an appropriate \nUnited States district court. (c) Judicial Review of a Provisional Denial.-- (1) In general.--Notwithstanding any other \nprovision of law, if, after notice and the opportunity to respond under section 111(c)(3)(E), the Secretary \nprovisionally denies an application for adjustment of status under this title, the alien shall have 60 days from the \ndate of the Secretary's determination to seek review of such determination in an appropriate United States district \ncourt. (2) Scope of review and decision.--Notwithstanding any other provision of law, review under paragraph (1) \nshall be de novo and based solely on the administrative record, except that the applicant shall be given the \nopportunity to supplement the administrative record and the Secretary shall be given the opportunity to rebut the \nevidence and arguments raised in such submission. Upon issuing its decision, the court shall remand the matter, \nwith appropriate instructions, to the Department of Homeland Security to render a final decision on the application. \n(3) Appointed counsel.--Notwithstanding any other provision of law, an applicant seeking judicial review under \nparagraph (1) shall be represented by counsel. Upon the request of the applicant, counsel shall be appointed for \nthe applicant, in accordance with procedures to be established by the Attorney General within 90 days of the date of \nthe enactment of this Act, and shall be funded in accordance with fees collected and deposited in the Immigration \nCounsel Account under section 132. (d) Stay of Removal.-- (1) In general.--Except as provided in paragraph (2), an \nalien seeking administrative or judicial review under this title may not be removed from the United States until a \nfinal decision is rendered establishing that the alien is ineligible for adjustment of status under this title. (2) \nException.--The Secretary may remove an alien described in paragraph (1) pending judicial review if such removal \nis based on criminal or national security grounds described in this title. Such removal shall not affect the alien's right \nto judicial review under this title. The Secretary shall promptly return a removed alien if a decision to deny an \napplication for adjustment of status under this title, or to revoke such status, is reversed. SEC. 127. \nDOCUMENTATION REQUIREMENTS. (a) Documents Establishing Identity.--An alien's application for permanent \nresident status under this title (whether on a conditional basis, or without the conditional basis as provided in \nsection 113(c)(2)) may include, as evidence of identity, the following: (1) A passport or national identity document \nfrom the alien's country of origin that includes the alien's name and the alien's photograph or fingerprint. (2) The \nalien's birth certificate and an identity card that includes the alien's name and photograph. (3) A school identification \ncard that includes the alien's name and photograph, and school records showing the alien's name and that the alien \nis or was enrolled at the school. (4) A Uniformed Services identification card issued by the Department of Defense. \n(5) Any immigration or other document issued by the United States Government bearing the alien's name and \nphotograph. (6) A State-issued identification card bearing the alien's name and photograph. (7) Any other evidence \ndetermined to be credible by the Secretary. (b) Documents Establishing Entry, Continuous Physical Presence, Lack \nof Abandonment of Residence.--To establish that an alien was younger than 18 years of age on the date on which \nthe alien entered the United States, and [[Page H4269]] has continuously resided in the United States since such \nentry, as required under section 111(b)(1)(B), that an alien has been continuously physically present in the United \nStates, as required under section 111(b)(1)(A), or that an alien has not abandoned residence in the United States, \nas required under section 113(a)(1)(B), the alien may submit the following forms of evidence: (1) Passport entries, \nincluding admission stamps on the alien's passport. (2) Any document from the Department of Justice or the \nDepartment of Homeland Security noting the alien's date of entry into the United States. (3) Records from any \neducational institution the alien has attended in the United States. (4) Employment records of the alien that include \nthe employer's name and contact information, or other records demonstrating earned income. (5) Records of \nservice from the Uniformed Services. (6) Official records from a religious entity confirming the alien's participation in \na religious ceremony. (7) A birth certificate for a child who was born in the United States. (8) Hospital or medical \nrecords showing medical treatment or hospitalization, the name of the medical facility or physician, and the date of \n\n\n\nthe treatment or hospitalization. (9) Automobile license receipts or registration. (10) Deeds, mortgages, or rental \nagreement contracts. (11) Rent receipts or utility bills bearing the alien's name or the name of an immediate family \nmember of the alien, and the alien's address. (12) Tax receipts. (13) Insurance policies. (14) Remittance records, \nincluding copies of money order receipts sent in or out of the country. (15) Travel records. (16) Dated bank \ntransactions. (17) Two or more sworn affidavits from individuals who are not related to the alien who have direct \nknowledge of the alien's continuous physical presence in the United States, that contain-- (A) the name, address, \nand telephone number of the affiant; and (B) the nature and duration of the relationship between the affiant and the \nalien. (18) Any other evidence determined to be credible by the Secretary. (c) Documents Establishing Admission to \nan Institution of Higher Education.--To establish that an alien has been admitted to an institution of higher \neducation, the alien may submit to the Secretary a document from the institution of higher education certifying that \nthe alien-- (1) has been admitted to the institution; or (2) is currently enrolled in the institution as a student. (d) \nDocuments Establishing Receipt of a Degree From an Institution of Higher Education.--To establish that an alien \nhas acquired a degree from an institution of higher education in the United States, the alien may submit to the \nSecretary a diploma or other document from the institution stating that the alien has received such a degree. (e) \nDocuments Establishing Receipt of a High School Diploma, General Educational Development Credential, or a \nRecognized Equivalent.--To establish that in the United States an alien has earned a high school diploma or a \ncommensurate alternative award from a public or private high school, has obtained the General Education \nDevelopment credential, or otherwise has satisfied section 111(b)(1)(D)(iii), the alien may submit to the Secretary \nthe following: (1) A high school diploma, certificate of completion, or other alternate award. (2) A high school \nequivalency diploma or certificate recognized under State law. (3) Evidence that the alien passed a State-\nauthorized exam, including the General Education Development test, in the United States. (4) Evidence that the \nalien successfully completed an area career and technical education program, such as a certification, certificate, or \nsimilar alternate award. (5) Evidence that the alien obtained a recognized postsecondary credential. (6) Any other \nevidence determined to be credible by the Secretary. (f) Documents Establishing Enrollment in an Educational \nProgram.--To establish that an alien is enrolled in any school or education program described in section \n111(b)(1)(D)(iv) or 113(a)(1)(C), the alien may submit school records from the United States school that the alien is \ncurrently attending that include-- (1) the name of the school; and (2) the alien's name, periods of attendance, and \ncurrent grade or educational level. (g) Documents Establishing Exemption From Application Fees.--To establish that \nan alien is exempt from an application fee under section 123(c), the alien may submit to the Secretary the following \nrelevant documents: (1) Documents to establish age.--To establish that an alien meets an age requirement, the \nalien may provide proof of identity, as described in subsection (a), that establishes that the alien is younger than 18 \nyears of age. (2) Documents to establish income.--To establish the alien's income, the alien may provide-- (A) \nemployment records or other records of earned income, including records that have been maintained by the Social \nSecurity Administration, the Internal Revenue Service, or any other Federal, State, or local government agency; (B) \nbank records; or (C) at least 2 sworn affidavits from individuals who are not related to the alien and who have direct \nknowledge of the alien's work and income that contain-- (i) the name, address, and telephone number of the affiant; \nand (ii) the nature and duration of the relationship between the affiant and the alien. (3) Documents to establish \nfoster care, lack of familial support, or serious, chronic disability.--To establish that the alien is in foster care, lacks \nparental or familial support, or has a serious, chronic disability, the alien may provide at least 2 sworn affidavits from \nindividuals who are not related to the alien and who have direct knowledge of the circumstances that contain-- (A) a \nstatement that the alien is in foster care, otherwise lacks any parental or other familiar support, or has a serious, \nchronic disability, as appropriate; (B) the name, address, and telephone number of the affiant; and (C) the nature \nand duration of the relationship between the affiant and the alien. (h) Documents Establishing Qualification for \nHardship Exemption.--To establish that an alien satisfies one of the criteria for the hardship exemption set forth in \nsection 113(a)(2)(C), the alien may submit to the Secretary at least 2 sworn affidavits from individuals who are not \nrelated to the alien and who have direct knowledge of the circumstances that warrant the exemption, that contain-- \n(1) the name, address, and telephone number of the affiant; and (2) the nature and duration of the relationship \nbetween the affiant and the alien. (i) Documents Establishing Service in the Uniformed Services.--To establish that \nan alien has served in the Uniformed Services for at least 2 years and, if discharged, received an honorable \ndischarge, the alien may submit to the Secretary-- (1) a Department of Defense form DD-214; (2) a National Guard \nReport of Separation and Record of Service form 22; (3) personnel records for such service from the appropriate \nUniformed Service; or (4) health records from the appropriate Uniformed Service. (j) Documents Establishing \n\n\n\nEarned Income.-- (1) In general.--An alien may satisfy the earned income requirement under section \n113(a)(1)(C)(iii) by submitting records that-- (A) establish compliance with such requirement; and (B) have been \nmaintained by the Social Security Administration, the Internal Revenue Service, or any other Federal, State, or local \ngovernment agency. (2) Other documents.--An alien who is unable to submit the records described in paragraph (1) \nmay satisfy the earned income requirement by submitting at least 2 types of reliable documents that provide \nevidence of employment or other forms of earned income, including-- (A) bank records; (B) business records; (C) \nemployer or contractor records; (D) records of a labor union, day labor center, or organization that assists workers \nin employment; (E) sworn affidavits from individuals who are not related to the alien and who have direct knowledge \nof the alien's work, that contain-- (i) the name, address, and telephone number of the affiant; and (ii) the nature and \nduration of the relationship between the affiant and the alien; (F) remittance records; or (G) any other evidence \ndetermined to be credible by the Secretary. (k) Authority to Prohibit Use of Certain Documents.--If the Secretary \ndetermines, after publication in the Federal Register and an opportunity for public comment, that any document or \nclass of documents does not reliably establish identity or that permanent resident status under this title (whether on \na conditional basis, or without the conditional basis as provided in section 113(c)(2)) is being obtained fraudulently \nto an unacceptable degree, the Secretary may prohibit or restrict the use of such document or class of documents. \nSEC. 128. RULE MAKING. (a) In General.--Not later than 90 days after the date of the enactment of this Act, the \nSecretary shall publish in the Federal Register interim final rules implementing this title, which shall allow eligible \nindividuals to immediately apply for relief under section 111 or 113(c)(2). Notwithstanding section 553 of title 5, \nUnited States Code, the regulation shall be effective, on an interim basis, immediately upon publication, but may be \nsubject to change and revision after public notice and opportunity for a period of public comment. The Secretary \nshall finalize such rules not later than 180 days after the date of publication. (b) Paperwork Reduction Act.--The \nrequirements under chapter 35 of title 44, United States Code, (commonly known as the ``Paperwork Reduction \nAct'') shall not apply to any action to implement this title. SEC. 129. CONFIDENTIALITY OF INFORMATION. (a) In \nGeneral.--The Secretary may not disclose or use information (including information provided during administrative \nor judicial review) provided in applications filed under this title or in requests for DACA for the purpose of \nimmigration enforcement. (b) Referrals Prohibited.--The Secretary, based solely on information provided in an \napplication for adjustment of status under this title (including information provided during administrative or judicial \nreview) or an application for DACA, may not refer an applicant to U.S. Immigration and Customs Enforcement, U.S. \nCustoms and Border Protection, or any designee of either such entity. (c) Limited Exception.--Notwithstanding \nsubsections (a) and (b), information provided in an application for adjustment of status under this title may be \nshared with Federal security and law enforcement agencies-- [[Page H4270]] (1) for assistance in the consideration \nof an application for adjustment of status under this title; (2) to identify or prevent fraudulent claims; (3) for national \nsecurity purposes; or (4) for the investigation or prosecution of any felony offense not related to immigration status. \n(d) Penalty.--Any person who knowingly uses, publishes, or permits information to be examined in violation of this \nsection shall be fined not more than $10,000. SEC. 130. GRANT PROGRAM TO ASSIST ELIGIBLE APPLICANTS. \n(a) Establishment.--The Secretary of Homeland Security shall establish, within U.S. Citizenship and Immigration \nServices, a program to award grants, on a competitive basis, to eligible nonprofit organizations that will use the \nfunding to assist eligible applicants under this title by providing them with the services described in subsection (b). \n(b) Use of Funds.--Grant funds awarded under this section shall be used for the design and implementation of \nprograms that provide-- (1) information to the public regarding the eligibility and benefits of permanent resident \nstatus under this title (whether on a conditional basis, or without the conditional basis as provided in section \n113(c)(2)), particularly to individuals potentially eligible for such status; (2) assistance, within the scope of \nauthorized practice of immigration law, to individuals submitting applications for adjustment of status under this title \n(whether on a conditional basis, or without the conditional basis as provided in section 113(c)(2)), including-- (A) \nscreening prospective applicants to assess their eligibility for such status; (B) completing applications and petitions, \nincluding providing assistance in obtaining the requisite documents and supporting evidence; and (C) providing any \nother assistance that the Secretary or grantee considers useful or necessary to apply for adjustment of status under \nthis title (whether on a conditional basis, or without the conditional basis as provided in section 113(c)(2)); and (3) \nassistance, within the scope of authorized practice of immigration law, and instruction, to individuals-- (A) on the \nrights and responsibilities of United States citizenship; (B) in civics and English as a second language; (C) in \npreparation for the General Education Development test; and (D) in applying for adjustment of status and United \nStates citizenship. (c) Authorization of Appropriations.-- (1) Amounts authorized.--There are authorized to be \n\n\n\nappropriated such sums as may be necessary for each of the fiscal years 2020 through 2030 to carry out this \nsection. (2) Availability.--Any amounts appropriated pursuant to paragraph (1) shall remain available until expended. \nSEC. 131. PROVISIONS AFFECTING ELIGIBILITY FOR ADJUSTMENT OF STATUS. An alien's eligibility to be \nlawfully admitted for permanent residence under this title (whether on a conditional basis, or without the conditional \nbasis as provided in section 113(c)(2)) shall not preclude the alien from seeking any status under any other \nprovision of law for which the alien may otherwise be eligible. SEC. 132. SUPPLEMENTARY SURCHARGE FOR \nAPPOINTED COUNSEL. (a) In General.--Except as provided in section 122 and in cases where the applicant is \nexempt from paying a fee under section 123(c), in any case in which a fee is charged pursuant to this title, an \nadditional surcharge of $25 shall be imposed and collected for the purpose of providing appointed counsel to \napplicants seeking judicial review of the Secretary's decision to provisionally deny an application under section \n126(c)(3). (b) Immigration Counsel Account.--There is established in the general fund of the Treasury a separate \naccount which shall be known as the ``Immigration Counsel Account''. Fees collected under subsection (a) shall be \ndeposited into the Immigration Counsel Account and shall to remain available until expended for purposes of \nproviding appointed counsel as required under this title. (c) Report.--At the end of each 2-year period, beginning \nwith the establishment of this account, the Secretary of Homeland Security shall submit a report to the Congress \nconcerning the status of the account, including any balances therein, and recommend any adjustment in the \nprescribed fee that may be required to ensure that the receipts collected from the fee charged for the succeeding \ntwo years equal, as closely as possible, the cost of providing appointed counsel as required under this title. SEC. \n133. ANNUAL REPORT ON PROVISIONAL DENIAL AUTHORITY. Not later than 1 year after the date of the \nenactment of this Act, and annually thereafter, the Secretary of Homeland Security shall submit to the Congress a \nreport detailing the number of applicants that receive-- (1) a provisional denial under this title; (2) a final denial \nunder this title without seeking judicial review; (3) a final denial under this title after seeking judicial review; and (4) \nan approval under this title after seeking judicial review. TITLE II--AMERICAN PROMISE ACT SEC. 201. SHORT \nTITLE. This title may be cited as the ``American Promise Act of 2019''. Subtitle A--Treatment of Certain Nationals of \nCertain Countries Designated for Temporary Protected Status or Deferred Enforced Departure SEC. 211. \nADJUSTMENT OF STATUS FOR CERTAIN NATIONALS OF CERTAIN COUNTRIES DESIGNATED FOR \nTEMPORARY PROTECTED STATUS OR DEFERRED ENFORCED DEPARTURE. (a) In General.--\nNotwithstanding any other provision of law, the Secretary or the Attorney General shall cancel the removal of, and \nadjust to the status of an alien lawfully admitted for permanent residence, an alien described in subsection (b) if the \nalien-- (1) applies for such adjustment, including submitting any required documents under section 227, not later \nthan 3 years after the date of the enactment of this Act; (2) has been continuously physically present in the United \nStates for a period of not less than 3 years before the date of the enactment of this Act; and (3) is not inadmissible \nunder paragraph (1), (2), (3), (6)(D), (6)(E), (6)(F), (6)(G), (8), or (10) of section 212(a) of the Immigration and \nNationality Act (8 U.S.C. 1182(a)). (b) Aliens Eligible for Adjustment of Status.--An alien shall be eligible for \nadjustment of status under this section if the alien is an individual-- (1) who-- (A) is a national of a foreign state (or \npart thereof) (or in the case of an alien having no nationality, is a person who last habitually resided in such state) \nwith a designation under subsection (b) of section 244 of the Immigration and Nationality Act (8 U.S.C. 1254a(b)) on \nJanuary 1, 2017, who had or was otherwise eligible for temporary protected status on such date notwithstanding \nsubsections (c)(1)(A)(iv) and (c)(3)(C) of such section; and (B) has not engaged in conduct since such date that \nwould render the alien ineligible for temporary protected status under section 244(c)(2) of the Immigration and \nNationality Act (8 U.S.C. 1245a(c)(2)); or (2) who was eligible for Deferred Enforced Departure as of January 1, \n2017, and has not engaged in conduct since that date that would render the alien ineligible for Deferred Enforced \nDeparture. (c) Application.-- (1) Fee.--The Secretary shall, subject to an exemption under section 223(c), require an \nalien applying for adjustment of status under this section to pay a reasonable fee that is commensurate with the \ncost of processing the application, but does not exceed $1,140. (2) Background checks.--The Secretary may not \ngrant an alien permanent resident status on a conditional basis under this section until the requirements of section \n222 are satisfied. (3) Withdrawal of application.--The Secretary of Homeland Security shall, upon receipt of a \nrequest to withdraw an application for adjustment of status under this section, cease processing of the application \nand close the case. Withdrawal of the application under this subsection shall not prejudice any future application \nfiled by the applicant for any immigration benefit under this title or under the Immigration and Nationality Act (8 \nU.S.C. 1101 et seq). Subtitle B--General Provisions SEC. 221. DEFINITIONS. (a) In General.--In this title: (1) In \ngeneral.--Except as otherwise specifically provided, any term used in this title that is used in the immigration laws \n\n\n\nshall have the meaning given such term in the immigration laws. (2) Disability.--The term ``disability'' has the \nmeaning given such term in section 3(1) of the Americans with Disabilities Act of 1990 (42 U.S.C. 12102(1)). (3) \nFederal poverty line.--The term ``Federal poverty line'' has the meaning given such term in section 213A(h) of the \nImmigration and Nationality Act (8 U.S.C. 1183a). (4) Immigration laws.--The term ``immigration laws'' has the \nmeaning given such term in section 101(a)(17) of the Immigration and Nationality Act (8 U.S.C. 1101(a)(17)). (5) \nSecretary.--Except as otherwise specifically provided, the term ``Secretary'' means the Secretary of Homeland \nSecurity. (6) Uniformed services.--The term ``Uniformed Services'' has the meaning given the term ``uniformed \nservices'' in section 101(a) of title 10, United States Code. (b) Treatment of Expunged Convictions.--For purposes of \nadjustment of status under this title, the terms ``convicted'' and ``conviction'', as used in sections 212 and 244 of the \nImmigration and Nationality Act (8 U.S.C. 1182, 1254a), do not include a judgment that has been expunged or set \naside, that resulted in a rehabilitative disposition, or the equivalent. SEC. 222. SUBMISSION OF BIOMETRIC AND \nBIOGRAPHIC DATA; BACKGROUND CHECKS. (a) Submission of Biometric and Biographic Data.--The Secretary \nmay not grant an alien adjustment of status under this title unless the alien submits biometric and biographic data, \nin accordance with procedures established by the Secretary. The Secretary shall provide an alternative procedure \nfor aliens who are unable to provide such biometric or biographic data because of a physical impairment. (b) \nBackground Checks.--The Secretary shall use biometric, biographic, and other data that the Secretary determines \nappropriate to conduct security and law enforcement background checks and to determine whether there is any \ncriminal, national security, or other factor that would render the alien ineligible for adjustment of status under this \ntitle. The status of an alien may not be adjusted unless security and law enforcement background checks are \ncompleted to the satisfaction of the Secretary. SEC. 223. LIMITATION ON REMOVAL; APPLICATION AND FEE \nEXEMPTION; WAIVER OF GROUNDS FOR INADMISSIBILITY AND OTHER CONDITIONS ON ELIGIBLE \nINDIVIDUALS. (a) Limitation on Removal.--An alien who appears to be prima facie eligible for relief under [[Page \nH4271]] this title shall be given a reasonable opportunity to apply for such relief and may not be removed until, \nsubject to section 226(c), a final decision establishing ineligibility for relief is rendered. (b) Application.--An alien \npresent in the United States who has been ordered removed or has been permitted to depart voluntarily from the \nUnited States may, notwithstanding such order or permission to depart, apply for adjustment of status under this \ntitle. Such alien shall not be required to file a separate motion to reopen, reconsider, or vacate the order of removal. \nIf the Secretary approves the application, the Secretary shall cancel the order of removal. If the Secretary renders a \nfinal administrative decision to deny the application, the order of removal or permission to depart shall be effective \nand enforceable to the same extent as if the application had not been made, only after all available administrative \nand judicial remedies have been exhausted. (c) Fee Exemption.--An applicant may be exempted from paying an \napplication fee required under this title if the applicant-- (1) is younger than 18 years of age; (2) received total \nincome, during the 12-month period immediately preceding the date on which the applicant files an application \nunder this title, that is less than 150 percent of the Federal poverty line; (3) is in foster care or otherwise lacks any \nparental or other familial support; or (4) cannot care for himself or herself because of a serious, chronic disability. \n(d) Waiver of Grounds of Inadmissibility.-- (1) In general.--Except as provided in paragraph (2), with respect to any \nbenefit under this title, and in addition to any waivers that are otherwise available, the Secretary may waive the \ngrounds of inadmissibility under paragraph (1), subparagraphs (A), (C), and (D) of paragraph (2), subparagraphs \n(D) through (G) of paragraph (6), or paragraph (10)(D) of section 212(a) of the Immigration and Nationality Act (8 \nU.S.C. 1182(a)) for humanitarian purposes, for family unity, or because the waiver is otherwise in the public \ninterest. (2) Exception.--The Secretary may not waive a ground described in paragraph (1) if such inadmissibility is \nbased on a conviction or convictions, and such conviction or convictions would otherwise render the alien ineligible \nunder section 244(c)(2)(B) of the Immigration and Nationality Act (8 U.S.C. 1254a(c)(2)(B)). (e) Advance Parole.--\nDuring the period beginning on the date on which an alien applies for adjustment of status under this title and \nending on the date on which the Secretary makes a final decision regarding such application, the alien shall be \neligible to apply for advance parole. Section 101(g) of the Immigration and Nationality Act (8 U.S.C. 1101(g)) shall \nnot apply to an alien granted advance parole under this section. (f) Employment.--An alien whose removal is stayed \npursuant to this title, or who has pending an application under this title, shall, upon application to the Secretary, be \ngranted an employment authorization document. SEC. 224. DETERMINATION OF CONTINUOUS PRESENCE. (a) \nEffect of Notice to Appear.--Any period of continuous physical presence in the United States of an alien who applies \nfor adjustment of status under this title shall not terminate when the alien is served a notice to appear under section \n239(a) of the Immigration and Nationality Act (8 U.S.C. 1229(a)). (b) Treatment of Certain Breaks in Presence.-- (1) \n\n\n\nIn general.--Except as provided in paragraphs (2) and (3), an alien shall be considered to have failed to maintain \ncontinuous physical presence in the United States under this title if the alien has departed from the United States \nfor any period exceeding 90 days or for any periods, in the aggregate, exceeding 180 days. (2) Extensions for \nextenuating circumstances.--The Secretary may extend the time periods described in paragraph (1) for an alien \nwho demonstrates that the failure to timely return to the United States was due to extenuating circumstances \nbeyond the alien's control, including the serious illness of the alien, or death or serious illness of a parent, \ngrandparent, sibling, or child of the alien. (3) Travel authorized by the secretary.--Any period of travel outside of the \nUnited States by an alien that was authorized by the Secretary may not be counted toward any period of departure \nfrom the United States under paragraph (1). (c) Waiver of Physical Presence.--With respect to aliens who were \nremoved or departed the United States on or after January 20, 2017, and who were continuously physically present \nin the United States for at least 3 years prior to such removal or departure, the Secretary may, as a matter of \ndiscretion, waive the physical presence requirement under section 211(a)(2) for humanitarian purposes, for family \nunity, or because a waiver is otherwise in the public interest. The Secretary, in consultation with the Secretary of \nState, shall establish a procedure for such aliens to apply for relief under section 211 from outside the United States \nif they would have been eligible for relief under such section, but for their removal or departure. SEC. 225. \nEXEMPTION FROM NUMERICAL LIMITATIONS. Nothing in this title or in any other law may be construed to apply \na numerical limitation on the number of aliens who may be granted permanent resident status under this title. SEC. \n226. AVAILABILITY OF ADMINISTRATIVE AND JUDICIAL REVIEW. (a) Administrative Review.--Not later than 30 \ndays after the date of the enactment of this Act, the Secretary shall provide to aliens who have applied for \nadjustment of status under this title a process by which an applicant may seek administrative appellate review of a \ndenial of an application for adjustment of status, or a revocation of such status. (b) Judicial Review.--\nNotwithstanding any other provision of law, an alien may seek judicial review of a denial of an application for \nadjustment of status, or a revocation of such status, under this title in the United States district court with jurisdiction \nover the alien's residence. (c) Stay of Removal.-- (1) In general.--Except as provided in paragraph (2), an alien \nseeking administrative or judicial review under this title may not be removed from the United States until a final \ndecision is rendered establishing that the alien is ineligible for adjustment of status under this title. (2) Exception.--\nThe Secretary may remove an alien described in paragraph (1) pending judicial review if such removal is based on \ncriminal or national security grounds. Such removal does not affect the alien's right to judicial review under this title. \nThe Secretary shall promptly return a removed alien if a decision to deny an application for adjustment of status \nunder this title, or to revoke such status, is reversed. SEC. 227. DOCUMENTATION REQUIREMENTS. (a) \nDocuments Establishing Identity.--An alien's application for permanent resident status under this title may include, \nas evidence of identity, the following: (1) A passport or national identity document from the alien's country of origin \nthat includes the alien's name and the alien's photograph or fingerprint. (2) The alien's birth certificate and an \nidentity card that includes the alien's name and photograph. (3) A school identification card that includes the alien's \nname and photograph, and school records showing the alien's name and that the alien is or was enrolled at the \nschool. (4) A Uniformed Services identification card issued by the Department of Defense. (5) Any immigration or \nother document issued by the United States Government bearing the alien's name and photograph. (6) A State-\nissued identification card bearing the alien's name and photograph. (7) Any other evidence determined to be \ncredible by the Secretary. (b) Documents Establishing Continuous Physical Presence.-- An alien's application for \npermanent resident status under this title may include, as evidence that the alien has been continuously physically \npresent in the United States, as required under section 211(a)(2), the following: (1) Passport entries, including \nadmission stamps on the alien's passport. (2) Any document from the Department of Justice or the Department of \nHomeland Security noting the alien's date of entry into the United States. (3) Records from any educational \ninstitution the alien has attended in the United States. (4) Employment records of the alien that include the \nemployer's name and contact information. (5) Records of service from the Uniformed Services. (6) Official records \nfrom a religious entity confirming the alien's participation in a religious ceremony. (7) A birth certificate for a child \nwho was born in the United States. (8) Hospital or medical records showing medical treatment or hospitalization, \nthe name of the medical facility or physician, and the date of the treatment or hospitalization. (9) Automobile license \nreceipts or registration. (10) Deeds, mortgages, or rental agreement contracts. (11) Rent receipts or utility bills \nbearing the alien's name or the name of an immediate family member of the alien, and the alien's address. (12) Tax \nreceipts; (13) Insurance policies. (14) Remittance records, including copies of money order receipts sent in or out of \nthe country. (15) Travel records. (16) Dated bank transactions. (17) Two or more sworn affidavits from individuals \n\n\n\nwho are not related to the alien who have direct knowledge of the alien's continuous physical presence in the \nUnited States, that contain-- (A) the name, address, and telephone number of the affiant; and (B) the nature and \nduration of the relationship between the affiant and the alien. (18) Any other evidence determined to be credible by \nthe Secretary. (c) Documents Establishing Exemption From Application Fees.--An alien's application for permanent \nresident status under this title may include, as evidence that the alien is exempt from an application fee under \nsection 223(c), the following: (1) Documents to establish age.--To establish that an alien meets an age requirement, \nthe alien may provide proof of identity, as described in subsection (a), that establishes that the alien is younger than \n18 years of age. (2) Documents to establish income.--To establish the alien's income, the alien may provide-- (A) \nemployment records or other records of earned income, including records that have been maintained by the Social \nSecurity Administration, the Internal Revenue Service, or any other Federal, State, or local government agency; (B) \nbank records; or (C) at least 2 sworn affidavits from individuals who are not related to the alien and who have direct \nknowledge of the alien's work and income that contain-- (i) the name, address, and telephone number of the affiant; \nand (ii) the nature and duration of the relationship between the affiant and the alien. [[Page H4272]] (3) Documents \nto establish foster care, lack of familial support, or serious, chronic disability.--To establish that the alien is in foster \ncare, lacks parental or familial support, or has a serious, chronic disability, the alien may provide at least 2 sworn \naffidavits from individuals who are not related to the alien and who have direct knowledge of the circumstances that \ncontain-- (A) a statement that the alien is in foster care, otherwise lacks any parental or other familiar support, or \nhas a serious, chronic disability, as appropriate; (B) the name, address, and telephone number of the affiant; and \n(C) the nature and duration of the relationship between the affiant and the alien. (d) Authority to Prohibit Use of \nCertain Documents.--If the Secretary determines, after publication in the Federal Register and an opportunity for \npublic comment, that any document or class of documents does not reliably establish identity or that permanent \nresident status under this title is being obtained fraudulently to an unacceptable degree, the Secretary may prohibit \nor restrict the use of such document or class of documents. SEC. 228. RULE MAKING. (a) In General.--Not later \nthan 90 days after the date of the enactment of this Act, the Secretary shall publish in the Federal Register interim \nfinal rules implementing this title, which shall allow eligible individuals to immediately apply for relief under section \n211. Notwithstanding section 553 of title 5, United States Code, the regulation shall be effective, on an interim \nbasis, immediately upon publication, but may be subject to change and revision after public notice and opportunity \nfor a period of public comment. The Secretary shall finalize such rules not later than 180 days after the date of \npublication. (b) Paperwork Reduction Act.--The requirements under chapter 35 of title 44, United States Code, \n(commonly known as the ``Paperwork Reduction Act'') shall not apply to any action to implement this title. SEC. \n229. CONFIDENTIALITY OF INFORMATION. (a) In General.--The Secretary may not disclose or use information \nprovided in applications filed under this title (including information provided during administrative or judicial review) \nfor the purpose of immigration enforcement. (b) Referrals Prohibited.--The Secretary, based solely on information \nprovided in an application for adjustment of status under this title (including information provided during \nadministrative or judicial review), may not refer an applicant to U.S. Immigration and Customs Enforcement, U.S. \nCustoms and Border Protection, or any designee of either such entity . (c) Limited Exception.--Notwithstanding \nsubsections (a) and (b), information provided in an application for adjustment of status under this title may be \nshared with Federal security and law enforcement agencies-- (1) for assistance in the consideration of an \napplication for adjustment of status under this title; (2) to identify or prevent fraudulent claims; (3) for national \nsecurity purposes; or (4) for the investigation or prosecution of any felony not related to immigration status. (d) \nPenalty.--Any person who knowingly uses, publishes, or permits information to be examined in violation of this \nsection shall be fined not more than $10,000. SEC. 230. GRANT PROGRAM TO ASSIST ELIGIBLE APPLICANTS. \n(a) Establishment.--The Secretary of Homeland Security shall establish, within U.S. Citizenship and Immigration \nServices, a program to award grants, on a competitive basis, to eligible nonprofit organizations that will use the \nfunding to assist eligible applicants under this title by providing them with the services described in subsection (b). \n(b) Use of Funds.--Grant funds awarded under this section shall be used for the design and implementation of \nprograms that provide-- (1) information to the public regarding the eligibility and benefits of permanent resident \nstatus under this title, particularly to individuals potentially eligible for such status; (2) assistance, within the scope of \nauthorized practice of immigration law, to individuals submitting applications for adjustment of status under this title, \nincluding-- (A) screening prospective applicants to assess their eligibility for such status; (B) completing applications \nand petitions, including providing assistance in obtaining the requisite documents and supporting evidence; and (C) \nproviding any other assistance that the Secretary or grantee considers useful or necessary to apply for adjustment \n\n\n\nof status under this title; and (3) assistance, within the scope of authorized practice of immigration law, and \ninstruction, to individuals-- (A) on the rights and responsibilities of United States citizenship; (B) in civics and \nEnglish as a second language; (C) in preparation for the General Education Development test; and (D) in applying \nfor adjustment of status and United States citizenship. (c) Authorization of Appropriations.-- (1) Amounts \nauthorized.--There are authorized to be appropriated such sums as may be necessary for each of the fiscal years \n2020 through 2030 to carry out this section. (2) Availability.--Any amounts appropriated pursuant to paragraph (1) \nshall remain available until expended. SEC. 231. PROVISIONS AFFECTING ELIGIBILITY FOR ADJUSTMENT OF \nSTATUS. An alien's eligibility to be lawfully admitted for permanent residence under this title shall not preclude the \nalien from seeking any status under any other provision of law for which the alien may otherwise be eligible. The \nSPEAKER pro tempore. The bill, as amended, shall be debatable for 2 hours, equally divided and controlled by the \nchair and ranking minority member of the Committee on the Judiciary. The gentleman from New York (Mr. Nadler) \nand the gentleman from Georgia (Mr. Collins) each will control 1 hour. The Chair recognizes the gentleman from \nNew York. General Leave Mr. NADLER. Madam Speaker, I ask unanimous consent that all Members may have 5 \nlegislative days in which to revise and extend their remarks and insert extraneous material on H.R. 6. The \nSPEAKER pro tempore. Is there objection to the request of the gentleman from New York? There was no objection. \nMr. NADLER. Madam Speaker, I yield myself 4 minutes. Madam Speaker, H.R. 6, the American Dream and \nPromise Act of 2019, is vital legislation that provides a path to lawful permanent resident, or LPR, status for two \ngroups of people who enrich our Nation and who are in dire need of protection, Dreamers, and long-term recipients \nof humanitarian relief, known as Temporary Protected Status, or TPS, and Deferred Enforcement Departure, or \nDED. Dreamers are undocumented immigrants who came to the United States as children and have embraced \nthis country as their own. They are our neighbors and coworkers; they are the classmates of our children; and they \nserve in our military with distinction. Many did not even know they were not born here and were not American \ncitizens until they found they could not get drivers licenses or in-state tuition rates for college. That is why it was so \ndevastating when the Trump administration announced that it was ending the Deferred Action for Childhood \nArrivals, also known as DACA, which enabled approximately 800,000 Dreamers to work lawfully, attend school, and \nplan their lives without the constant threat of deportation. Although less is known or understood about long-time \nTPS and DED recipients, there is no doubt that they are equally deserving of our protection and support. Broadly \nspeaking, TPS and DED provide humanitarian relief to individuals from countries facing dangerous conditions or \nexperiencing upheaval, such as ongoing armed conflict, natural disasters, or other extraordinary conditions. TPS \nand DED recipients have lived in the United States, on average, for decades, laying down deep roots in our \ncommunities. They also contribute to the U.S. economy by making up a significant portion of the workforce in key \nindustries, including construction and food service, as well as through consumer spending and tax revenue. \nUnfortunately, like Dreamers, their futures now hang in the balance as a result of the Trump administration's anti-\nimmigrant, enforcement- only approach to immigration policy. Since September 2017, the administration has \nannounced the termination of TPS and DED for seven affected countries. Fortunately, the courts have issued \nmultiple injunctions preventing efforts to terminate DACA and TPS from moving forward. But even if the courts \nultimately rule against the administration, only a fraction of Dreamers and TPS recipients will benefit from a reprieve \nthat is itself only temporary. That is why we must pass H.R. 6 today to provide Dreamers and TPS recipients the \npermanent protections they need and deserve. The American Dream and Promise Act is carefully crafted legislation \nthat delivers needed protections, while creating rigorous eligibility standards, including specifically restricting \neligibility to those individuals who pose no public safety or national security concerns. I want to congratulate my \ncolleagues, Representatives Lucille Roybal- Allard, Nydia Velazquez, and you, Madam Speaker, Yvette Clarke, for \nintroducing this important legislation. I would also like to thank the distinguished chair and vice chair of the \nImmigration Subcommittee, Representatives Zoe Lofgren and Pramila Jayapal. Their steadfast support for [[Page \nH4273]] the Dreamer and TPS/DED populations, and their tireless efforts, have been essential in bringing this bill to \nthe floor today. Dreamers and TPS and DED recipients contribute to our thriving economy, and they make America \na stronger, more united, and more diverse nation. Failing to provide permanent protections for them at this critical \njuncture would be a travesty, not only for these individuals, but also for us as a country. I hope that all of my \ncolleagues will stand up for these vital members of our society when it truly counts by supporting H.R. 6 today. \nMadam Speaker, I reserve the balance of my time. Mr. COLLINS of Georgia. Madam Speaker, I yield myself such \ntime as I may consume. I rise today in opposition to H.R. 6, the American Dream and Promise Act of 2019. Last \nweek, I went to El Paso to see what was going on on our southern border. I can tell my colleagues today that our \n\n\n\nborder is an utter disaster. Last month, Customs and Border Protection apprehended an average of 4,500 people \nevery day. During the first 7 months of the fiscal year, CBP has apprehended more individuals than in any full fiscal \nyear since 2009. While I was in El Paso, a single group of more than 1,000 aliens illegally walked across the border \nfrom Juarez. A group of migrants the size of a high school strolled right into downtown El Paso and surrendered to \nBorder Patrol. I personally witnessed hundreds of others in smaller groups do the same thing. The number of family \nunit members and unaccompanied alien minors apprehended in April set records, and May numbers eclipsed those \nrecords. The number of single-adult apprehensions has now reached a 5- year high. So far this year, Border Patrol \nhas encountered over 180 large groups, those with over 100 people. With so many people entering illegally, it is no \nwonder Border Patrol processing centers are far beyond capacity and ICE detention facilities are full. Even the \nNGOs providing shelter and other aid to migrants are completely overwhelmed by the unending surge of people \nwho have learned we are rewarding those who break our laws and endangering vulnerable men, women, and \nchildren in the process. Perhaps the worst part of this humanitarian crisis is the toll it takes on children. CBP has \nidentified over 3,000 potentially fraudulent family units arriving at the border. As unbelievable as it may sound, \naliens admitted that they have ``borrowed,'' ``rented,'' or ``bought,'' yes, ``bought'' a child because they know \nshowing up with a child at the border all but guarantees release into America's interior. It is a crisis. One of the \noverworked, overwhelmed agents that I met last week told me, after I thanked him for doing his work and being \nthere, he looked at me and he said: ``I'm doing my job; now y'all go do yours.'' I took that to heart. I believe that the \nsurge of migrants can be all but ended by enacting a legislation to fix the Flores settlement, which the Obama \nadministration agreed with me on; amend the Trafficking Victims Protection Act and raise the credible fear standard \nof asylum. But what are my Democratic colleagues going to do to address this situation? Nothing. Democrats have \nthe chance to help the overworked DHS heroes, overwhelmed NGOs, and the American people who believe in our \ncountry's sovereignty. Sadly, the Democrats are making us consider a bill that will worsen, give a green light to the \nborder crisis, incentivizing more people to cross our borders illegally in hopes of getting a piece of the amnesty pie. \nNo doubt, at this very minute, the smuggling cartels are getting the word out--just as we heard from migrants \nwalking across our border, they were told it's open--that there's availability, to come across. They are telling them \nCongress is going to legalize millions. Just get there. They will do it for you. I have repeatedly implored my \ncommittee chairman to give us a bill legalizing some of the illegal immigrant population and include enforcement \nmeasures to secure our border and enforce our laws inside our country. {time} 1515 Sadly, Democrats refuse. They \nhad a chance to show they are serious about an immigration solution for DACA recipients and perhaps even for the \nDreamers they have talked about protecting for years. Instead, today, we are considering a political messaging bill. \nThe message is that America won't enforce its laws or protect its people. H.R. 6 provides a special path to \ncitizenship for millions of illegal immigrants as well as hundreds of thousands of TPS and DED, or deferred \nenforced departure, recipients. It places the interests of those who have violated our laws before those people who \nhave waited patiently for green cards to become available. Because the bill provides that same path to some legal \nnonimmigrants and even people living outside America, the number of potential beneficiaries is completely \nunknown. H.R. 6 allows criminal aliens and those who have committed immigration fraud to receive green cards. It \nrewards with green cards and eventual citizenship the parents who knowingly brought children to the U.S. illegally. \nIt incentives fraud through lax documentation requirements, allowing affidavits to show compliance with some of \nthose requirements and allowing people to withdraw an application at any time without prejudice. H.R. 6 pretends to \nprevent alien gang members from getting green cards, but the prohibition is so deliberately narrow, it is virtually \nunworkable. H.R. 6 actually provides U.S. taxpayer funds to NGOs, in the form of grant programs, to help illegal \naliens apply for green cards. It has been said by my colleagues across the aisle to not worry, that the Department of \nHomeland Security Secretary will have the nondelegable ability to review these. I am not sure what my colleagues \nacross the aisle believe the Secretary does all day except review these applications. It is the most amazing thought \nand statement I have ever heard. If enacted, H.R. 6 would overwhelm U.S. Citizenship and Immigration Services to \nthe point where adjudicators will be pulled off of processing legal immigration benefits to process the millions of \napplications resulting from this bill. There will be several million applications for amnesty because H.R. 6 has no \nconsequence for filing a false or frivolous application. Hear me clearly: A person could file a false or frivolous \napplication, and there is no consequence to it. CBO has estimated that over the 2020 to 2029 period, the two bills \ncombined to make H.R. 6 would cost $26.3 billion and $8.3 billion respectively, and that is, frankly, I believe, an \nunderestimate. As evidenced by the two floor votes last year, Republicans want to provide legal status for DACA \nrecipients. We want to do it the right way, to minimize fraud, to ensure criminals cannot get legal status, and to \n\n\n\nbolster border security. Without these commonsense measures and compassionate measures, we will find \nourselves repeating this conversation a few years from now. Madam Speaker, H.R. 6 does none of these things, so \nI urge my colleagues to oppose this bill. Madam Speaker, I reserve the balance of my time. Mr. NADLER. Madam \nSpeaker, I yield 5 minutes to the gentlewoman from California (Ms. Lofgren), the distinguished chairperson of the \nImmigration and Citizenship Subcommittee. Ms. LOFGREN. Madam Speaker, today, we have the privilege of voting \nfor the American Dream and Promise Act of 2019. This vote will bring Dreamers, young immigrants who came to \nthe country as children, as well as individuals who have lived here lawfully for years under temporary protected \nstatus or deferred enforced departure, another step closer to being fully recognized as American. Many of us, both \ninside and outside this room, have been working to advance this legislation for almost two decades. It is hard to \nbelieve that 18 years have passed since the Dream Act was first introduced, and 9 years have passed since the \nHouse last voted on it. Yet, despite bipartisan support in Congress as well as the support of almost 90 percent of \nthe American people, we have thus far been unable to get this bill enacted into law. [[Page H4274]] I am proud to \nstand here with so many colleagues who worked with determination over the years to bring this bill to the floor, as \nwell as all the young people and their allies who persisted through setbacks and never gave up on their call for \nlawful permanent residence. Madam Speaker, our work has paid off. Today, I urge my colleagues to support the \nAmerican Dream and Promise Act. In September 2017, President Trump announced the end of the Deferred Action \nfor Childhood Arrivals program, otherwise known as DACA, which provided temporary relief from removal to \napproximately 800,000 Dreamers. Over the next few months, the administration announced plans to terminate the \nTPS designation for six countries, as well as DED for Liberia. These actions have upended the lives of hundreds of \nthousands of Dreamers and TPS and DED holders. They have come to the United States in different ways, and \nthey have had different opportunities once they arrived. But today, they are united not only by the passage of time \nbut also by the uncertainty of the future. Congress has the power to bring certainty to their lives by passing this act. \nThe bill provides a fair and reasonable opportunity for Dreamers to apply for lawful permanent residence with tough \neligibility standards and discretion to consider unique situations on a case-by-case basis. The TPS and DED \nholders must continue to meet the strict eligibility requirements that already apply to them. Based on comments \nmade earlier during the rules debate, comments that I assume may be repeated during this debate, I feel the need \nto remind everyone just how tough this bill is. To begin with, the bill applies criminal bars that apply to any other \nimmigrant seeking admission to the United States. It then adds to current law by disqualifying anyone convicted of \nany felony or more than two misdemeanors. On top of that, it authorizes the Secretary to deny individuals who pose \na threat to public safety based on a single misdemeanor conviction, a juvenile delinquency adjudication, or proof of \ngang- related activities. This is a very tough bill. Anyone who poses a threat to public safety is simply ineligible \nunder this bill. This legislation should not be controversial. The Dream Act has enjoyed bipartisan support in the \npast, with many of the same provisions. TPS and DED holders are integral parts of our communities and have been \ncontributing to our economy for years, if not decades. On this point, I also want to stress the important economic \nbenefits that Dreamers and TPS and DED holders provide to our country. Immigrants eligible for the American \nDream and Promise Act own 215,400 homes in the United States and pay an estimated $2.5 billion in annual \nmortgage payments. If these individuals were to lose their homes, be deported, and default, it would certainly shock \nhousing markets around the country and cause serious damage to cities, States, and the economy as a whole. \nEligible immigrants and their households currently contribute around $17.4 billion per year in Federal taxes and \n$9.7 billion per year in State and local taxes. Annually, these households generate over $75 billion in spending \npower. That money helps to fuel local economies, creating new jobs and bringing new economic prosperity to \neveryone living and working with H.R. 6 beneficiaries across the country. Without this bill, these individuals would \nlose their status and be kicked out of the workforce, creating a major hole in the American economy. That may be \nwhy the U.S. Chamber of Commerce has indicated it may make this bill a key vote for its scoring purposes and why \nhundreds of major business leaders are urging us to pass this bill in order to grow the economy and bolster our \nglobal competitiveness. We must set aside partisanship and move this bill forward so that Dreamers and long-term \nTPS and DED recipients can finally have the peace of mind they deserve and so that our country can have the \ncontributions that they are ready to make. Madam Speaker, I urge a ``yes'' vote for the bill. Mr. COLLINS of \nGeorgia. Madam Speaker, I yield myself such time as I might consume. Madam Speaker, just quickly, if their \ncriminality keeps them simply ineligible, then why does the bill have an entire section devoted to the Secretary's \nprovisional authority of those who conduct a public safety determination? By the way, again, going to the Secretary \nof Homeland Security, I am not sure what they believe that person does, but it is definitely not to review these every \n\n\n\nday. Madam Speaker, I yield 3 minutes to the gentleman from Alabama (Mr. Rogers), the ranking member of the \nCommittee on Homeland Security. Mr. ROGERS of Alabama. Madam Speaker, I thank the ranking member for \nyielding and for his leadership on this issue. Madam Speaker, there is a crisis at our southwest border. In fact, we \nare on track to break nearly every record from recent history. Just last week, CBP apprehended a single group, one \ngroup, with 1,036 people in it at the border. Madam Speaker, we couldn't fit that many people in this Chamber, and \nwe certainly can't fit them in a single Border Patrol station. This bill does nothing to address this crisis. Instead, it \ntells an entire generation of illegal immigrants that breaking our laws is rewarded. This is not rocket science. We \nhave seen this before. In 2014, a wave of unaccompanied children came to our borders, driven by smuggler \npropaganda citing DACA and other amnesty policies. The smugglers have doubled down. They call children \npermisos, or permits, and use them to get scores of adults, unrelated to the children, across the border. Securing \nour border and enforcing our laws is the only way to break this cycle. Ranking Member Collins introduced legislation \nto close the asylum loopholes that are fueling this crisis. That is the bill that should be on the floor today. We also \ndesperately need to provide supplemental funding to get us through this crisis. Last month, I asked the House to \nprovide $4.5 billion that DHS requested to address this humanitarian and security crisis. Despite urgent pleas for \nadditional funds from frontline personnel responsible for caring for unaccompanied children, Democrats refused to \nadd the funds to the supplemental. Today, the majority again rejected those funds during the previous question \nvote. Democrats haven't approved a dime to address this crisis. Because of the political dysfunction in their own \nCaucus, they stubbornly refuse to put forward real solutions. Instead, they put forward a bill today that is sending a \nclear message: Democrats would rather reward illegal immigrants than secure our border, enforce our laws, and \nfix this crisis. It is disgraceful. Madam Speaker, I oppose this bill. Mr. NADLER. Madam Speaker, I yield 3 minutes \nto the gentlewoman from California (Ms. Roybal-Allard), the chief sponsor of this bill. Ms. ROYBAL-ALLARD. \nMadam Speaker, let me begin by thanking my cosponsors, Nydia Velazquez and Yvette Clarke, Judiciary \nChairman Nadler, Chairman Lofgren, the Judiciary Committee, and especially Congresswoman Pramila Jayapal for \nthe extraordinary work they did in bringing this bill to the floor. Today is truly a historic day for our country. It will be \nthe first time the House of Representatives will pass a Dream Act under regular order, sending a strong message \nthat Dreamers and TPS and DED recipients truly belong in America and contribute greatly to its success. The \nAmerican Dream and Promise Act is landmark legislation that will provide 2.1 million Dreamers with hope, security, \nand the opportunity to become American citizens. We would not be here today without the tireless work of \nDreamers and TPS and DED recipients who bravely and publicly shared their stories with Members of Congress \nand our Nation. Their stories of endurance, resourcefulness, and heartbreak, coupled with their love of America, is \nwhat inspired me in 2001 [[Page H4275]] to introduce the first Dream bill, a bipartisan bill known as the Student \nAdjustment Act, with former Congressmen Howard Berman and Chris Cannon. One such story is of Josue, a \nstudent studying aerospace engineering. He dreams of contributing to the advancement of space exploration and is \none of many Dreamers who will produce a new generation of scientific research that will help shape our country's \nfuture. Another Dreamer is Carolina, who hopes to become a teacher, serving as a role model, as her high school \nteacher did for her. And there is Julio, who is working toward a psychology degree and whose goal is to serve \nhistorically underrepresented and marginalized students as a community college counselor. This is just a sampling \nof Dreamers whose stories exemplify American values, talents, and a desire to give back to their community and \nthe only country they know as home. Although Dreamers live under the veil of fear and uncertainty, they still \ncontribute over $17.3 billion in Federal taxes and nearly $9.7 billion in State and local taxes each year. Their \nhouseholds have $75 billion in buying power. The reality is TPS and DED recipients and our Nation's Dreamers \nmake our Nation stronger with the contributions they make to our economy and our American society. We cannot \nafford to lose or hinder their talents, resilience, and contributions to our Nation. Madam Speaker, I urge my \ncolleagues to support this bill. Mr. COLLINS of Georgia. Madam Speaker, I yield 5 minutes to the gentleman from \nColorado (Mr. Buck), the ranking member of the Subcommittee on Immigration and Citizenship. Mr. BUCK. Madam \nSpeaker, I thank the gentleman from Georgia (Mr. Collins), the ranking member, for yielding. Madam Speaker, this \nbill we are debating today is fatally flawed. Republicans are for a compassionate solution to help DACA recipients, \nbut that solution must be paired with commonsense border security, interior enforcement, and changes in policy to \nstem the tide of illegal border crossings, human smuggling, and frivolous claims of asylum. Tragically, this bill does \nnothing to address the crisis at our southern border. {time} 1530 Ninety-nine days ago, Chief of the Border Patrol \nCarla Provost testified before the Judiciary Committee that ``a humanitarian and immigration crisis'' was occurring \nat the border. By any measure, Chief Provost is correct. Border Patrol stats show that total apprehensions in the \n\n\n\nfirst 7 months of the current fiscal year have already exceeded the total apprehensions from last fiscal year. What \ndoes this bill do to address that reality and stem the tide of illegal border crossings? Nothing. This year, the Border \nPatrol has also seen a 266 percent increase in apprehensions of aliens wanted by law enforcement. What does this \nbill do to address that? Nothing. In fact, this bill contains weak screening requirements that will almost certainly put \ncriminals on a path to citizenship. Republicans tried to fix this at committee, but our efforts were rejected by the \nmajority. The Border Patrol also reports a sharp increase in the apprehension of gang members. What does this bill \nto address that? Nothing. The bill contains no additional enforcement resources, not even to apprehend and \nremove known gang members. This bill will certainly give green cards to gang members. Republicans tried to fix \nthis in committee. Democrats rejected the amendment, impugning the integrity of police departments across \nAmerica in the process by suggesting that America's cops indiscriminately add people to gang databases. Chief \nProvost also noted in her February testimony that the nature of illegal border crossings has changed significantly. A \ndecade ago, the Border Patrol used to apprehend, primarily, single adult males. Today, there is an unprecedented \ninflux in family units and unaccompanied minors. Over the past 5 years, family unit apprehensions are up 621 \npercent. Unaccompanied minor apprehensions are up 105 percent. The Border Patrol has evidence showing that \ntransnational criminal organizations are exploiting the law to traffic children, using a child repeatedly to aid in the \nsmuggling of adults into the U.S. Why is there a crisis involving family units and children? What changed? The law. \nIn 2008, a Democratic Congress enacted the Unaccompanied Alien Child Protection Act, a law that offers perverse \nincentives, leading to the very problems we see today. In 2008, there were 8,041 unaccompanied minors \napprehended at the border; last year, 50,036 apprehensions. While the nature of the immigrants detained has \nchanged, Congress has not kept pace with these changes. The Border Patrol is now in need of diapers, formula, \nmeals, and medical care appropriate for children. Madam Speaker, you would think that Democrats could at least \ninclude more resources to care for young children at the border, but you would be wrong. This bill doesn't do that \neither. Homeland Security is also hampered by a 2014 court order limiting how long Immigration and Customs \nEnforcement can detain not only unaccompanied minors, but also children traveling with parents and, in some \ncases, child traffickers. This means entire family units and criminals are released into the U.S. after 20 days of \ndetention. DHS desperately needs Congress to address this critical issue. Does this bill fix this issue? No, it does \nnot. We also know that there is abuse of our generous asylum laws. Aliens encountered at the border are being \ncoached to claim fear, guaranteeing they will be released into the U.S. Does this bill do anything to reduce frivolous \nasylum claims? No. Does it require asylum seekers to apply at a legal port of entry? No. Does it hold people \naccountable for filing or assisting in filing fraudulent claims? No. Does it impose any kind of asylum quota? No. This \nbill fails to advance even basic asylum fixes. Make no mistake about it, Madam Speaker: The policies passed by \nthis House, even if they never become law, will send a message. If the House passes this bill, Democrats will be \nsending a clear message to DACA recipients, those young adults brought here by their parents illegally, that \nDemocrats are willing to hold these young adults hostage in the push for open borders. If the House passes this bill, \nwe will incentivize illegal immigration, just as Congress did in 2008, and we will certainly get more of it. That is \nexactly what this bill will do. This is not compassionate. It is reckless. It is misguided. Mr. NADLER. Madam \nSpeaker, I yield 3 minutes to the gentlewoman from New York (Ms. Velazquez), a sponsor of the bill. Ms. \nVELAZQUEZ. Madam Speaker, I rise in support of this legislation. Let me thank Speaker Pelosi, Chairman Nadler, \nChairwoman Lofgren, Lucille Roybal-Allard, and Yvette Clarke for all their work on this legislation. Today, because \nof Donald Trump's anti-immigration policies, millions of immigrants across the country live in constant fear that \nthey will face deportation and potentially be separated from their families. Among these immigrant communities are \nrecipients of TPS, or temporary protected status, or DED, deferred enforced departure. The portions of this bill I \nauthored say, if you have been here in the U.S. for 3 years and have been here since January 2017, then you can \napply for legal permanent residence and, from there, pursue citizenship. When we talk about our TPS and DED \npopulations, we are talking about some of our most vulnerable neighbors. These are people who fled natural \ndisasters or political violence. They came here with the heartfelt belief that the words inscribed at the base of the \nStatue of Liberty, ``Give me . . . your huddled masses yearning to breathe free,'' are not a hollow tourist attraction. \nThose words are a sacred American compact, etched into the character of our Nation. And, today, as we launch \nImmigrant Heritage Month, House Democrats are going to prove to the Dreamers, TPS recipients, and those in the \nDED program the words on the base of the statue are a promise we will honor. [[Page H4276]] Madam Speaker, \nthose in the TPS community are our neighbors. The average TPS recipient has been in the Nation for two decades, \nand almost a third arrived in the U.S. younger than age 18; they have built entire lives here, many have American-\n\n\n\nborn children. Deporting them will be cruel; it will be inhumane; it will cause enormous economic disruption; and it \nwould not be the America that we love and that we know. We cannot let that happen. For these reasons, I urge my \ncolleagues to do what they know is right. Vote ``yes'' on this bill. Let's send a strong message to the world that we \nrecognize that immigrants make America America. Mr. COLLINS of Georgia. Madam Speaker, it is my privilege to \nyield 5 minutes to the gentleman from Pennsylvania (Mr. Reschenthaler), another member of the Judiciary \nCommittee. Mr. RESCHENTHALER. Madam Speaker, this week, as the humanitarian crisis at our southern border \nescalates, House Democrats want to pass a bill that will actually make this situation even worse. Daily border \ncrossings at our southern border have hit record highs in a decade. Until just a few weeks ago, my colleagues \nacross the aisle were calling this a manufactured crisis, but the numbers don't lie. On average, 4,500 individuals are \napprehended each day trying to illegally cross our southern border. Border Patrol is completely overwhelmed; ICE \nfacilities are full; and HHS is at risk of running out of the resources necessary to take care of unaccompanied \nchildren. Yet my colleagues across the aisle want to just ignore this humanitarian crisis and, instead, pass a bill to \nactually encourage and reward illegal entrants and incentivize further illegal immigration. H.R. 6 provides amnesty \nto millions of people, placing the interests of those who broke our laws above the interests of those who followed \nour laws. The bill also has no enforcement provisions and includes loopholes that make gang members and other \ncriminals eligible for green cards. It even requires that U.S. taxpayers fund grant programs to help illegal \nimmigrants obtain green cards. Most notably, it fails to provide any additional resources for law enforcement \npersonnel at our border. And let's be realistic about this. We all know this is dead on arrival at the Senate, and here \nwe are just wasting our time. Congress actually has the power and the responsibility to address the humanitarian \ncrisis at our southern border. Unfortunately, my colleagues across the aisle are too busy playing party politics. I \nwant to thank Ranking Member Doug Collins for introducing legislation that will actually fix the root causes of the \nproblem at our southern border, and I ask my colleagues across the aisle to end this desperate political \nshowmanship and, instead, just work with us to address this devastating security and humanitarian crisis at our \nsouthern border. Mr. NADLER. Madam Speaker, I yield the balance of my time to the gentlewoman from California \n(Ms. Lofgren), and I ask unanimous consent that she may control the time for the majority. The SPEAKER pro \ntempore (Ms. Lee of California). Is there objection to the request of the gentleman from New York? There was no \nobjection. Ms. LOFGREN. Madam Speaker, I yield 3 minutes to the gentlewoman from New York (Ms. Clarke), the \nsponsor of the bill. Ms. CLARKE of New York. Madam Speaker, to Speaker Pelosi, Chair Nadler, and Chair \nLofgren, my colleagues Representative Roybal-Allard, Representative Velazquez, Representative Jayapal, and \nRepresentative Chu, their leadership has been tremendous in bringing forth H.R. 6, the Dream and Promise Act. \n2.5 million, this is how many of our neighbors, our friends, and our family members will be able to officially call \nthemselves American citizens because of the Dream and Promise Act as they obtain legal permanent residency on \nthe pathway to citizenship. I am proud to sponsor H.R. 6, the Dream and Promise Act, which provides 2.5 million \nDreamers, persons with temporary protected status, and deferred enforcement departure recipients with a pathway \nto citizenship--2.5 million people who already call America home and are mightily contributing to our society. As \nchair of the Congressional Black Caucus Immigration Task Force and as a second-generation American myself, it is \nmy passion and my duty to stand up for immigrants. From rural America to urban America, like in my district in \nBrooklyn, New York, immigrants are part of all of our communities. Immigrants own, operate, and shop at our \ncorner shops and bodegas; immigrants cheer on their kids at neighborhood soccer games; and immigrants \nworship with us at our places of worship. Simply put, immigrants are woven into the fabric of our society. The \nDream and Promise Act is commonsense immigration policy, commonsense immigration policy that recognizes \ntoday's immigrant dilemmas--Dreamers and TPS and DED recipients who are contributing to our communities and \nare part of our blended status families--and provides them with a long, overdue pathway to citizenship. In New York \nCity alone, where my district is located, more than 109,000 people are eligible for the Dream and Promise Act. That \nnumber balloons to more than 180,000 people when you take into account the entire State of New York. These \nimmigrants are not only a part of our social fabric, but they directly boost our economy. I look around in this \nChamber and I would be hard-pressed to find anyone who hasn't been positively impacted, directly or indirectly, by \nthe multitude of ways that these immigrants have added value to our communities. For example, in my home State \nof New York, immigrants eligible for the Dream and Promise Act own 9,500 homes and pay $228,300,000 each \nyear in mortgage payments. These same immigrants contribute more than $1.6 billion each year in Federal taxes \nand more. Having said that, Madam Speaker, I am proud to stand shoulder to shoulder with my colleagues. \nAnnouncement by the Speaker Pro Tempore The SPEAKER pro tempore. The Chair will remind all persons in the \n\n\n\ngallery that they are here as guests of the House and that any manifestation of approval or disapproval of \nproceedings is in violation of the rules of the House. {time} 1545 Mr. COLLINS of Georgia. Madam Speaker, I yield \n5 minutes to the gentleman from California (Mr. McClintock). Mr. McCLINTOCK. Madam Speaker, as we dither and \nposture and virtue signal here today, our southern border is collapsing. The border patrol warns that before this \nyear is out, they will have apprehended over 1 million illegal aliens making a mockery of our sovereignty and our \nasylum laws. Unless Congress acts, these illegals will have to be released into our country; that is the population of \nthe cities of Atlanta and Sacramento combined. Now, instead of taking simple measures necessary to secure our \nborders and reserve our asylum laws for the truly persecuted, the House meets today to grant blanket amnesty to \nroughly 2.5 million illegal aliens, encouraging millions more that they, too, can violate our borders with impunity. \nNow, the Democrats have long-advocated free services for illegals: free healthcare, legal counsel, education, food, \nhousing--all paid by American taxpayers. Now, they deny they support illegal immigration; yet, they heap rewards \non those who illegally immigrate. Many have gone so far as to advocate abolishing the agencies that defend our \nborders. Democrats long ago ceased to call illegal immigration for what it is--illegal. They have supported allowing \nillegal aliens to vote in our elections and opposed visa tracking of foreign nationals entering our country. They have \neven enacted sanctuary laws that require dangerous criminal illegal aliens to be released back into our communities \nrather than to be deported, as Federal law requires. Now, the real tragedy today is that there are hundreds of \nthousands of [[Page H4277]] children who were brought here illegally and, in effect, stranded here without a \ncountry. They have no legal status here, yet little familiarity with their birth country. And there is broad bipartisan \nsupport to remedy this situation today, but we cannot do that until we first fully secure our border and fully enforce \nour immigration laws. Otherwise, we simply encourage more children be brought here illegally, producing yet \nanother generation who will come to us in a few years with the same demands that we hear today. We could \naddress both issues right now, right here and now. If full funding of the border wall and reform of our asylum laws \nwere to be combined with legalizing the status of children who were brought here and raised here, through no fault \nof their own, this bill could become law in a matter of days. Within days, we could bring these young people out of \nlegal limbo and restore the integrity of our borders--within days. But by forcing the completely one-sided partisan \napproach, the Democrats end up with precisely nothing. This is not legislating. This is farce. And history is \nscreaming this warning at us that nations that either cannot or will not secure their borders simply aren't around \nvery long. Madam Speaker, let that not be the epitaph of the American republic. Ms. LOFGREN. Madam Speaker, I \nyield 2 minutes to the gentlewoman from Washington (Ms. Jayapal), the vice chair of the Immigration \nSubcommittee, and a fierce proponent of this bill. Ms. JAYAPAL. Madam Speaker, I am so very proud to rise in \nstrong support of H.R. 6, the American Dream and Promise Act. At the heart and the core of this bill are 2.5 million \npeople who are American in every single way but paper. Dreamers, and those with temporary protective status and \nDED, are integral parts of our communities and families; a community of strivers who have given and will continue \nto contribute to America in the finest of our traditions as a Nation. Over 400,000 U.S. citizens live in a household \nwith TPS holders. They own homes in our communities and fill critical workforce gaps central to our economic and \ncommunity development, including in construction, food service and landscaping. And Dreamers, too, have long-\ncalled the United States their home. One of those Dreamers is Esther, who interned in my office last year. Esther \ncame to the United States on a visa when she was 3 years old from South Korea. Her parents sought to obtain \nmore permanent legal status. They gave an immigration lawyer most of their money, and he ran away with all of it. \nEsther's parents' visas expired. They pushed their kids around in a shopping cart because a stroller was too \nexpensive. But they started over and they built their lives here, raising a smart, passionate daughter who went to \nHarvard. The DACA status that Esther obtained in 2013 helped her to pursue her own American dream. And this \nbill would give her, and so many millions more, true freedom. At the core of this bill, Madam Speaker, is the dignity \nand respect that we accord to human beings, the way in which we see people and exercise our own compassion. \nWe have a rare opportunity today to provide permanent protections for Dreamers and TPS and DED holders, not \njust for them, but also for the approximately 1 million U.S.-born children whose parents would get permanent \nprotection. This is a first step, not a last. We must stop criminalizing immigrants at every turn, even as we willingly \naccept their labor and contributions. We cannot allow xenophobia and racism to permeate our country from its top \nranks. We must continue the work to pass germane and just, comprehensive immigration reform that provides a \nroadmap to citizenship for 11 million undocumented immigrants, strengthens family-based immigration, and \nprotects workers' rights on the job. But today, Madam Speaker, we have a chance to right real wrongs for these \nyoung people and TPS and DED holders. And I thank Chairman Nadler, the incredible Immigration and Citizenship \n\n\n\nSubcommittee Chairwoman, Zoe Lofgren, and my colleagues, Representatives Roybal- Allard, Velazquez, and \nClarke for their hard work to bring this forward. I also thank our staffers--including mine--Jennifer Chan in my office, \nbut most of all, Madam Speaker, I thank the Dreamers, TPS and DED holders, families, friends, and advocates, \nmany of whom are here in this Chamber. The SPEAKER pro tempore (Ms. Clarke of New York). The time of the \ngentlewoman has expired. Ms. LOFGREN. Madam Speaker, I yield an additional 15 seconds to the gentlewoman. \nMs. JAYAPAL. Madam Speaker, I thank the Dreamers, TPS and DED holders, the families, friends and advocates, \nmany of whom are right here in this Chamber with us. Thank you for your courage in speaking out. Thank you for \ndemanding a different and more just future for our country. Thank you for knowing that we always make the road by \nwalking and for never giving up. Madam Speaker, we have a chance to affirm the hope and promise of America. I \nurge a ``yes'' vote on this bill. Announcement by the Speaker Pro Tempore The SPEAKER pro tempore. The Chair \nwill remind all persons in the gallery that they are here as guests of the House and that any manifestation of \napproval or disapproval of proceedings is in violation of the rules of the House. Mr. COLLINS of Georgia. Madam \nSpeaker, I yield 5 minutes to the gentleman from Arizona (Mr. Biggs), another committee member. Mr. BIGGS. \nMadam Speaker, I thank the gentleman from Georgia. I can't help but to be struck here as I reflect on the markup \nthat we had, as we have listened to the Rules debate earlier, plus this debate. I can't help but be struck by the very \nnotion of this is kind of what happens whenever you start moving the goalposts on what a law should be. So under \nthe Obama Administration, deferred action was provided for children who were brought into the country by a certain \ndate and time, through no fault of their own, and that number was about 800,000 people applied for that. Now, the \nestimate is somewhere in the neighborhood of an additional 1 million who might have qualified who didn't file the \nrequisite application. And now, this particular bill, as several of my colleagues across the aisle have said, will apply \nto anywhere from 2.2 to 2.7 million people. You can see the number starts creeping as we go forward here, as we \nchange laws, and we acknowledge certain ideas about what the law should be. So this actually is not about DACA. \nWe left DACA a long time ago. And, quite frankly, there is no age limit here. So even an alien who entered the U.S. \nillegally 30 or 40 years ago, could be granted a green card under this bill. So we see that it has other problems as \nwell. So then we start talking about gang members, and we say, Oh, yeah, no, no, this is really tough on gang \nmembers. But in fact, the denial provision is written so narrowly that it will almost never exclude gang members. In \nfact, it actually prohibits the use of gang databases to establish gang participation in order to deny green cards to \ngang members. You got that? You can't use gang databases. And moreover, only the Secretary of Homeland \nSecurity--and he or she cannot delegate that authority to other officials--can provisionally deny an applicant. And \nwhat makes this particularly intriguing is if there is a denial, we are charging a fee, so that free attorneys can be \nhired on to represent these gang members who are provisionally denied. So they can challenge the Secretary's \ndetermination, and that is done by a de novo review. So this is a real problem. It is too narrowly crafted in this area. \nAnd there are some other areas--and some of my colleagues have talked about it--but ultimately, we get to the \nheart of this, and it is just this: There is a border crisis. This bill does nothing to stop that border crisis. It will do \nnothing to slow the number of people who are entering this country illegally. In fact, it will do just the opposite, \nbecause it provides an incentive. [[Page H4278]] People respond to incentives. I respond to incentives. You \nrespond to incentives. We also respond to deterrence. We remove deterrence here. Instead, we buttressed \nincentives. And so we will have a year where we are going to apprehend about 1.2 million people, at the low end. \nWe know that a year ago we were getting about half; we were apprehending about half the people. And we know \nabout 4 months ago, we were getting only about a third of the people. Now, we have no idea what the getaways \nare. You can talk to border patrol agents, ICE agents--whoever you want to talk to down at the border--and they will \ntell you, ``we have no idea the numbers coming in because we are overwhelmed.'' When I was down in Yuma, the \nYuma facility is designed for 250 people. A month and a half ago, it held 750 people in inhumane conditions. No \nquestion. Inhumane conditions. Today, that number is over 1,000, going through that same facility. That is \ninhumane. And so we are just releasing them. We are releasing them, and we are saying, Come back in a couple of \nyears. And you know what? We have got a million people who have absconded from their court dates. We have got \nanother million people with active removal orders. You think this is going to serve this problem long-term? I am sad \nto tell you, it won't. You are going to see more people come because you have got the incentives in place. And they \nare not just coming from Mexico or the Northern Triangle. They are coming from Venezuela; they are coming from \nCuba; they are coming from Africa; they are coming from China. They are coming from all over the world today. And \nthey are coming because they know that we have no place for them. They will be released into the interior, and we \nwill continue to be overwhelmed. This bill will contribute to that problem. Ms. LOFGREN. Madam Speaker, I yield 3 \n\n\n\nminutes to the gentlewoman from Texas (Ms. Jackson Lee), a long-serving member of the Committee on the \nJudiciary. {time} 1600 Ms. JACKSON LEE. I thank the gentlewoman from California, and I acknowledge all the \ndynamic leadership that has generated where we are today, including all the sponsors whose names I recognized \nearlier and, of course, the magnificent persons who have met with us over and over again, who met with me. I \nremember the roundtable that I had of Dreamers in Houston, and their stories are powerful. Let me say to my \nbipartisan friends, friends from Texas, let us work together. One gentleman was up speaking about the need for \nBorder Patrol and CBP. As someone who has introduced comprehensive immigration reform, as a former ranking \nmember of the Judiciary Committee's Immigration Subcommittee, I can tell you that we are ready to work. That \nwork, of course, is done in the Homeland Security Committee. Let's fund and write the legislation for our leader \nthere, Chairman Thompson, to be able to provide the resources that CBP is asking for, which the administration is \nnot giving to them, and that is more staff, more health facilities, better physical plants, and more judges to help with \nthe asylum cases. I am ready to work. Today, we have a job to do. We have a job to do for the 386,300 immigrants \nwho are eligible in my State, the same State that my colleagues represent. These individuals live with 845,300 \nfamily members. Interestingly, they provide some $340 million in mortgage payments, $2 trillion in Federal taxes, \nand $1 trillion in State and local taxes. We are looking at people who are working. Let me also indicate that the \neconomic opportunities for these individuals are enormous. One thing I want to indicate is that it is not DACA that is \ndriving people. The surge is being driven by the violence in El Salvador and other places, not by DACA. It is also \nbeing driven by wrong-headed State legislators or State officials like the Texas attorney general, Ken Paxton, who \nthreatened a lawsuit, which he did, if they didn't stop DACA. When they stopped DACA, they put millions of young \npeople in jeopardy. They even ignored the tragedy of Alonso, who lost his life coming down to Houston, in Harris \nCounty, to save people who were suffering from Hurricane Harvey. Which of us on this floor went down to try and \nsave anyone? Who sacrificed and lost their lives? What about the millions of young people who are doctors and \nlawyers and teachers in our districts or the paramedic whom I met in my roundtable discussion who is saving lives \nevery day? These false premises are killing us because we are the land of laws and the land of immigrants. I am \nreminded of the Statue of Liberty. Let's pass this bill. Let's grant TPS. Let's be Americans who love this country \nand value the Constitution, the Declaration of Independence, and the equality of all people. Madam Speaker, as a \nsenior member of the Committees on the Judiciary and on Homeland Security, and a representative of a state on \nthe southern border, I rise in strong support of the rule governing debate of H.R. 6, the ``American Dream and \nPromise Act of 2019,'' and the underlying legislation. Today's debate and consideration of this bill is a historic step \nfor this vital piece of legislation. The American Dream and Promise Act of 2019 establishes a roadmap to U.S. \ncitizenship for (1) immigrant youth and current or potential holders of (a) temporary protected status (TPS) or (b) \ndeferred enforced departure (DED). Today's vote is not the end of the work we have to do. It is the beginning. We \nare here on behalf of all of the Dreamers all across the country and in each of our Congressional districts. For \nexample, in the Eighteenth Congressional District, there are 13,600 Dreamers eligible for DACA protections. I have \nmet with these individuals and heard the fear in their voices as they speak about the jeopardy they feel as a result \nof their unprotected status. Just a few weeks ago, I met with recipients of the Deferred Action for Childhood \nArrivals--our nation's dreamers. This was one of many events I have had that engages residents of Houston. It is \nthrough these events that I meet advocates on this vital issue. I think of my good friend Cesar Espinoza, whom I \nknow through a group called FIEL. Cesar has a younger brother and a younger sister. His brother was able to get \ncitizenship because as a minor, his citizenship was automatic when his mother became a citizen. But Cesar himself \nis a recipient of DACA and so is his sister. With the President's rescission of this program, he has placed in peril \nfamilies like Cesar's family. The Dream and Promise Act would add certainty to the lives of these individuals so that \nthey can pursue their lives without having to account for a circumstances placed on them by their parents. Today's \nvote represents the first time that the Dream Act is being considered. It is the product of years of determination, grit, \nand perseverance. The bill is supported by the business community as well as human rights groups. The DREAM \nAct is supported by traditionally conservative groups like the U.S. Chamber of Commerce and the CATO institute. \nThe bill is one of the most significant pieces of pro-immigrant legislation to be voted on--and passed--in years, and \nmany advocates across the country spent the day watching the progress of the bill through committee. When we \nconsidered this bill in the Judiciary Committee, it was a markup that lasted over 8 hours. During that time, we did \nnot consider any legislation that would strengthen the bill consistent with its charge to bring peace of mind and \nsecurity to our nation's Dreamers. Instead, we sat there as members of the Committee from the other side of the \naisle, tried to deny the country and the nation's hundreds of thousands of Dreamers the peace of mind that they \n\n\n\nare owed. Under the Dream Act, undocumented immigrants who were under the age of 18 upon arrival in the \nUnited States and have lived in the country for at least four years, would be eligible for a conditional permanent \nresident (CPR) status if they are enrolled in secondary school or have a high school diploma, equivalent, or industry \nrecognized credential, and pass a background check. Under this bill, 1.8 million immigrants will be immediately \neligible for this CPR status. Ensuring a path to earned citizenship is a non-negotiable principle for me and the sine \nqua non of meaningful immigration reform legislation. [[Page H4279]] Indeed, providing a path to earned access to \ncitizenship has been a central feature of every comprehensive immigration reform bill I have co-sponsored or \nsponsored in the Congress since 2007 when I became Ranking Member of the House Judiciary Subcommittee on \nImmigration and introduced the ``Save America Comprehensive Immigration Reform Act, (H.R. 1525),'' which I \nhave reintroduced in each succeeding Congress. Like H.R. 6, Section 501 of my legislation provides a path to \nearned legalization status to those undocumented immigrants who have resided in the United States for 5 years \nand meet other eligibility requirements. Madam Speaker, as we stand today on the precipice of passing the \nAmerican Dream and Promise Act of 2019, I am thinking of the hundreds of thousands of young immigrants whose \nlives will be changed for the better by keeping our promise to them, so they can realize their dreams and making \nAmerica better, stronger, and more prosperous. And at this moment, I am thinking of Alonso Guillen, an heroic \nDREAMER who lived in my congressional district, and who came to the United States from Mexico as a child and \ndied when his boat capsized while he was rescuing survivors of the flooding caused by Hurricane Harvey in the \nHouston area. That is the type of courage, honor, and commitment to service we are talking when we speak of \nDREAMERS. Madam Speaker, Title I of H.R. 6, the Dream Act of 2019, contains provisions regarding relief for \nimmigrant youth. Title II of the bill, American Promise Act of 2019, contains provisions related to persons eligible \nTemporary Protected Stats (TPS) or Deferred Enforcement Departure; the third and final title contains general \nprovisions that apply to both Titles I & II). Madam Speaker, I support H.R. 6 because it keeps America's word to the \nmore than 800,000 young people we asked to come out of the shadows and walk proudly and unashamedly as \nlegitimate members of the American community. The legislation does this by providing conditional permanent \nresident (CPR) status and a roadmap to lawful permanent resident (LPR) status and, eventually, earned U.S. \ncitizenship for immigrant youth who entered the U.S. before age 18, have four or more years of residency, and \ngraduated from high school (or the equivalent). H.R. 6 also provides an opportunity to apply for LPR status for \npeople who currently have or who may be eligible for TPS or DED and who have three or more years of residency. \nMadam Speaker, individuals who are eligible for protection under the bill have lived in the United States for much of \ntheir lives; the average Dreamer came to the United States at the age of 8, while the average TPS- or DED-eligible \nperson arrived in 1997. Without permanent protections such as those in H.R. 6, these immigrants' and their \nfamilies' futures in the United States--as well as the fiscal and economic contributions they make--are at risk. \nPassing this legislation is the right thing to do and now is the time to do it; in fact, it is long overdue. I am mindful \nalso Madam Speaker that in addition to helping restore America's reputation as the most welcoming nation on \nearth, the legislation the House will pass also positions America to better compete and win in the global economy of \nthe 21st century. According to expert studies, including one by the Center for American Progress, ending deferred \naction for childhood arrivals would result in a loss of $460.3 billion from the national GDP over the ensuing decade \nand would remove an estimated 685,000 workers from the nation's economy and workforce at a time when more, \nnot fewer, workers are desperately needed. And 10 states, including my home state of Texas, would stand to lose \nmore than $8 billion annually in state GDP. Madam Speaker, immigrants eligible for protection under H.R. 6 are \npart of Texas's social fabric. Texas is home to 386,300 immigrants who are eligible for protection under the Dream \nand Promise Act, 112,000 of whom reside in Harris County. These individuals live with 845,300 family members \nand among those family members, 178,700 are U.S.-born citizen children. Dreamers in Texas who are eligible for \nprotection under the bill arrived in the United States at the average age of 8. TPS- and DED-eligible immigrants in \nTexas who would be eligible for protection under H.R. 6 have on average lived in the United States since 1996. \nImmigrants eligible for the Dream and Promise Act own 43,500 homes in Texas and pay $340,500,000 in annual \nmortgage payments. Eligible immigrants in Texas and their households contribute $2,234,800,000 in federal taxes \nand $1,265,200,000 in state and local taxes each year. Annually, these households generate $10,519,000,000 in \nspending power in Texas and help power the national economy. Madam Speaker, during general debate on H.R. 6, \nI will have more to discuss about the salient features of this long overdue legislation that fulfills the American \npromise that all of its residents who share our values and respect for the Constitution and laws have an opportunity \nto realize their dreams. But in the limited time I have now, let me highlight some of the more important provisions of \n\n\n\nthe American Dream and Promise Act. H.R. 6 helps young persons in the following ways: 1. Extends the length of \nconditional permanent resident (CPR) status from eight to ten years to give applicants more time to fulfill \nrequirements; 2. Stays the removal of minors who are not yet eligible for relief but may become eligible in the future \nand who temporarily unenroll from school; 3. Permits people with CPR to obtain legal permanent resident (LPR) \nstatus without satisfying the employment, military, or educational tracks if their deportation would cause ``hardship'' \nto themselves or immediate family members (instead of ``extreme hardship''); 4. Includes apprenticeship programs \nas a qualifying education to obtain CPR status; 5. Eliminates the costly medical examination for applicants; 6. \nEstablishes a fee ceiling of $495 for immigrant youth applying for CPR status; 7. Clarifies that people with CPR \ncan access professional, commercial, and business licenses; 8. Permits people with CPR who obtain a certificate or \ncredential from an area career and technical education school to obtain LPR status; and 9. Updates the criminal \nbackground bars and inadmissibility requirements. Additionally, H.R. 6 provides LPR status to CPR holders who (1) \nserve in the uniformed services for two years; (2) complete two years at or obtain a degree from an institution of \nhigher education; or (3) work 75 percent of the time in CPR. Another important feature of this legislation is that \nmakes it easier for states to provide in-state tuition to immigrant students and establishes that CPR-holders are \neligible for federal loans, work study, services, and grants. I mentioned earlier that we sat through a marathon \nsession of the Judiciary Committee. That's because some on the committee could not bring themselves to see our \nnation's Dreamers as anything other than criminals. They see the act that brought them here with their parents as \nnothing more than a crime. Indeed if you did not know better, and you listened to the parade of horribles put forth by \nthe other side. You would think that if we merely deported all of our nation's Dreamers--hardworking young people \nseeking to make their lives in America--all crime in the nation would stop. In Committee we heard all sorts of \ndramatic stories. We heard of gang members who would feel liberated to take advantage of this program. We heard \nthis was amnesty. We heard that this bill perpetrates a crisis. We heard this would enable a humanitarian crisis. We \nhave heard that this legislation was a disgrace. We heard horror stories of criminals who would take the Dream Act \nto serve their own ends. This is wrong. They cannot see that these children are American in every way except for \nthat piece of paper. For persons with TPS or DED status, the American Dream and Promise Act provides much \nneeded relief. First, H.R. 6 provides LPR status for people with TPS or DED (and those who were eligible but did \nnot apply) who apply within three years from the date of enactment if they (1) had at least three years of continuous \nresidence (as well as residence since the date required the last time that the person's nation of origin was \ndesignated) and (2) were eligible for or had (a) TPS on September 25, 2016, or (b) DED on September 28, 2016. \nThis protection covers nationals of 13 countries: El Salvador, Guinea, Haiti, Honduras, Liberia, Nepal, Nicaragua, \nSierra Leone, Somalia, South Sudan, Sudan, Syria, and Yemen. I believe similar protections should be extended to \nGuatemalan nationals in our country, which is why I will soon reintroduce the ``Continue American Safety Act,'' \nwhich extends TPS status to Guatemala and I look forward to working with my colleagues to achieve this outcome. \nSecond, H.R. 6 classifies people with TPS or DED as inspected and admitted for the purposes of Immigration & \nNationality Act (INA) section 245(a), making it easier to obtain LPR status through existing channels (e.g., a family-\nbased petition). Third, H.R. 6 stays the removal or deportation of an individual while an application is pending. \n[[Page H4280]] Fourth, the American Dream and Promise Act establishes a fee ceiling of $1,140 for people with \nTPS or DED applying for LPR status. Fifth, the legislation provides greater transparency by requiring the Secretary \nof the Homeland Security (DHS) to provide an explanation for and report within three days of publishing notice to \nterminate TPS designation for certain nationals. I have one the gentleman from North Carolina remarked on the bill-\n-he indicated that legislation with great names does not make it great legislation and we should not pass a bill that \ndoes not have a chance of passage in the Senate. We cannot let the fact that this House of Representatives has \npassed countless pieces of legislation and that they have gone to the graveyard in the Senate. Acting for the \npeople, in order to deliver a better deal, House Democrats have passed legislation to strengthen our democracy, \nwith H.R. 1, the For the People Act. We have passed legislation to end anti-LGBT discrimination with H.R. 5, the \nEquality Act. We have passed a nonbinding resolution to pass the full Mueller Report. We have passed legislation \nto reauthorize the Violence Against Women Act, landmark legislation which--through policy reforms, interstate \ncooperation and grant allocation--has been pivotal in providing a national response to protecting half of the \npopulation. And, as this week dawned, it did so with flags at half-staff, a recognition of the 12 people who were shot \nand killed in just the latest incident of mass shootings. That is why the House of Representatives passed H.R. 8, the \nfirst piece of gun safety legislation, the first piece of gun safety legislation to pass the House in a quarter-century. \nPut simply we cannot accept Senate inaction as a reason not to do anything. The Senate must act for the American \n\n\n\nPeople, in not just passing the bills I just mentioned above, but also passing the Dream and Promise Act. Indeed, in \na recent public opinion poll, protections for Dreamers received 83% support from Americans. Madam Speaker, H.R. \n6 is exceptional legislation and a welcome development but is not a substitute for undertaking the comprehensive \nreform and modernization of the nation's immigration laws supported by the American people. Only Congress can \ndo that and passage of H.R. 6 shows that this House has the will and is up to the challenge. Comprehensive \nimmigration reform is desperately needed to ensure that Lady Liberty's lamp remains the symbol of a land that \nwelcomes immigrants to a community of immigrants and does so in a manner that secures our borders and \nprotects our homeland. Madam Speaker, let us build on the historic legislation that is the American Dream and \nPromise Act and seize the opportunity to pass legislation that secures our borders, preserves America's character \nas the most open and welcoming country in the history of the world, and will yield hundreds of billions of dollars in \neconomic growth. I urge all Members to support the rule governing debate of H.R. 6 and the underlying bill. Mr. \nCOLLINS of Georgia. Madam Speaker, I would remind the gentlewoman from Texas that, as Americans, we also \nhave rule of law. We stand for that and have wanted to fix the DACA situation, not just give a green light to continue \na problem on the border that we are continually seeing. There are problems with this bill. It is not a perfect bill and \ndoesn't fit, in many ways. We are pointing that out. The pride that we take in that is not that we are seeing \nsomething broken. It is the pride that we need to fix something in this. We want to see these recipients be here and \nbe able to participate in a legal fashion. The legal immigration system is being overwhelmed by the illegal \npopulation coming across, which we are not fixing, and don't say that we are because we are not. Nothing has \ncome to this floor, and it happens every day. Madam Speaker, I yield 5 minutes to the gentleman from Virginia (Mr. \nCline), another member of the Judiciary Committee. Mr. CLINE. Madam Speaker, I thank the gentlewoman from \nTexas for her remarks. She alluded to a number of reforms to our legal immigration process, and yes, I stand ready \nto work with the gentlewoman on those issues, but none of the legal reforms that are necessary to balance this \nlegislation are in this bill. In fact, this bill is called the American Dream and Promise Act, but if we are looking for \nreforms that will secure our border, we are dreaming. The only promise being kept is the promise to put people who \nare here illegally ahead of legal immigrants in line for citizenship. It is a grave disappointment and a violation of \nthis document, the Constitution of the United States. The American people might think, when tuning in, hey, great, \nwe are finally addressing immigration, so maybe we will find a way to secure our borders. But this bill has no \nlanguage to secure our borders, no language to build the wall, no language to help children and families in terrible \nconditions at the border, no language to reform our asylum programs or our visa programs to make them more \nefficient, and no language to stop the thousands of caravans of illegals crossing over the border, over 5,000 each \nand every day. Instead, it does the exact opposite. It incentivizes illegal immigration. It incentivizes the dangerous \njourney that these families are taking. We have heard a lot from the other side about individuals here illegally who \nare achieving, but we can cite every individual who is currently facing enormous danger, children facing enormous \ndanger on this journey to the border, one in three women who are facing sexual assault on this journey to the \nborder, families right now who are deciding whether or not to put their children at risk of death by marching up to the \nUnited States because they are hoping that there is an incentivized program like this in place when they get here. \nWe need to take action to control our border. We will never stop the flow of illegal immigration coming into this \ncountry until we get serious about securing the border and until we follow through on the enforcement mechanisms \nthat Congress has and continues to put in place. Until we do that, human trafficking, drug smuggling, and cartels \nwill continue to thrive. This bill is unfair to immigrants who have obeyed the law to enter our country legally. \nAmerica welcomes all who are coming to our Nation who respect the rule of law and want to contribute to our \nsociety. Unfortunately, they will be left to wait while USCIS attempts to process the millions of applications that \ntoday's legislation would authorize. It creates a system that is ripe for fraud and abuse. It includes a laundry list of \nunverifiable documents that can be used to obtain green cards. Mr. Speaker, there is nothing in this legislation that \nfixes what is wrong with our immigration laws. This is the wrong way to go. I hope that my colleagues on the other \nside of the aisle will quit playing politics with people's lives and work with this side of the aisle to fix our broken \nimmigration system and replace it with a system based on merit. Ms. LOFGREN. Mr. Speaker, I yield 2 minutes to \nthe gentleman from Georgia (Mr. Johnson), a member of the Judiciary Committee. Mr. JOHNSON of Georgia. I \nthank the bold and courageous women of the House of Representatives with the Democratic Party for their strong \nhearts, minds, and leadership in pressing the action for passage of H.R. 6, which will help millions of people--men, \nwomen, and children-- who by all accounts are already Americans. They pay taxes, serve in our military, and attend \nour schools. They should not be dehumanized by calling them illegals or illegal aliens. Don't stereotype them as \n\n\n\ndrug dealers, rapists, and murderers. They are real people contributing to America's greatness. My district alone \nhas over 7,000 constituents who would benefit from these Dream, TPS, and DED reforms. These are Americans \nwhom the system is failing, people who grew up on the foundational American principle that if you work hard, you \ncan improve the future for your children. And they do work hard. But Republican inaction and hostility have put their \nAmerican Dream at risk, and they face deportation to a country they have never known. My Republican colleagues \nshould recognize that this is a good bill. It is a necessary bill. It is a bill that will improve the country we all love. \nHave a heart. Pass H.R. 6. Mr. COLLINS of Georgia. Mr. Speaker, I yield 5 minutes to the gentleman from Iowa \n(Mr. King). Mr. KING of Iowa. Mr. Speaker, I thank the gentleman, the ranking member, for yielding. Listening to the \ndebate here, the first thing that I think was missed in [[Page H4281]] this discussion was the subject of amnesty. \nThis bill is clearly amnesty, and it is amnesty for a large chunk of people, whether they do the math at 2 million, 2.2 \nmillion, 2.7 million, or whatever that number may be north of that. Whenever we have had amnesty in this country, it \nhas always been a lot more than was calculated. I recall those days back in 1986 when Ronald Reagan let me \ndown. He only did it twice in 8 years, but this was one time. I watched the debate in the House and the Senate on \nwhether to grant amnesty to roughly a million people. All along, I believed that the wisdom of the House and Senate \nwould prevail, and they would understand that amnesty destroys the rule of law. I listened carefully, and the debate \nwent the other way. The bill was sent to the President's desk. But I was confident that Ronald Reagan would see \nthe principle and protect the rule of law and veto the amnesty act. Well, we all know he signed it that day in 1986. \nHe regretted it after that, as did many of his Cabinet members, but that was a big mistake. This is an amnesty bill, \nand it goes a long way toward the destruction of immigration law. When you send out an advertisement that if you \ncan get into America, you get to stay in America, people are going to keep coming here. It doesn't stop until they \nhave to go back home again to tell those folks whom they had recently left that they didn't get to stay in America, to \ndiscourage the rest of them. Here is an example: In a briefing from Francis Cissna, the recently retired Director of \nUSCIS, he gave us these numbers. He said of 100 percent of those who apply for asylum, there will be 60 percent \nwho show up for their asylum hearings. That surprised me. I thought the number would be maybe 95 percent that \nwouldn't show up. Sixty percent show up; 40 percent do not. Of the 60 percent, 10 percent get asylum. That \namounts to 6 percent of the whole. Forty percent don't show up. Fifty-four percent then get assigned a deportation \nhearing, and they don't show up at all. When you add 40 percent, 54 percent, and 6 percent, that is 100 percent of \nthem who get to stay in America. I recall a night when I was in Serbia in the middle of that huge, epic migration. I \nasked the chief of police, who was directing traffic, loading trains to go off to Germany out of Serbia, when and why \nthis ever stops. The first thing he said was the international answer of, ``That is beyond my pay grade.'' But then, as \nI pressed him, he said it only stops when the people receiving them stop receiving them. That is the principle here. \nWe have to decide what we are going to do here. Whom are we going to say no to? I haven't heard anybody define, \nespecially on the other side, whom we might say no to. This is just the people that we want to say yes to, or at least \nas far as the left wants to say yes to. The SPEAKER pro tempore (Mr. Aguilar). The time of the gentleman has \nexpired. Mr. COLLINS of Georgia. Mr. Speaker, I yield an additional 30 seconds to the gentleman from Iowa. Mr. \nKING of Iowa. There is a report that, before the last census, with an average 710,000 in a Member's congressional \ndistrict, at least six districts in California were comprised, figuratively, of illegal aliens. That means that illegal aliens \nin California had more representation in the United States Congress than any one of 23 States that have less \nrepresentation. That is something to keep in mind as this debate moves on. Mr. Speaker, I don't think this bill goes \nanywhere, but if it does, it could be the destruction of the rule of law and the fracture of the United States of \nAmerica. Ms. LOFGREN. Mr. Speaker, I yield 2 minutes to the gentleman from Rhode Island (Mr. Cicilline), a \nmember of our Judiciary Committee. Mr. CICILLINE. I thank the gentlewoman for yielding. I rise in strong support of \nH.R. 6, the American Dream and Promise Act. This legislation will protect 2.5 million people as American as \neveryone in this Chamber but for a piece of paper, young people who came here as children, brought by their \nfamilies to pursue the American Dream. That is why we call them Dreamers. They did what we would expect of any \nother good American. They worked hard. They served in our communities. They served in our military. They studied \nat our schools. They strengthened our communities. {time} 1615 We had a hearing of examples of Dreamers, these \nyoung people who did extraordinary things, who enriched the lives of their own communities, who are scholars, \ncommunity activists, teachers, doctors, and lawyers, people making incredible contributions. I have met with \nDreamers in my home State, where 6,000 people will be protected by this legislation. They are valued and \nproductive members of our community. There is also protection in here for TPS designees. In the State of Rhode \nIsland, we have the largest Liberian community, who make unbelievable contributions and live with such \n\n\n\nuncertainty. We, of course, need comprehensive immigration reform, but protecting Dreamers is first. We have \nheard a lot of arguments about other problems with our immigration system. We agree, but I haven't heard anyone \nsay that these young people don't deserve protection in this debate today. This bill doesn't solve all the problems, \nbut it solves three specific problems: TPS, DED, and Dreamers. It is voting to give protections to these young \npeople. This is a very powerful symbol of our patriotism and our love of our country because we are a stronger and \nbetter America because of these young people and because of the magnificent contributions of these Dreamers. \nThere is nothing more American than passing the Dream Act and ending the uncertainty in the lives of these young \npeople and acknowledging they represent the best of America. I wish everyone in this country could have watched \nthat hearing of just some examples of the differences these young people have made in the lives of their \ncommunities. Let's do the right thing. Let's pass this in a bipartisan way and give certainty to the lives of these \nyoung people who know no other country but this great country. Mr. COLLINS of Georgia. Mr. Speaker, I agree with \nthe gentleman, the speaker, Mr. Cicilline. I agree with him that we need to fix this, but this is not the way to fix this. \nThere is a bipartisan way to fix this, and this simply just gives a green light. It is a powerful symbol. This bill is a very \npowerful symbol to those who want to come here and know that there will be no consequence for coming and will \ncontinue to overload our border. That is the symbolism that comes from this bill today. Mr. Speaker, I yield 3 \nminutes to the gentleman from Wisconsin (Mr. Grothman). Mr. GROTHMAN. Mr. Speaker, our immigrants have \nalways been our future. Wave after wave of moral, patriotic, hardworking, and law- abiding immigrants have kept \nAmerica vibrant. Today, the majority party intends to put another 2 to 3 million people on the path to citizenship. I \nthink it is accurate to say that America does want some form of relief for some DACA folks and some way to make \nthem made legal, but this bill would do a lot. This bill, in my mind, would ruin America. First of all, I think America \nwould want to restrict this bill to the law-abiding, including law-abiding DACA folks. This bill does not do that. You \ncan commit two crimes and still be here. You can be on a list of gang members and still be here. As far as self-\nsupporting, this bill doesn't begin to deal with the problem of people who are already taking advantage of our \ngenerous welfare safety net. They are going to be staying here under this bill. Like I said, you can already be on a \nvariety of public assistance programs; it is not dealt with. You can be a bad role model for your kids; it is not dealt \nwith. You don't have to learn English. People always say: Oh, all the DACA members all know English. That is not \ntrue. You do not have to learn English and you are set on a path to citizenship. [[Page H4282]] We can continue the \ndivisive policy of having people who come here illegally and once made legal get preferences over people who are \nhere native born. I was in Texas last week, Mr. Speaker. As you know, we have over 100,000 people streaming \nacross our border every month. The majority party does nothing about this. Yesterday, we passed another welfare \nbill continuing another, to a large extent, failed welfare program, but we do nothing in that bill to make sure the \ncurrent welfare programs aren't being abused by illegal or legal immigrants. That is what we should be focusing on \nat this time. A lot of people have been trying to destroy America over many years. Go back 100 years, and people \nrealized America is the light of the world. America is the hope for civilization. If I wanted to destroy America, I would \ncraft a bill like this. I would craft a bill saying that we have got people here on the welfare system, path to \ncitizenship; criminal background, path to citizenship; and we put these folks ahead of so many wonderful, \nhardworking people who are trying to do the system the right way and trying to come here legally. Ms. LOFGREN. \nMr. Speaker, I yield 2 minutes to the gentleman from California (Mr. Correa), who is a member of our Judiciary \nCommittee. Mr. CORREA. Mr. Speaker, if I may call your attention to this poster here to my right. This is a photo of \nbrave Americans out of Orange County who have made the ultimate sacrifice since 9/11. Among them are Navy \nSEAL Michael Monsoor, Army Ranger Sergeant Tyler Holtz, and right here in the middle is a picture of Corporal \nJose Angel Garibay, a Dreamer and a marine without status who joined the Marine Corps and made the ultimate \nsacrifice in 2003. Later on, he was given American citizenship posthumously. This is a Dreamer, Jose Angel \nGaribay. I want to also take a moment to talk about another Dreamer, Police Officer Germain Martinez Garcia, who \ngrew up in southern Illinois. In the words of his police chief: Germain is a part of our community. He's a good \ncitizen. He's a good person, and we need him. He is a Dreamer. Two other Dreamers are two brothers, John and \nJames, who both grew up in L.A. They are both Dreamers. They joined the U.S. Army last year, and they are out in \nbasic training right now. These two want nothing more than to defend our country, and today's legislation will \nensure that these bothers, John and James, can come home to the United States after serving our country. Another \nDreamer, Gloria, grew up in the center of my district, Santa Ana. She is a Dreamer who attended Harvard and is \nnow getting her Ph.D. at Claremont University. All these are Dreamers, and for the life of me, I don't understand \nhow these individuals do not add to the greatness of America. Dreamers have been vetted. Dreamers are \n\n\n\nhardworking. They pay taxes; they follow the law; and many, many of them are defending our country all over the \nworld. Mr. Speaker, let's give Dreamers the opportunity to earn the American Dream. I ask for a vote of ``aye'' on \nH.R. 6. Mr. COLLINS of Georgia. Mr. Speaker, I yield 4 minutes to the gentleman from Ohio (Mr. Chabot), who is a \nmember of our committee. Mr. CHABOT. Mr. Speaker, I thank the gentleman for yielding. I claim the time in \nopposition to this very flawed piece of legislation here this afternoon. It is flawed in many ways. First of all, it doesn't \ndo anything to get more control at our southern border. We have thousands of people streaming across that border \nin various places on the border. It does nothing about that. It does nothing to improve on our asylum system, which \nis very flawed right now. The drug cartels make huge amounts of money by the people who are coming in illegally. \nThey are told the magic words, which are basically to say that they fear if they return to their country, so they are let \ninto our country. They are put on a bus or they are put on a plane and shipped somewhere around the country, to \nsome city. They are given a court date 2 years out, 3 years out, 5 years out. Very seldom do they show up for that \ncourt date, so they basically disappear into the population. This legislation does nothing to reform our asylum laws \nor to protect the American people. It does nothing to basically protect folks around the world who are trying to come \nhere the right way. The DACA amnesty program which is being created here will allow people to cut in front of the \nline for people who are trying to do it the right way. Not only does it not do things to improve the existing law--and it \ncertainly doesn't do it in a bipartisan manner--but it is dangerous, and I will tell you why. In the Judiciary Committee-\n-I have been on that committee for many years now--I offered an amendment. I think we all know that far too many \npeople are killed or injured in this country by drunk drivers, by people who have, in some States they call it a DUI, in \nsome States they call it a DWI, driving, basically, impaired, either drugs or alcohol. I offered a commonsense \namendment which said, basically, that you would not be eligible for this if you were convicted--not just that you have \ndriven, but you were convicted--of drunk driving and you either killed a person or the person was seriously injured. \nSerious bodily harm could be loss of an eye or a limb. Or, if you had multiple DUIs, two or more DUIs, you wouldn't \nbe eligible for these. All the Republicans on the committee voted for it; all the Democrats voted against it. Mothers \nAgainst Drunk Driving, MADD, indicates that there are over 10,000 people killed every year in America by drunk \ndrivers. Over 300,000 every year are injured by drunk drivers. In my amendment, we are talking about people \nconvicted of it. Mothers Against Drunk Drivers indicates, for every time a person is convicted, on average, they think \nthey have probably driven drunk 80 times. So we are allowing folks to be eligible for this program. All the Democrats \non the committee voted against this amendment that would have basically made us safer in this country against \ndrunk drivers. But they refused to go along with that, so I think it is really dangerous to pass it. It could have been \nmuch safer. The people who are injured are our sons. They are our daughters, wives, spouses, brothers, sisters, \nmothers, and fathers. But this bill doesn't make them safer. It had an opportunity to do so, but all my colleagues on \nthe other side of the aisle voted against it. That is just one reason why I think this is a very flawed bill, and I would \nurge my colleagues to vote ``no'' on this bill. We could, in a bipartisan manner, actually do something for these \nDreamers, these DACA folks, but Democrats said: No, we are not going to do this bipartisan. We are going to ram \nthis thing through. It is really unfortunate because we could have done something good for the country, but that is \nnot what this bill does. I thank the gentleman for yielding. Ms. LOFGREN. Mr. Speaker, may I inquire how much \ntime remains on each side. The SPEAKER pro tempore. The gentlewoman from California has 30\\3/4\\ minutes \nremaining. The gentleman from Georgia has 20\\1/4\\ minutes remaining. Ms. LOFGREN. Mr. Speaker, I yield 1 \nminute to the gentleman from Maryland (Mr. Hoyer). The majority leader has been such a supporter of Dreamers for \nthese many years. Mr. HOYER. Mr. Speaker, I thank the gentlewoman for yielding. More than that, I thank her for \nthe thousands of hours that she has put in over the years in trying to address in a positive, constructive way our \nbroken immigration system and for her leadership in forging a bill that is a step--just a step. I want to thank Mr. \nNadler, the chairman of the committee, for ensuring that this bill came forward. Mr. Speaker, I have been sitting \nhere for a few minutes, and I have heard a number of my Republican colleagues bemoaning the fact that we could \nhave done this in a bipartisan fashion and come with up with a much better bill. Many of those folks who said that \nhave [[Page H4283]] been serving here over the last 8 years in the majority, and we have been pleading with them \nover those 8 years: Bring us a bill, a bipartisan bill. Mr. Speaker, as you so well know, you and Mr. Hurd, a \nRepublican from Texas, worked tirelessly in fashioning a bipartisan bill, and the Republicans refused to bring it to \nthe floor; although, in my view it had a majority of votes on this floor. Indeed, it was about to be petitioned out of the \ncommittee and brought to the floor in a process that you can do that without the committee's voting for it. Just short \nof the 218 votes necessary to do that, the Republican leadership put all sorts of pressure to assure that that bill was \nnot discharged from the committee. So spare me the crocodile tears about a bipartisan bill. We tried to do a \n\n\n\nbipartisan bill. The Senate did a bipartisan bill in 2013, and we pleaded for the Republicans to bring it to the floor, a \nbipartisan Senate bill, and they refused, all the time saying the immigration system was broken. But they refused to \nfix it. {time} 1630 So, now they come to the floor, bemoaning the fact that a bipartisan bill did not come forward. If \nthey had intended to work on a bipartisan bill, as the majority leader, I will tell you, Mr. Speaker, a bipartisan bill \nwould have come forward. So sad, so unfortunate that that didn't happen. Mr. Speaker, I want to read something: \n``We're going to work something out that's going to make people happy and proud. ``They''--referring to the \nDreamers--``got brought here at a very young age''--1, 2, 3 years of age. ``They've worked here. They've gone to \nschool here. Some were good students. Some have wonderful jobs. And they're in never-never land because they \ndon't know what's going to happen.'' Who said that? Donald Trump said it. When did he say it? After he was \nelected, but before he was sworn in as President of the United States. I met with the President, along with a few \nothers, at the White House, and he said to us: ``Send us a bill,'' then he created the problem we are confronting \ntoday. And he said: ``Congress, fix it, and I will sign it.'' Well, today, Mr. Speaker, we are fixing it. And I hope that \nmy Republican colleagues would join us and that the President of the United States would sign a bill which will take \nthese folks out of never-never land. The bill we have on the floor today is called the American Dream and Promise \nAct--the American dream and American promise. We lift our lamp beside the golden door. That is what we have \nsaid to the world. That dream is to see hard work rewarded with opportunity. My father came here at the age of 32 \nin 1934, an immigrant from Denmark. That promise is the commitment of our Founders and every generation since \nto ensure that this Nation makes that dream a reality for all. Today, more than a million people who grew up in \nAmerica don't know any other home, yet they live in fear of being sent to a home they never knew. They live in fear \nof being deported to countries they never or barely knew. These Dreamers, these yearners for justice and \nopportunity, deserve to live without fear. They deserve to access the opportunities of America that they have been \nhelping to build already--a Nation of immigrants, made great by immigrants. This bill will remove that fear. It will \ngive them the opportunity to stay in the country they know and love and to know their hard work and contributions \nwill give them a chance to make it in America and that they can give back by serving in our military or creating jobs \nor working in their communities; that they can have a pathway to citizenship, which is in their interest and in the \ninterest of our country. This bill will keep the promise of our Founders and our forebears, and it will keep the \npromise of policymakers from both sides of the aisle who agree they should stay, along, I might add, with 86 \npercent of the American people. They are American in every sense. They are patriots and dreamers. President \nTrump campaigned on a promise to help Dreamers--a promise he broke. It was President Trump who created the \ncrisis we now face by rescinding the DACA program 2 years ago and allowing the Republican- controlled House to \nstand in the way of a legislative solution. Now, the Democrat-led House is taking action. With this bill, we proclaim \nto the Senate and President: Take the advice of the American people. Pass this bill. For these Dreamers are, in all \nbut a certificate of citizenship, brothers and sisters. One of them from my district, Gabby Hernandez, is here today, \nMr. Speaker, to watch us take this important vote. She arrived in this country from El Salvador at the age of 4. She \nattended school in Prince George's County, Maryland, which I represent, and she has been studying these last few \nyears to be a social worker and help people in our community. I hope we can give Dreamers like Gabby \nreassurance that their country, America, will not abandon them. In addition, this bill would also allow those who \nhave been on temporary protected status and deferred enforced departure to remain as permanent residents. One \nof them has a business in my district. He employs 40 people. Forty families would be affected by his leaving. He \nhas been here for 25 years. He is, in every sense, a member of our community. These are people who fled a \nnatural disaster and violence and were welcomed into our country as refugees. Here, they have helped build a \nstronger community and have participated in building our economy. I am proud to represent a strong community of \nLiberians in my district, many of whom fled war and disease outbreak and built new lives here. We should not allow \nthem to be uprooted from their homes a second time. Some of them are here today in the gallery as well. Let's \nshow them. Let's show them that we stand together with them and cherish their contributions to America. Whether \nwe are Irish or Danish or Italian or Jews or Poles or Germans, all who came here in great numbers immigrated to \nthis country and have made us great. This bill is not perfect. No bill is perfect. But it is a step, a very important step, \na down payment on fulfilling that promise. But change happens most often in steps, and today the Democrat-led \nHouse is taking that step forward by keeping our promise to Dreamers. I want to thank Lucille Roybal-Allard, Nydia \nVelazquez, Yvette Clarke, Jerry Nadler, and--yes, once again--Zoe Lofgren for all the work that they have done to \nget us to a place where we have a fair bill--not amnesty, a fair bill for America. I hope my Republican colleagues will \njoin us in voting for this bill. Together, let's send a message of inclusion and acceptance of these Dreamers, whose \n\n\n\ndreams are the same as ours, whose patriotism is the same as ours, and whose Nation is the same as ours. Vote \n``aye.'' Vote for America. The SPEAKER pro tempore. Members are reminded to refrain from references to \noccupants of the gallery. Mr. COLLINS of Georgia. Mr. Speaker, I yield myself such time as I may consume. Mr. \nSpeaker, I always appreciate the majority leader coming down. It is amazing to me, though, that as we come down \nand talk about this bill, if there really was a desire to have a bipartisan bill, then maybe we would have brought the \nbill that actually did get close, as the gentleman did bring up last Congress, and actually ask some of those \ncosponsors on the Republican side who were sponsoring it last time to be a part, who have said they have been \nfroze out. Let's face reality. So spare me the discussion on getting a bipartisan bill and the disdain for it and saying \nthat this bill actually helps. This is a bill written for a promise, as was just said. Let's, at least, be honest about why it \nwas written and the fact that it will not help the situation on the border and, frankly, is not going to help us get a bill \npassed, because this will not pass because, as the President has said, he wants to see some security attached to \nthis, so that we have a safe and secure legal immigration system. [[Page H4284]] Mr. Speaker, I would agree with \nhim. Spare me those discussions because that didn't happen here, as is painfully obvious. Mr. Speaker, I yield 2 \nminutes to the gentleman from Florida (Mr. Yoho). Mr. YOHO. Mr. Speaker, I have the utmost respect for the \nmajority leader. What I see as a problem here, that we see over and over again, is finger pointing. Yes, we did have \nthe majority and the Republican Party didn't do anything. But the Democrats had the majority back in President \nObama's first 2 years; they did nothing. But fingers get pointed. Nothing gets done. I rise today in opposition to this \nbill, but that is not to say I am against legal immigration. In fact, I don't believe anyone in this Chamber or up in the \ngallery, even though we can't reference them, is against legal immigration. I have repeatedly stated that I want to \nfind a solution for the Dreamers, those kids who, through no fault of their own, were brought to the United States as \nchildren, illegally. I support providing a method for those who have registered under the Deferred Action for \nChildhood Arrivals program, or DACA, to obtain legal status. However, this must only be done in coordination with \nmeasures completely fixing our Nation's broken border. We have to have border security and the enforcement of \ncurrent immigration law or we can't go forward, because a vacuum is turned on and more people will come. Without \nenhancing border security and addressing the loopholes in our immigration system, this bill simply encourages \nmore illegal immigration. There is a cause-and-effect process that does occur. If borders are open, they are \noverrun, and immigration laws aren't enforced. Guess what? There is more illegal immigration. There is a crisis at \nour southwest border, and this year we have seen apprehensions of people illegally entering at the border \nincreasing every month. For instance, in January of 2019, there were approximately 49,000; in April of 2019, \n99,000. The numbers are going to continue to go up because the word is out, as Mr. Collins said, if you get to the \nU.S. southwest border, you will get amnesty. That is unfortunate. The 99,000 in April are only the crossings that we \nknow about. Let's look at why this is a crisis. It is because the previous administration created an illegal program \ncalled DACA. The SPEAKER pro tempore. The time of the gentleman has expired. Mr. COLLINS of Georgia. Mr. \nSpeaker, I yield the gentleman from Florida an additional 30 seconds. Mr. YOHO. It has created a problem in \nCongress. What we have to do, if my colleagues on the other side are serious about finding a fix for this problem, \nfor our broken immigration system: Let's work together and agree that, without border security, this will not work. \nLet's fix this broken system once and for all. Let's do what is best for America because, if we do what is best for \nAmerica, is that not best for the immigrants, too? Ms. LOFGREN. Mr. Speaker, I yield 2 minutes to the \ngentlewoman from Texas (Ms. Garcia), a valued member of our Judiciary Committee. Ms. GARCIA of Texas. Mr. \nSpeaker, I thank our chair, our leadership, and, particularly, Nancy Pelosi for making sure that this bill was a priority \nbill. For me, I have dedicated a great part of my life in public service to helping immigrants who come to the United \nStates in search of a prosperous and dignified life. Today, I am honored to participate in this historic day in the \nHouse of Representatives. Since 2001, when the DREAM Act was first conceived, Dreamers have waited. In 2012, \nDACA enabled eligible young adults to work lawfully, attend school, and contribute to society without the constant \nfear of deportation. DACA, however, does not provide a path to citizenship, and it leaves out a huge number of \ndeserving Dreamers. Now, in 2019, they are still waiting. They are Americans in waiting. Right now, Dreamers live \nin fear of being deported to countries they may never have known, don't remember, or don't know at all, countries \nwith which they have little or no personal connection. And, because of their status, most Dreamers have never left \nthe United States, never having had the opportunity to know their places of origin and never knowing any other \nplace to call home other than the American communities in which they grew up. Some don't even know another \nlanguage other than English. Opponents of this bill fail to realize that it is not just about the Dreamers. It is also their \nfamilies that would be harmed by mass deportations. It is their employers who would lose key members of their \n\n\n\nworkforce. It is their communities who would lose vital members of their community. It bears repeating: Dreamers \nare American in every way except on paper. In their hearts, in their minds, and in their souls, they are Americans. \nThey are Americans in waiting. Many have been in this country for decades, becoming business owners, \nemployers, and homeowners. Mr. COLLINS of Georgia. Mr. Speaker, I yield 3 minutes to the gentleman from Texas \n(Mr. Burgess). Mr. BURGESS. Mr. Speaker, I thank the gentleman for yielding. As the majority leader gave his \nremarks a few moments ago, I was reminded that, in December of 2010, I was in this House of Representatives \nand, during a lameduck session, the House of Representatives had, at that time, a sizable Democratic majority. \nThey had lost the majority in the 2010 election, so it was the waning hours of the Democratic majority, and they \npassed what was then known as Senator Durbin's DREAMer bill here in the House of Representatives. {time} 1645 \nIt went over to the Senate, and Democrats had a 59-41 majority in the United States Senate, and the Dreamer bill \nfailed to achieve cloture, not because it was blocked by Republicans. Three Republicans voted with the then-\nmajority Democrats to move the bill along. Senator Lugar, no longer with us, Senator Murkowski, who is still with us, \nand Senator Bennett from Utah, voted in favor of moving that bill along. Five Democrats voted against cloture, and \nthat was the reason why, in the waning days of President Obama's first 2 years, as the Democratic majority was \nwinding down its term, that that bill did not pass. But this bill before us today--and I felt so compelled to come and \ntalk about this because we have a serious problem in the lower Rio Grande Valley sector on our Texas-Mexico \nborder. There are parts of that border where there is not a single stick of barrier and, as a consequence, the \nnumber of people coming over--you have read the headlines, you have heard the statistics that have been talked \nabout here today, 100,000 a month. I serve on the Committee on Energy and Commerce. We have the Office of \nRefugee Resettlement under our jurisdiction in the Health Subcommittee. The men and women there do a \ntremendous job. They do everything we ask. I visited one of their facilities last week, Casa Padre, down in \nBrownsville, Texas; 1,380 children under their care. That number has stayed fairly constant since my previous visit \nlast July. They get some kids in, they move some kids out, and it is a steady state. But at the border station in \nMcAllen, it is a different story. They have no control over how many come in. Yes, the law says that within 72 hours-\n-it is purely a processing center--they are to move, particularly children, out of their center and off to the OOR \nfacilities. But if there is no place to receive them then they cannot. And OOR, by law, cannot receive more children \nthan they are allowed to receive. They closed the surge facility up in Tornillo by El Paso during the summer, so \nthere is no place else to go. I have got to tell you, the men and women who work for the Customs and Border Patrol \nin the State of Texas in the lower Rio Grande Valley sector, overwhelmed is not a strong enough word. They are \nburnt out. They have been taking care of so many people for so long, and they are asking, Where is the United \nStates Congress? Why will we not reform the asylum laws that would allow us to get on top of this situation? [[Page \nH4285]] Ms. LOFGREN. Mr. Speaker, I yield 2 minutes to the gentleman from Arizona (Mr. Stanton), a member of \nthe Judiciary Committee. Mr. STANTON. Mr. Speaker, I rise today in strong support of H.R. 6, the American Dream \nand Promise Act of 2019. For so many, this day is a long time coming. It would not be possible without so many \namazing people and organizations, including in my home State of Arizona, who never stopped fighting, who never \ngave up hope on this dream. We are here today to pass a bill that will provide permanent protections and a pathway \nto citizenship for our Dreamers, a solution that is long overdue, one that will lift up 2 million people across our \nNation. For many, giving them a permanent place in the only home, the only country that they have ever known. \nBut this bill does more than the right thing. It does a smart thing. Make no mistake, this is an economic stimulus bill. \nThe economic gains in communities across the country will be significant, and fewer stand to benefit more than my \ncommunity. The Phoenix metro area ranks among the top areas that will experience real economic benefit from the \npassage of this bill. When we bring stability to eligible immigrants, we bring stability to our local economies as well. \nThe American Dream and Promise Act of 2019 is a case of doing both the right thing for people and doing the right \nthing for our economy. Dreamers are an integral part of our community, our neighbors, our coworkers, our friends. \nThey are woven into the social and economic fabric of our entire region, and we have a responsibility to make sure \nthat they can continue to contribute and participate fully without fear. When our Dreamers succeed, our \ncommunities will be stronger. Mr. COLLINS of Georgia. Mr. Speaker, I reserve the balance of my time. Ms. \nLOFGREN. Mr. Speaker, I yield 2 minutes to the gentlewoman from Florida (Ms. Mucarsel-Powell), a member of \nour committee. Ms. MUCARSEL-POWELL. Mr. Speaker, today I rise in support of H.R. 6, the American Dream and \nPromise Act of 2019. Almost half of the people in my district were born in a country other than the United States, \nincluding myself. I did not have the great privilege of being born into this incredible Nation. But my story is not \nunique. My story, and every immigrant's story, is the American story. It is who we are as a country. Dreamers, \n\n\n\nDED holders, TPS, and DACA recipients, are Americans in every single way but on paper; and it is time that we \nchange that. Protecting these Americans is not only the right thing to do, but it also makes economic sense. In my \ndistrict alone, Dream and Promise households contribute over $53 million in Federal taxes and have a spending \npower of over $271 million. These Americans are our friends, our neighbors, and our coworkers. They are teachers, \ndoctors, farmers. They represent our Nation's commitment to hard work. To every Dreamer, DED holder, TPS and \nDACA recipient with us here and across the country, I want you to know, we see you. We hear you. Your fight is our \nfight. Today, we will pass the American Dream and Promise Act of 2019 and give all these Americans the \nprotections that they deserve. I urge my colleagues to support H.R. 6. Mr. COLLINS of Georgia. Mr. Speaker, I yield \n5 minutes to the gentleman from Texas (Mr. Gohmert). Mr. GOHMERT. Mr. Speaker, we heard earlier some \ncomments from the other side about, gee, what could have been done, and the desire for a bipartisan agreement \non things. And yet, I know since President Trump came into office, he offered a deal to work out legalization for \nfolks that had been granted DACA, and that offer was slapped down. So it is interesting to hear now, after the \nopportunity did present itself in the last Congress, with Republicans in control in the House and Senate, and the \nPresident, wanting to work something out in a bipartisan manner, now, we hear, oh, we wanted it bipartisan all \nalong. Well, a problem with a self-governing nation is that when people abandon the rule of law in that self-\ngoverning nation, it is not going to remain self-governing that much longer. What has made America strong was \nthat--one of the things--that nobody was above the law. That included Presidents, it included most everybody. \nThere were exceptions. But as I have continued to say for a number of years, we should seal--not seal, but we \nshould control the border, get it secured, continue to give over a million visas a year. Fine. Most generous country \nin the world when it comes to allowing access, ingress and egress. Continue that, but control the border. And once \nthe border is controlled, we can work out about what to do about the people that came in illegally. We can work that \nout. Some try to slam Republicans and say, oh, you must hate Hispanics. They don't know our hearts. They don't \nknow my heart. The huge majority of Hispanics I know, they love God, they are devoted to their family, and they \nhave an incredibly hard work ethic. I think those are three things, three components that help, really, make America \na great country, the greatest I believe in the world. We need more of that. That is a great thing. But the immigration \nhas to be legal. Now, this bill, though, we had a rule shoved through, no amendments were going to be allowed. Not \nonly is this not going to be a bipartisan effort to work out an agreement from both sides, we are slamming this \nthrough. We are not letting any amendments. And there were clearly problems with the bill. For example, my \namendment would have helped stop gang members from being given legalization. No. No. That got voted down. \nAnd not only was the amendment voted down, under the bill, the Secretary cannot consider the fact that we have \ninformation in our database that clearly shows that someone is a gang member. Oh, no. Not only that, the \nSecretary, under this bill, is prohibited from getting help to go through and review evidence of who is a gang \nmember and who isn't. That would mean hundreds of thousands of people would have to be considered by the \nSecretary individually. That is no mistake. They knew the Secretary could not do that. So they were going to get as \nmany gang members in as can possibly come in. And there will be disputes over who came in when. That is an \nongoing issue. But if a gang member is denied under this program, then all the other applicants, will have to pay a \nfee that will pay for the gang member's lawyer to sue in Federal court. Look, it is clear what is going on. One party \nthinks their future as the only party, as the majority party, will be to get as many felons voting as possible and get as \nmany people in here beholden to the Democratic Party, legally, illegally, whatever. But the tragedy continues to go \non at the border. Every time we mention legalization, amnesty, DACA, Dreamers, all of those things, the Border \nPatrol made clear, people flood in illegally. Let's do the right thing. Let's vote ``no'' on this and work something out \nwhen the border is secure. Ms. LOFGREN. Mr. Speaker, I yield 2 minutes to the gentlewoman from Texas (Ms. \nEscobar), a member of our Judiciary Committee. Ms. ESCOBAR. Mr. Speaker, I rise today in strong support of H.R. \n6, the American Dream and Promise Act of 2019. This bill would provide Dreamers, TPS holders, and DED \nrecipients with the relief and certainty that they and our country need in order to thrive. I would like to congratulate \nthe architects of this bill, Representatives Roybal-Allard, Velazquez, and Clarke, who worked so tirelessly, as well \nas our Judiciary Committee Chairman Nadler, and our Immigration and Citizenship Subcommittee Chairwoman \nLofgren for the tireless work that they put into this. This bill has the potential to help hundreds of thousands of \nhardworking individuals who are American in every way except on paper. I am so proud that Texas has the second \nhighest Dreamer population in the Nation, including the more than 9,000 Dreamers in the safe border community of \nEl Paso, Texas. [[Page H4286]] My colleagues on the other side of the aisle vacillate between arguments intended \nto stall this legislation that range from get in line, to build a wall, to painting all undocumented immigrants as \n\n\n\ndangerous criminals that Americans should fear. One of my colleagues even said that this bill would destroy \nAmerica. I would like to remind them that America is a nation of immigrants. Dreamers, TPS holders, and DED \nrecipients are our friends, neighbors, and colleagues. Some have even bravely served in the military, and others \nare pillars within communities across the Nation. They have built good lives here, started families, created small \nbusinesses, employed thousands of people, paid their taxes, made our country better. {time} 1700 I stand with \nDreamers and TPS holders and will do all I can to ensure that they are shielded from deportation and have a \npathway to citizenship. Mr. Speaker, I urge my colleagues to be on the right side of history and support this bill. Mr. \nCOLLINS of Georgia. Mr. Speaker, I yield 3 minutes to the gentleman from Arkansas (Mr. Hill). Mr. HILL of \nArkansas. Mr. Speaker, I thank the gentleman from Georgia for yielding time. Mr. Speaker, it is sad that I rise today \nin opposition to H.R. 6. It brings me no pleasure, for I support an equitable solution for our Nation's Dreamer \npopulation, but this bill goes well beyond that kind of a balanced, equitable solution and, in fact, puts illegal \nimmigration ahead of legal immigration. While we are a nation of immigrants, it is true, we are a nation of laws as \nwell. Once again, the majority has failed to find common ground on this topic in this House. Last year at this time we \nworked mightily, when in the majority, to try to find common ground, with Bob Goodlatte's effort of last summer, our \nformer chairman of the Judiciary Committee. He, too, could not find full bipartisan common ground, and barely \ncommon ground among Republicans, but common ground we must find, and this bill, Mr. Speaker, is not that. One \nexample of why: legal Dreamers. These are kids of work permit holders in America from countries like India and \nChina who can't get green cards due to arbitrary country caps in our immigration laws. Their kids have to self-\ndeport when they turn 18 years old. Why aren't these kids being dealt with and protected? Their parents followed \nthe rules, came to the United States the right way with a legal work permit, and yet with this bill, we are going to \nreward those who came illegally, through no fault of their own for the kids, and not protect those who are here \nlegally. Mr. Speaker, that is not right. Last year, House Republicans and the President offered equitable solutions \nfor Dreamers in exchange for much-needed asylum reforms, family unification at the border, and border security \nfunds, but, sadly, as noted, the floundering majority in this House can't find that compromise, can't find that common \nground. In my view, Mr. Speaker, H.R. 6 is an insincere bill with no chance of being signed into law. Mr. Speaker, I \ncall on you to stop the messaging bills and negotiate with Republicans in the minority to fix our broken immigration \nsystem. Ms. LOFGREN. Mr. Speaker, I yield 1 minute to the gentlewoman from Oregon (Ms. Bonamici). Ms. \nBONAMICI. Mr. Speaker, I rise in strong support of the American Dream and Promise Act, to stand with the \nthousands of Dreamers across the country and in Oregon, Dreamers like Gustavo and Brenda, who are living in \nand serving in our community. Gustavo graduated from Forest Grove High School. He knew he was ineligible for \nFederal student aid, yet he found a way to go to college because he knows that education cannot be taken away \nfrom him. Gustavo wrote: ``I have found my calling in the nonprofit work I do. I am here to give back to the Latino \ncommunity that believed in me and helped me achieve my dream.'' Brenda is an educator in Hillsboro, Oregon. Last \nsummer, her students asked her: ``Are you coming back next year?'' Despite uncertainty about her status, Brenda \nwill watch her students graduate this Saturday, and she hopes to continue supporting kids and families in the very \nsame school district from which she graduated. It is long past time for Dreamers like Brenda and Gustavo, \nAmericans in every way except on paper, to live out of the shadows. Mr. Speaker, I urge my colleagues to support \nthis legislation. Mr. COLLINS of Georgia. Mr. Speaker, I inquire how much time is remaining for both sides. The \nSPEAKER pro tempore. The gentleman from Georgia has 7\\1/4\\ minutes remaining. The gentlewoman from \nCalifornia has 21\\1/4\\ minutes remaining. Mr. COLLINS of Georgia. Mr. Speaker, I reserve the balance of my time. \nMs. LOFGREN. Mr. Speaker, I yield 1 minute to the gentlewoman from California (Ms. Lee), my colleague. Ms. LEE \nof California. Mr. Speaker, I thank the gentlewoman for yielding, but I also want to thank her for her tireless and \nlongstanding steadiness and leadership in support of our Dreamers. Mr. Speaker, I rise in strong support of H.R. 6, \nwhich ensures the Dreamers, temporary protected status recipients, and individuals with deferred enforcement \ndeparture status are protected from deportation. This bill will also establish a path for 2.5 million people to become \nlawful permanent residents. These young people have lived in the United States for decades and have made a life \nfor themselves and for their families. Now, let me be clear. Dreamers, TPS, and DED recipients make our Nation \nbetter. They are active members of our community and contribute to our economy and make America a stronger \nnation. I am so proud to represent so many Dreamers in my district. They are American in every way except on \npaper, and it is beyond cruel to deport them to countries many of them barely know. By passing this bill today, \nHouse Democrats are maintaining the promise of the American Dream to immigrants around the country. It is time \nto protect our young people, recognize their love for America, and finally help their dreams come true. Mr. Speaker, \n\n\n\nI urge a ``yes'' vote on H.R. 6. Mr. COLLINS of Georgia. Mr. Speaker, I reserve the balance of my time. Ms. \nLOFGREN. Mr. Speaker, I yield 1 minute to the gentlewoman from Florida (Ms. Frankel), a leader in this movement. \nMs. FRANKEL. Mr. Speaker, I thank my colleague for yielding and my colleagues who have brought this before us \ntoday. Mr. Speaker, I rise in support of the American Dream and Promise Act. As a teen, Daniella had a dream, a \ndream to be a lawyer. Her grandmother had brought her here from Venezuela when she was a small child, from a \nplace she barely knew and never returned to. Daniella learned English, made friends, studied hard, and became an \nhonors student. When she applied for a college scholarship, she learned for the first time a family secret: she was \nundocumented. Disqualified from this scholarship and with no money for college, Daniella was devastated. Then, in \n2012, like for hundreds of thousands of young people, the doorway to opportunity opened. President Obama issued \nthe Deferred Action for Childhood Arrivals order. Daniella enrolled in college and is now preparing for law school. \nMr. Speaker, today is a day that walls come down and we show the world that dreams like Daniella's can come \ntrue. Mr. COLLINS of Georgia. Mr. Speaker, I reserve the balance of my time. Ms. LOFGREN. Mr. Speaker, I yield \n1 minute to the gentleman from California (Mr. Panetta), my colleague and neighbor in California. Mr. PANETTA. \nMr. Speaker, I thank Chairwoman Lofgren for yielding. Mr. Speaker, I rise today for the American Dream and \nPromise Act of 2019, but more importantly, for Dreamers and TPS recipients in my community and all across our \ncountry. As the Representative for the central coast of California, this bill will affect not just the lives of Dreamers \nand TPS recipients, but the lives of people throughout our communities. [[Page H4287]] In my district, there are \nnearly 20,000 Dreamers and thousands and thousands of Salvadorian TPS recipients. These are men and women \nwho don't just live in my district; they work there; they go to school there; they own homes there; they have families \nthere. They are our loved ones; they are our friends; they are our neighbors; they are our employees. They are our \ncommunity. They are our country. As the grandson of immigrants who grew up in this Nation of immigrants, I can \ntell you, Mr. Speaker, the Dreamers and TPS recipients in my community are filled with the spirit of this country. \nThey don't just want to stay here; they want to contribute here. They want to give back to this community and \ncountry that has given them so much. They understand, they value, they yearn to fulfill their obligations as \nAmericans in this democracy. Mr. Speaker, let's fulfill our obligation in Congress. Let's do our job for our \ncommunities by giving our Dreamers, our TPS recipients that opportunity for our country. Mr. COLLINS of Georgia. \nMr. Speaker, I reserve the balance of my time. Ms. LOFGREN. Mr. Speaker, I yield 1 minute to the gentleman from \nTexas (Mr. Doggett). Mr. DOGGETT. Mr. Speaker, ``Does anybody really want to throw out good, educated, and \naccomplished young people who have jobs, some serving in our military? Really?'' ``They have been in our country \nfor many years through no fault of their own, brought in by parents at young age.'' Those were the words of a \nPresident Trump tweet on September 14, 2017, but, unfortunately, Donald Trump is a man of his last tweet. Later, \nwhen a bipartisan group of Senators went to meet with the President and present a viable bipartisan plan, he flew \ninto a racist rant and refused to act. Only because of Federal court orders, consistently rejecting the Trump \nadministration arguments, do our Dreamers have any protection today. I have visited personally with these young \npeople: a nurse, a teacher, a county prosecutor, a key person in a small business, many students. They are \ncontributing to our communities, and America is stronger for their presence. They are Americans in every sense \nexcept for the documents that allow them to fully participate. The SPEAKER pro tempore. The time of the \ngentleman has expired. Ms. LOFGREN. Mr. Speaker, I yield an additional 15 seconds to the gentleman from Texas. \nMr. DOGGETT. Mr. Speaker, if protection for our Dreamers is terminated, all of us will lose. A coalition of Texas \nbusinesses has estimated that Texas, alone, will lose $6 billion in economic activity every year. Mr. Speaker, let's \nprovide our Dreamers the certainty of a clear path to citizenship. Let's recognize them as the full-fledged Americans \nthey certainly are. The SPEAKER pro tempore. Members are reminded to refrain from engaging in personalities \ntoward the President. Parliamentary Inquiries Mr. COLLINS of Georgia. Mr. Speaker, parliamentary inquiry. The \nSPEAKER pro tempore. The gentleman will state his parliamentary inquiry. Mr. COLLINS of Georgia. Mr. Speaker, \nderogatory statements toward the President; also, that was impugning the integrity of the President. I think that is \nmuch more beyond what was actually warned about, and I would ask the Parliamentarian for a ruling on that. The \nSPEAKER pro tempore. The Chair is again reminding Members to refrain from engaging in personalities toward the \nPresident. Mr. COLLINS of Georgia. Mr. Speaker, further parliamentary inquiry. The SPEAKER pro tempore. The \ngentleman will state his parliamentary inquiry. Mr. COLLINS of Georgia. Mr. Speaker, the parliamentary inquiry \nwould say that that statement, as quoted, ``a racist rant'' is an attack on the President, implying he is a racist. Is that \nnot true? Which is contrary-- The SPEAKER pro tempore. The Chair continues to remind Members that they should \nrefrain from engaging in personalities toward the President. The Chair will not issue an advisory opinion. Mr. \n\n\n\nCOLLINS of Georgia. Mr. Speaker, further parliamentary inquiry. The SPEAKER pro tempore. The gentleman will \nstate his parliamentary inquiry. Mr. COLLINS of Georgia. Mr. Speaker, is it not true that this House is run on \nparliamentary language that is not consistent with what was just used? The SPEAKER pro tempore. The Chair will \ncontinue to enforce the rules of decorum. The gentleman from Georgia is recognized. Mr. COLLINS of Georgia. Mr. \nSpeaker, the gentleman from Georgia continues that parliamentary inquiry, then, because it is an issue that needs \nto be addressed. It should not have been said on this floor. Mr. Speaker, with that, I reserve the balance of my time. \nMs. LOFGREN. Mr. Speaker, I yield 1 minute to the gentlewoman from California (Ms. Judy Chu), a leader on this \nissue. Ms. JUDY CHU of California. Mr. Speaker, I rise today in support of H.R. 6, the Dream and Promise Act. This \nis a historic day. H.R. 6 provides a long-awaited pathway to citizenship for Dreamers, to temporary protected status \nrecipients, and deferred enforced departure status individuals. A floor vote on this bill could not have come soon \nenough. More than 2.5 million immigrants currently living in fear that they would be torn from their families could \nfind relief in this bill. Losing them would be disastrous to our communities, and it would harm our economy. It would \nbe devastating to so many. This includes 130,000 Asian American Dreamers and 9,000 TPS recipients who \nurgently need relief from the President's xenophobic threats to tear apart immigrant families. The Dream and \nPromise Act unites us around the shared ideal that anybody can live the American Dream if they are willing to work \nfor it. That is the lesson that has inspired generations of immigrants to build this country, and that is the lesson we \ncannot afford to forget. Mr. Speaker, I urge passage of this bill. Parliamentary Inquiry Mr. COLLINS of Georgia. Mr. \nSpeaker, parliamentary inquiry. The SPEAKER pro tempore. The gentleman will state his parliamentary inquiry. Mr. \nCOLLINS of Georgia. Mr. Speaker, here we go again. Now, it may not matter to anyone else here, but the Members \nwho wear pins understand that parliamentary language is important and what rules this floor. ``Xenophobic'' is \nanother word being used on this floor about the President's character. Please advise how that is parliamentary \nlanguage. The SPEAKER pro tempore. The Chair would again remind all Members to refrain from engaging in \npersonalities toward the President. {time} 1715 Mr. COLLINS of Georgia. Mr. Speaker, I reserve the balance of my \ntime. Ms. LOFGREN. Mr. Speaker, I am pleased to yield 1 minute to the gentleman from Minnesota (Mr. Phillips). \nMr. PHILLIPS. Mr. Speaker, I thank my colleague for yielding. Mr. Speaker, this bill is long overdue in the U.S. and \nin my State of Minnesota. In Minnesota we are home to a thriving community of Liberian refugees who fled two civil \nwars and an Ebola outbreak, refugees like my good friend, Louise Stevens. She escaped civil war, left her life \nbehind, and slept on a friend's floor for over a year just for the chance at the American Dream. Now she is over 60. \nShe has worked hard in Minnesota's healthcare industry for 18 years. She is the mother of American children. She \npays taxes, and she is here legally under DED. But because of that DED status, she still has no path to citizenship. \nThe same is true for thousands of Liberians in America. I am so proud to help lead the Dream and Promise Act and \nfinally, at long last, change that. That is the American Dream and, at long last, it should be our reality. Mr. COLLINS \nof Georgia. Mr. Speaker, I continue to reserve the balance of my time. \n"}