{"title": "Brown opposes federal rules on young farm workers", "body": "\nDec. 16--DECATUR -- State Rep. Adam Brown spoke with reporters Thursday to speak out against federal \nregulations that will prohibit workers under 16 from working on farms.\n\nBrown's father, B&B Farms owner Bill Brown, joined the Decatur Republican to speak about a non-binding \nresolution he filed in the Illinois House on Wednesday that criticizes recent U.S. Department of Labor regulations \nprohibiting those under the age of 16 from working on farms unless the farm is owned by their parents.\n\n\"I'm a fifth-generation family farmer, my father of course a fourth-generation family farmer,\" Adam Brown said. \"I \nstarted not only on our family farm at the age of 12, but our neighbor's sweet corn patch. At 15 I was working on \nanother neighbor's radishes.\"\n\nThough the resolution won't change federal law if it passes, Brown said it would send a strong message to \nCongress that Illinois opposes the new restrictions. Brown said he has also been speaking with Illinois' \ncongressional delegation about pushing back against the regulations.\n\n\"We're sending a clear message to our colleagues in Springfield, not only that agriculture is our top priority in \nIllinois, but a message to Washington, D.C. (that says) 'Wake up,'\" Brown said. \"There's a disconnect between the \nbureaucrats that are setting these policies and the folks that are working day to day on farming operations.\"\n\nBill Brown said young farm workers are capable of hard and meaningful work, and it gives them income and a \nsource of pride.\n\n\"You found out (young workers) really enjoyed it,\" he said of his experiences recruiting his son's classmates in \nyears past. \"It's hard work, and it's hot and it's dirty.\"\n\nAdam Brown said safety regulations for youth workers should always be in place, but the government shouldn't be \ntelling young people they aren't ready to work on farms.\n\n\"Just because you're younger doesn't mean you're not useful to society,\" Brown said. \"I don't want the government \nto be some of those naysayers that say you can't get involved in agriculture because you're too young.\"\n\nThe legislation is House Resolution 680.\n\nklowe@herald-review.com 421-7985\n\n___ (c)2011 the Herald & Review (Decatur, Ill.) Visit the Herald & Review (Decatur, Ill.) at www.herald-review.com \nDistributed by MCT Information Services\n\n"}