{"title": "'SHAM' AT BX. MARKET: SUIT", "body": "\nOFFICIALS at the Hunts Point Produce Market are charging in a lawsuit that the city gave a sweetheart land deal \nto a major produce distributor running a union-busting shop that employs illegal immigrants.\n\nThe merchant's attorney yesterday denied the allegations, and all sides are due in court in the Bronx today to argue \nwhether a judge should:\n\n. Squash the deal to give 15 acres of land right outside the market to Baldor Specialty Foods, one of the \nNortheast's largest produce distributors.\n\nOrder the city to put the site up for rebid.\n\nApply the same regulations to wholesale produce merchants outside the city-regulated market - including unionized \nshops and ID cards that prevent hiring of illegal immigrants.\n\nTeamsters union members picketed Baldor at its Hunts Point facility on Friday to protest the recent firings of three \ndelivery drivers, allegedly over their union organizing activity there. The lawsuit charges Baldor with being a \"union-\nbusting shop with a history of employing illegal immigrants and violating labor laws.\"\n\nMayor Bloomberg ballyhooed Baldor's planned move and expansion in a visit to Hunts Point last December, noting \nit would mean new jobs. But the lawsuit by the Hunts Point Terminal Produce Cooperative inside the sprawling \nmarket charges the city's Economic Development Corp. ran a \"sham\" bidding process for the site, allowing only \nseven days for bidders to respond, in order to steer the winning bid to Baldor.\n\nIt also charges that the city steered the winning bid to Baldor in order to open up the firm's present site at the south \nend of Hunts Point on Barry St. to ethnic food merchants. They are being evicted from the Bronx Terminal Market \nin the South Bronx to make way for a mega-mall that many have charged was a no-bid sweetheart deal between \nthe city and the developer, The Related Cos.\n\nThe plan to move the merchants to Baldor's current site failed.\n\nBaldor's attorney Kevin McGrath yesterday called the allegations \"absolutely 100% not true.\" Citing what he said \nwas a major package of financial and medical benefits offered to Baldor workers, he said its drivers have twice \nvoted down joining the Teamsters.\n\n\nAs for the bidding process, McGrath said, \"We were under the same pressure. We got the notice and we complied. \nThere was no advance notice. We were by far in excess of everybody else's bid.\"\n\nNeither Randy Mastro, attorney for the market cooperative, nor city EDC officials could be reached for comment \nyesterday. rkappstatter@nydailynews.com\n\nGraphic\n\n \n\nMARIELA LOMBARD Workers in the Bronx rally outside the Hunts Point headquarters of Baldor Specialty Foods in \nsupport of three colleagues allegedly fired for union organizing.\n"}