{"title": "Minutemen march far from border", "body": "\nAs usual, the message board outside Mulligan's tavern vented illegal immigration frustrations at motorists traveling \nRoswell Road.\n\n\"Border Patrol eat free,\" the sign read. \"Don't forget to pay yer taxes --- 12 million illegal Mexicans rely on it.\"\n\nInside the Marietta tavern, between walls heavy with antique rifles and deer heads, anger turned to action Sunday. \nThe border-watching Minuteman Civil Defense Corps made its metro Atlanta debut, a long way from the Rio \nGrande.\n\n\"This is actually an invasion that is sponsored by Mexico,\" Minuteman organizer Todd Walker told more than 40 \npeople attending the inaugural meeting of the group's North Atlanta chapter. \"Our administration ... is doing nothing \nto stop it. Actually, they're encouraging it.\"\n\nThe controversial Minutemen entered the national spotlight two years ago as a citizens group patrolling along the \nU.S.-Mexico border and reporting illegal crossings.\n\nCelebrated by those who believe they exposed the U.S. Border Patrol's inadequacy, the Minutemen also have \nearned critics who say they inflame anti-immigrant sentiments with nativist rhetoric and actions. President Bush \nfamously called them \"vigilantes.\"\n\nNow the self-proclaimed border watchers are expanding into the nation's interior.\n\nThe North Atlanta chapter is the third Minuteman group to form in Georgia in the past two months, joining the \nNorthwest Georgia and Athens Area chapters. Organizers say they're still developing an action plan, but \npossibilities include surveillance of day labor pick-up sites, protests at banks catering to illegal immigrants and \nrallies at city council and county commission meetings.\n\nThe group also could send \"compliance letters\" to warn companies they suspect of employing illegal immigrants.\n\nThe idea is to put pressure on employers and local governments who may be hundreds of miles from the border \nbut have power to discourage people from crossing it, said Tim Bueler, a spokesman for the Arizona-based group. \n\n\nThe Minutemen have established 90 chapters across the country and have gained a presence in most states, he \nsaid.\n\nThose who gathered Sunday in Marietta blamed illegal immigrants for the crime, gang graffiti and poorly maintained \nhomes they said drag down property values and hurt neighborhoods.\n\nMary Kirkendoll said homes designed for single families in her south Cobb County neighborhood have turned into \nboarding houses for people who enter the country illegally. And illegal immigrants are fueling the local drug trade, \nshe said, including a meth lab that police busted in a house next door to her.\n\n\"We need to let our [county] commissioners know that we need to protect our neighborhoods, not protect the illegal \nMexican workers,\" she said.\n\nCounting illegal immigrants is an inexact science. But both the U.S. Department of Homeland Security and the Pew \nHispanic Center estimate that their numbers are nearing half a million in Georgia, home to one of the fastest-\ngrowing illegal immigrant populations in the country.\n\nSome shop just across the street from Mulligan's, at the Mall de las Americas plaza. And news of the Minutemen's \nnew foothold in Georgia didn't sit well with merchants such as Ciro Covarrubias, manager of the Carniceria La Villa \nmeat market.\n\n\"They talk only the problems,\" Covarrubias said in Spanish. \"Yet we do so much of the work.\"\n\nMost Latin American immigrants, regardless of legal status, work in restaurants, construction sites and factories \nwithout getting into trouble with the law, he said. Covarrubias, who estimates about 75 percent of his clients are in \nthe country illegally, motioned to the check-out aisles he says generate more than $100,000 a year in state sales \ntaxes alone.\n\nNext door, at Alianza Latina, Mexico natives Felipe and Maria Teresa Pedroza waited in line to file their income \ntaxes. The Jonesboro residents said groups such as the Minutemen fuel misconceptions that all Latinos are here \nillegally.\n\n\"I'm a citizen,\" Felipe Pedroza said.\n\nMaria Teresa Pedroza snickered at the claim of 12 million \"illegal Mexicans\" on Mulligan's message board across \nthe street, noting that's the figure for all illegal immigrants, not just those from Mexico. \"They think we're all illegal,\" \nshe said.\n\nWalker, who heads the Minutemen's Athens chapter, said the group doesn't have a problem with any one \nnationality, only those who are in the country in violation of U.S. laws. He opened the meeting Sunday with a \nwarning that the group won't tolerate racists.\n\n\"If you're offended by the color of someone's skin or their nation of origin, please leave immediately,\" he said.\n\nWalker explained that all applicants must go through a background check. Those with a registered firearm are \nexempt because they've already had a check, he said.\n\nWalker wouldn't disclose the Minutemen's membership in Georgia. But each chapter has easily eclipsed the 24-\nmember minimum required by the national organization, Walker said.\n\nThe crowd listened to a pitch by William Greene, a Minuteman who's running for the east Georgia congressional \nseat held by the late Charlie Norwood.\n\nThe group asked a reporter to leave after the hourlong introduction so they could hold a strategy session. But they \nsaid their actions wouldn't stay secret for long.\n\n\n\nGraphic\n\n \n\nPhoto: ELISSA EUBANKS / StaffCiro Covarrubias, manager of Carniceria La Villa market in Marietta, says most \nimmigrants --- whether legal or illegal --- do not get in trouble with the law. He is wary of watchdog efforts by the \nMinuteman Civil Defense Corps' North Atlanta chapter./ImageData* ImageData*\n\nPhoto: ELISSA EUBANKS / StaffEric Svenson, 73, of Ringgold says of the Minuteman chapters' anti-illegal \nimmigration efforts: \"We are here to support the government who is really not doing all they can.\"/ImageData* \nImageData*\n\nPhoto: ELISSA EUBANKS / StaffTodd Walker, state director of the Georgia Minutemen, helps lead the first \nmeeting of the North Atlanta chapter at Mulligan's tavern in Marietta./ImageData*\n"}