{"title": "WORLD DIGEST - NATION DIGEST", "body": "\nWORLD DIGEST\n\nGambian president suspends executions - Gambian President Yahya Jammeh issued a statement Saturday saying \nthat he has suspended the imminent executions of 37 inmates sentenced to death, so long as violent crime does \nnot rise in Gambia.\n\nThe Gambian leader said he was acting in response to numerous appeals from Gambian council elders, women's \norganizations and youth groups after the execution last month of nine prisoners, the first executions in Gambia in 27 \nyears.\n\nMexican lawmaker killed - Assassins shot to death a deputy-elect in the northern Mexican state of Sonora on \nFriday, two days before he was scheduled to take office, authorities said. State prosecutors said Eduardo Castro \nLuque, 48, was shot nine times, including once in the head. He was killed in his car outside his home, and two \nassassins fled the scene on a motorcycle. He had been elected to Sonora's state Legislature, representing the \nInstitutional Revolutionary Party.\n\nChina's leader-in-waiting reappears - Chinese Vice President Xi Jinping reappeared in public Saturday after \nmysteriously vanishing for two weeks, showing no outward signs of injury during a leisurely stroll through a \nuniversity campus.\n\nXi had not been seen since Sept. 1 and had canceled several appointments with foreign leaders, spawning theories \nthat he had suffered serious harm and raising the possibility that his health could jeopardize an upcoming \nleadership transition. On Saturday morning, Xi arrived at China Agricultural University in Beijing to attend its \ncelebration of \"National Popularization of Science Day,\" according to witnesses and a statement by the state-run \nXinhua News Service.\n\nU.K. police arrest journalist in bribery probe - British police arrested a journalist Saturday on suspicion of bribery, \nacting on information supplied by Rupert Murdoch's News Corp.\n\nThe man, 43, was arrested in London by officers from a corruption probe connected to investigations into phone \nand computer hacking sparked by revelations that reporters at Murdoch's now-shuttered News of the World tabloid \nroutinely intercepted voicemails of those in the public eye.\n\nPutin protests draw tens of thousands - Protests Saturday against Russian President Vladimir Putin in Moscow \ndrew tens of thousands of people, determined to show that opposition sentiment remains strong despite Kremlin \nefforts to muzzle dissent.\n\n\nLeftists, liberals and nationalists mixed with students, teachers, gay activists and others as they marched down \nMoscow's tree-lined boulevards, chanting \"Russia without Putin!\" and \"We are the power here!\" Many wore the \nwhite ribbons that have become the symbol of the protest movement. About 7,000 police officers stood guard along \nthe route of the march. There were no reports of injuries or arrests.\n\nNATION DIGEST\n\nStatue of Liberty interior to reopen next month - Visitors to the Statue of Liberty will once again be able to go inside \nthe monument, starting next month.\n\nThe interior has been closed off to visitors since October 2011 as part of a renovation project. David Luchsinger, \nsuperintendent of the Statue of Liberty National Monument and Ellis Island, said last week that the interior of the \nstatue would be open to the public again starting Oct. 26, the monument's 126th birthday.\n\nSuperbug kills 7th at NIH hospital - KPC, or Klebsiella pneumoniae, a deadly germ untreatable by most antibiotics, \nhas killed a seventh person at the National Institutes of Health Clinical Center in Maryland.\n\nThe Washington Post reported the death Friday. NIH officials told the paper that the boy from Minnesota died Sept. \n7. The NIH says the boy arrived at the research hospital in Bethesda in April and was being treated for \ncomplications from a bone marrow transplant when he contracted the bug. He was the 19th patient at the hospital \nto contract an antibiotic-resistant strain.\n\n5 killed in plane crash in Missouri - A small plane crashed early Saturday in southwestern Missouri, killing the pilot, \nhis three children and a businesswoman.\n\nMissouri Highway Patrol spokesman Jason Pace said the single-engine plane went down about 12:30 a.m. \nnorthwest of the town of Willard. The 2002 Cirrus SR22 crashed about 5 miles from the Springfield airport.\n\nPace identified those killed as Robin Melton, 46, of Ozark, Mo., and John Lambert, 44, and his children, Joshua \nLambert, 10, McKinley Lambert, 15, and Grayson Lambert, 16, all of Springfield.\n\nThe Springfield News-Leader reported that Melton owned an environmental consulting firm called Environmental \nWorks Inc., and Lambert owned Missouri Insulation & Supply Inc.\n\nFord recalls some 2012 Edge SUVs - Ford Motor Co. is recalling some of its 2012 Edge vehicles because of \nconcerns that the fuel line could leak and potentially cause a fire. The recall affects about 5,500 vehicles with 2-liter \nengines made between Sept. 2, 2010, and Oct. 31, 2011.\n\n- Read more news at stltoday.com/nation.\n"}