{"title": "On My Mind;A Haitian Father", "body": "\nAlmost always now, when I read about Haitians who risk the seas to get to this country but wind up on distant \nshores behind barbed wire, I think of an illegal immigrant I happened to know myself, and of his daughters and his \nson.\n\nThen a shiver of shame and embarrassment goes through me, for a particular and large group of Americans.\n\nThis fellow I am talking about needed work to help support his wife and six children. He was living at the time in \nCanada, where he had once found the outdoor work he loved -- farming, laying track, traveling to the far country to \ntrade. But work dried up in Canada, so he took the night train from Toronto to New York.\n\nThere he found employment as a house painter, which he hated. But he was an excellent painter as he had been \nan excellent farmer and fur trader. One day he fell off the scaffold; he died.\n\nThis man, who was known as Harry, never told his children exactly how he managed to cross the border. After \nHarry died, immigration authorities could never discover any record of his entry, or of his son's, who was also on \nthat train from Toronto. They both were declared illegals -- night-train wetbacks.\n\nBut in the meantime Harry's daughters and son had grown up in the United States. Always Harry, his wife and his \nchildren blessed America. Many years later, when his children told the story of their father and his determination to \nfind work in America, to hell with borders, people smiled in admiration of this man. And always, his children were \nfilled with pride about him, and gratitude.\n\nSo of course when I read about the Haitians I think of my father, Harry, the illegal who came in search of work. Of \ncourse, Harry never went through the hells of the Haitians. He had left Russia for Canada, sick of the stench of \nczarism and longing for the clean air of political and religious liberty. But when he left Canada he was not in fear of \nbeing shot in the streets, as are the Haitians. He was just looking for work, which means not only bread but self-\nrespect.  But I know that if he had been born in Haiti or lived there, he would have broken every law that stood \nbetween him and work in the U.S. But where are Harry's children now?\n\n\nWhere are all the American Jews, and Poles, and Irish, and Balts, and Italians who can remember a parent or a \ngrandparent who came to this country looking for work, when visas were bought by steamship agents, or who \nborrowed a cousin's papers, or who just took a night train from someplace to someplace?\n\nDon't they ever feel like getting on their knees and thanking God that at least their folks never had to crawl into \nstinking, pitching boats out of fear and hunger?\n\nAmerican Jewish organizations are proud that their money helped Ethiopian Jews get to Israel, and Irish-American \ngroups rally round the thousands of illegal Irish immigrants. The Eastern Europeans of America struggled to get to \nAmerica's grace, and for their parents' homelands to be free of Communism.  Does not one of these organizations \nunderstand their causes would be stronger and cleaner if they could manage, in their sympathy for refugees and \nwork-hunters, to cross religious, national and color lines?\n\nForget about blaming the White House and the bureaucrats. Blame ourselves, children of Harry. Imagine what a \nquick pickup lobby, or parade, demanding succor for Haitians could do if it were headed by a few Irish-American \nCardinals, a batch of rabbis and the presidents of Eastern European, Greek, Italian, Arab and Turkish \norganizations. American blacks and wasps welcome, too!\n\nWe are told, be reasonable, America can't open its doors to economic refugees. Pull up the gangplank, Jack, I'm \naboard. Maybe, but the Pakistanis, who have barely a half-penny to our dollar, give refuge to millions of Afghans \nand Washington scolds Hong Kong and Britain for not accepting the Vietnamese refugees.\n\nBut even reluctantly recognizing some economic limitations, this country should have the moral elegance to accept \nneighbors who flee countries where life is terror and hunger, and are run by murderous gangs left over from \ndictatorships we ourselves maintained and cosseted.\n\nIf that were a qualification for entry into our golden land, the Haitians should be welcomed with song, embrace and \nmemories.\n"}