{"title": "Florida City Rejects Stringent Law on Migrants", "body": "\nThe Avon Park City Council rejected an ordinance Monday that would have cracked down on illegal immigrants \nafter one member changed her vote amid strong protest about the law. \n\n  The ordinance, called the Illegal Immigration Relief Act, would have fined landlords $1,000 for every tenant found \nto be an illegal immigrant, denied city permits, contracts and grants to businesses that employed illegal immigrants \nand required city documents to be in English only. Mayor Tom Macklin of Avon Park, a city of about 9,000 in \nFlorida's citrus belt, proposed it last month after hearing of a similar plan in Hazleton, Pa.\n\nCouncilwoman Brenda Gray, who voted for the measure on first reading last month, voted against it on final reading \nMonday night after a heated public hearing where dozens of residents spoke for and against it. \n\n  Ms. Gray said she had changed her mind because she disagreed with the ordinance's claim that illegal \nimmigration ''leads to higher crime rates, contributes to overcrowded classrooms and failing schools, subjects our \nhospitals to fiscal hardship and legal residents to substandard quality of care, and destroys our neighborhoods and \ndiminishes our overall quality of life.''\n\n  ''No one could give me any literature or anything that showed me that was true,'' Ms. Gray said after the vote.\n\n  Last week, the City Council fired the city attorney, Michael Disler, after he told The Ledger of Lakeland that the \nordinance had serious flaws. \n\n  Ms. Gray told The Ledger last week that she had originally supported the measure because Avon Park's black \nresidents strongly supported it. She is the council's only black member.\n\n  At the long public hearing before Monday's vote, some black residents spoke in favor of the ordinance, saying they \nwere tired of competing with illegal immigrants for jobs and housing.\n\n  ''The hiring of these illegals will have a devastating effect on the people of Avon Park,'' said Willie Jenkins, a \nresident. ''This illegal practice will take away jobs from our high school kids looking for employment.''\n\n  Opponents of the ordinance included local citrus growers and farmers who feared it would decimate their labor \nforce. Florida's citrus industry is already experiencing a labor shortage, and some growers have blamed the \nnational crackdown on illegal immigrants for scaring away migrant workers.\n\n  ''The bottom line is we hire them because Americans don't want to milk cows,'' said Joe Wright, a dairy farmer who \npleaded with the council to vote down the ordinance. ''If folks in Avon Park want to work, we have plenty of good \njobs just waiting for them.'' \n\n\n  Mayor Macklin said earlier this month that he proposed the ordinance out of frustration at the federal government's \nfailure to curb illegal immigration. It was virtually identical to the one passed in Hazleton on July 13. \n\n  At least two civil rights groups, the Puerto Rican Legal Defense and Education Fund and the American Civil \nLiberties Union, had threatened to challenge the ordinance in court, saying it violated the Fair Housing Act and Title \nVI of the Civil Rights Act. \n\nhttp://www.nytimes.com\n"}