{"title": "Well-Versed:  About time : Your words on health care and universal pharmacare; Readers see significant gaps in Canada s health-care system and wrote to us to spotlight communities that they see as currently underserved.", "body": "\nABSTRACT\n\nReaders see significant gaps in Canada s health-care system and wrote to us to spotlight communities that they \nsee as currently underserved.\n\nFULL TEXT\n\nHey! It's Samantha and Jack, the editors of Well-Versed. We'll be with you right up until the federal election. This \nweek, we've got you well-versed on health-care policy in Canada   in case you missed that edition, you can find it \nWe'll be rounding up the most thoughtful reader opinions every week and featuring them in Thursday's newsletter.\n\nIf you'd like to be part of the conversation, e-mail wellversed@globeandmail.com   include your first name, age and \ncity, if you're comfortable with sharing.\n\nReader responses may be edited for length and clarity.\n\nWell-Versed is The Globe and Mail's twice-weekly newsletter that aims to jump-start your conversations about the \n2019 federal election. wellversed@globeandmail.com about which issues you want to hear about and express your \nopinion on the policies and people we've examined. If you're reading this through a browser, you can \nHere's what you had to say this week\n\nWell-Versed readers see significant gaps in Canada's health-care system and wrote to us to spotlight communities \nthat they see as currently underserved.\n\nA 27-year-old speech-language pathologist who used to work in northern Canada wrote in from Ottawa.\n\n\"[Up north], they have many issues filling health-care positions with quality workers and still have a high turnover \nrate (many people come to northern cities for work experience and then leave). I believe this could be much \nimproved with salary increases to offset the higher cost   Northern communities deserve access to the same health \ncare that southern communities have,\" they wrote.\n\n\nWill Shelling, a student from Vancouver, wrote to us about what he would like to see from all the federal parties.\n\n\"I would love to see platforms support women's [health] and mental health by supporting prescriptions in \npharmacare to increase affordability and get people the support they need.\"\n\nHe also hopes parties will find ways to bolster student health care.\n\nThis week, we also went back to look at what readers have been talking about over the past few months when it \ncomes to pharmacare and the parties' respective positions. As the parties have moved from research to planning \nand promises, Canadians have become more nuanced in their critiques.\n\n\"About time. Add dental care. This will lead to better health outcomes at lower costs. We should up Canadian \ninvestment in basic science as part of this,\" Steven Forth wrote.\n\nOther readers were similarly enthusiastic.\n\n\"A national pharmacare program is absolutely needed as part of our existing health system. Reduced prescription-\ndrug prices, availability to all Canadians and much-reduced hospitalization costs are just some of the benefits,\" user \nNS Bill wrote online.\n\n\"Done properly, this will save Canadians large amounts of money, the economy will benefit and families will be \nhealthier. We ridicule the Americans for leaving 40 million citizens without health insurance meanwhile we leave \nmillions of Canadians without drug coverage,\" wrote user Jodi7.\n\nOthers were skeptical of the very nature of pharmacare. They were skeptical about multiple levels of government \nworking together and had questions about pouring money into an imperfect system.\n\n\"This plan requires the co-operation of the provinces and I don't see that happening at this time. I believe that the \nPM would have to give to get and he doesn't seem to want to do that,\" wrote user Ancientalso.\n\n\"First things first. We need to clean up our medical system, which is broken and in dire need of repair. Only then \nshould we be discussing a national pharmacare plan,\" wrote user p cuevas.\n\nUser Eric de Kruyff99 called the pursuit of national pharmacare \"senseless.\"\n\n\"Surely we could find a way to cover those falling through the cracks without implementing yet another big \ngovernment spending program that will end up way overbudget, prone to abuse and end up paying for ever-\nshrinking number of drugs as the costs go up.\"\n\nFast forward a few months to the federal election campaign. The Liberals and the NDP \nAnd while many readers were glad to see the Liberals placing an emphasis on pharmacare, some felt bleak about \nthe probability of their plan getting fully implemented.\n\n\n\"Various reports commissioned over the years have not indicated that just throwing more money at health care is \nthe answer. We have money, we don't necessarily have efficiencies,\" wrote user JeffSpooner.\n\n\"For anyone who does NOT believe that money grows on trees, there's really no one to vote for,\" lamented Tim233.\n\nGlobe voices, community responses\n\nGlobe Editorials: Let's make 2019 the year Canada finally gets pharmacare\n\nIn a series of five editorials over five weeks earlier this year, The Globe's editorial board came out in support of \nestablishing national pharmacare, endorsing a system of universal drug coverage to mirror Canada's free physician \nservices.\n\nDebate among Globe readers over the merits of national pharmacare centred on three of the key issues of \nimplementation: cost, existing systemic problems and provincial co-operation.\n\n\"A lot has been made of the increased taxes that will come as part of a pharmacare program,\" wrote user \nWhistlingInTheDark. \"But those posters have either forgotten or are ignoring the increased costs associated with \nthose who do not take their medications for financial reasons.\"\n\nUser RLP argued that the government should focus on increasing the effectiveness of national health care before \nlooking toward expansion in the form of pharmacare. \"People can't even get a new doctor in this country, and now \nyou want to give them free meds. This is why I didn't vote for the Liberals in the Ontario election. I would prefer our \ngovernment to fix the medical system we have, before starting anything new.\"\n\nAnother challenge to bringing in national pharmacare would be co-operation from the provinces, which are \nresponsible for the administration of health care. \"The proverbial elephant in discussion is that our provinces cannot \nsing from the same song sheet. We cannot agree on bringing a few cases of beer across a provincial border, nor a \nnational securities regulator and, most of all, never let the federal government trod on provincial toes,\" wrote user S \nTW. \"So we will have a dozen politicians backed by thousands of mandarins fishing in the pond each trying to outdo \neach other, and the drug manufacturers taking full advantage of the disarray.\"\n\n\nThe Globe columnist wrote on the high cost of enacting a national pharmacare program that would be in line with \nCanadian values.\n\n\"There would be a massive shift of drug costs from private plans to public plans, an 'incremental public cost' of \n$15.3-billion.   Practically, it also means the feds would have to raise taxes by at least $15-billion a year. That, not \npoor values, is the single biggest impediment to national pharmacare. The other related hurdle is that a national \nplan would require an unprecedented level of federal-provincial-territorial co-operation.\"\n\nThe reactions of Globe readers to Picard's piece were mixed - though most people recognized the severity of \nexisting barriers to prescription drugs. Many readers focused on how the need for federal-provincial co-ordination is \na stumbling block to national reform.\n\n\"Just how would Justin Trudeau get the co-operation of the provinces, which would be necessary if this proposal is \nto move forward,\" user Ancientalso asked, \"when he is at war with at least seven of the premiers now?\"\n\nUser Pondus argued that such a shift in national policy would go beyond Ottawa's purview. \"It's expensive and \nencroaches on an area of provincial responsibility   Worst of all it will be run by the folks who can't make a payroll \nsystem work.\"\n\nAs for the cost, user John and Melanie, among others, found that the $15-billion figure wasn't too daunting \nconsidering it would bring universal drug coverage. \"The optics of the incremental $15B will likely obscure the cost \nsavings elsewhere that exceed that amount,\" they wrote. \"Surely the insurers will fight to retain their sinecure, but \nwe heard similar moaning when medicare was introduced. And the world did not come to an end.\"\n\nA Toronto-based gerontologist and consultant in chronic and palliative care, as well as the author of 14 books, \nincluding Ethics in Everyday Places, Koch wrote that pharmacare was a must because of how much public money \ngoes into research and development.\n\n\"We are paying, in effect, three times: through federal research grants, through disease-focused charities and then \nat the pharmacy.\"\n\nKoch proposes a costing strategy that he argues would both allow drug companies to continue to profit while \ngranting Canadians access to affordable drugs. \"Manufacturers would submit a funding history with a tentative \npricing. A fair rate of return would be permitted for the life of a patent based on that information. If drug companies \nexceeded a fair price point, their patent would be shortened as a result, permitting others to produce it as well. \nCanada could do this on its own, setting pricing as a condition of federal drug approval. But, since Canada is not \nalone in its concerns, it could propose other countries join in on a multinational drug policy based on fair return.\"\n\nGlobe readers were particularly concerned with whether Koch's costing strategy holds water; in particular, readers \nwere concerned whether it would incentivize drug companies to continue to do research in Canada.\n\n\"The vast majority of research money fails to find a new drug. Research is not a guarantee,\" wrote user \nRsouthward. \"Traditionally, the 'winners' have covered the 'losers.' So who will pay for that if the pricing of the few \nwinners is seriously restricted? Will any pharmaceutical research be done in Canada in this environment?\"\n\nHeadliners\n\nDuring a campaign stop in Montreal on Monday, a man https://www.theglobeandmail.com/politics/article-from-\nboxing-ring-to-markets-leaders-spend-day-in-montreal-preparing/ NDP Leader Jagmeet Singh and told him to cut \noff his turban in order to \"look like a Canadian.\" Singh responded, \"I think Canadians look like all sorts of people. \nThat's the beauty of Canada.\" Singh has been outspoken in his opposition to Quebec's Bill 21, a law that restricts \nreligious dress among some public servants. On Monday, the Conservatives            \n\n\nIf you're a Globe subscriber, be sure to also sign up for our regular \nFollow this link to view this story on globeandmail.com: https://www.theglobeandmail.com/politics/article-well-\nversed-about-time-your-words-on-health-care-and-universal/\n"}