{"title": "Letting Immigrants Walk the Plank", "body": "\nTHE WELFARE bill that President Clinton signed in August did the bulk of its budget cutting in other programs for \nthe poor having little or nothing to do with welfare: food stamps and aid to legal immigrants. The president, at the \ntime of the signing, decried these large and gratuitous cuts as wrong, and left the impression that in a second term \nhe would seek their repeal.\n\nIn fact, as discussions since have shown, the administration will seek much less than full repeal. The budget \nappears likely to contain, at most, enough money to reverse about a fourth of the cuts, and perhaps not even that. \nThe result is that even if Congress grants the full request -- an unlikely prospect, based on the congressional \nresponse thus far -- large numbers of unambiguously needy people will lose federal support.\n\nNo group will be more affected than the legal immigrants. These are people who are supposed to be here. We \npride ourselves on having let them in. They work, consume, contribute to the variety of the culture, pay taxes, live \nnext door, send their children to school and all the rest -- and we're glad of that. The bill nonetheless makes them \nineligible for almost all the principal forms of federal aid to the poor. It is not just prospective recipients who are \ndisqualified, either, but the million such people who are already on the rolls. Many are either disabled or elderly \nimmigrants with no other readily apparent means of support. What happens to them next? The legislation, having \nwashed the federal hands of responsibility, doesn't say.\n\nThe administration says it lacks the funds to restore past law and benefits entirely. At one point it proposed instead \na kind of freeze, not a repeal of the massive cuts in the bill but a two-year deferral that would fit more easily into the \nbudget and buy everyone, the president included, some time. The immigrant advocacy groups resisted. They see \ndelay as a parking lot on the way to hell; they think their problem can be solved if at all only in the context of a \nbroader budget agreement such as seems to be in prospect in the year ahead. Once such an agreement is \nreached, there is likely two years from now to be even less money available for the reversal of a decision which by \nthen will in any case have been partly forgotten and be much less a source of embarrassment than with the welfare \nbill having just been signed. The president will also be that much closer to lame duck status, and if history is any \nguide, the midterm elections will not have produced a more sympathetic Congress.\n\nIn fact, it isn't clear there isn't money to restore these benefits. George Bush once said he had more will than wallet, \nbut wallet is a function of will. There isn't money enough for full restoration because there are other things on which \nthe administration would rather spend the money first. The advocacy groups are now down to deciding which \ngroups of needy immigrants they think should be helped first if funds aren't available for all. Women and children \nfirst? The disabled at the elderly's expense? Which will it be? But these are terrible questions. The president was \nright when he suggested that the immigrant provisions were among the most repugnant in this bill. What does he \nnow insist that Congress do about it?\n"}