{"title": "Would your kid's school be a 1 or a 5?; LAUSD considers a new rating system to judge performance.", "body": "\nLos Angeles Unified is considering its first-ever plan to provide a rating scale for public schools and privately run \ncharters, a move aimed at giving parents and educators simple and accessible analysis of campus performance, \ndocuments reviewed by The Times show.\n\nIf it moves forward, the effort to rate schools on a scale of 1 to 5 would allow for a direct comparison of academic \nprograms in a way that would benefit some schools and present others in an unflattering light. The proposal is \nalready raising red flags among critics who say such simplified ratings would be unfair to some schools.\n\n\"Schools are not restaurants and should NOT be rated!\" said Juan Flecha, president of the school administrators \nunion, in an email. \"I think this is demoralizing and a slap to all of the dedicated employees of schools receiving \none, two, and three stars.\"\n\nThe system, which could roll out as soon as October, appears to have lukewarm support from Supt. Austin Beutner \nand mixed support from Board of Education members.\n\n\"We have to, as a district, get comfortable talking about results,\" said board member Nick Melvoin, who supports \nthe proposed system.\n\nThe goal is to allow all schools to be compared \"side by side with consistent data,\" according to documents. Most of \na school's score would be based on students' performance on state standardized tests. More credit would be given \nfor a school's test improvement rate rather than the scores.\n\nAt elementary and middle schools, 45% of a rating would be based on test improvement and 35% on the score. \nThe final 20% would be based on how well the school is keeping suspension rates low and preventing chronic \nabsenteeism.\n\nAt the high school level, 40% of the rating would be based on a school's test improvement and 25% on scores. \nAgain, 20% would be based on suspension numbers and absenteeism. Another 15% would take in factors including \nthe graduation rate, the percentage of students who qualify for admission to a four-year state college and student \nperformance on the standardized exams related to Advanced Placement courses.\n\nThe formula takes into account how well smaller groups, such as Latinos or African American students, are faring. If \nsuch a group is doing especially poorly, it would count against the school's overall number.\n\nThe new School Performance Framework is an outgrowth of a resolution passed by the school board on April 10, \n2018, several weeks before Beutner was hired. It was brought forward by Melvoin and Kelly Gonez.\n\n\nMelvoin said he expects the system to be in effect by October, when parents will be using a relatively new online \napplication for magnet schools and other programs.\n\n\"We need a vocabulary to talk about schools that are high- and low-performing,\" as well as which schools are \nhaving more success with similar students, Melvoin said. \"There is this myth that we already know this information. \nIf we know this and are not doing something about it, then that's a problem. I actually don't think we know this.\"\n\nOn that part, Beutner is in agreement.\n\n\"We need as much information as possible for those in the school community -- for school leaders -- to understand \nwhere the opportunities are, to understand what resources can be brought to bear,\" he said.\n\nIn a related effort, he added, the district is trying to get all information about individual students into one place so \nthat everyone involved with helping a particular student knows necessary information.\n\nAs far as rating schools, \"I think that's a mixed bag,\" Beutner said. \"I'm not so sure what one achieves with the \nsummative ranking -- whether it's stars, letters, labels or numbers.\n\n\"We'll come back to our board for further guidance,\" in the coming months, he said. \"Whether we actually take that \nlast step and decide to do it or not, we're not there yet.\"\n\nBeutner's timetable appears to be at odds with Melvoin's understanding and with staff presentations, which point to \nthe October rollout. As laid out in district documents, charters would join the effort once they work out the best way \nto provide data to the district.\n\nThe rating system appears to have buy-in from at least some charter school leaders, who apparently provided input \nthrough invitation-only forums. Parents and teachers from district-run schools also were involved in the \nunannounced forums that took place from August 2018 through last April. It's not clear to what extent there was \nparticipation from leaders of the teachers union, although the union representing administrators took part.\n\nFlecha said his understanding is that the system will have a soft launch this fall and then a full unveiling in January. \nYet he and others question the fairness of comparisons.\n\nCharters, for example, are schools of choice; parents opt to put children into these schools. L.A. Unified has its own \nschools of choice called magnet programs. Schools of choice, whether charter or magnet, typically have higher-\nperforming students and more involved parents, some experts say.\n\nIn addition, achievement data correlate to family prosperity. Children from lower-income families have lower test \nscores than children from more prosperous families. Nonetheless, it's also true that children from low-income \nfamilies perform better at some schools than others.\n\nDistrict insiders also are concerned about what would happen to a school with low ratings after several years. But \ndistrict leaders insist the focus is simply to help schools, to use resources more effectively.\n\nIn other districts, officials have used rating systems as the basis to replace school staffs, shut down schools or \nconvert them to charters, said education historian Diane Ravitch, a critic of charter schools.\n\nFlorida, she noted, created an A to F grading system, \"which the state uses to punish schools and turn them over to \ncharter operators.... The students, wherever they are enrolled, need smaller classes and more supports, inside and \noutside the classroom,\" she said.\n\nCalifornia used to have a rating system for every school called the Academic Performance Index, or API, a three-\ndigit number based entirely on test scores. In addition, schools also were ranked from 1 to 10 based on how they \ncompared with schools statewide. This ranking came in two forms: how the school did overall on tests and how it \ncompared to similar schools.\n\n\n\n\"Ranking systems ... all they do is that they tell us what we already know, which is that the schools serving the most \ndisadvantaged students are not doing well,\" said UCLA education professor Pedro Noguera.\n\n\"What you don't want to do is penalize schools for serving disadvantaged kids,\" Noguera said.\n\nThe state has moved away from rankings in favor of a \"dashboard\" that assigns colors signifying performance \nlevels in different areas. Some experts have found the new system confusing and of little use in comparing schools.\n\nMelvoin said the district is trying to strike a middle ground between punitive systems of the past and the state's \nover-correction of the present.\n\nHe added that parents are relying on privately run school rating systems of questionable quality.\n\n\"We wanted to create something that was better,\" he said.\n\n--\n\nTimes staff writer Sonali Kohli contributed to this report.\n\nGraphic\n\n \n\nPHOTO: A CLASS at Downtown Magnets High School. A proposed rating system that could roll out in October \nseems to have mild support from Supt. Austin Beutner.  PHOTOGRAPHER:Francine Orr Los Angeles Times \n"}