{"title": "-1STLD EDs: in 4th graf, corrects to read '… before 1996.' sted of'1986. ' BLACK, HISPANIC CONGRESSMEN WANT HAITIANS INCLUDED IN ASYLUM DEAL By LARRY LIPMAN", "body": "\nc.1997 Cox News Service \n\nWASHINGTON Calling for equal treatment for Haitian refugees, members of the congressional black and Hispanic \ncaucuses Thursday urged the Clinton administration and House Republican leaders to include Haitians in a deal \nto grant immigration relief to Central Americans living in the United States.\n\n''The issue is fairness for all of the immigrants who came to this country with a promise from this government that \nthey would receive a chance for amnesty,'' said U.S. Rep. Carrie Meek, D-Fla.\n\nMeek and U.S. Rep. Alcee Hastings, another South Florida Democrat, staged two rallies Thursday in front of the \nCapitol to bring attention to the plight of roughly 12,000 Haitians who arrived in the United States before December \n1995 most of them after being detained at the Guantanamo U.S. Naval Station in Cuba before being admitted and \nface deportation under terms of the immigration law adopted last year.\nIMMIG-HAITIANS-COX-\n\nThe House of Representatives is expected soon to consider an amendment crafted by U.S. Rep. Lincoln Diaz-\nBalart, a Republican from Miami, with the support of U.S. Rep. Lamar Smith, R-Texas, and Speaker Newt Gingrich, \nR-Ga., which would grant legal residence to about 400,000 Nicaraguans, Guatemalans and Salvadorans who \narrived in the United States before 1996.\n\nMeek has introduced a bill that would include Haitians in the Diaz-Balart amendment and allow them to have their \namnesty claims processed under standards that existed before the new law took effect.\n\nEarlier this month the Senate adopted an amendment by Sens. Connie Mack, R-Fla., Bob Graham, D-Fla., and \nEdward Kennedy, D-Mass., that would require all refugees who had asylum requests pending when the \nimmigration bill became law last year to remain under the previous rules.\n\nMack and Graham both support efforts to grant Haitians the same legal status as Central Americans, but Mack \nsaid he doubted the provision would be accepted by the House.\n\nRepublican lawmakers generally have been willing to relax the rules for the Central American refugees because \nthey have a history of escaping communist regimes or countries wracked by communist-led guerrillas. But since the \nHaitians escaped from non-communist military dictatorships, many Republican House members have been cool \ntoward including them in the exemption.\n\nHaitian protesters who came here from Miami and New York, said they were tired of being discriminated against.\n\n\n''The Haitians have, as a group, the worst treatment from any other group,'' said Marleine Bastien(CQ), president of \nthe Haitian Women of Miami.\n\n''When the red carpet has been rolled out for groups coming from other countries in the Americas and Europe, \nHaitians were detained for months and sometimes for years.''\n\nDemocratic members of the Hispanic Caucus said they supported efforts by the Congressional Black Caucus to \ninclude the Haitians in the legislation aimed at Central Americans.\n\n''We have said from the beginning, this is simply an issue of fairness,'' said U.S. Rep. Xavier Becerra, D-Calif.\n\nU.S. Rep. Luis Gutierrez, D-Ill., noted that Haitians and Central Americans were both exposed to ''torture, \ndictatorship and repression. When one flees from those, regardless whether from Nicaragua or Haiti … you should \nbe treated the same, regardless of the color of your skin.''\n\nU.S. Rep. John Conyers of Michigan, the ranking Democrat on the House Judiciary Committee warned the Clinton \nadministration that if it did not support including Haitians in the immigration bill he would call for an investigation of \nevery Haitian asylum case heard by an immigration judge.\n\nFor clients of the New York Times News Service\n"}