{"title": "English as a Precious Language", "body": "\nRiverside Church was packed with immigrants hoping their number was up. Hairdressers, plumbers and \nmathematicians from Russia, Haiti and the Dominican Republic, they formed lines that snaked through a cavernous \nassembly hall, 500 people desperate for the luck of the draw.\n\nA lottery had drawn them to this spot beneath stained-glass windows, but it was no ordinary cash-prize game. This \nwas a lottery to win one of 50 coveted spaces in the free intensive English classes offered at the Manhattan \nchurch.\n\nIn the years before the lottery, spaces were awarded on a first-come, first-served basis, and the night before \nregistration, immigrants would sneak into the church and sleep there, in line. Their passion to learn was that \nintense, and the opportunities to do so that rare.\n\nAt Wednesday's lottery, Bilga Abramova, a 35-year-old Russian refugee, tugged at the sleeve of a program \nadministrator. \"Please, madam, please help -- is not my first time at lottery, is my third time.\"\n\n \n\n'I Need to Win'\n\n Ms. Abramova switched into Russian: \"I need to win, I need it badly. My future is on hold. Without English, I \ncannot begin a new life. I do not want to depend on welfare. That is shameful.\"\n\nContrary to some native-born Americans' belief that immigrants no longer make a genuine effort to learn English, \nthe demand for English lessons in New York City -- as in immigrant havens across the country -- far outpaces the \nsupply. Very few immigrants who arrive with no knowledge of English can afford private tuition, and in New York \nCity, immigrants must wait four months to three years, depending on the program, to get into free classes. For \nnewcomers eager to move into American jobs and society, the wait can be unnerving.\n\nFree English classes -- financed with Federal, state and local funds and offered by the Board of Education, the City \nUniversity of New York, public libraries and community groups -- fill to capacity with about 30,000 students a year. \nBut about 1.36 million New Yorkers may need them, a conservative estimate of city residents with limited \nproficiency in English, according to the 1990 Census. Most classes are open to all immigrants, regardless of their \nlegal status.\n\n\n\"There's not a single English-language program in the city that isn't inundated, and waiting lists go into years, not \nmonths,\" said Kay Sardo, assistant commissioner of the city's Community Development Agency.\n\nIn New York State, more immigrants languish on waiting lists for adult English classes than in any other state, \naccording to a study by Beltway Associates, a Washington consulting firm. The study found about 17,000 New York \nimmigrants on waiting lists in 1990, a conservative tally since the study dealt only with programs receiving Federal \nadult-education funds, and many programs, like Riverside, have abandoned waiting lists altogether.\n\nTo some experts, the shortage of English classes reflects a laissez-faire attitude by the Federal Government \ntoward the needs of the 800,000 immigrants legally admitted each year. About half speak poor English or none at \nall, immigration experts say. But the United States Government, which has one of the most liberal admissions \npolicies in the world, has traditionally left newcomers to fend for themselves -- or state and local governments to \npay for their services.\n\n\"Unlike Canada, Israel and Australia, the United States has an immigration policy but no deliberate Federal \nimmigrant policy, which is a mistake,\" said Michael Fix, an immigration expert for the Urban Institute in Washington. \n\"We need to think of immigrants not just in terms of the costs and burdens they impose, but in terms of the \ninvestments that need to be made in them.\"\n\n \n\n'People Do Want to Learn'\n\n As anti-immigrant sentiment built with the influx of immigrants during the recession, much hostility focused on what \nsome perceived to be the threat to English as the nation's common language. But many experts say that \nimmigrants' desire to retain their native tongue does not translate into an apathy about learning English.\n\n\"I've never run into a single person who said, 'I don't need English, I can just hide in my neighborhood and get \nalong fine,' \" said Heide Spruck Wrigley, who directs a research project on immigrant adults' English study for the \nSouthport Institute for Policy Analysis, a nonpartisan group in Washington. \"Instead, there is overwhelming \nevidence that people do want to learn English and either can't get into classes or have such complex lives that they \ncan't fit in the time.\"\n\nJuliana Loma, an accountant from Panama, applied to English classes in the Bronx when she arrived in this \ncountry. \"It was the logical first step, and I didn't have anything else to do yet,\" she said in Spanish. Two years later, \na place finally opened up for her in a community college class. By that time, however, she was working during the \nday at a garment factory, and at night and on weekends at a restaurant. The class was a luxury she could not \nafford, she said.\n\n\"It's frustrating,\" she said. \"I'm stuck in menial work because I don't speak English, and I don't speak English \nbecause I can't afford to quit my menial jobs to take a class.\"\n\nThe Federal Government spends about $300 million each year, through a variety of financing mechanisms, on \nEnglish programs for immigrants -- \"a spit in the ocean,\" Mr. Fix said. In New York City, the combined Federal, \nstate and city financing for general English classes for immigrants, which is renegotiated every year, is about $20 \nmillion. Some additional Federal money supports programs for political refugees only.\n\n \n\nShortage of Clout\n\n New immigrants, impotent politically, lack the clout to demand what they need.\n\n\"English as a second language, particularly for adults, is considered a marginalized field, a stepchild in all the \nvarious areas of funding and decision-making,\" Ms. Wrigley said. \"And you're not likely to see a march on \nWashington by the students. They're just not in a position to make demands.\"\n\n\n\nThere is no typical immigrant student of English. Most believe that learning English will help them find a decent \njob. But some are grandparents who feel alienated from their English-speaking grandchildren, and some parents \ntired of the imbalance of power in their homes that results from relying on their children as interpreters. Still others \nwant to learn English to negotiate with landlords, police officers or welfare officials, or to participate more fully in \ntheir new culture.\n\n\"Where I live, in Borough Park, nobody speak English, only Hebrew, Yiddish, Russian,\" Iana Skylarevich, a \nRussian immigrant, said in halting English. \"I hear English only on TV, never in street. So I am not in America. \nYet.\"\n\nAura Kevalier, a Dominican doctor, agreed. \"I'm enjoying a mountain of things here, but without English, I'm \ntrapped outside all the opportunities I came for,\" she said in Spanish. \"I'm not going to stay here if I have to stand \non a street corner and sell flowers. No way.\"\n\nTo avoid pandemonium, there was no public drawing at the Riverside Church lottery. Instead, winners were chosen \nprivately and informed by postcard.\n\nMs. Abramova, on her third try, did not get lucky. And because in September she will have been in the United State \nfor a year, she will no longer be eligible for the program, which serves only immigrants in their first year. She will \nnow have to search elsewhere for language instruction. And she will have to delay, for the moment, her aspirations \nof a new career.\n\n\"I am a barber,\" she said. \"But I truly want to go into medicine.\"\n\nGraphic\n\n \n\nPhoto: Riverside Church in Manhattan was packed on Wednesday with 500 immigrants, all of them hoping to win a \nspecial lottery for 50 coveted spaces in the free intensive English classes that are offered at the church. (Angel \nFranco/The New York Times) (ph. 29); The demand for English lessons in New York City, as in other immigrant \nhavens across the country, far outpaces the supply. In New York, immigrants must wait from four months to three \nyears, depending on the program, to get into free classes. Joseph Lihota taught a class on Wednesday at Riverside \nChurch. (Angel Franco/The New York Times) (pg. 34)\n"}