{"title": "HEARING OF THE HOUSE INTERNATIONAL RELATIONS COMMITTEESUBJECT: HAITICHAIRED BY: REPRESENTATIVE BEN GILMAN (R-NY)", "body": "\nREP. BENJAMIN GILMAN (R-NY): The committee will come to order. Members please take their seats.  The first \norder of business today before we begin our hearing is to welcome the newest member of our committee, Mr. Tom \nCampbell of California, who is a distinguished former member who has recently returned to this house to fill the seat \nvacated by the resignation of our former colleague, the gentleman from California, Mr. Mineta.\n\n Congressman Campbell has most recently served in the California State Senate, as a professor of law at Stanford \nUniversity, and before his service in the House, he served with the Federal Trade Commission, as a White House \nfellow and as a lawyer in private practice and as a former clerk to Supreme Court Justice Byron White.  Mr. \nCampbell holds a J.D. from Harvard Law School, for which we'll forgive him, and a B.A. and an M.A. and a Ph.D, all \nin economics, from the University of Chicago.  We warmly welcome you to our committee, Mr. Campbell.\n\n REP. TOM CAMPBELL (R-CA): Thank you, Mr. Chairman.\nREP. LEE HAMILTON (D-IN): Will the gentleman yield?\n\n REP. GILMAN: I'd be pleased to yield to the ranking minority member, Mr. Hamilton.\n\n REP. HAMILTON: Let me just join the chairman in welcoming Mr. Campbell to the committee.  He served in the \nCongress with very great distinction previously, and we're delighted to have him back, especially pleased to have \nhim on this committee.\n\n That's quite a resume he's got.  He's going to increase the intellectual level of this committee quite a bunch.  We're \nglad to have you, Tom, and welcome to the committee.\n\n REP. CAMPBELL: Thank you.\n\n REP. TOBY ROTH (R-WI): Mr. Chairman?\n\n REP. GILMAN: Mr. Roth.\n\n REP. ROTH: Mr. Chairman, I would like to join you and the ranking member, too, in welcoming Mr. Campbell.  I \nhave known Mr. Campbell and worked with him on the Banking Committee, and I see he's going to be on the \nBanking Committee again and on this committee.  So it's a great delight to have Tom back, and we're going to be \nlooking forward to the questions that he has for our witness, too.\n\n\n REP. GILMAN: Thank you, Mr. Roth.  Any other members seeking recognition?\n\n REP. JAN MEYERS (R-KS): I would just like to add my words to those --\n\n REP. GILMAN: Ms. Meyers.\n\n REP. MEYERS: -- of the other committee members and say how pleased we are to have Tom with us on the \ncommittee.  REP. GILMAN: Thank you, Ms. Meyers.  Any other --\n\n REP. HAMILTON: Mr. Chairman, is it my understanding that there'll be an additional Democratic slot?\n\n REP. GILMAN: We are taking that under consideration and working on that at the present time.\n\n REP. HAMILTON: You'll keep us informed about it, I'm sure.\n\n REP. GILMAN: Yes, be pleased to, Mr. Hamilton.\n\n REP. HAMILTON: Thank you.\n\n REP. CAMPBELL: Mr. Chairman?\n\n REP. GILMAN: Mr. Campbell.\n\n REP. CAMPBELL: Just to respond to your gracious words and those of the ranking member and my colleagues, \nthank you.  It's an honor to be back in the Congress, and particularly to serve on this committee of such \ndistinguished leadership.  I look forward to our time together.  Thank you for your kind words.\n\n REP. GILMAN: Thank you, Mr. Campbell.\n\n The hearing on human rights and police issues in Haiti will now come to order.  Without question, the human rights \nsituation in Haiti has significantly improved since the U.S. intervention in September of 1994.  Administration \nwitnesses have emphasized that point repeatedly, and it's anticipated that it will be reiterated once again this \nmorning.\n\n Even so, there has been a distressing pattern of violence involving an estimated 20 political killings since our \nnation's intervention.  Most of those victims have been opponents of President Jean-Bertrand Aristide.  The FBI \nwas asked to investigate the killing of attorney Moray Bertanne, a strong opponent of Mr. Aristide, who was shot \ndead in broad daylight in Port-au-Prince on March 28, 1995. We've been informed that there is evidence \nconnecting the Bertanne killing with the murders of other Aristide opponents.\n\n We are concerned, too, whether a conspiracy exists among some Haitians to eliminate President Aristide's \nopponents and whether they were trying to hide this from the FBI.  Some question whether we are being negative \nby focusing on what may be appear to be a relatively small number of human rights violations in Haiti.  Others \ncontend that the presence of 6,000 U.N. peacekeepers and a $2 billion intervention fund has prevented temporarily \nmuch worse political violence.\n\n Actually, this hearing is less about Haiti and more about the responsibility of our State Department to adequately \nand accurately respond to congressional queries on the critical issues pertaining to our relationship with Haiti.  It's \nnot enough to state that President Aristide, whom the administration restored to power at great expense, is doing \nbetter than the authoritarian military junta which we threw out.  The American people have a right to expect more \nfrom this kind of a policy, and the Congress needs full, accurate and timely information on which to base its own \nactions.\n\n This morning we're seeking answers to some of the following questions: Did the Haitian government obstruct the \nFBI's investigation into the murder of Moray Bertanne?  What have been the results of the FBI's investigation and \nthe Haitian government's investigation?  Does our executive branch have any information implicating senior officials \nof the Haitian government in any of these murders in Haiti?  What steps did the State Department take to ensure \nthat the Haitian government cooperated fully with the FBI investigation?  When and to what extent did the State \nDepartment inform our committee, which has oversight responsibility over the department in the conduct of U.S. \nforeign policy, about the political murders in Haiti?  What steps have been taken to ensure the integrity of the \nUnited States-trained Haitian national police?\n\n\n\n I know my colleagues have many additional questions.  Let me emphasize that while we're focusing on killings that \nhave occurred since the United States intervention in Haiti, Haiti will never be at peace until justice is served in the \nhundreds of cases of abuse that occurred during the prior military rule.  The Clinton administration must continue to \nsupport efforts by Haiti's truth commission to resolve those cases as well.  Before proceeding further, do any of my \ncolleagues have any opening remarks?  Mr. Hamilton.  Do any of our other colleagues have any?\n\n REP. ROTH: Mr. Chairman, short --\n\n REP. GILMAN: Mr. Roth.\n\n REP. ROTH: Mr. Chairman, I want to congratulate you for calling this hearing.  I think it's time that we get some \nforthright answers to what is happening in Haiti.  We are informed and have been briefed here that traditionally \nHaiti, of course, is a violent society and that assassination and death squads and the like have permeated that \ncountry.  Some officials want us to believe that all that has changed, but I think it's important for us to find out \nwhether it really has changed.\n\n Committee staff has learned that -- from FBI briefings and from reading over 80 State Department cables that the \nsituation may not have changed in Haiti, and I think it's very important for this committee to find out, you know, \nwhat is the truth, and is there reason to believe that political assassination is still alive and well in Haiti?  And do the \ndeath squads still operate?\n\n \n\nAnd possibly even more disturbing, there is reason to believe that the State Department may have tried to cover up \nthis truth.  I can't believe that, but that's what we've been told.  And is it true that the State Department never kept \nthe Congress informed about important FBI findings?  Again, it's hard for me to believe that the State Department \nwould do that, but I think it's important for us to ask that question.\n\n And is it true that the State Department never kept the Congress informed about apparent Haitian efforts to block \nFBI inquiries?  And I think it's important for the Congress to know whether that's taken place, and if so, we do have \na problem.  You know, how are we going to come to a resolution of these issues?\n\n And so, Mr. Chairman, I hope that today we can get honest, forthright testimony from the administration on the \nsituation in Haiti.  After all, the judgment that Congress makes can be no better than the information that we \nreceive.  And so I'm looking forward to this hearing and looking forward to clearing up some of these questions that \nhave been raised in the briefings that we received here in Congress.  Thank you, Mr. Chairman.\n\n REP. GILMAN: Thank you, Mr. Roth.  Mr. Hastings.\n\n REP. ALCEE HASTINGS (D-FL): I thank you, Mr. Chairman.  I thank you for holding this hearing.  Mr. Chairman, I \ncame here not intending to have any opening statement, until I heard your opening statement, Mr. Chairman, which \ndeeply distresses me.  I have immense respect for you, and I believe that you are very careful in your deliberations \nwith reference to all international affairs.  Let me suggest to you as one who has been on all sides of investigations \nthat it best serves us to wait until all of the facts are in.  To use the term \"political killings\" and \"political murders\" \nwithout any evidence that will support that other than accusations is a bit distressing and leads to a lot of confusion \nin the realm.\n\n Let me say this.  For all intents and purposes, the Clinton administration's basic policies in Haiti have been an \nunqualified success, thanks to the tremendous work of the State Department and any number of other nonprofit and \nother organizations that have worked in that arena.  I live in Florida and I witnessed with my own eyes the bodies of \nHaitians that washed up on the shores.  They are no longer doing that, and that in and of itself is a success.\n\n There was an election, albeit with about the same numbers as the last American election that was a national \nelection, and that election went off without any problems of major consequence in spite of the fact that many \nmembers of this Congress said that there would be violence, there would not be an election, that Aristide would \nrun. Well, he did not run.  And no one wishes to give them the credit for it.\n\n And my colleague Mr. Roth, I suggest to you, when you say that the State Department is deserving of query, I do \nagree with you that they are deserving of our query, but I do not agree that we should level charges in the public \n\n\n\nrealm without having had an opportunity to sit and counsel with the State Department in private with reference to \nany disagreements that we may have regarding the work that they have done to provide security and democracy \nand respect for human rights in Haiti.\n\n I think an alternate question has to be, how did the FBI get authority to be in Haiti in the first place?  I believe the \nHaitian government invited the FBI to participate in the investigation.  And what did the FBI tell Haiti and President \nAristide after their investigation and after the State Department asked them to give them the information that they \nhad gathered?  I believe you will find that they told them that they had no firm basis in the way of evidence that \nwould support any conclusory determination that there was anything connecting Aristide with any of the murders \nthat took place of the 20 that seem to be of concern here.\n\n I suggest and argue for all of us to be very careful in our deliberative undertakings when it comes to leveling false \naccusations, lest you find them rebounding and causing you to have false accusations placed against you.  I thank \nyou, Mr. Chairman.\n\n REP. GILMAN: Well, I would like to address Mr. Hastings' concern about considering the murders as political \nviolence.  And I'm reading from a letter that's -- REP. HASTINGS: (Off-mike.) Mr. Chairman, if you're going to \naddress me, say what I said.  I said you said \"political killings\" and \"political murders.\" I did not say what you just \nsaid.\n\n REP. GILMAN: Mr. Hastings, I refer you to a letter that's been distributed from Wendy Sherman, assistant \nsecretary of legislative affairs, dated January 3rd, in which she states:\n\n \"The reemergence of political violence in Haiti and the possible implication of senior officials in the Haitian security \napparatus has been and remains at the top of our bilateral agenda with Haiti.  The president, the vice president, the \nsecretaries of State and Defense, national security adviser, and other senior American officials have dealt directly \nand forcefully with this issue in their conversations with President Aristide, and will do so with his successor.\n\n \"We're confident that as the committee reviews the telegrams and other materials requested and being made \navailable, you'll recognize the priority that this issue has received.\"\n\n Mr. Burton.\n\n REP. DAN BURTON (R-IN): Thank you, Mr. Chairman.  I have a statement I'd like to insert in the record, but as \nchairman of the Western Hemisphere --\n\n REP. GILMAN: Mr. Burton, if I might intervene, I'm going to ask that the January 3rd letter be made part of the \nrecord and be distributed fully to our committee.\n\n REP. BURTON: As chairman of the Western Hemisphere Subcommittee, we had hearings on October 12th and \nwe've looked into these allegations of whether or not there were political killings and assassinations.  And I'd just \nlike to say to my colleague from Florida, if he hasn't had the opportunity yet, I'd suggest he get the CIA and the FBI \nbriefings in his office, because I think when you get that information, it will illuminate this issue much further than I \nthink you currently realize.\n\n It is my belief that there were connections between, if not Mr. Aristide, members of the Aristide administration in \nthese political assassinations.  And one of my most -- one of my biggest concerns is that on October 12th, we had \nthe ambassador testify before this committee and he indicated he didn't know anything about the assassination of \nMiss Bertanne, who was a leading political opponent, and that he had not been notified of anything.  It's kind of hard \nfor me to believe that the FBI was down there investigating this and had information concerning this political killing \nand others and did not share that information with the ambassador.\n\n And that's why I'm very happy today that we're going to put everybody under oath to make absolutely sure there's \nno misunderstanding about what went on, because I'll tell you, if the FBI did communicate information to the \nambassador and other members of this administration and they did not tell our committee or subcommittee about it, \ndeliberately misled us, then that is something I don't think this Congress can tolerate.\n\n Now, regarding it being an unqualified success, Mr. Aristide promised that there would be privatization down there.  \nI will tell you, there is not privatization taking place.  There have been one or two industries where there have been \n\n\n\nsome attempts at it, but there have been many people who wanted to do business in Haiti, who wanted to take the \nfree enterprise system down there, who have contacted me in my office, who've said there has been road block \nafter road block after road block, and there is no real attempt to privatize, to bring the free enterprise system, as Mr. \nAristide promised he would do, to Haiti.  And that was one of the primary objectives, to get the free enterprise \nsystem and the free market system into Haiti so that they could have this unemployment rate, which is totally out of \ncontrol, under control.\n\n And they're never going to have a stable economy or a stable governmental structure down there long term when \nwe leave unless they get those people back to work.  When you have 50 percent of the people unemployed or \nmore, you're going to have chaos, you're going to have crime, you're going to have drugs, you're going to have all \nthose things.  And those things have not been accomplished, and the major impediment has been the Aristide \nadministration.\n\n Now let's talk about the law enforcement agencies.  I talked to President Aristide personally, and he promised \npersonally that they weren't going to have members of the Lavalas Party or the military involved in the police force, \nthat they were going to have totally new people involved.  We brought an expert in from New York to train these \npeople.  And now we find out that that's not the case, that a lot of the people who are connected politically to \nAristide are going to be in positions in the law enforcement agencies, which I believe will lead to further chaos \ndown there, to further political killings and further corruption.  And that does not lead to a truly democratic \ngovernment.\n\n And so I'd just say that I do not believe Haiti is an unqualified success.  I believe we've been pouring millions and \nit'll probably end up billions of dollars into a situation down there that's not going to solve the problem, and I believe \nonce the troops leave, you're going to see the same chaotic conditions we've seen in the past unless the new \ngovernment starts living up to the commitments the Aristide government made previously.  Thank you, Mr. \nChairman.\n\n REP. GILMAN: Are there any other members seeking recognition? Then Mr. Goss -- I'm sorry, Mr. Payne.\n\n REP. DONALD PAYNE (D-NJ): Mr. Goss can go.  I'll wait.\n\n \n\nREP. GILMAN: Mr. Goss.  REP. PORTER GOSS (R-FL): Thank you, Mr. Chairman.  I want to thank you for having \nthis hearing and on issuing an invitation to participate as a member of this committee on leave.  I appreciate very \nmuch the opportunity to be back here.\n\n REP. GILMAN: We welcome you, Mr. Goss.\n\n REP. GOSS: I also -- it is my understanding that there is a likelihood that we will take this subject into closed \nhearings at some point in conjunction with other committees here, and I know that some of the questions that are \non my mind would be more appropriate for that day.\n\n I did want to comment to my friend from Florida, I also am from Florida, and we are very concerned about the \neconomic situation in the country of Haiti because there has been a reemergence of the refugees, unfortunately.  \nAnd the United States Coast Guard is doing a superior job so far of intercepting at sea and returning to Haiti those \npeople, but it is certainly a signal that is out there for us at this time.\n\n That's not the subject of these hearings.  One of the points I hope that the witnesses will speak to when we \nproceed today is something that I think is of great concern in terms of our investment in democracy in Haiti, which \nis very, very sizable, and it is this.\n\n After the unfortunate incident of the assassination of the parliamentarian Mr. Feyai in early November and \nPresident Aristide got up and made a speech which was widely interpreted by the press and observers as an \ninvitation to incite mob violence, if not giving his blessing to class warfare, and led, unfortunately, to disorder and \ndisturbance and death, the concern was that shortly after that, the police force that we are all counting on to provide \nlaw and order and stability after the departure of the international force, was loaded up with what might be \nconsidered political hacks or loyalists, or people that had not gone through the process that we had all envisaged.  \n\n\n\nAnd I would hope that we would have some commentary and discussion on the connection between those 13 \n(hundred) or 1400 members being added on to the police force at a time of great emotion after a very bad series of \nevents in Haiti and whether or not that is something that is reparable or whether or not that is something that the \nadministration regards with significance.  Thank you, Mr. Chairman.\n\n REP. GILMAN: Thank you, Mr. Goss.  Any other members seeking recognition?  Mr. Payne.\n\n REP. PAYNE: Thank you, Mr. Chairman.  I'll be very brief so we can move on with the hearing, but I would \ncertainly like to commend you for holding this very important hearing dealing with the question of the police issue.\n\n \n\nI am anxious to hear the testimony.  I, too, have been critical of the U.S. policy preceding the return of President \nAristide.  I also have questioned some of the reports of the CIA, as you may recall, and I hope there is a CIA person \non the panel.  I haven't looked at it. But we heard these stories about the illnesses of Mr. Aristide that were \ncirculated widely by the CIA, that he was hospitalized in Canada somewhere.  And as we went then to send people \nto where these sites were supposed to be, there were no such institutions, there were no such records.  Doctors \nthat were mentioned did not exist.  And so it makes it very difficult to put much faith in what some of our agencies \nare projecting because of the credibility that -- or the lack of credibility of the past.\n\n I think that the whole question of privatization should certainly proceed in a more rapid fashion.  I think that it's very \ndifficult to make the revolution -- you know, we're doing a revolution here in the U.S. with this big change, but it's \ndifficult to do a revolution in four or five months.  We have to recall that President Aristide has not been back for \nvery long.  It's very difficult to create a police force and ensure that there are no Lavalests in the police force. That's \njust like trying to have a police department in Washington saying there could be no Republicans or no Democrats.  \nI mean, who do you have?  You know, everyone's got some -- if they're probably old Ton-tons, so -- or maybe the \nold Frattes or maybe the military of Haiti.  So you're something, I mean, you know, even if you're not a card carrier.\n\n And so when we make these kind of -- and my friend Mr. Burton talked about, you know, he can't call this an \nunqualified success. Well, that's the first time I've heard that term used.  I haven't heard anybody characterize Haiti \nas an unqualified success other than my -- okay, I understand that Mr. Hastings did.  But I think that unqualified \nsuccess -- if you look at what's happened and as you look at the accomplishments, I think it's extremely successful.\n\n I would also hope that we could really get down to the bottom of what's going on.  Any kind of killing does not \nnecessarily have to be politically motivated.  We have, as you know, many homicides in this country, and they're -- \nyou don't first look to see whether it's politically motivated or not.  And I think that perhaps there are homicides all \naround the world, unfortunately, but anytime there's one in Haiti, we are looking to find out whether this was a \npolitical situation.\n\n So I would just look forward to hearing our witnesses, and I appreciate you, once again, Mr. Chairman, for calling \nthis very important hearing at this time.\n\n REP. GILMAN: Thank you, Mr. Payne.  If there are no further -- Mr. Ballenger.\n\n REP. CASS BALLENGER (R-NC): Very short, Mr. Chairman, and I thank you for allowing me.  I don't have a CIA \nreport or an FBI report, but surprisingly, I got a Christmas card from Haiti from a longtime friend, a resident of Haiti, \nbut a United States citizen, and he says in part, \"Good to hear from you.  We're all fine.  Our government, however, \nhas made a big mess of this place, and the press and the U.S. embassy here just spread disinformation.\"\n\n I'd like to say that that's an unsolicited statement from a friend of mine in Haiti.  Thank you, Mr. Chairman.\n\n REP. GILMAN: Thank you, Mr. Ballenger.  If there are no further statements, our witnesses this morning are \nAmbassador Robert Gelbard, assistant secretary of State for international narcotics and legal affairs; Ambassador \nJames Dobbins, the State Department special coordinator for Haiti; Bill Perry, deputy assistant director, criminal \ninvestigative division, Federal Bureau of Investigation; and Seth Waxman, associate deputy attorney general of our \nDepartment of Justice.\n\n\n\n Will the witnesses please rise to be sworn in?  Will you please your right hand?  Do you solemnly swear or affirm \nthat the testimony you'll give before this committee will be the truth, the whole truth and nothing but the truth, so \nhelp you God?\n\n WITNESSES: I do.\n\n REP. GILMAN: Thank you.  You're now under oath, and we'll proceed.  Start with Ambassador Gelbard.\n\n AMB. ROBERT GELBARD (Assistant Secretary of State, International Narcotics and Legal Affairs): Thank you, Mr. \nChairman.  Mr. Chairman, members of the committee, thank you for the opportunity to discuss our role in the \nestablishment of a professional law enforcement authority in Haiti.  Such a force is essential to a secure \nenvironment in the country, one in which fundamental human rights and freedoms are fully respected.  Our \nassuring that the government of Haiti has the ability to maintain such an environment after the departure of U.N. \nforces in two months' time is a fundamental element of our policy in Haiti.\n\n I would like to begin by underscoring an achievement of which the governments of the United States and Haiti can \nboth be proud. In about one year's time, in a nation whose institutional development generally is extremely weak, \nand where the establishment of institutions independent of political influence is almost unheard of, we, the United \nStates and Haiti together, have built a new national police force which is in the process of becoming the capable, \napolitical professional force required to help buttress this newly democratic nation.\n\n As we will discuss today, Mr. Chairman, much still needs to be done to accomplish this goal in full. But we would \nbe very harsh judges indeed not to acknowledge that the Haitian National Police has made tremendous progress in \nthe single year since its founding.\n\n The force that has been deployed to date is not perfect. Given the weak institutional environment that exists \nthroughout Haiti it is difficult to imagine that it might ever be perfect. But it is perfectible in my view. And to this end, \ncontinued US engagement with strictly defined requirements for Haitian National Police performance is key.\n\n Mr. Chairman, I believe we can ensure the new police force meets at least minimal operational standards within the \nnext two months. A level of capability that will allow for the withdrawal of UN and US forces on time and in full, \nprovided two criteria are met. First, the United States must complete the basic training of the students now enrolled \nat the National Police Academy in Port-au-Prince. Second, the government of Haiti must take action to ensure that \nthe Haitian National Police remains a non-political professional force.\n\n What I propose to say is to give this committee an overview of US actions in support of the establishment of a new \ncivilian public security structure in Haiti, lay out our objectives and what we have done to meet them, describe for \nyou some of the obstacles that have arisen which could impact on our goals, and how we are addressing them.\n\n Our interest in helping the Haitian government build a new civilian police force predates the restoration of \ndemocracy in Haiti. For example, after the coup removed the legitimate government of President Aristide, we \nworked with the Haitian government in exile to develop a conceptual plan for a new civilians police force which was \ncompleted in March of 1993. ICITAP worked with exiled government of Haitian members and with the Haitian \nparliament to draft new police legislation which eventually was enacted into law in December 1994, after the re-\nestablishment of the legitimate government in Port-au- Prince.\n\n In the summer of 1994, we initiated a program in four phases to get a new police force up and running. First, \nbefore the September 1994 multinational force deployment, we helped the then exiled government of Haiti to \ninterview and select 1,000 persons from the Haitian migrant community living at Guantanamo to assist the MNF in \nperformance of its initial public safety duties. The Guantanamo group was given minimal training designed only to \nallow them to perform supporting roles for the multinational force. The group has not been trained, nor is it qualified, \nto carry out the full range of police work.\n\n Second, in October 1994, we assisted the rightful Haitian government in the establishment of an interim public \nsecurity force. With a few exceptions the IPSF was made up of Haitian armed forces who were able to pass a basic \ncheck. This review included vetting of names against lists supplied by human rights organizations and US agencies \nto exclude those who had committed human rights violations or other criminal offenses. The IPSF, of course, was \n\n\n\nmeant to serve only as an interim solutions to Haiti's indigenous public security needs while we worked with the \ngovernment of Haiti to form a new police force.\n\n Third, prior to the MNF's deployment, we led the effort to recruit 850 international police monitors to monitor and \nassist the IPSF. Later, with the MNF's transition to a United Nations command, the IPM functions were assumed by \na United Nations mandated civilian police force, which has also recently engaged in field assistance and training to \nnewly deployed members of the Haitian National Police.\n\n Finally, in January of 1995, the government of Haiti with our full support, began the process of establishing a new \napolitical professional Haitian National Police. Working with the government of Haiti, principally through ICITAP to \ndesign the new Haitian National Police, we established the following objectives. All candidates would be selected \nsolely on the basis of merit. Those selected would undergo rigorous basic training aimed at providing them with the \nskills to carry out community-based policing in a democratic society while inculcating a respect for fundamental \nhuman rights. Newly graduated agents would continue to receive some level of field training and mentoring from \nacademy instructors and UN civilian police monitors. Agents would have the basic equipment necessary to carry \nout their duties, and after a period of field service, HNP agents would selectively receive advanced and specialized \ntraining in areas such as crowd control, VIP protection, investigations, forensics, supervisory training and so on, to \nround out the capabilities of the force as a whole.\n\n Our horizon for the full implementation of the program was five years. Our work with the HNP is about at its first \nanniversary, and I believe this is a good time to take stock or our record. Mr. Chairman, I believe we have made \ngood progress on standing up the new Haitian National Police. Our merit-based recruitment, conducted by \nmultinational teams composed of US, Canadian, French and Haitian government representatives traveling \nthroughout the countryside produced over 33,000 candidates for 5,000 available positions. Testing, which was \nrigorous but fair, included written and oral examinations as well as psychological profiling and comprehensive \nmedical testing.\n\n While all candidates were vetted for past criminal activity and human rights abuses, once vetted they were \nassigned numbers to disguise their identities. In this way candidates could not be selected by name based on \npolitical considerations. Less than 15 percent of the applicants passed the entrance tests. HNP trainees today \nrepresent the most talented in Haitian society. Further, ICITAP training at the new Haitian National Police Academy \nhas provided students with basic skills for community policing.\n\n This has been accomplished in spite of an accelerated program mid-stream to meet the government of Haiti's \nrevised officer deployment schedule. We did this, Mr. Chairman, by dividing the curriculum into two sessions and \nopening an auxiliary academy at Fort Leonard Wood, Missouri. For six months we offered eight weeks of \nconceptual training in such issues as human rights and Haitian law at the academy in Port-au-Prince, and eight \nweeks of practical programs in areas such as firearms, arrest procedures and driving, at Fort Leonard Wood.\n\n Throughout, international field mentoring efforts have continued, mostly through the United Nations civilian police \nmonitors. But this support is not enough, given the relative inexperience of the HNP recruits. We believe the \ngovernment of Haiti may ask for a continued CIVPO presence following the expiration of the UN mandate in \nFebruary. But such a request has not yet been made.\n\n Equipping the HNP is a continuing problem. Conditions at many station houses are poor, office infrastructure \nminimal, and the force still lacks many of the basic items used by modern police. It is especially important that the \ngovernment of Haiti dedicate more of its own resources to standing up the police. In addition, the force will also \nneed more specialized training, which ICITAP would propose to begin soon.  Like this committee, Mr. Chairman, \nthis administration is extremely concerned about the continuing apolitical and professional profile of the Haitian \nNational Police. While we recognize the need for greater numbers of police than will have been deployed by the \ndeparture of the UN forces, we have strongly argued against the Haitian government's decision to merge significant \nnumbers of the Interim Police Security into the HNP. We have not taken the position that IPSF members ought to \nbe excluded from the HNP, but rather have argued that the decision to include IPSF members should be made on a \ncase by case basis. Their eligibility for consideration should be based first on their professional performance, with \nspecial emphasis on human rights grounds while in the IPSF. Assuming they are able to meet the same recruitment \n\n\n\nstandards as other HNP Academy graduates we would support their inclusion and would be willing to provide US \nfunded academy training if funding for such training were available.\n\n As an alternative, we would support the creation of specialized corps for traffic control, for stationary security at \npublic facilities, that would induct IPSF members at something other than sworn officer status of the HNP Academy \ngraduates.\n\n There is a demonstrated need for such personnel throughout Haiti.\n\n We have expressed our concern in particular about the induction of more than 100 ex-Haitian armed forces \nofficers into headquarters and field-leadership positions in the HNP.  We have continued to recommend merit-\nbased selection and have made our concerns clear to the government of Haiti.  We understand that the UN civilian \npolice had some role in selecting these officers for retention, and we understand that the UN has recommended \ntheir incorporation into the HNP.\n\n While we understand that the UN based its recommendations on feedback from its corps of 600 police monitors \nserving in the field, we nevertheless differed in our assessment and in our advice to the government of Haiti.  As \nAmbassador Dobbins will mention in his testimony, we hold our deepest concerns over the inclusion of individuals \nin the HNP's ranks who may have committed criminal acts. We will not support a force which harbors criminals in \nits ranks.  On this, our position with the government of Haiti has been unswerving. We want to ensure a thoroughly \napolitical, professional national police force that respects human rights and fundamental freedoms, and our future \nsupport is contingent upon progress towards this basic goal.\n\n Mr. Chairman, we are at a delicate juncture, in terms of our training of the HNP.  Without the release of further \nfunds through AID to ICITAP, the ICITAP police training program in Haiti will run out of funds on January 15th.  At \nthat time, the expatriate training staff of the Haitian National Police Academy, some 150 police officers, largely \nfrom the United States, but also including some 20 Canadian RCNP and five French National Police instructors as \nwell, would be dismissed and sent home.  In effect, the academy would close.  That will have important \nconsequences our ability to stand up a fully-functional HNP, capable of taking over all public security functions from \nthe UNMIH forces and allow their orderly departure.\n\n It would mean that the last two classes of HNP cadets, some 1500 members of Basic Training Classes 8 and 9 \ncould not graduate and would be unprepared for the field.  Further, certain specialized training programs could not \nbe carried out, and ICITAP technical assistance to the HNP would be terminated.  Departure of the ICITAP advisors \nnow would seriously hamper our efforts to institutionalize procedures and operations of the new police force.\n\n \n\nMr. Chairman, the administration continues to believe, and will seek to confirm, that the government of Haiti broadly \nshares the goals I have outlined above.  With the government of Haiti, we hope to complete the basic task of \nfielding a well-trained, motivated corps of professional Haitian police; a force capable of carrying out its public \nsecurity mandate, while fully respecting human rights.  We want to finish what we started to give Haiti its best \npossible chance for lasting democracy.\n\n Thank you, Mr. Chairman.\n\n REP. GILMAN: Thank you, Mr. Gelbard.\n\n Ambassador Dobbins, Special Coordinator for Haiti, Department of State.\n\n Mr. Dobbins.\n\n AMB. DOBBINS: Thank you, Mr. Chairman.\n\n REP. GILMAN: You may submit the full statement or summarize it, whichever you --\n\n AMB. DOBBINS: Let me excerpt the full statement --\n\n REP. : Mr. Chairman, could you have the witness put the microphone closer to his -- so we can hear him.\n\n AMB. DOBBINS: With your permission, I'll excerpt from a fuller statement, which will be submitted for the record.\n\n\n\n REP. GILMAN: The full statement will be received, without objection.\n\n AMB. DOBBINS: Haiti has a long, unhappy tradition of political violence.  Helping Haiti's democratic leaders break \nwith that tradition has been a major objective of American policy.  With the dismantlement of the Haitian army, once \nknown for its violence and repressive tactics, the abolition of the rural section chief system, which occurred in late \n1994, and the formation and training of a civilian national police force, there has been a dramatic drop in violence \nand an improvement in the human rights situation.\n\n All types of violent crime are down, and political violence has fallen off even more sharply.  Following three years of \nbrutal repression, during which rape, torture and murder were the routine instruments of governance, many had \nexpected that the restoration of Haiti's legitimate government would be followed by a wave of retribution.  Thanks to \nthe professionalism of American and international forces, and President Aristide's emphasis on reconciliation, this \nhas not occurred.\n\n \n\nBut recognizing how the situation has improved is not to suggest that further steps are not needed to eradicate \npolitical violence from Haitian life.  As I've noted to this committee on October 12th, in my submitted testimony, \nthere've been some two dozen murders committed in Haiti since October 1994, and these may -- which fall in the \ncategory of possible political or revenge killings, the most prominent of which was the murder of Mireille Bertin on \nMarch 28th, 1995.\n\n Recognizing the importance of eradicating political violence from Haitian life, the US government has, over the past \nyear, maintained an intense dialogue with President Aristide regarding the Bertin investigation, other potential \npolitical murders, possible connection among these killings, possible involvement of individuals in official positions \nwith such activities.  President Clinton, Vice President Gore, Secretary of Defense Perry, Assistant to the President \nfor National Security Lake, Deputy Assistant Secretary of State Talbot, Ambassador Albright, Ambassador Swing \nand other representatives of State, Justice and Defense have all, on various occasions, reviewed these issues with \nPresident Aristide.  In these discussions, we have urged that acts of political violence be investigated and \nprosecuted aggressively.\n\n We have urged that anyone implicated in such activities be relieved of all official responsibilities.  We have urged \nthat a new, professional police and justice establishment be created, untainted by any association with past acts of \npolitical violence.  President Aristide accepted our offer to have the FBI investigate the Bertin murder.  He \nsubsequently sought to broaden the scope of the FBI's effort to cover other high-profile possibly political cases \ndating from the coup period.  He accepted our counterproposal that he form a new investigative unit to -- a new \nHaitian investigative unit -- to investigate all such crimes, including the Bertin case.  He agreed that this \ninvestigative unit should be made up of ICITAP-trained graduates from the police academy, and that it should be \nsupported by professional investigators from the Royal Canadian Mounted Police, the French Gendarmerie, and the \nUnited States, with forensic and other technical support from the FBI.\n\n Our dialogue with the government of Haiti on these matters is by no means concluded.  We will continue to press \nfor an aggressive investigation of the Bertin and other possibly political, possibly connected murders.  We will \ncontinue to urge that the Haitian government separate individuals, who may be implicated in these acts, from any \nconnection with the police or judicial establishment, even before that investigation is complete.  We will continue to \nurge that appointments to senior positions in the Haitian National Police be based on merit and competence, not \npatronage and political loyalty. We will continue, in other words, to urge that the government of Haiti sustain, \npreserve and extend the reforms in Haiti's police and justice system, which it has set in train.\n\n Assistant Secretary Gelbard has addressed the issues related to our training of the Haitian National Police.  As \nhe's noted, we have made clear that we will not support a force which harbors criminals within its ranks.  This \nincludes, obviously and epecially, anyone implicated in political violence.  We have, over the past 15 months, made \nmajor strides in ridding Haiti's security establishment of such individuals.  We will remain vigilant, and we remain \noptimistic that our efforts can have a continued effect.\n\n We've worked closely with the Congress in helping Haiti to create a new police force, establish the rule of law and \ndeal with the problems of political violence.  Department representatives have met with members or staff over 30 \n\n\n\ntimes since January 1995, and 11 times since October.  I raised the Bertin case in my October 12th testimony to \nthis committee.  On November 2nd, State and all other agencies concerned provided detailed and extensive \ninformation on this same subject to the House Select Committee on Intelligence.\n\n Mr. Chairman, I understand, and am deeply distressed, that you are concerned that the State Department may not \nhave furnished this committee, on October 12th, with the same information that it gave to the Intelligence \nCommittee two weeks later.  On October 12th, I informed this committee that the governement of Haiti had just set \nup a special investigative unit to pursue the Bertin and other possibly politically-motivated killings.  Prior to that \nevent, the FBI had treated this inquiry as an ongoing criminal investigation, and shared only such information as it \ndeemed necessary and advisable with the Embassy, DoD and other agency personnel in Port-au-Prince.\n\n It was following creation of the special Haitian investigative unit, and thus later in October, that FBI representatives \nin Washington met with State and other relevant agency representatives to share the results of their investigation. \nAs we prepared to turn this material over to the new Haitian investigative unit and to respond to inquiries from the \nHouse Select Committee on Intelligence. Mr. Chairman, in eight weeks the peacekeeping operation of the UN in \nHaiti will be completed. Our troops will return home. Their orderly, safe and timely departure is, I know, a priority \nthat all of us share. We've learned through experience that the most difficult part of any peacekeeping operation is \noften its conclusion, not its initiation. Essential to the successful and timely conclusion of this particular operation is \nthe deployment on schedule of Haiti's new police force in order that something is in place to take the place of \ndeparting American and other international military forces and assume responsibility for security in Haiti when the \nmandate of the UN peacekeeping force terminates in eight weeks.\n\n Over 1,500 police cadets remain in training today. We seek your cooperation in assuring the funding necessary to \nallow these cadets to complete their training over the next eight weeks.\n\n REP. GILMAN: Thank you, Mr. Dobbins. Mr. Bill Perry, deputy assistant director, criminal investigative division of \nthe Federal Bureau of Investigation, you may submit your full statement, summarize it, whichever you may see fit.\n\n MR. PERRY: Mr. Chairman, I will read a summary of my complete statement.\n\n REP. GILMAN: Complete statement will be made part of the record. Without objection. Please proceed.\n\n MR. PERRY: Mr. Chairman, and members of the committee, my name is William E. Perry and I'm a deputy \nassistant director of the Federal Bureau of Investigation. Special agents of the Federal Bureau of Investigation \narrived in Port-au-Prince, Haiti during the early hours of March 29th, 1995, to initiate an investigation into the \nmurders of Mireille Durocher Bertin and Eugene Belejoux (ph).\n\n As the committee knows, Madame Bertin was a prominent politically active Haitian attorney and an outspoken \ncritic of President Jean- Bertrand Aristide. At approximately 3:30 PM on the afternoon of March 28th 1995, both \nBertin and Belejoux (ph) were slain by 9 millimeter and 5.56 gunfire from at least two assailants as their car sat in \nheavy traffic on Martin Luther King Boulevard in Port-au-Prince.\n\n The FBI's investigative strategy was designed to ensure that a thorough and comprehensive investigation was \nconducted in spite of the FBI's lack of compulsory process, witness protection, etcetera, in a foreign country. The \ninvestigative plan sought to examine a variety of possible motives for the murders.\n\n Upon arrival in Haiti, liaison was immediately established with Haitian government officials and with the US \nEmbassy. Since we are conducting a law enforcement investigation in a foreign culture with a foreign language and \nwith no contacts of our own, we met regularly in Port-au-Prince with representatives of the Embassy, the US \nmilitary and other relevant US agencies in order to obtain assistance and advice and generally to apprise them of \nthe course of the investigation. Discussion included investigative strategies, problems experienced and certain \ninvestigative information developed on the murders.\n\n We did not provide this information as an intelligence gathering or intelligence dissemination effort. We were not in \nHaiti to do either and we did not. Rather we provided information to these agencies in Port-au-Prince in order to \nobtain their cooperation and assistance and thus to enhance our ability to achieve our investigative goals.\n\n\n\n Outside of Port-au-Prince the FBI's level of information sharing with other agencies was much different. FBI HQ \nofficials interacted with Department of State counterparts and Department of Justice officials infrequently with \nrespect to the Bertin investigation, when necessary to support investigative efforts in Haiti.\n\n For example my first interaction with Ambassador Dobbins or with Associate Deputy Attorney General Waxman \nfor that matter, was on a trip we made to Haiti together in July 1995 to meet with President Arisitide to discuss the \nmeans of removing certain obstacles to our investigation. In late October of this year, when we concluded that our \ninvestigation in Haiti could not productively continue, and the time had come to turn the investigation over to the \nnewly constituted special investigative unit of the Haitian National Police, we discussed this proposed transition and \nprovided a substantive briefing on the Bertin investigation to Washington representatives of the Departments of \nState and Defense and other agencies.\n\n The FBI encountered difficulties and major obstacles at the inception and throughout the investigation because of \nits unusual nature and other uncontrollable circumstances. In this case the FBI was investigating a violation of \nforeign law. The investigation was conducted in a foreign country and in a foreign language. Moreover the \ninvestigation was commenced at a time when the criminal justice system in Haiti had not functioned effectively for \nyears. There are also serious logistical problems and cultural differences to overcome.  Further complicating the \ninvestigation was the fact that the FBI has no legal status in Haiti. The FBI cannot obtain orders from judicial \nauthorities to compel witnesses to give statements. There is no legal obligation for person to cooperate or provide \ntruthful information to the FBI. Similarly the FBI has no authority to conduct searches or obtain subpoenas to gather \nevidence. And the FBI also has no authority to offer any form of witness protection.\n\n As a result of investigative efforts, particularly source information of unknown reliability, the FBI expressed to the \ngovernment of Haiti the likelihood that it would be necessary to interview government officials and employees, \nincluding cabinet members. In early June 1995, FBI agents interviewed various IPSF members. Subsequently the \nFBI experienced significant investigative difficulties because of its inability to interview government of Haiti officials \nand employees, including some members of the IPSF and the Palace Security Service, on terms consistent with an \nimpartial professional investigation.\n\n Issues were raised regarding the conditions under which the FBI could interview IPSF personnel. The FBI had \nextended negotiations with government of Haiti officials and the attorneys representing the IPSF officers \nregarding these interviews. Ultimately our efforts were stymied by what in our professional judgment were \nunreasonable conditions placed upon any such interviews by private attorneys purporting to represent these \nindividuals. As the FBI has no access to compulsory practice of any sort in Haiti we felt the time had come to turn \nthe investigation over to the Haitian authorities.\n\n I hope my appearance today will address the committee's questions regarding the FBI's involvement in the \nBertin/Belejoux (ph) murder investigation in Haiti. Thank you.\n\n REP. GILMAN: Thank you, Mr. Perry.\n\n Mr. Waxman, associate deputy attorney general, Department of Justice.\n\n MR. WAXMAN: Thank you very much, Mr. Chairman, and members of the committee. My name is Seth Waxman. \nassociate deputy attorney general in the United States Department of Justice. I appreciate the opportunity to \nappear before the committee to answer any questions the committee may have of me.\n\n The interests of the Justice Department in Haiti are threefold. First, our Immigration and Naturalization Service is \nthe agency principally responsible for dealing with illegal, and of course legal immigration from that country. \nSecond, our training components, ICITAP and OPDAT (sp), have been principally responsible for providing training \nfor police, prosecutors and judges in Haiti, a country that only a little over a year ago lacked any functional, \nimpartial prosecutorial or judicial system. Third, as the committee knows, upon the request of the State Department \nand the government of Haiti, our federal Bureau of Investigation was called in urgently to conduct an investigation \ninto the murder of Madame Mireille Bertin and a companion.\n\n I understand the committee may have questions about some or all of these areas, and particularly the level of \ninformation sharing between the FBI and the Department of State with respect to the Bertin investigation. Since I \n\n\n\nhave been the principle Department of Justice contact in Washington with the other federal agencies on all three of \nthese issues, I thought it might be helpful to the committee if I made myself available to answer any questions you \nmight have.\n\n I have no prepared statement other than to say that the Department of Justice is proud of the contribution it's been \nable to make over the past 15 months in the rebuilding of Haiti, and I'm grateful you've permitted me to attend the \nhearing. Thank you, Mr. Chairman.\n\n REP. GILMAN: Thank you, Mr. Waxman.\n\n We thank our panelists for their testimony. And let me start in with our questions. And we'll try to move right along.\n\n Ambassador Gelbart, does President Aristide's decision on December 6 to integrate ex-soldiers and other recruited \nat Guantanamo Migrant Camp into Haitian National Police compromise the integrity of the US-trained police force? \nThroughout your testimony you've indicated that we're trying to keep this force apolitical and make sure it's going to \nbe an independent force. Could you comment on this?\n\n AMB. GELBART: Yes, Mr. Chairman. As I said in my testimony, and as you just commented. We have been very \nclear in the preparation and development of our training program for the Haitian National Police, as we are in any \nother police training program elsewhere in the world; that our goal is to develop a highly professional and apolitical \nforce.\n\n That is why, when we undertook the recruitment process, as I explained in my testimony earlier, we stressed the \nneed for a purely objective selection process, based on objective criteria, with the result that a very small \npercentage of those who were initially interviewed were finally selected.\n\n We took the position from the beginning that we were prepared, in principal, to entertain the idea of the possible \ninclusion of IPSF or even Guantanamo trainees into the Haitian National Police if they met the criteria that were \nestablished for regular HNP recruits, and if, during the time that they served in the IPSF, their record, both \nprofessionally and in terms of human rights, proved to be exemplary. We are now taking the position, with the \nHaitian government, that we are prepared to look at these individuals on a case-by-case basis, looking at their \nhuman rights and professional record over the course of the last year or so.  We are prepared to look at them in \nterms of their academic criteria, too, to see if they meet the minimum standards that would be required.\n\n REP. GILMAN: Now, is the proposal by the Haitian government to integrate some 1400 to 1500 members from the \nformer police agencies into the new police force acceptable?\n\n MR. GELBARD: As I said, we could only accept their becoming cadets, candidates, if they meet the minimum \nobjective criteria, and if we see that they have performed --\n\n REP. GILMAN: Well, does the Aristide government go along with that proposal, or have they already integrated --\n\n MR. GELBARD: Thay have not integrated yet, and we are still in the process of discussion with the Haitian \ngovernment about this.\n\n REP. GILMAN: Um-hmm. (In acknowledgement.) Has uniforms been distributed to these new 1400 or 1500 \nmembers?\n\n MR. GELBARD: I'm not aware of that.\n\n REP. GILMAN: Information that -- Mr. Dobbins, do you want to indicate whether that's taken place?\n\n AMB. DOBBINS: I think it has, almost entirely, if not entirely. I think the 1500 --\n\n \n\nREP. GILMAN: So, practically, it's a fait accompli, already, that they're integrated.\n\n AMB. DOBBINS: I think it depends on what you mean by integrated, sir.  Let me say this, the presidential decree \nset a policy and indicated that the implementation of it would be turned over to something called the Police Council, \nwhich has the Minister of Justice on it, the head of police, and several other senior officials.  To our knowledge, this \npolicy-setting body has not yet made all of the decisions which would include: what their pay scales are, what their \n\n\n\nranks are in relation to others, the degree to which they will carry weapons and what weapons, the degree to which \nthey will exercise full or limited police authority.  A number of the people that are in this 1500 are doing fairly \nspecialized things, and it's not clear the degree to which they will be circumscribed so they could only do that.\n\n For instance, 200 or some are members of the Palace Guard, the equivalent of the uniformed Secret Service.  We \nhad urged that this function be done by the Haitian National Police; it is a police function, but a very limited one.  It's \nnot clear whether these people will only continue to do that, which they've been doing and which we've been \ntraining them to do.\n\n Another component is apparently doing nothing but traffic duty, and again, we don't know whether they will be \nuniformed and equipped in a way that makes clear that they are only traffic monitors.\n\n REP. GILMAN: Ambassador Dobbins, is there any information that any member of the Palace Guard is implicated \nin any of the killings that took place?\n\n AMB. DOBBINS: Well --\n\n REP. GILMAN: Is there any information available to you that indicates implication of the Palace Guard in any of the \nkillings?\n\n AMB. DOBBINS: We have submitted a good deal of information that relates to these questions to the House \nIntelligence Committee --\n\n REP. GILMAN: I'm asking if you have received any information --\n\n AMB. DOBBINS: And we are making that available to the committee. It is my --\n\n REP. GILMAN: Have you received such information?\n\n AMB. DOBBINS: -- recommendation --\n\n REP. GILMAN: Mr. Dobbins, I don't think you're answering the question I'm asking.  Have you received any \ninformation that members, any members, of the Palace Guard were implicated in any of these political acts of \nviolence?\n\n \n\nAMB. DOBBINS: Yes.  And also members of the police.  What I'm trying to say, Mr. Chairman --\n\n REP. GILMAN: Did you make that information available to our committee at any time?\n\n AMB. DOBBINS: The --\n\n REP. GILMAN: Could you answer that yes or no?  Did you make any of that information available to this \ncommittee?\n\n AMB. DOBBINS: The answer is either yes or about to be yes, in the sense that we've sent you a list of --\n\n REP. GILMAN: I'm asking you, up to this point, prior to this hearing, had you made any of that information available \nto our committee?\n\n AMB. DOBBINS: The letter, which I believe we gave you yesterday, sir, said we were --\n\n REP. GILMAN: I'm --\n\n AMB. DOBBINS: I'm trying to answer the question, Mr. Chairman.\n\n REP. GILMAN: I'm asking, prior to this hearing and the letter that we received yesterday, had you made any of that \ninformation available to this committee?\n\n AMB. DOBBINS: Not that I know of, sir.\n\n REP. GILMAN: Are you aware of any information linking President Aristide, members of his cabinet or closest \nadvisors, to the killings or political violence?\n\n\n\n AMB. DOBBINS: Uh -- let me say, the Bertin investigation was initiated as a independent FBI investigation \nbecause of information in our possession, which I think was publicly known at the time --\n\n REP. GILMAN: I submit, Ambassador, you're not answering the question.  Let me repeat the question.  Are you \naware of any information linking President Aristide, members of his cabinet or closest advisors, to the political \nviolence or political killings? Could you answer that yes or no?\n\n AMB. DOBBINS: The Minister of the Interior was, I guess the word would be, a suspect from the beginning of the \nBertin investigation. It was because there were allegations that the Minister of the Interior was involved --\n\n REP. GILMAN: And any other security advisors?\n\n AMB. DOBBINS: There is information of this nature, sir, and what I'm trying to -- REP. GILMAN: Had you made \nthat information available to this committee prior to these hearings?\n\n AMB. DOBBINS: Not that I know of, nor Mr. Chairman, am I aware of any requests for such information.\n\n REP. GILMAN: Ambassador Dobbins, did the Haitian --\n\n REP. DAN BURTON (R-IN): Mr. Chairman?\n\n REP. GILMAN: Yes?\n\n REP. BURTON: Let me just say that I hope that I have an opportunity to go back to this line of questioning, \nbecause I was the chairman of the subcommittee on October the 12th, and these questions were asked of the --\n\n REP. GILMAN: You'll have an opportunity to pursue that, Mr. Burton.\n\n Mr. Dobbins, did the Haitian government cooperate fully with the FBI's investigation into the Bertin killing?  We \nunderstand that, from the testimony given today, that the FBI concluded its investigation because they felt it was \nunproductive and were meeting with certain obstacles.  Did the Haitian government cooperate with the FBI's \ninvestigation?  Can you answer that yes or no?\n\n AMB. DOBBINS: We were disappointed with the level of cooperation we received.  Mr. Waxman took the lead on \ndiscussions on this subject with the Haitian government.  He may want to elaborate, both on what was agreed and \nwhere we --\n\n REP. GILMAN: Mr. Dobbins, did you raise this issue with the Aristide government?\n\n AMB. DOBBINS: Repeatedly.\n\n REP. GILMAN: The issue of lack of cooperation -- you say repeatedly?  When did you first raise that issue with the \nHaitian government?\n\n AMB. DOBBINS: I think -- well, I mean, I think the FBI sought and received the Embassy's assistance whenever it \nencountered an obstacle.  Some of those obstacles were overcome as a result of that, and in the end, some \nweren't, and I would guess that those obstacles -- I mean, I would guess that those interventions on the part of the \nEmbassy in support of the FBI began almost immediately upon its arrival --\n\n REP. GILMAN: Then this became a major issue, did it not, with --\n\n \n\nAMB. DOBBINS: It became an issue to the point where, as Mr. Perry noted, Mr. Waxman and I and Mr. Perry \ntraveled to Haiti in July in order to seek to remove some of these obstacles.\n\n REP. GILMAN: Then these obstacles were occurring from almost the time of inception of the FBI investigation in \nMarch, is that correct? Between March and your visit --\n\n AMB. DOBBINS: As Mr. Perry said, there were a number of difficulties conducting what was a unique operation in \na unique environment.  Difficulties emerged probably from the first day; some were overcome, some in the end \nwere not.\n\n\n\n REP. GILMAN: Mr. Dobbins, I think, when you appeared before this committee on a prior occasion, you asserted \nthat you knew little about the investigation until October, is that correct?\n\n AMB. DOBBINS: No, I --\n\n REP. : I would -- let me --\n\n AMB. DOBBINS: Mr. Chairman, I raised the Bertin investigation in my testimony before this committee in early \nOctober, which I think is the occasion.  Prior to that --\n\n REP. GILMAN: And prior to that, you had notified this committee of any of the problems that the FBI had been \nencountering, is that correct?\n\n AMB. DOBBINS: I don't believe I had any contact with this committee, prior to October 12th.  I could be wrong, but \nI don't recall --\n\n REP. GILMAN: Mr. Dobbins, on October 12th, you stated before Mr. Burton's committee, \"The FBI has not briefed \nme, or as far as I know, anyone else in the administration, on their findings.  They are still conducting their \ninvestigation, and as far as I know, have not come to a conclusion.\" And that was an October 12th, 1995, \nstatement.\n\n AMB. DOBBINS: Right.\n\n REP. GILMAN: Is that -- you still stand by that statement?\n\n AMB. DOBBINS: Absolutely.  Now, let me --\n\n REP. GILMAN: Well, from mid-March to --\n\n AMB. DOBBINS: Let me, could I add, Mr. Chairman, that I raised the Bertin investigation in my testimony, and \nspoke about what the State Department was doing to facilitate and advance that investigation. So I took the \ninitiative. And as the Chairman will recall, this was a compressed hearing with about 10 or 12 witnesses, and \nnevertheless I felt although the focus was on the elections, that I needed in my opening statement to get in the \nannouncement about the Haitian to create this investigative unit. And I asked the chairman's leave to make that \nstatement because it was a new step which they had done at our urging, and I wanted to get that on the record.\n\n REP. BURTON: Mr. Chairman, would you yield just briefly.\n\n REP. GILMAN: Mr. Burton.\n\n REP. BURTON: Let me just say that there's absolutely no doubt that in the line of questioning, that you could read \nthe entire text of the questions and answers, that it was very clear that I was asking Mr. Dobbins if he had any \ninformation, or had been given any information, or had any consultation with the FBI regarding the Bertin murder. \nAnd he said, as you clearly stated, that the FBI has not briefed me, or as far as I know anyone else in the \nadministration on their findings. And that is highly questionable. Because we now know from the FBI's statement, \nthat they met regularly with them and briefed them regularly.\n\n REP. GILMAN: Well, reclaiming my time, and Mr. Burton, you'll have the opportunity to pursue that further. There \nwere cables that were released by the State Department and reflected the following: 39 cables referred to the Bertin \nkilling, including the foiled plot. Thirty were sent to the Embassy in Port-au-Prince State Department, of which 19 \nwere slugged specifically for Dobbins, or his office symbol, meaning that he's listed separately as an addressee to \nensure that it reaches his desk. Nine were sent from State to Embassy, at least three of which were cleared or \napproved by Mr. Dobbins. This number is probably higher, but in some cables the clearances were crossed out. \nAnd 22 cables referred to the FBI's investigation, of which nine mentioned specific, startling evidence or leads. And \nin that same period US officials discussed the investigation of high profile execution style killings with President \nAristide, Prime Minister Michel, or Justice Minister Exume (ph) 18 times, with three of these meetings involving \nSecretary Christopher, Deputy Secretary Talbott or interior Secretary Babbitt, and 15 involving Ambassador Swing \nor his charge.  Mr. Dobbins, were you familiar with those cables and those meetings?\n\n AMB. DOBBINS: Certainly.\n\n\n\n REP. : Mr. Chairman, point of personal privilege. Is there new rules now? Will other members have an opportunity \nto ask questions? We've been 20 minutes here. And it's a five minute rule.\n\n REP. GILMAN: Yes, I've exceeded my time and I apologize for exceeding my time.\n\n Mr. Hamilton.\n\n REP. : I mean, I can go along, you're the chairman, but I think it's totally unfair that the other members will have sit \nhere to a monologue for half an hour.\n\n REP. GILMAN: Mr. Hamilton.\n\n REP. HAMILTON: Mr. Chairman, I thought your line of questioning is right on target and we should get to the \nbottom of these things rather than trying to get around the side of them.\n\n REP. : I have no question with the line of questioning, it's just that someone would like the line of questions.\n\n REP. GILMAN: Mr. Hamilton.\n\n REP. HAMILTON: Thank you, Mr. Chairman.\n\n Mr. Perry, do I understand from your testimony that the government of Haiti has been uncooperative with respect \nto the FBI investigation?\n\n MR. PERRY: Congressman, we have had difficulties and had delays and difficulties in proceeding with our \ninvestigation in terms of interview of people within the government of Haiti and the conduct of our investigation.\n\n And as I stated in my testimony, we made efforts during the course of the investigation to eliminate those \ndifficulties so we might proceed and interview individuals within the government of Haiti that we wanted to \ninterview.\n\n REP. HAMILTON: So your impression is that the government of Haiti was uncooperative?\n\n MR. PERRY: We couldn't get done what we wanted to get done, Congressman.\n\n REP. HAMILTON: Because the government of Haiti did not cooperate, is that correct?  MR. PERRY: We had \ndifficulty overcoming the conditions --\n\n REP. HAMILTON: Because the conditions --\n\n MR. PERRY: -- that they eventually imposed.\n\n REP. HAMILTON: Do you believe that the government of Haiti was cooperative in advancing your investigation?\n\n MR. PERRY: They could have been more cooperative, I believe. (Laughter.)\n\n REP. HAMILTON: Did they put obstacles in your way? Okay, that's one way of putting it. I'm just trying to get a \nsense of it. On the one hand we've had testimony this morning that President Aristide sought the FBI, approved it \ncoming in. Then your testimony comes along and says that, at least the way I understood it, that you had a lot of \nobstacles in trying to carry out that investigation. And it was my impression that many of those obstacles were \ncreated by the government of Haiti. Am I incorrect in that impression?\n\n MR. PERRY: No, that's correct, Congressman.\n\n REP. HAMILTON: Okay.\n\n Now, Ambassador Dobbins, this charge against you and against the State Department, of covering up. I want to \nget as clear as I can about the sequence of events here and exactly what happened. And I don't make any \nconclusions, I don't operate from any conclusions here.\n\n You appeared before the committee on October the 12th, and you said an investigation was underway with regard \nto the one assassination, is that correct?\n\n AMB. DOBBINS: I said that and I also noted in the prepared testimony that we were very concerned about this \npattern of activity and about the 20-odd other assassinations which, or possible assassinations which --\n\n\n\n REP. HAMILTON: Are you aware in any of this that you withheld information from this committee?\n\n AMB. DOBBINS: Mr. Congressman, I was asked what the FBI had found out. Now I knew from personal \nexperience that I was not adequately informed to answer that question in an authoritative way that the Congress \nwould expect. I was not informed, I had asked colleagues at my level in Washington whether they had been briefed. \nThey told me they had not. I had been asked to leave the room when details of this case were discussed. And I \nunderstood the reason, that this was a delicate law enforcement matter, and that there was a sort of a need to \nknow rule.\n\n \n\nREP. HAMILTON: So you, in your own mind, Ambassador Dobbins, you did not withhold any information from the \ncommittee.\n\n AMB. DOBBINS: On the contrary, I volunteered information. I went on to say that the case, went on to give at least \none detail --\n\n REP. HAMILTON: Now at what point did you give you give this information to the Intelligence Committee?\n\n AMB. DOBBINS: Two weeks later.\n\n REP. HAMILTON: Two weeks later. And after you did that did you come back to this committee and give \ninformation?\n\n AMB. DOBBINS: We weren't asked. I mean, the Intelligence Committee asked for this. They asked for it in a \nclassified fashion, and they received voluminous material.\n\n REP. HAMILTON: You're aware, of course, that the House Intelligence Committee is a very special committee \naround here, and they don't just routinely share information with other committees, you're aware of that I presume?\n\n AMB. DOBBINS: I assume, yes.\n\n REP. HAMILTON: Let me -- Mr. Chairman, I don't want to exceed my time because I know other members -- I do \nwant to ask the question about the money. Now I understand the chairman and perhaps others have a hold on, \nwhat, $5 million for training of police. Is that correct, Ambassador Gelbard?\n\n AMB. GELBARD: Yes, Congressman.\n\n REP. HAMILTON: And I don't know the reasons for that. But I just want to ask you to tell me the impact of that \nnow. Suppose the money is held, not released, what happens?\n\n AMB. GELBARD: As I said in my previous testimony, Congressman, we have roughly $500,000 still available to \nrun our police training program. Our goal has been to graduate approximately 1,500 more police to get up to the \nlevel of 5,000 graduates by the end of February, at which time the UN forces are due to leave.\n\n The available funds would cause us to be forced to shut down the academy to all intents and purposes, by mid-\nJanuary.\n\n REP. HAMILTON: The unavailability of those funds?\n\n AMB. GELBARD: Due to the unavailability of the additional funds.\n\n REP. HAMILTON: And what are consequences of that?\n\n \n\nAMB. GELBARD: Well, as I said earlier, Congressman, we worked with the government of Haiti from the beginning \ntogether to abolish the Haitian Army, which of course has been notorious for its lack of professionalism, for its long \nhistory of human rights abuses. The Haitian government recognized, as did we and a number of other countries, \nthat no army was really necessary due to the lack of any kind of external threat. However there clearly has been the \nneed for a professional law enforcement entity.\n\n\n\n REP. HAMILTON: Look, you're faced here in two months with the UN pulling out. And the hope of maintaining \nsecurity and order there rests with this police --\n\n AMB. GELBARD: That's what I was getting to.\n\n REP. HAMILTON: Is that correct?\n\n AMB. GELBARD: This, the Haitian National Police is --\n\n REP. HAMILTON: And if they don't get the money the whole thing collapses.\n\n AMB. GELBARD: -- is the body which is to carry on public security. Failure to have --\n\n REP. HAMILTON: What you're telling me is that if the $5 million is not released our training program collapses and \nthe hope of making a transition from the UN --\n\n AMB. GELBARD: And there would be inadequate --\n\n REP. HAMILTON: -- resources to train people --\n\n AMB. GELBARD: -- public security forces to maintain that presence.\n\n REP. HAMILTON: And there is some suggestion in one of the testimonies, I think that's from Ambassador \nDobbins, that it might even have an impact on the orderly and safe withdrawal of the troops?\n\n AMB. GELBARD: Yes sir.\n\n REP. HAMILTON: All right, thank you.\n\n AMB. GELBARD: We would also be concerned that that's a potential adverse effect of illegal immigration.\n\n REP. HAMILTON: Thank you, Mr. Chairman.\n\n REP. GILMAN (R-NY): Mr. Bereuter, for a motion.\n\n REP. BEREUTER (R-NE): Mr. Chairman, I move that the committee, at a time to be determined by the chairman \nafter consultation with the ranking Democratic member, provided that all members then present have had the \nopportunity to question the witnesses, close this hearing to the public, pursuant to provisions of rule 4(b) of the \ncommittee, on the grounds that disclosure of the testimony evidence or other matters be considered would \nendanger the national security.\n\n REP. GILMAN: Thank you, Mr. Bereuter.\n\n The chair would like to advise the members that it his understanding that this procedure is acceptable to our \nminority, the chair would like to advise the members that under rule 4(b), the majority of the committee must be \npresent to approve this motion and a roll call vote is required\n\n Is there any debate on the motion?\n\n REP. BURTON (R-IN): Reserving the right to object, let me just ask one question, Mr. Chairman, I don't think I'll \nobject, but I'm very concerned.\n\n I think the public has a right to know if this Congress has been misled.  And one of the things that, as I understand \nit -- your concern -- Mr. Hamilton raised the issue about American troops safety when they withdraw if this police \nforce is not continued in their training.\n\n Is that the reason for the national security question?\n\n REP.  : Nope.\n\n REP. GILMAN: Mr. Burton, our intention is not to go to a closed hearing at this time until we get into any \nconfidential matters that should not be disclosed publicly.\n\n REP. BURTON: All right, I'll withdraw.\n\n REP. GILMAN: The question is now on the motion --\n\n\n\n REP.  ROHRABACHER (R-CA): Mr. Chairman, Mr. Chairman --\n\n \n\nREP.  GILMAN: Yes, Mr. Rohrabacher.\n\n REP.  ROHRABACHER: Mr. Chairman, it seems to me that what we're talking about is the political security of the \nadministration's decisions, rather than the national security of the national security of the United States.\n\n I don't see any national security implications about this.  We're talking about a political embarrassment for the \nadministration.\n\n REP. GILMAN: Mr. Rohrabacher, it may not be necessary to go to a closed session, but if that question does arise, \nwe want to be in a position to move in that direction.\n\n Under the rules, a roll call vote is --\n\n (Off mike)\n\n REP. GILMAN: Mr. Kim?\n\n (Off mike)\n\n REP. BEREUTER: Mr. Kim, my motion was to move that the committee, at the time to be determined by the \nchairman, after consultation with the ranking democratic member, provided that all members then present have had \nthe opportunity to question the witnesses, close this hearing to the public, pursuant to provisions of rule 4(b) of the \ncommittee, on the grounds that the disclosure of the testimony, evidence, or other matters to be considered, would \nendanger the national security.\n\n REP. GILMAN: On the motion, those in favor will vote aye, those opposed will vote no.\n\n The clerk will call the roll.\n\n CLERK: Mr. GILMAN?\n\n REP. GILMAN: Aye.\n\n CLERK: Mr. Gilman votes yes.\n\n Mr. Goodling?\n\n REP. GOODLING: Aye.\n\n CLERK: Mr. Goodling votes yes.\n\n Mr. Leach?\n\n REP. LEACH: Aye.\n\n CLERK: Mr. Leach votes yes.  Mr. Roth?\n\n REP. ROTH: Aye.\n\n CLERK: Mr. Roth votes yes.\n\n Mr. Hyde?\n\n Mr. Bereuter?\n\n MR. BEREUTER: Aye.\n\n CLERK: Mr. Bereuter votes yes.\n\n Mr. Smith?\n\n REP. SMITH: Aye.\n\n Mr. Smith votes yes.\n\n\n\n Mr. Burton?\n\n REP. BURTON: I'll vote aye with reservations.\n\n CLERK: Mr. Burton votes yes.\n\n Mrs. Meyers?\n\n REP. MEYERS: Aye.\n\n CLERK: Mrs. Meyers votes yes.\n\n Mr. Gallegly?\n\n Mrs. Ros-Lehtinen?\n\n Mr. Ballenger?\n\n REP. BALLENGER: Aye.\n\n CLERK: Mr. Ballenger votes yes.\n\n Mr. Rohrabacher?\n\n REP. ROHRABACHER: Aye with reservations.\n\n CLERK: Mr. Rohrabacher votes yes.\n\n Mr. Manzullo?\n\n REP. MANZULLO: Aye.\n\n \n\nCLERK: Mr. Manzullo votes yes.\n\n Mr. Royce?\n\n REP. ROYCE: Aye.\n\n CLERK: Mr. Royce votes yes.\n\n Mr. King?\n\n REP. KING: Aye.\n\n CLERK: Mr. King votes yes.\n\n Mr. Kim?\n\n REP. KIM: Aye.\n\n CLERK: Mr. Kim votes yes.\n\n Mr. Brownback?\n\n REP. BROWNBACK: Aye.\n\n CLERK: Mr. Brownback votes yes.\n\n Mr. Funderburk?\n\n Mr. Chabot?\n\n Mr. Sanford?\n\n REP. SANFORD: Aye.\n\n CLERK: Mr. Sanford votes yes.\n\n Mr. Salmon?\n\n\n\n REP. SALMON: Aye.\n\n CLERK: Mr. Salmon votes yes.\n\n Mr. Houghton?\n\n REP. HOUGHTON: Aye.\n\n CLERK: Mr. Houghton votes yes.\n\n Mr. Campbell?\n\n Mr. Hamilton?\n\n REP. HAMILTON: Aye.  CLERK: Mr. Hamilton votes yes.\n\n Mr. Gejdenson?\n\n REP. GEJDENSON?\n\n CLERK: Mr. Gejdenson votes yes.\n\n Mr. Lantos?\n\n Mr. Torricelli?\n\n Mr. Berman?\n\n Mr. Ackerman?\n\n Mr. Johnston?\n\n Mr. Engel?\n\n REP. ENGEL: Aye.\n\n CLERK: Mr. Engel votes yes.\n\n Mr. Faleomavaega?\n\n Mr. Martinez?\n\n REP. MARTINEZ: Aye.\n\n CLERK: Mr. Martinez votes yes.\n\n Mr. Payne?\n\n REP. PAYNE: Aye.\n\n CLERK: Mr. Payne votes yes.\n\n Mr. Andrews?\n\n REP. ANDREWS: Aye.\n\n CLERK: Mr. Andrews votes yes.\n\n Mr. Menendez?\n\n Mr. Brown?\n\n Ms. McKinney?\n\n Mr. Hastings?\n\n \n\nREP. HASTINGS: Aye.\n\n CLERK: Mr. Hastings votes yes.\n\n\n\n Mr. Wynn?\n\n REP. WYNN: Aye.\n\n CLERK: Mr. Wynn votes yes.\n\n Mr. McNulty?\n\n Mr. Moran?\n\n REP. MORAN: Aye.\n\n CLERK: Mr. Moran votes yes.\n\n Mr. Frazer?\n\n REP. FRAZER: Aye.\n\n CLERK: Mr. Frazer votes yes.\n\n MR. GILMAN: The clerk will report the tally -- call the absentees.\n\n CLERK: Mr. Hyde?\n\n Mr. Gallegly?\n\n Ms. Ros-Lehtinen?\n\n Mr. Funderburk?\n\n Mr. Chabot?\n\n Mr. Campbell?\n\n Mr. Lantos?\n\n Mr. Torrecelli?\n\n Mr. Berman?\n\n Mr. Ackerman?\n\n Mr. Johnston?\n\n Mr. Faleomavaega?\n\n Mr. Menendez?\n\n \n\nMr. Brown?\n\n Ms. McKinney?\n\n Mr. McNulty?\n\n REP. GILMAN: Was Mr. Menendez recorded?\n\n CLERK: Mr. Menendez is not recorded.\n\n REP. MENENDEZ: Aye.\n\n CLERK: Mr. Menendez votes yes.\n\n REP. GILMAN: The clerk will read the tally.\n\n CLERK: On this vote there were 29 ayes, and zero noes.\n\n REP. GILMAN: The motion is agreed to.\n\n\n\n And I wish to stress that it's my intention to remain in open session as long as possible and perhaps for the \nduration of the hearing, unless necessary to close it at some future time.\n\n REP.  GOODLING (R-PA): Mr. Chairman?\n\n REP. GILMAN: Mr. Goodling?\n\n REP. GOODLING: Oh, I think he's finally sat down.\n\n There was a lobbyist that kept running back and forth here all excited, wanted somebody's attention up here, and I \nwas afraid he was going to have a heart attack.  But I think he finally now sat down so I guess things are in order.\n\n REP. GILMAN: Thank you, Mr. Goodling.\n\n Mr. Roth?\n\n REP. ROTH (R-WI): I thank you, Mr. Chairman.\n\n Mr. Dobbins, I know this is a rather murky business, but as I interpret this, the heart of it is basically this: That the \nFBI had evidence that these murders were linked to the Aristide regime and that the State Department had this \nevidence, but kept it hidden from Congress, and the question is why.\n\n MR. DOBBINS: Thank you.\n\n I think it was a matter -- it was publicly acknowledged by -- as far as I know -- the State Department and everyone \nelse -- that the FBI went down there because the murder was potentially linked to the Aristide regime.  It was \nbecause the minister of the interior was potentially involved, that we had information linking him, that the FBI went \ndown there.  And as I recall, that was a matter of public record within 24 or 48 hours of this occurring.\n\n So the reason the FBI was there was because they have no justice system.  They had a serious, potentially \npolitical crime with potential links to the government that was supposed to do something about it, and the FBI was \nsent down there.  This was -- I really believe -- a matter of public record from March of last year.\n\n The FBI treated this -- to my understanding -- as a law enforcement sensitive operation.  As they indicated, they \nwere not down there to collect intelligence or support American policy, except in the sense that they were \nconducting an independent investigation.\n\n They did not brief me.  I sought briefings and was told that it was inappropriate at that stage and I acquiesced in \nthat, as did other senior officials in Washington.\n\n REP. GILMAN: So basically what you're saying is you did not know.\n\n MR. DOBBINS: Could I finish, please, because this is important obviously.\n\n I had extensive information from our embassy in Port-A-Prince, from State Department officers, reporting based \non their contacts -- which were largely contacts designed to facilitate that investigation -- on how they thought it was \ngoing.\n\n I knew this information to be incomplete.  I knew this information had not been confirmed by headquarters.  And I \nthought this information was in some respects probably inaccurate.\n\n I did not think I, as a State Department official, should be briefing the Congress based on incomplete, potentially \ninaccurate, uncorroborated information on what another agency was doing with that -- which, incidentally, that \nagency believed to be sensitive -- but quite aside from that, when that other agency was freely available.\n\n REP. GILMAN: Well, there seems to be some misinterpretation of that.\n\n But let me ask you this, when General Raoul Cedras (sp?) left Haiti we gave him certain incentives -- like we were \ngoing to rent his real estate and so on.  Are we still using American taxpayers for that purpose?\n\n MR. DOBBINS: I believe the arrangement was -- I can't recall -- a year or something like that.  And I believe it is \nstill under lease to us.  And I believe that lease comes to an end --\n\n REP. GILMAN: And we gave him certain incentives to leave Haiti?  MR. DOBBINS: In effect, yes.\n\n\n\n REP. GILMAN: Yes.\n\n MR. DOBBINS: I think we're using it for some good purpose.\n\n I mean some one in the embassy is living in it, but yes --\n\n REP. ROTH: But on the street language you would say it was a payoff.\n\n Now, when Aristide said he was going to run for re-election, then some of the people in the State Department sat \ndown with him and they reasoned together.  What I would like to know so that we can't have any charge of \ninformation being withheld from this congress in the future, and you being under oath, I know you will be frank with \nus, what kind of incentives, what kind of reasoning did we do with Aristide?\n\n AMB. DOBBINS: First of all, Aristide did not say he was going to run again.  Aristide was somewhat ambiguous \nabout his intentions which lead to a good deal of concern.  We had had a conversation with him -- I mean, this had \noccurred and reoccurred, so I'm not clear exactly what (inaudible word) said, but the biggest flash point occurred \nthe day after he met with Tony Lake.  During the meeting with Mr. Lake, he made absolutely clear that he was \nleaving on February 7th.  He made it so clear that we were convinced.  The next day he gave a public statement in \nwhich he answered some questions --\n\n REP. ROTH: Yeah, but the question I have was because --\n\n AMB. DOBBINS: -- and it fluttered, and there was a flutter of speculation based on his unwillingness to confirm that \nhe was leaving and then --\n\n REP. ROTH: But the question, but the question --\n\n AMB.  DOBBINS: -- three days later he confirmed it.\n\n REP. ROTH: -- but the question is this, so that we paid off, we paid off the General Cedras, and the question I have \nfor you so that there is no misunderstanding in the future being there being under oath, we didn't pay off Aristide is \nwhat you are telling this Congress.\n\n AMB. : I know of no --\n\n REP. ROTH: You don't know of any, but you are not saying we didn't?\n\n \n\nAMB. DOBBINS: Given the line of questioning here, I think I ought to confine myself to what I actually know.  But I \nknow of no such thing and I think I would know.  I mean, I am the responsible official.  So, I think you can take that \nas fairly definitive.\n\n REP. ROTH: You were asked to leave the room when the murders, however, were you asked to leave any rooms \nwhen the deals were made with Aristide?\n\n AMB.  DOBBINS: I don't believe there was any deal, sir.\n\n REP. ROTH: But, were you asked to leave the room?  You are not answering the questions.\n\n AMB.  DOBBINS: Well, I answered that question.  There have been meetings with President Aristide at which I \nhave not been present.  I have no reason to believe that there were any --\n\n (Both speak at once.)\n\n REP. ROTH: All right, thank you very much.\n\n REP. GILMAN: Mr. Hastings.\n\n REP. HASTINGS: Thank you very much, Mr. Chairman.\n\n Mr. Dobbins, Mr. Dobbins, Ambassador?  Regarding the queries that have been put to you with reference to \nprevious testimony, more specifically October the 12th, do you feel in any way that you gave at that time any \ninaccurate or unfounded information to the committee that was querying you at that time?\n\n\n\n AMB. DOBBINS: No, sir.  I mean, having reviewed my testimony on this point, I find nothing inaccurate.  Clearly in \nretrospect I would have been better off suggesting that the FBI be directly queried on their investigation.\n\n REP. HASTINGS: All right.  And subsequent to the queries that were put to you on October 12th in the appropriate \nforum in the Intelligence Committee, the information that is being bandied about here today was provide to the \nIntelligence Committee.  Am I correct?\n\n AMB. DOBBINS: There were a set of questions and answers as well as written testimony which cover, I think , all \nof the questions that have been asked which were provided from the State Department as well as from Justice, FBI, \nCIA and DOD.\n\n REP. HASTINGS: All right.  I thank you.\n\n Mr. Perry, how many similar type or analogous type investigations have you been involved in and or your agency \ninvolved in worldwide?\n\n \n\nMR. PERRY: Congressman, this investigation was somewhat unique. There have been other investigations that \nhave occurred outside of the United States --\n\n REP. HASTINGS: I understand.  And when you do, and let me make it clear, am I correct or -- the FBI's \ninvolvement came, one, at the suggestion of United States appropirate authorities to President Aristide that the FBI \nbe permitted to come to Haiti for purposes of conducting an investigation?\n\n MR. PERRY: Yes, Congressman, it is my understanding that Department of State, President Aristide looked for our \ninvolvement in that murder and the Attorney General and director discussed it and we were subsequently --\n\n REP. HASTINGS: Right.\n\n MR. PERRY: -- went down there.\n\n REP. HASTINGS: There were obstacles you have put forward in your prepared testimony that have zero to do with \nAristide or any of his minions, more specifically, the infrastructure, the culture, the lack of subpoena powers, the \nlack of an adequate judiciary, and any number of other concerns including the long history of violence and the \nunlikely possibility that witnesses who think they would be killed would come forward?  All of those things were a \npart of obstacles, would you agree?\n\n MR. PERRY: Yes, Congressman.\n\n REP. HASTINGS: All right.  That being our case, at some point , you determine that you, meaning the FBI, had \ndone all that you could do in this investigation?\n\n MR. PERRY: Yes, Congressman.\n\n REP. HASTINGS: When you did, did you have consulsory evidence that would withstand a judicial test, rather than \nsuggesting, proving that Aristide had anything to do with any of the 20 plus murders or that you may have \ninvestigated?\n\n MR. PERRY: That we could prove in court?\n\n REP. HASTINGS: Right.\n\n MR. PERRY: No, Congressman, I don't believe we did.\n\n REP. HASTINGS: All right.  Did you have any such conclusory evidence regarding, other than the interior minister, \nthat the allegations apparently centered around, that anyone else consulsory or evidence that would stand up in \ncourt, that they participated in any political killing or political murder?\n\n \n\nMR. PERRY: No, Congressman.\n\n REP. HASTINGS: I have no further questions, Mr. Chairman.\n\n\n\n Mr. Chairman, I would like the right to have the unanimous consent to include extraneous material, and more \nspecifically to include materials of someone who may very well have been involved in his own investigations of \nthese matters?  And I would like the opportunity to provide that to the Chairman for his consideration.\n\n REP. GILMAN: Without objection.\n\n REP. ROHRABACHER: Reserving the right to object --\n\n REP. GILMAN: Mr. Rohrabacher.\n\n REP. ROHRABACHER: Just as a matter of courtesy, I will not be objecting.  But just so my colleague will know, \nthere was another situation where as a matter of courtesy, we were expecting him not to object, and he did object.  \nSo, I will withdraw my objection.\n\n REP. GILMAN: Thank you, Mr. Rohrabacher.\n\n Ms. Meyers.\n\n REP. MEYERS: What is the increase in the problem with boat people that has taken place in the last ,say, six \nmonths?\n\n AMB. DOBBINS : It was, I believe it was the month before last, a fairly high number of about 1,000 people.  It was, \nhowever, limited to boats.  So the increase was from one to two boats over that two month period.  But it was also \nfrom 500 to 1,000.  You are not seeing the kind of small boat exodus that you saw a year and a half ago.  You are \nseeing organized commercial migrant smuggling.  It is a serious problem.  It's not as serious as the problem with \nSanta Domingo, I think.  But it is a serious problem.  And since Bob follows this on a world-wide basis, maybe he is \nbetter to answer this as a comparative thing.\n\n MR. GELBARD: As Ambassador Dobbins says, there is no question that what we are seeing now is, can be \nclassified purely as alien smuggling.  These are large shiploads of people who have paid smugglers to try to come \nto the United States. We believe that through the superb work of the Coast Guard, we have been able to interdict \nand so far return all those who have been, who are attempting to enter the United States illegally. This is in \ncontrast, as you are well aware, of the efforts before by many hundreds of small boatloads of individuals.\n\n This still represents a very small number of people, first, compared to what we saw in Haiti before, during the time \nwhen President Aristide was in exile and people were attempting to flee Haiti at that time.  And as Ambassador \nDobbins said, also very small in comparison with the numbers who were trying to leave the Dominican Republic \nillegally, or who are being smuggled from elsewhere in the world through Central America, through Mexico or \nthrough other places in the Caribbean.\n\n REP. MEYERS: The population of Haiti is 6 million?\n\n WITNESS : It is approximately 7 million.\n\n REP. MEYERS: Seven million.\n\n AMB. GELBARD: It was approximately seven million.\n\n REP. : And there's very little on the island that can support seven million people. Is that correct? I mean, the level \nof poverty is very high.\n\n AMB. GELBARD: The level of poverty is extremely high, which accounts for the attempts the international \ncommunity is trying to make, working with the Haitian government to improve the economic development situation.\n\n REP. : And is there a high level of drug use and smuggling through Haiti?\n\n AMB. GELBARD: As far as I'm aware, there's an extremely low level of drug use. We have seen over time, given \nHaiti's geographic situation, the use of Haitian territory for drug transit. We saw that in significant measure prior to \nPresident Aristide's return. And we have seen some continued use of Haitian territory during that time, but at very \nlow levels compared to, say, the Dominican Republic once again.\n\n\n\n REP. : We are dealing then with a country here that essentially is ungovernable at this point, really. Would you say \nthat?\n\n AMB. GELBARD: I would say that we have a country which in its 200 years of existence as a nation has not been \nable to develop, has not had the conditions to develop any institutional capabilities, any kind of institutions which \nwould permit economic, social and political development. President Aristide's election was the first democratic \nelection which had ever really occurred. We have now just seen the second. And we are certainly, we and the \ninternational community, hoping to see the development of the economy, political and social institutions too.\n\n REP. : What is the level of literacy in Haiti? How many people can read?\n\n AMB. GELBARD: I don't have a figure. I'd be happy to get it for the record. I know it's extremely low.\n\n REP. : Do you think that the effort that the United States is making in Haiti are worthwhile? Are we getting \nanyplace, are we going to get anyplace? AMB. GELBARD: I was our negotiator on Haiti in the previous \nadministration, as some of the members of Congress are aware, in a different assignment. In my current position \nI've been involved in certain aspects of Haiti policy. And there is no question in my mind, it's both my personal and \nprofessional opinion, that the situation in Haiti required our intervention, it required the intervention of the \ninternational community. We did the right thing. And, obviously, in the situation where we have a country which has \nno institutional capabilities over the course of 200 years, what is required is patience and time to achieve the goals \nthat the entire international community and the Haitian people want. But I firmly believe, as I'm sure all my \ncolleagues do, that it is fundamentally in the interests of the United States given the fact that Haiti is literally a \nneighbor of the United States, we share a territorial border, for us to have done what we did and for us to continue \nto remain engaged in a serious, dedicated way.\n\n REP. : I think I want us to remain engaged in this serious and dedicated way. I just think that until we take some \nsteps with the rest of the world community, I don't mean this as something we should mandate, but that we should \nassist in some kind of population efforts, really serious population efforts, and really serious educational and literacy \nefforts there, that everything that we do is going to be wasted.  I don't mean that we should turn our backs and walk \naway from people. I just think that what we're doing right now we could still be doing in a hundred years. Unless we \nresolve those basic problems of overpopulation, poverty and literacy, nothing is going to change.\n\n AMB. GELBARD: We fully concur with everything you have said. And those are among some of the fundamental \nefforts on which the United States government through the Agency for International Development, multilateral \ninstitutions and other bilateral donors, are engaged.\n\n REP. : Thank you, Mr. Chairman.\n\n REP. GILMAN: Mr. Frazer. Could you use your microphone, please, Mr. Frazer.\n\n DEL. FRAZER: What have we done, or what has the State Department done to inform the Haitian government of \nthe US government's disapproval of the incorporation of 1,400 IPSF into the HNP?\n\n AMB. GELBARD: We have, on several occasions as far as I'm aware, discussed at various levels with the Haitian \ngovernment, our feeling that as I said in my earlier testimony, that any additional candidates for the Haitian \nNational Police need to meet minimum requirements, the minimum academic and professional requirements to \nbecome cadets in the police academy. And second, those who have served as members of the IPSF, whether they \nare former members of the Haitian armed forces, or the so-called Guantanamo trainees, need to be checked for the \nquality of their professional performance and their human rights performance during the time they have served as \nmembers of the IPSF.  Our feeling is that only if they meet those criteria could they become candidates for the \nHaitian National Police. Alternatively, though, as Ambassador Dobbins made reference to earlier, we are prepared \nto consider inclusion of such individuals if they have performed well professionally and in terms of their human \nrights performance, in areas that would be less than full members of the Haitian National Police. For example if \nthere were adjunct forces established as part of the overall public security entity, so that they could participate as \ntraffic policemen or as a static security guards.\n\n DEL. FRAZER: Was this issue raised directly with President Aristide and/or President-Elect Preval? And what was \ntheir responses, their direct responses?\n\n\n\n AMB. GELBARD: I'd have to defer to Ambassador Dobbins on that.\n\n AMB. DOBBINS: I believe that the issue has been raised with President Aristide, and in more detail with the \nminister of justice. The issue, as I've said, is a complex of separate issues involving different categories of his \npeople, of which the integration at the higher, more senior levels is potentially the most important and in some ways \nthe most troublesome.\n\n The response has been that the decisions about how to integrate them haven't been fully taken, that they'll take \nour views into account. They do want training for most of these people and they understand that the training \nrequires that we and they agree on who is to be trained. So this is an ongoing process of negotiation. I can try to \nprovide you more detail, but that's all I have at my disposal at the moment.\n\n AMB. GELBARD: Congressman, if I could just add, we have a memorandum of understanding with the government \nof Haiti regarding the issue of police training. And the specific provisions regarding the rights and responsibilities of \nthe government of Haiti on the one hand, government of the United States on the other, are as follows: the \ngovernment of Haiti, the MOU states that the government of Haiti retains the sovereign right to make all final \ndecisions with respect to the police, including organization, development and training, while we retain the sovereign \nright to determine the conditions under which we will continue to make assistance available to permit that training.\n\n But of course, as Ambassador Dobbins says, this is a matter of discussion and we are still working this through.\n\n REP. GILMAN: Thank you, Mr. Frazer.  Mr. Burton.\n\n REP. BURTON: Thank you, Mr. Chairman.\n\n Mr. Perry, you said in your statement, we met regularly in Port- au-Prince with representatives of the Embassy, \nthe US military and other relevant agencies to generally apprise them of the course of our investigation. Did you or \nany member of the FBI ever talk to Ambassador Dobbins directly, ever talk to talk to Ambassador Dobbins directly \nabout the case?\n\n MR. PERRY: Directly about the case, did we ever talk to him?\n\n REP. BURTON: Did you ever brief him or talk to him directly about the Bertin case?\n\n MR. PERRY: We talked in terms of our trip down there.\n\n REP. BURTON: I'm asking you a question about Bertin murder. Did you or any member of the FBI ever, ever talk \nto the ambassador directly about that case?\n\n MR. PERRY: Yes.\n\n REP. BURTON: Ambassador, I want to read to you what you said before my committee when I asked you this. \nYou said, \"the FBI has not briefed me, or as far as I know, anyone else in the administration on their findings.\" \nNow how do you square that with what we just heard from the FBI?\n\n MR. DOBBINS: I think it squares perfectly.  I went down with the associate attorney general and the FBI.  We took \na plane trip down there.  When I got there we met with the FBI team to discuss this case.  I was asked to leave the \nroom.  On the trip down there, our discussions were focused either on generalities or the specifics of our mission -- \nwhich were to remove some of these obstacles.\n\n REP. BURTON: Ambassador, the FBI right next to you --\n\n MR. DOBBINS: Could I -- could I --\n\n REP. BURTON: Let me just finish -- just said that he talked to you and briefed you directly.  And you said in your \nstatement to me, the FBI has not briefed me, or as far as I know, anyone else in the administration, on their \nfindings.\n\n MR. DOBBINS: Perhaps we're at a semantic difference.\n\n\n\n I was excluded from what I considered the briefing.  I asked Mr. Gelbard at one point whether he'd been briefed, he \nsaid no.  I asked my colleague at the White House whether he could arrange a briefing. He called me back as said \nthey don't believe it's appropriate.\n\n So, as far as I was concerned, I wasn't getting briefed.  I wasn't complaining.  My statement to you was not a \ncomplaint, it was a statement --\n\n REP. BURTON: But you don't believe you were --\n\n MR. DOBBINS: -- that the FBI was compartmentalizing this information.\n\n REP. BURTON: But you don't believe you were misleading the subcommittee, and me as chairman, when you \nmade that statement?\n\n MR. DOBBINS: I didn't intend to.  That's all I can say.\n\n I had been excluded from substantive briefings as a conscience matter of policy, and, therefore, I did not believe \nthat I could, in good conscience, brief the committee on what the FBI was doing.\n\n REP. BURTON: Well, I would think that most members of Congress, regardless of party affiliation, would think if \nthat statement was made to them, that certainly was misleading the Congress of the United States.  And I'd hate to \nthink that every time we have an ambassador or somebody appear before us, that we're going to have to have \nthem sworn in in order to make sure that there's no equivocation.\n\n You know, when we're trying to get the facts about what's going on where we're pouring hundreds of millions of \ndollars and risking American lives in a place like Haiti, and we ask you questions about what's going on, and a \nmurder of a top opposition party official in the middle of downtown Port-A-Prince at high noon, and you say you \ndon't know anything about it, you haven't been briefed about it, you haven't talked to anybody about it, and the \nFBI says they have briefed you and talked to you not once but many times.\n\n But you didn't only say that, you said that nobody at the embassy, or anybody else in the administration, had been \nbriefed on the findings.\n\n MR. DOBBINS: I said that I didn't know of anyone else -- (inaudible) -- I just recounted to you the people that I had \nchecked with.\n\n I didn't say I didn't know anything about the case, sir, I raised it in my testimony at some length.\n\n MR. PERRY: Congressman, I wonder whether, since I was part of that trip down to Haiti at which --\n\n REP. BURTON: Well, but there was -- with all due respect, there was more than one occasion when the FBI talked \nto the embassy.  This isn't the only time.\n\n MR. PERRY: Without doubt.\n\n REP. BURTON: They talked to the embassy many times.  And for the ambassador to come before my \nsubcommittee and say he doesn't know anything about it and hasn't been briefed, is almost a blatant \nmisrepresentation or lie.\n\n MR. PERRY: Congressman, I just wanted to -- there's been such a discussion about the trip down to Haiti that the \nthree of us made and the meeting which I asked Ambassador Dobbins to be excluded from.  If it would be helpful to \nthe committee, I would very much like to lay out on the --\n\n REP. BURTON: Well, this is not the only occasion -- we have a more important issue here and that is \nmisrepresenting the Congress.\n\n MR. PERRY: I appreciate that.\n\n REP. BURTON: Mr. Dobbins, you knew you were going to talk to Aristide about obstacles to the FBI investigation.  \nWhy then did your statement in October and today suggest that the Haitians were cooperating?  MR. DOBBINS: \nBased on our discussions with the Haitians, we concluded that the best step for them to take would be to set up \ntheir own investigative unit.  We urged that on them.  And on that day I was able to announce that we had \n\n\n\nsuccessfully gotten their agreement. This was -- we urged this on them after extensive consultations with Senator \nDole's staff, and a negotiation of language in, I believe, the State Department appropriations --\n\n REP. BURTON: If I might interrupt.\n\n MR. DOBBINS: -- which required such a unit be set up.\n\n REP. BURTON: That's just blue smoke, because you wouldn't have gone to see him if they were cooperating.  You \nknew they weren't cooperating and that was the purpose of the meeting.\n\n Let me ask of the FBI -- Mr. Perry -- a question.\n\n You know, you were asked by the gentleman from Florida a while ago if there was any conclusive evidence that \nwould hold up in court about whether or not Mr. Aristide or his close associates were involved in this assassination.\n\n Let me just put it a different way.  You can't really make that kind of statement because you're making a subjective \njudgment.  You're not on a jury, you're not in a court.\n\n Let me ask you this, did you have any evidence that Mr. Aristide or his close associates were involved in that \nassassination, or any other political assassinations down there?\n\n MR. PERRY: Congressman, I just want to specify also that we were down there -- we were doing one investigation \nthat essentially was the Bertin case --\n\n REP. BURTON: Okay.\n\n MR. PERRY: -- and not other murder cases down there.\n\n REP. BURTON: But did you have any information that would lead you to believe any associate, or Mr. Aristide \nhimself, was involved in that?\n\n MR. PERRY: One of the areas that we were looking at was the political motivation -- possible political motivation in \nthe killing.\n\n We had information that people within the government of Haiti might have information that would bear on that, or \npossible involvement in that.\n\n We were trying to proceed in terms of interviewing people within the government of Haiti, regarding those issues.  \nREP. BURTON: So you think --\n\n MR. PERRY: We had information that that was an area that we needed to explore -- source information of \nunknown reliability -- that would lead us in that direction\n\n REP. BURTON: You did have some information that led you to believe he might have been involved in it?\n\n MR. PERRY: President Aristide?\n\n REP. BURTON: Or his close associates?\n\n MR. PERRY: Associates within the government of Haiti, not President Aristide.  No, sir.\n\n REP. BURTON: Mr. Chairman, let me just end up by saying -- because I see my time has expired -- I hope that \nyou'll continue to keep a hold on that $5 million because they're putting 1,400 people into the police force down \nthere.  They already have uniforms. They're, I believe, being paid.  And they are, in effect, a part of that police \nforce.  And some of those people may have been implicated by the testimony today in some of these \nassassinations down there. And for us to be using taxpayers dollars to beef up a police force down there that has \nthese kinds of thugs in it, I think is highly questionable.\n\n And I'd like to just add one more thing.  And that is that I hope the administration in the future, and Mr. Dobbins in \nparticular -- when you come up here, don't try to mislead the Congress and don't equivocate.  If we ask you a \nquestion and you want to go into closed session to give us an answer, give us the answer.  But don't tell us that \nsomething didn't happen when it did, because we know damn well it was a lie.\n\n\n\n REP. GILMAN: Thank you, Mr. Burton.  And we will take your suggestion under advisement and we'll be consulting \nwith our committee members before we undertake any further action.\n\n Subject to approval by the committee -- yes?\n\n Mr. Payne?\n\n REP. PAYNE (R-NJ): Thank you very much.\n\n I'm subject to the committee?\n\n REP. GILMAN: I will strike that from the record.\n\n REP. PAYNE: Oh, okay.  I didn't know if it was a new kind of -- (inaudible words).  I didn't know what that meant.\n\n \n\nLet me just ask a couple of questions.  Could you -- we've heard a lot of talk about how much money we've spent \nand how poorly this money has been used.  Could you -- perhaps one of you -- just describe very briefly, the \nconditions during the last year of the Cedras- Francois government?  What was happening, what was the human \nrights' situation, and the size of the army?\n\n WITNESS: I think the observers estimated that perhaps 5,000 people were killed in government associated \nrepression over a 3-year period -- if I remember the figure correctly -- which would be about 1,500 people in that \ncategory a year.  So this was clearly an exceptionally difficult and exceptionally repressive period.\n\n In addition, toward the end, there was a mass exodus of people fleeing Haiti, nearly 20,000 of whom ended up, as \nI recall, in Guantanimo.\n\n REP. PAYNE: And so, we've got a situation where in three years -- 5,000 people -- or say, during the last year, \n1,500 people were killed.\n\n So far we've been talking about a death -- and every death is certainly serious -- I don't think that we've spent that \nmuch time at any hearing of the Western Hemisphere Committee during the last year, the amount of time that was \nspent here on this one killing -- for the 1,500 killings that happened during that last year.\n\n Secondly, let me ask you a question.  Mr. Perry, were you invited to that Western Hemisphere meeting on October \n12th -- or whenever it was -- did you testify -- the hearing that's been referred to so much?\n\n MR. PERRY: No, sir.\n\n REP. PAYNE: Okay.  I just wonder, if you were the main topic of the discussion, seems like it would've simplified a \nlot of matters if the chairman of the committee had invited the FBI.  I mean, you were doing the investigations, right?\n\n MR. PERRY: The FBI was conducting investigations of Bertin, yes, sir.\n\n REP. PAYNE: All right.  So it might've saved a lot of time today if someone -- maybe it's an after thought -- but \nperhaps if I were chairman I would've thought about it -- have most of the questions about the investigation, about \nthe FBI -- seems to me to make sense to invite the FBI.  But, you know, that's just my view.\n\n Could you tell me about the section chiefs -- the chef de section as they call them -- and the terror that they \nreigned before and the fact that -- are they still in existence?  And how did that happen if they're not?\n\n WITNESS: Their functions were terminated and they have been replaced by elected officials.\n\n REP. PAYNE: Could also you tell me the size of the army at that time, during the past year or two?\n\n WITNESS (MR.): Well, it was 7,000 on paper and 6,000, you know, present for duty when the American forces \narrived.\n\n REP. PAYNE: And how many policemen have we trained so far?\n\n WITNESS (MR.): I believe that 3500 have completed training and 1500 are in training.\n\n\n\n REP. PAYNE: 3500 and 15 (hundred.) Well, the -- with this withheld money -- it's indicated that the money will be \nwithheld -- the academy would have to close down, more or less, and it will be difficult to continue.  The number \ninitially was higher than 5,000 that it was estimated that we needed, right?  I think they talked initially about 7,000 \nor 8,000 policemen.\n\n WITNESS (MR.): That's right, Congressman.  But eventually the Haitian government decided that it could not \nsustain the ability to provide salary payments for a much larger number, given the poverty of the country, so on that \nbasis, they came back to us and asked us to reduce the initial number of Haitian national police to be trained.\n\n REP. PAYNE: And actually, wouldn't it seem to make absolutely no sense for us to close down a process after \ninvesting the amount of money into it by the withholding of the final funds?  I mean, it's like a bridge that's three-\nquarters built.\n\n WITNESS (MR.): We agree completely.\n\n REP. PAYNE: All right, I see my time is expired.  You know, that red light means your time is expired, so I guess \nI'll have to stop. Thank you, Mr. Chairman.\n\n REP. GILMAN: Thank you, Mr. Payne.  Mr. Goss.\n\n REP. GOSS: Thank you, Mr. Chairman.  I am very concerned about the relationship of the new president, \nPresident Preval, and the new chief of the police, who is apparently Mr. Salistin, who is having trouble getting \nconfirmed by the Parliament there.  There is some very interesting commentary in \"The New York Times\" about \nthat in a recent article: \"Members of Parliament, speaking anonymously for fear of retaliation, have complained that \ncorruption has flourished under his management,\" speaking of the new chief, Colonel Salistin, and so forth.\n\n That is an area I do want to take up because it is directly relevant to our investment and our hopes.  There is \nanother area I want to take up, and those are reports about the commando-style assassinations that were reported \nby OS Ambassador Colin Granderson, and I want to know what information we have on association between that \nand the Bertanne investigation.\n\n But I particularly want to go to some specifics now, if I may, and ask Ambassador Dobbins some direct questions.  \nThe first is, who has been the director of the interim public security force?\n\n AMB. DOBBINS: Major Denny Toussant.\n\n REP. GOSS: Has Mr. Toussant been appointed to a new position as the director of judicial police?\n\n AMB. DOBBINS: So we understand.\n\n REP. GOSS: Does the judicial police have jurisdiction over the special investigation unit?\n\n AMB. DOBBINS: It's not clear.  The unit had a direct line to the chief of police without going through any \nsubordinate.  That was under the old system, and I guess we would have to answer that we don't know whether the \nnew director would maintain that.\n\n REP. GOSS: Do you think there's a possibility that Mr. Toussant will have jurisdiction or some participation in the \nspecial investigation unit?\n\n AMB. DOBBINS: Yes.\n\n REP. GOSS: Is the special investigation unit charged with the investigation of political murders that have occurred \nin 1994 and subsequently?\n\n AMB. DOBBINS: Yes.\n\n REP. GOSS: Do you have any evidence that Mr. Toussant was involved in any of the political violence?\n\n AMB. DOBBINS: Mr. Congressman, testimony about any particular individual would be derived either from \nintelligence material or from sensitive law enforcement material or from other material, which I would recommend \nbe gone into in closed session.\n\n\n\n REP. GOSS: If you would decline to answer that on the degree of sensitivity in that area, I would respect your \njudgment, and I would draw the conclusion that should your answer have been yes, it would seem that we would be \nin a quandary about how we have somebody who may be linked up with violence doing the investigation of himself \nand his friends.  And that is an area of some great concern.\n\n I say that, and I will just signal that we will continue this conversation either in this committee, in closed session or \nin other committees that will be dealing with this, because this is an area where we have said before that we are \ntaking steps to weed out individuals who are suspected of violence.  And it seems to me that if we get the near the \ntop of the chain, we've got to be extra diligent in making sure that the record is very, very clear, and apparently it is \nnot.  Thank you, Mr. Chairman.\n\n REP. GILMAN: Thank you, Mr. Goss.  Mr. Moran.\n\n REP. JAMES MORAN (D-VA): Thank you, Mr. Chairman.  First of all, Mr. Chairman, I'd seek unanimous consent \nto include in the record at this point a communication from the State Department to Mr. Hamilton dated January 3rd \nof 1995.\n\n REP. GILMAN: Is that the letter we previously --\n\n REP. MORAN: (Inaudible.)\n\n REP. GILMAN: All right, the letter is received.  Would you have copies of it?\n\n REP. MORAN: I think we do.  (Inaudible.) They were at our desks.  It's just that apparently it wasn't actually \nformally put into the record.  So that's okay, Mr. Chairman?\n\n REP. GILMAN: Yes.  Now proceed.\n\n REP. MORAN: Mr. Chairman, as I've sat here, there has been a clear attempt to implicate, even directly accuse \nPresident Aristide of being involved, perhaps even directing these murders.  The fact is that we have been given \nabsolutely no evidence that would cause any prosecutor to go into a court of trial in this country or, obviously, in \nHaiti and attempt to make such a connection.\n\n It's as though you're charging President Nixon because Robert Kennedy got assassinated.  I don't see any tighter \nevidence than the motivation that was discussed.  Obviously, you would pursue anybody that had any motivation, \nbut under direct questioning, the answer has been no, there is no connection.  And I can understand why the \nattempt is being made, but I certainly think that it is wrong and irresponsible.\n\n REP. GILMAN: Mr. Moran, are you asking a question or drawing --\n\n REP. MORAN: Now I'm going to get to my question.  That was the context.  The second issue, though, that has \ndisturbed me is that in addition to accusing President Aristide, Mr. Dobbins, our lead witness, was just accused of \nlying.  I have the testimony that was given in our subcommittee of this committee, and it is clear that -- at least in \nmy mind -- that Mr. Dobbins did not lie.  He said that he has not been briefed by the FBI as far -- excuse me, let me \njust use the exact words: \"The FBI has not brief me or, as far as I know, anyone else in the administration on their \nfindings.  They are still conducting their investigation and, as far as I know, have not come to a conclusion.\"\n\n Clearly, he was briefed on the investigation itself, but not on the findings.  So Mr. Dobbins' testimony appears to be \nentirely accurate, and if I were he, I would certainly take offense at any suggestion that it was not.  We have not \nseen any testimony to that extent.\n\n Now, the third issue that I want to bring up and that will be in the form of a question of the panelists is, if this $5 \nmillion is withheld for training of the Haitian national police, who does it assist?  It seems to me that the money \nbeing used to train the police is to avoid situations such as gave cause for this hearing today.  We are attempting to \nprofessionalize them, in the words of the witnesses, to make sure that they are nonpartisan, that they are the type \nof police that we use and rely upon that provide our security in this country.  If we withhold the funds, we don't \nachieve that objective.\n\n Now, I've made two points as well as a question, and you can respond to the other points if you would like to.  I'd \nlike to ask -- start with Mr. Waxman because at one point, Mr. Waxman was interrupted before he could give an \n\n\n\nanswer that I thought was pertinent.  But Mr. Waxman, would you like to address that, representing the Department \nof Justice?\n\n MR. WAXMAN: Thank you.  I do -- I would like to answer your direct question, but also make the point and just I \nthink illuminate for the committee the context in which Ambassador Dobbins, Director Perry and I went down to \nHaiti on the weekend of the 4th of July and the purpose for having the meeting, going to meet with President \nAristide, and the incident in which Mr. Perry and I felt that there was a portion of a session that we had with the \nagents in the FBI command post that we would prefer that he not attend.  And I just think there have been so many \nreferences to it, perhaps it would be helpful if I explain what happened.\n\n REP. MORAN: Thank you.  It was that answer that Mr. Burton interrupted, and I did want you to conclude that.  \nThank you.\n\n MR. WAXMAN: In late June, the FBI was asked to go down on an urgent basis, and went down and was on the \nground in Port-au-Prince to do the crime scene investigation within a day.  By 5:30 the next morning, they had a full \ncontingent set up to conduct an investigation in a country which at the time, I think by all consents, had no -- literally \nno means to do crime scenes investigations, had no effective police structure, et cetera, et cetera.\n\n By late June 1995, the FBI had brought its investigation, which was organized in quite a methodical way, to the \npoint where they felt it necessary and desirable to question certain members of the IPSF because other information \nthat they had gotten during their investigation suggested that these 12 or 13 individuals may have information \nleading to conclusions about who committed this assassination.\n\n They conducted a few of those interviews of the IPSF, but as a result of -- some of the conditions that cropped up \nin connection with those investigations, those examinations, caused agents on the ground to question whether or \nnot they had the full support of the Haitian government in what they were doing and also whether or not they were \ngoing to be allowed to continue -- freely to continue their investigation.  The director of the FBI communicated those \nconcerns to the attorney general.  The attorney general asked me if I would go down and meet with the agents to \ndetermine what the problems were and then meet with President Aristide in order to determine whether the FBI \ncould conduct the kind of professional, non-political law enforcement investigation that it believed it had asked to \ndo, and the only kind of investigation that the attorney general would support the use of her personnel in.\n\n I met Bill Perry and Jim Dobbins on that flight down there.  And on the flight down, we talked about the FBI's \nperceptions of some of the roadblocks that had been -- appeared to be being placed in its efforts to interview these \nIPSF officers.\n\n Before -- when we got to Port-au-Prince, before we met with President Aristide, I -- Bill Perry and I went to the FBI \ncommand post to talk with the agents, get to know them -- it was my first trip to meet them in Haiti -- and to learn \nfirst-hand from them whether they had concerns about their personal safety, whether they had -- and specifically \nwhat concerns they had about the extent to which their investigation was being blocked or hampered or could be \nhelped in any way, and also to find out from them, frankly, some fairly confidential information about the ongoing \nlaw enforcement investigation, the quality of their sources, the perceived safety of their sources, the absence of a \nwitness protection program of any sort, and what we could do perhaps to get one generated.\n\n For that discussion, I felt then and I feel now, and I know Director Perry agrees because we discussed it at the \ntime, that it would be inappropriate, highly inappropriate, to have a senior member of another agency of the United \nStates that does not have law enforcement responsibilities to participate in that kind of a discussion.  And I asked \nAmbassador Dobbins if he wouldn't mind going to the embassy and letting us catch up with him after Bill and I had \nan opportunity to talk with the agents and the agents in charge down there.  And we did that.\n\n Following that meeting, which -- that discussion, which Ambassador Dobbins did not attend, the three of us and \nAmbassador Swing met with President Aristide and some of his advisers in Haiti. And I was the principal \nspokesman at that meeting, which is the only meeting I've had with President Aristide or anybody else in the \nHaitian government on this subject, and I laid out for him the concerns that the FBI -- the great desire of the \nattorney general that the FBI be allowed to continue its investigation to the point at which it could go no further, and \nto do so in a thorough and impartial manner, consistent with the way in which the FBI does investigations in the \n\n\n\nUnited States, recognizing that we have no compulsory process in Haiti, we have no witness protection process in \nHaiti, we have no means of obtaining search warrants, et cetera, et cetera.\n\n And President Aristide was very, very supportive of that, and I explained to him that in the course of trying to \nconduct these interviews of IPSF officers, the agents were reporting that they had received communications from \nthe Haitian government that, well, before the Bertanne investigation could go further, the FBI had to agree to \ninvestigate 20 other political assassinations that had occurred over the past few years, and also that in interviewing \n-- contacting and interviewing Haitian government employees -- and these IPSF officers are employees, that the \nFBI, since we were down there to assist the Haitian government, the FBI should arrange these interviews through \nthe Haitian government and permit Haitian government officials to sit in on the interviews.\n\n We explained to President Aristide, utterly unambiguously, that we -- because we were concerned about not only \nthe perception, but the actuality of doing an impartial law enforcement investigation, while we recognized that we \nwere there to assist the Haitian Ministry of Justice to do an investigation it could not do itself, we had to insist that \nwhen we wanted to contact Haitian government officials, we'd do so without prearrangement of the Haitian \ngovernment, without even telling the Haitian government in advance who we were going to be interviewing, and \nwithout any Haitian government officials present. And also we respectfully declined to extend the FBI investigation \nto include 10 or 20 or 30 or 40 other murders.  We explained that we had been requested to do one, we wanted to \ntry and do a good job on one, and that's what we wanted to limit ourselves to.\n\n I think it's fair to say that there was agreement by President Aristide with the conditions that we had laid out for him \non the terms under which the FBI investigation would continue.  And in fact, our agreement is memorialized in a \nletter that Ambassador Swing sent to President Aristide on July 11th, the following week, which if it's not part of the \nrecord, I would offer it to be part of the record if it would be of use to the committee.\n\n That I hope lays the groundwork for both the meeting from which Ambassador Dobbins was excluded and the \nnature of the concerns we had that prompted my visit with President Aristide and the resolution of those issues.\n\n REP. MORAN: Well, it certainly doesn't sound conspiratorial.  It sounds understandable.  Mr. Chairman, obviously I \nwon't ask any other questions, but I wonder if we could just get a quick response that was elicited from the other \nmembers, if they have anything to add.  They may not want to add anything or respond to the question that was \nasked with regard to the $5 million.  Apparently, there's an assent that the $5 million is not going to achieve any of \nour mutual objectives if it's not used, and if it was used, in fact it would not be particularly to the benefit of President \nAristide, but to the benefit of American policy to professionalize the police force.  I assume that's consistent with --\n\n REP.: Mr. Chairman, I certainly don't want to interrupt my colleague from Virginia other than to say that I have \nsome more questions I'd like to ask, and I'd like for his questioning to be terminated relatively soon.\n\n REP. MORAN: How about now?\n\n MR. WAXMAN: I would just like to say, since I have the microphone, that I think from ISOTAP's perspective -- the \nDepartment of Justice is always concerned when ISOTAP goes in to do foreign country training that it be permitted \nto do so in a complete and impartial manner.  We're actually quite proud of the police training that's gone on at the \nHaitian Police Academy to date.  We would be very, very disappointed, to say the least, if we were not able to \ncontinue at a minimum the final two months of training, which will get the Haitian national police force up to the \n5,000 level.  I mean it would -- I don't see what interest would be served, frankly.\n\n REP. GILMAN: Mr. Waxman, is the FBI prepared to return to complete their investigation if the obstacles are \nwithdrawn?\n\n MR. WAXMAN: Well, I -- let me -- I will be sure to reserve to Bill Perry the FBI answer, but let me -- if I can just \nexplain, Mr. Chairman --\n\n \n\nREP. GILMAN: I'm asking you, is the attorney general prepared to recommend that the FBI further conduct its \ninvestigation if the obstacles that you referred to are taken care of?\n\n\n\n MR. WAXMAN: The attorney general has recommended and has decided that, given the nature of the obstacles \nas they exist now, and I hope you'll permit me to explain what they are, at least as we perceive them, the best \ncourse for the continuation of the Bertanne investigation, and in particular for the FBI's involvement, is for the FBI to \nprovide support to a continued investigation of the Bertanne investigation that is being conducted by the special \ninvestigations unit under the supervision of the United Nations SIVPOL.\n\n What caused the FBI to conclude that we can't really go productively any further is that after our meeting with \nPresident Aristide, and there was an agreement that the FBI could contact anyone in the government it wanted \nwithout pre-notice and without any involvement of the Haitian government, a set of lawyers emerged purporting to \nrepresent the 13 individuals that the FBI wanted to interview.  The lawyers indicated that they would be pleased to \nhave their clients interviewed by the FBI, but only if there was a transcript of the interviews, if the lawyer -- the same \nlawyer was present for all of these interviews, the questions were submitted in advance, a number of conditions \nwhich -- and I'll let Mr. Perry speak to it -- the FBI felt were not consistent with the kind of professional investigation \nit wanted to conduct.\n\n The lawyers all represented that they were private lawyers being paid to represent those private individuals and \nthat they had no connection with and were not taking directions from the Haitian government.\n\n REP.: Would the gentleman yield on that point?\n\n MR. WAXMAN: We don't have any --\n\n REP. BURTON: Would the gentleman yield on that point?\n\n REP. GILMAN: Be pleased to yield.\n\n REP. BURTON: It's my understanding that those legal fees were being paid by the Haitian government.\n\n MR. WAXMAN: I have no --\n\n REP. BURTON: And if that's the case, why would you say that they were independent of the Haitian government?\n\n REP.: Does the gentleman have evidence to that nature?  I mean, you know, I think that --\n\n REP. GILMAN: Regular order.  The gentleman has yielded to Mr. Burton first.\n\n REP. BURTON: Yeah.  Let me just ask Mr. Dobbins --\n\n REP. GILMAN: And then we must go on with the -- REP. BURTON: Mr. Dobbins, did you ever see cable \ntransmissions to the effect that those legal fees were being paid for by the Haitian government?\n\n AMB. DOBBINS: I think they were.  I think the -- REP. BURTON: I rest my case.  For you to say that they were \nindependent of the Haitian government, these 13 people were being defended by the Haitian government itself in \nthese assassinations.\n\n MR. WAXMAN: Well, I don't want to get into a quibble with the congressman.  We drew a distinction when we met \nwith President Aristide because it's a distinction that we honor in this country.  In our criminal justice system, for \nexample, the government pays for the defense of most defendants in this country, but they owe their --\n\n REP. BURTON: Well, if I might interrupt real briefly --\n\n REP. GILMAN: Mr. Burton, you will have an opportunity for a second round.\n\n REP. BURTON: Well, but this is relevant at this particular point because he's just made the case that these cases \nthat were being tried were independent of the government, but the government was paying the legal fees to defend \nthese people who are accused of murder, political assassination.  Now, my question is, why would the government \nbe paying the legal fees of these people if they were not somewhat involved?\n\n MR. WAXMAN: Mr. Chairman, can I finish answering your question first?\n\n REP. GILMAN: Mr. Moran's time is expired.  And Mr. Waxman, we're going to ask you if you'll put on the record for \nus, submit to the record the names of the attorneys who were involved at the time that you were making your -- \nhaving your discussions with Mr. Aristide.\n\n\n\n MR. WAXMAN: We would surely --\n\n REP. GILMAN: And Mr. Bereuter is recognized.\n\n MR. WAXMAN: We would surely do that.  Can I just say, Mr. Chairman, I had not yet finished the answer to the \nquestion you asked me, but I'd pleased to at an appropriate time.\n\n REP. GILMAN: Mr. Bereuter.\n\n REP. DOUG BEREUTER (R-NE): Thank you, Mr. Chairman.  I have a line of questioning, Mr. Dobbins, related to \nthe death of Madame Daroche Bertin.  If you could answer as concisely as you can, consistent with accuracy, I'd \nappreciate it.\n\n \n\nThe media reported and the State Department has confirmed that before Madame Bertin was killed, the U.S. \nmilitary uncovered a plot to kill her.  As a matter of fact, the committee now has obtained a letter dated March 22nd, \nsix days before the killing in which Major General George Fisher informed Haiti's Defense -- Haiti's Justice minister \nabout a credible plot to kill Madame Bertin.  My first question: Did the embassy consider Interior Minister Bolbrend \nto be seriously implicated in the plot?\n\n AMB. DOBBINS: They thought that the allegation was a very serious one that needed to be looked into.  I think the \nanswer is potentially yes.\n\n REP. BEREUTER: And it was specifically a concern about the Interior Ministry -- minister?\n\n AMB. DOBBINS: At that stage, as I recall, the only government official that was alleged to be implicated was the \nminister of the Interior.\n\n REP. BEREUTER: Did President Aristide look into the Interior minister's, Mr. Bolbrend's, role in the foiled plot?\n\n AMB. DOBBINS: He told us that he had looked into it and that he did not -- and that he believed that the charge \nwas unsubstantiated.\n\n REP. BEREUTER: And in fact, that is true, that on March 23rd, the day after Major General Fisher sent the letter, \naccording to a chronology of events, President Aristide tells Major General Fisher and Ambassador William Swing \nthat he has looked into Bolbrend's involvement in the Bertin plot and concluded that the Interior minister was not \ninvolved.  The Justice minister, who was supposed to be investigating, apparently didn't know that the Malissi \nbrothers were being held in a police station at the time.  And so that day, Ambassador Swing cabled State, \nsuggesting calls to Aristide from senior Washington officials to press for an inquiry.\n\n Are you aware, Ambassador Dobbins, that Madame Bertin's husband has said that his murdered wife was never \nwarned explicitly of the murder plot against her?\n\n AMB. DOBBINS: Yes.\n\n REP. BEREUTER: A fact that was recently confirmed before members of this committee's staff by a U.N. official \nwho met with Madame Bertin several days before she was killed.\n\n Did the embassy or the multinational force, Ambassador Dobbins, confirm with Mrs. Bertin directly that the Haitian \nofficials had warned her of a plot to kill her?\n\n AMB. DOBBINS: I believe that the force commander in consultation with the ambassador decided that it was the \ngovernment of Haiti's responsibility to convey the warning, that they asked them to do so, were told that they would \ndo so.  I believe they were also told that they had done so.\n\n And there's clearly a conflict there.  Mrs. Bertin's husband and, I believe, another relative -- there were subsequent \nconversations between Bertin and the minister of Justice.  No one else was present at them.  I think there were two.  \nThe minister of Justice maintains he conveyed the warning.  Mrs. Bertin's relatives, who were not present, but who \ntalked to her afterwards, say that he didn't.\n\n\n\n REP. BEREUTER: If in fact a witness suggested to the U.S. military that in fact the Interior minister was implicated \ndirectly ordering the assassination of Madame Bertin, doesn't it seem strange and derelict in our responsibilities \nthat we didn't convey that warning directly to Madame Bertin rather than going through the government, a high \npublic official of which -- whom -- of whom it was said was the assassination implicater?\n\n AMB. DOBBINS: I think in the aftermath of the incident, instructions were sent to make sure that any -- in similar \nsituations, the warning was conveyed directly as well as through the government.\n\n REP. BEREUTER: Now, did -- I think that's an understatement. Did any U.S. agency inquire whether the Interior \nminister or the Justice minister, who failed to fully warn Madame Bertin of the impending assassination, were \ninvolved in the conspiracy against -- the conspiracy to murder Madam Bertin?\n\n Or maybe, have we investigated whether or not the Interior Ministry or the Justice minister, the Justice minister \nhaving failed to warn Mrs. Bertin of the impending assassination, whether or not they were implicated in the \nassassination plot?\n\n MR. PERRY: The conspiracy to assassinate, the one that you've talked about, Congressman, before the Bertin \ninvestigation, was not an investigation which we conducted in the FBI.  We actually conducted the investigation of \nthe subsequent murder.\n\n REP. BEREUTER: In fact, Mr. Perry, did you polygraph the people who were implicated in the assassination \nattempt?\n\n MR. PERRY: There were polygraphs conducted, Congressman.\n\n REP. BEREUTER: Do you consider that a lead, to polygraph --\n\n MR. PERRY: Yes, sir.\n\n REP. BEREUTER: And in fact, did you polygraph the Justice minister?\n\n MR. PERRY: No, Congressman, we did not.\n\n \n\nREP. BEREUTER: Did you polygraph the Interior minister?\n\n MR. PERRY: No, Congressman, we did not.\n\n REP. BEREUTER: Why not, when they were implicated by the letter and information coming to Major General \nFisher, the commanding general of the multilateral force?\n\n MR. PERRY: We had made attempts to interview the Justice minister or the minister of the Interior early on in the \ninvestigation, but we did not do that because of conditions that were set up by the government officials in Haiti \nregarding that interview.\n\n We conducted interviews of the people that were incarcerated in that conspiracy plot to see if there was any \nconnection with the -- if there was any connection with the subsequent murder of Bertin.\n\n REP. BEREUTER: I should correct my statement.  The letter to Major General Fisher implicated only the Interior \nMinistry, not the Justice minister.  But if the Interior minister, Mr. Bolbrend's, role was an FBI lead in March, why \nwasn't this explained to Mr. Burton's subcommittee in October when he asked if there were any leads? \nAmbassador Dobbins?\n\n AMB. DOBBINS: The fact that the -- the plot that the minister was allegedly involved in was a matter of public \nknowledge which had been commented on in the open by the State Department, among others, as I recall.\n\n And there was no subsequent information other than what was in the public record that I was aware of that linked \nthat to the actual murder.\n\n REP. BEREUTER: But Ambassador Dobbins, on March 22nd, and then on March 23rd, cables were sent to the \nState Department about the letter that Major General Fisher had sent. And also that Swing suggested to State in \n\n\n\nMarch 23rd, that high level calls be made to Aristide by senior Washington officials to press for an inquiry. So you \nknew, it seems to me, by reading those cables.\n\n AMB. DOBBINS: I guess, Congressman, let me say, the FBI was sent down there because the murder had taken \nplace in the context of an already existing alleged plot which potentially involved the minister of the interior and \nwhich, within 24 hours of the FBI's dispatch, was a matter of public record, in other words that the minister of \ninterior had potentially been involved in a plot to murder this woman a week before she was murdered, was then \npublic knowledge.\n\n Now my understanding and you'll -- (inaudible) -- is that the FBI's investigation did not turn up any information \nwhich linked the minister or that earlier plot to the actual plot which killed her. So I had no new information on that \nminister and his involvement, and indeed today. I didn't have any information that hadn't been put out to the press \nin March.\n\n REP. BEREUTER: I do think that one result, whether or not Congress has been fully informed, it is clear that a \nwoman is dead in Haiti because we didn't inform the proper people, including the lady, about the alleged \nassassination attempt (crosstalk.)\n\n AMB. DOBBINS: Mr. Congressman, that may be true, but it depends on whether you believe the minister of justice \nor Madame Bertin's relatives. Or whether Madame Bertin told her relatives.\n\n REP. BEREUTER: Well, what about --\n\n AMB. DOBBINS: It may be true, I'm not disputing that it may be true. And because it may be true it's not going to \nhappen that way again.\n\n REP. BEREUTER: Of course it's not just the relatives. You have a contract, well, we have a man who gives the \ndetails of the person who was the trigger man hired by the interior minister to make the assassination, that came to \nthe attention of Major General Fisher. And he relayed that properly. And Ambassador Swing seems to have \nproperly conveyed that information to the State Department and made suggestions about what should happen \nthereafter.\n\n AMB. DOBBINS: And all of that happened.\n\n REP. BEREUTER: But the target for the assassination we notified through the government of Haiti, of all things.\n\n I cannot pursue cable traffic any further, Mr. Chairman, without violating classification, Mr. Chairman, so I yield my \ntime.\n\n REP. GILMAN: Thank you, Mr. Bereuter. Mr. Gajdenson.\n\n REP. GAJDENSON: Thank you, Mr. Chairman. Let me just say that I appreciate the work that some of my \ncolleagues on the other side and this side are doing to try to make sure that the process towards improving the \ndemocracy in Haiti moves forward. And clearly any government, or government officials involved in political \nmurders threatens a democracy. But, you know, I think, I'm somewhat stunned at times, you know, and I \nremember what happened in the debate in Congress when the democracy in Chile was removed by a general, the \nnumber of people that died and disappeared. And that was kind of defended as the process towards ending \ncommunism in Chile and moving towards democracy. I wouldn't do that here. But I do think that it's important to \nlook at this record and understand a couple of things. And I sometimes get a sense from some of my colleagues on \nthe other side, not Mr. Bereuter, but some of my other colleagues on the other side, that they're frustrated that there \nwas actually an election in Haiti. Am I correct, this is the first, Haiti's been free from about 1800, became \nindependent in the early 1800s, is that correct?\n\n MR. 1804, I think.\n\n REP. GAJDENSON: And how many times have there been a free election where the same individual didn't just get \nreelected, reappointed, has it ever happened before?\n\n AMB. DOBBINS: 1990.\n\n\n\n REP. GAJDENSON: 1990. And so now we've had another election, and prior to that, from 1800 it never happened.\n\n MR.  : Don't believe so.\n\n REP. GAJDENSON: So we had Mr. Aristide get elected in what you consider basically a fair election.\n\n AMB. DOBBINS: Right.\n\n REP. GAJDENSON: And you believe that this election was basically a fair election?  AMB. DOBBINS: It wasn't \nperfect. But it was free and as fair --\n\n REP. GAJDENSON: Elections here aren't perfect either. There's now an investigation into whether the speaker of \nthe House used his resources from a non-profit to aid his political process. So no elections are perfect.\n\n Let me ask you this, the other question then becomes it seems to me, is do we ensure a greater likelihood of a \nbetter process in the future by terminating the police training funds and ending the program. Or do we improve the \nlikelihood of a better election in the future by continuing the police training funds.\n\n AMB. DOBBINS: I think we need to continue the funds. But I think we need to continue them based on an \nunderstanding by the government of Haiti of what they're going to be used for. And I think in my testimony and Bob \nGelbard's, we made clear that that understanding has to be fairly clear and fairly carefully drawn. And it certainly \nexcludes harboring criminals in that police department before we support it.\n\n REP. GAJDENSON: And do you think you can get that agreement?\n\n AMB. DOBBINS: I hope so. I think we've made a good deal of progress in this direction over the last year. I think \nwe can continue to do so.\n\n REP. GAJDENSON: And the other thing I look for here is alternatives to the current path. I mean, if we're going to \nestablish democracy over the long haul here, it seems to me the most important thing in this process, obviously, is \nto make sure that political assassinations end, that there's a political process where people who get elected and \nfinish their term then stand down. I thought this was actually a significant step this time because the past president \ncould have made the argument he didn't get his whole term because he was removed, and could have tried to \nargue for a longer period. He didn't do that, at our, I'm sure, request.\n\n Are there other things that we can do to try to ensure that democratic institutions are built in Haiti? I understand \nthe need to focus on those who've been killed, whether it was in Haiti or Chile or Cuba or anyplace else. We're \nagainst political assassinations. I think that's a bipartisan desire. What are the things we can do to make sure that \ndemocratic institutions are furthered? We took a step forward here, because of the courage of the president of the \nUnited States, that shouldn't be diminished. What can we do more?\n\n AMB. DOBBINS: Maybe my colleagues want to add something. I mean, I think by this intervention and by the \nassistance we provided we've given Haiti a chance to turn a corner, make a difference and change its society. We \ncan't do more than that. We can continue to do that. But that's all we can do. And it's going to be their decisions \nwhether they take that opportunity.  AMB. GELBARD: If I could add to that, Congressman. As I said earlier on \nvarious occasions in the course of this hearing, historically there are no democratic institutions in Haiti. We are \nworking really from the ground up. We have only been training the police for one year. The idea of establishing an \napolitical, objectively selected, carefully selected police force is innovative in Haiti. There is no justice sector, per \nse. I believe that the core of any democracy is really the justice sector. Democratic, community oriented police, \njudiciary, penal institutions, and the kind of legal framework that allows for those entities to operate in it. It gives the \npeople confidence that they can operate in it.\n\n We are just beginning to work with the Haitian people and the Haitian government to try to make these things a \nreality. So are other countries and other multilateral institutions. Time is obviously required. But, and this goes back \nto what I was hoping to answer to Congressman Moran's question, Haiti is a neighbor of the United States, literally. \nIt borders on the United States territorial sea. We need to be able to have democratic, prosperous neighbors. To do \nthat we need to be engaged over the long haul. We need to be able to assure that they have the kinds of \ndemocratic, political, social, economic institutions that allow that country to prosper. It's in our interests in every \nway possible. So we need to stay engaged.\n\n\n\n REP. GILMAN: Mr. Leach.\n\n REP. LEACH: I just want to return to one old point and raise a new one. Now there is a distinction raised at a \nparticular meeting that the ambassador was apparently excluded from because he didn't need to know, it was his \nterm. Frankly, in American law enforcement, there is a lot of confidentiality that is always the case. And it's a very \nimportant precept. Now in law enforcement in another country where you're brought in as another party it's a very \ndifferent circumstance. And I raise this because I'm sitting here and listening to the testimony. And it appears to me \nthat the case that the panel in tandem, in a sense, is kind of making, is that the United States ambassador, \nrepresenting the Department of State, was excluded from certain knowledge that I assume would be very relevant \nto his job perfromance.\n\n And, in being excluded, there is a distinction between \"need to know\" and a considered decision to refuse or to be \nordered to refuse to learn, and that distinction is a very large one.\n\n There is an issue here, for example, that Mr. Bereuter has raised, that is extremely profound, and that relates to a \nwarning that might have gone to an individual citizen that might have saved her life.  Presumably, if the Department \nof State had had certain information: a) about a particular incident, but b) about a pattern of operation within a \ngovernment, they might have well gone directly to the individual, instead of to the government.  And so, I think it's a \ndirect relationship kind of circumstance, and so one of the questions is, as we're training people to do police \nfunctions, do we need to train the Department of State about who to warn and how to warn in particular \ncircumstances.  And that's a very interesting question, and something I think the department ought to think through, \nbecause there are situations like Haiti all around the world, and what are the responsibilities of the Department of \nState in warning individuals from which intelligence or police information flows through.\n\n And I only raise this because now and again in foreign policy, and in all life, there are circumstances where people \nchoose not to know in order not to be accountable.  And I'm sitting here wondering if that's part of the case here, or \nwhether the government itself chose for the individuals that they shouldn't learn, because it would put them in a \nmore delicate position, and I have to tell you, as someone who comes from the Department of State, that I was \nbrought up in an era where the United States Ambassador was to be the principal representative of all the United \nStates government, the Department of Justice abroad, as well as the Department of State abroad.  And I am really \nperplexed at this notion that Ambassador Dobbins can appear to the United States Congress and say, \"I was not \nbriefed because I was excluded from a briefing.\" I find that preposterous, and I would hope both the Justice \nDepartment and the State Department would think both of those two issues more seriously through.\n\n MR. WAXMAN: Could I --\n\n REP. LEACH: Very briefly, because --\n\n MR. WAXMAN: I didn't know whether you wanted a response or not.\n\n REP. LEACH: Yes, please.\n\n \n\nMR. WAXMAN: A lot of what you said is, I think, really right on target, and addresses some of the concerns and \nambiguities that existed in this situation.  Let me just say first, Congressman, the incident of warning Madam Bertin \nwas something that occurred prior to any FBI or Justice Department involvement, so we can't really speak to that.  I \ndon't want the committee to infer from my statement that Mr. Perry and I asked Mr. Dobbins to, please, not \nparticipate in our meeting with -- when we went down there to meet with the station people, to a broader statement \nthat the FBI thought it was operating in an environment in Haiti where it should not share any information with the \nambassador or the deputy chief of mission or other relevant personnel in the embassy.  That was not at all the \ncase.\n\n It is true that -- and you will certainly appreciate from your prior experience -- that the FBI does not have \nintelligence-gathering or disemination functions abroad, except in extremely narrow circumstances, and they don't \napply here.  They were sent down to do a law enforcement investigation, and to conduct one in an environment \nvery different than in the US, of course, because they didn't have the assistance of prosecuters and courts, et \ncetera, and also didn't speak the language and didn't have any contacts.  And in order to enlist the support of \n\n\n\nembassy personnel, the US military there and other agencies that were down there, the FBI agents did provide \nregular briefings to embassy personnel and other US government personnel on the course of the investigation.\n\n That fact is not, in any way, I suggest, inconsistent with the concerns I had about Ambassador Dobbins from \nWashington coming and sitting and listening to the particular questions I wanted to ask my --\n\n REP. LEACH: Is it inconsistent with Ambassador Dobbin's testimony to the subcommittee?\n\n MR. WAXMAN: Well --\n\n REP. LEACH: I mean, he has suggested that neither he nor anyone that he knew of was briefed.  You are \nsuggesting that the embassy was continually briefed, which means the State Department was continually briefed, \nwhich means that he must have known.\n\n MR. WAXMAN: Well, I -- on the ultimate --\n\n REP. LEACH: Something more than was revealed in a query before a subcommittee.\n\n MR. WAXMAN: I will tell -- on the ultimate issue of how much information Ambassador Dobbins personally had, I \nhave no information to relate to the committee, other than I've read the cables that your staff has seen, and Mr. \nDobbins and I have had a limited number of communications ourselves --\n\n REP. LEACH: Fair enough.  Let me -- MR. WAXMAN: -- but, let me just -- if I may just finish, it is fair to say that \nthere were frequent communications and exchanges of information in Port-au-Prince which were not in any way \nmirrored in Washington, because there was no law enforcement need to do so.  I don't want to give the committee \nthe misleading impression that there was a free exchange of information, because there was, and remains, certain \ninformation in the FBI's law enforcement investigation that would be, in its view, very improper to relate, even on \nthe (brown?).\n\n REP. LEACH: My time is really very limited.\n\n MR. WAXMAN: I'm sorry.  I see I've taken most of it.\n\n REP. LEACH: Let me just return to my second question, very briefly, and let me say, as someone who frankly \nbelieves our policy has been more successful than unsuccessful in Haiti, in that things have gone better than they \nmight well have gone, and that that is the larger issue that we have to deal with.  But I think it's important that we \nalso ask a comment from the other side's perspective, and I'd like to particularly ask this of Mr. Perry.\n\n I have before me a press release from the consul to the government of Haiti, in which the following statements are \nmade: that the consul noted a long-standing vendetta and smear campaign carried out against the accused Haitian \nofficials by certain State Department and CIA personnel.  The consul also noted that much of the old information \nagainst them, which was passed on to the FBI came from the same persons who gave the CIA false information \nabout President Aristide.  The consul also said that the FBI, in briefing Haitian investigators two weeks ago on their \nresults, emphasized repeatedly that the accusations were only that, bare allegations that the FBI had no supporting \nevidence, that the FBI did not know whether the accusers had an ax to grind or were lying, that the FBI told the \nHaitian government that if these accusers might be lying, if they were, then the accused were wholly innocent \npeople.\n\n My question to you is, is the consul to the government of Haiti correct?  For example, is all of this simply a \nvendetta and smear campaign carried out against the accused Haitian officials by certain State Department and \nCIA personnel -- is that valid, in your judgement, Mr. Perry?\n\n MR. PERRY: No, sir.  I believe we were pursuing an investigation and had information and were looking to \ninterview and conduct further investigation towards individuals within the government of Haiti.\n\n REP. LEACH: And so this characterization in total, do you think this is a fair characterization, this press release \nfrom the consul, or is it a -- this characterization about what the FBI told the Haitian investigators two weeks ago, \nwas that a valid characterization of what the FBI told Haitian officials?\n\n \n\n\n\nMR. PERRY: I'm not exactly clear on -- or, I'm not familiar with that, but it -- we were proceeding along and we had \nnot completed our investigation and we were still pursuing the investigation.  There's still work to be done, and \nthat's what we turned over and told them that, in terms of a law enforcement entity proceeding on the investigative \npath.\n\n REP. LEACH: Well, I appreciate that.  I will just tell you, as someone who is sitting here and trying to bring all these \nfacts together -- I mean, I personally think that this administration has a credible case that they've had a policy that \nhas worked better than many of us suspected it might.  On the other hand, it appears in this particular instance that \nthere is somehow a let-down of the guard, that didn't work well.  And I think this Congress has every reason to be \nconcerned, and so somehow we've got to tie all of that together in a judgemental way.  And I -- you know, I think \nwe're all left in a little bit of a quandry.\n\n Thank you.\n\n REP. GILMAN: Thank you, Mr. Leach.\n\n We'll proceed with the second round of questions.\n\n Mr. Perry, did the FBI's findings link the Bertin killing to other killings?\n\n MR. PERRY: There was linkage between the Bertin killing and other killings, however, the FBI just investigated the \nBertin killing.\n\n REP. GILMAN: Was that linkage reported to the State Department or to our embassy in Haiti?\n\n MR. PERRY: Yes, it was.\n\n REP. GILMAN: And, Ambassador Dobbins, when was that report made?\n\n AMB. DOBBINS: I believe sometime in June -- no, sometime in July, I believe, Congressman.\n\n REP. GILMAN: Um-hmm. (In acknowledgement.) And Mr. Dobbins, were you familiar with that report, of the \nlinkage of the Bertin killing to other killings?\n\n AMB. DOBBINS: I had seen, I assume I'd probably seen all of the reports that came from the Embassy. So I'm \nsure the one that's referred to is among those that I've seen.\n\n I alluded in my testimony, my own volunteered testimony, to the fact that there had been 20 cases that fell into this \ncategory. So the fact that this was a broader phenomenon is not something that we sought to disguise. Quite the \ncontrary. We sought to allude to it and to indicate that it needed attention. We insisted that this special investigative \nunit be set up, not just for the Bertin case, but for the whole range of cases that fell into this category. Now, in terms \nof possible evidence linking them in a physical evidentiary sense, I had seen State Department reports which were \nnot corroborated here. I had sought briefings here, I had not gotten it. I had not gotten the full information. I was \nasked, the question that was given to me was, has the FBI found anything. And my answer to that was that they \nhaven't briefed me. Certainly --\n\n REP. GILMAN: Mr. Ambassador Dobbins, did you make a specific request to the attorney general for such a \nbriefing?\n\n AMB. DOBBINS: I made requests to the White House to arrange interagency briefings so that the relevant \nagencies could sit down and be updated on the case.\n\n REP. GILMAN: Mr. Waxman, were you familiar --\n\n AMB. DOBBINS: Mr. Chairman, could I just finish?\n\n REP. GILMAN: Let me just pursue this for a moment. Mr. Waxman, were you familiar with those requests?\n\n MR. WAXMAN: The only request that I am familiar with, the only direct request for a briefing on the FBI findings \nwas communicated to me by either Ambassador Dobbins or Mr. Clark (sp) of the National Security Council staff \nsometime in mid-October, and which was at a time in which we were prepared to recommend that it be transferred. \nAnd pursuant to that request we arranged a classified briefing for Mr. Dobbins and for Mr. Clark (sp) of the NSC \n\n\n\nstaff, within a few days. That occurred at the end of October. Prior to that I do not recall any requests being made of \nme for a substantive briefing of Mr. Dobbins or anybody else in Washington on the merits of the Bertin \ninvestigation.\n\n AMB. DOBBINS: Could I complete my answer?  REP. GILMAN: Mr. Dobbins, when did you make your request to \nthe White House for such a briefing?\n\n AMB. DOBBINS: I made the requests, I believe, on several occasions in the period from say April or May through \nSeptember --\n\n REP. GILMAN: And did --\n\n AMB. DOBBINS: Let me, can I --\n\n REP. GILMAN: And did the White House respond to your request.\n\n AMB. DOBBINS: Yes. I was told, I can't remember the exact words, but the upshot of it was that they would prefer \nnot to, that they regard this as sensitive law enforcement information, and since the investigation is still continuing \nthey would prefer not to brief it more widely.\n\n REP. GILMAN: Now Mr. Dobbins, do you recall whether the Embassy regarded the Haitian government's \npreconditions for interviewing 13 Haitian officials by the FBI as legitimate or merely designed to frustrate the FBI's \ninvestigation?\n\n MR. DOBBINS: I --\n\n REP. GILMAN: I'm asking you to recall the cable traffic with regard to those.\n\n MR. DOBBINS: I don't recall. I mean, I think that our general assessment -- we were told that the Haitian \nConstitution required this. Now, the case was a somewhat unique one. It's the only time I know of a foreign law \nenforcement agency operating in Haiti. We were never able to find any reference in the law or constitution which \nrequired it.\n\n The argument that since these people were not, the investigation wasn't being conducted under Haitian law, and \nso since they didn't have the protection of Haitian law they should have some protection, was not entirely invalid. \nBut it also wasn't entirely persuasive. We reluctantly accepted this condition as a basis for continuing, and we've \ngiven you the correspondence which sets this out.\n\n REP. GILMAN: Did the Embassy report to you that this was a major sticking point in our relationship?\n\n AMB. DOBBINS: No. They reported it as a major obstacle to getting the investigation continuing. And that's why we \nwent down there to break it loose. I don't recall it being reported otherwise. But your staff is nodding no, maybe \nthere's a cable in there, so I can --\n\n REP. GILMAN: Mr. Payne.  REP. PAYNE: On the meeting that you said that was held there it was indicated that \nyou were not briefed. From what I'm, and I'm trying to put this together, the investigation was ongoing, therefore, \ncorrect me if I'm not correct, therefore there were no conclusions. I mean, this is a continuing evolving -- do you \nhave the answers today? I mean, do you know conclusively that you could have someone indicted and convicted \ntoday? Maybe the FBI person.\n\n MR. PERRY: It is not conclusive with regard to an indictment and a conviction, no it's not.\n\n REP. PAYNE: Therefore all of this time spent on whether it was briefed or not briefed about conclusions seemed \nto be just a real waste of a lot of time, because it's a continuing evolving, I mean, the investigation is continuing, \ncorrect?\n\n MR. PERRY: That's correct.\n\n REP. PAYNE: Now, it was talked about difficulty in ascertaining information. Is there any comparable agency in \nHaiti that would interface with the FBI that could do the types of things that you do and have the kind of skills and \nequipment and know-how that could make for a simple, easy investigation.\n\n\n\n MR. PERRY: I'm not very familiar with the situation in terms of the police force in Haiti as to their capabilities or \notherwise.\n\n REP. PAYNE: Do they have any investigative agencies at all?\n\n MR. PERRY: Yes sir.\n\n REP. PAYNE: They have detectives and people that try to follow up the same way that the FBI would do here?\n\n MR. PERRY: Well the --\n\n REP. PAYNE: The same level?\n\n MR. PERRY: Well, the special investigative unit was formed to do that, I believe.\n\n REP. PAYNE: Oh, but it wasn't there previously?\n\n MR. PERRY: No it was not. And I'm not familiar enough with the police department there.\n\n AMB. GELBARD: If I could just add, Congressman, the special investigations unit was just set up. And it was set \nup specifically at the request of the United States government so that they would indeed have a capability to \ninvestigate crimes of this nature. Prior to that there was not real investigative capability.\n\n \n\nREP. PAYNE: I guess if you went to any other place that you'd run into, more or less you'd run into difficulty. If you \nwent to part of the Soviet Union to go investigate some alleged assassination without having the infrastructure that, \nthe similar situations that are there in Haiti, you would probably find the same frustrations in trying to put things \ntogether, right?\n\n MR. PERRY: Yes sir, you would want such an infrastructure.\n\n REP. PAYNE: As a matter of fact, would you be surprised if it was an easy investigation?\n\n MR. PERRY: That's tough to reply to.\n\n REP. PAYNE: I mean, everyone seems so surprised.\n\n MR. PERRY: You never can tell sometimes how an investigation will go.\n\n REP. PAYNE: Yeah, the thing that's surprising is everyone's so surprised that it's a difficult investigation. And that's \nwhat I'm kind of surprised that everyone's surprised.\n\n In your investigation, have you investigated any of the activities of the alleged victim and her family and activities \nthat they may have been allegedly involved with?\n\n MR. PERRY: Yes, congressman, we did look at that. We looked at motivation such as that.\n\n REP. PAYNE: And there has been some rumor that there may have been in the family of this person, that in other \nwords it didn't necessarily and specifically have to be a political -- that the person happened to be a candidate -- but \nthat you don't necessarily have to conclude that the killing had to do with political motivation.\n\n MR. PERRY: You don't have to. We looked at many motivations. And we explored those motivations.\n\n REP. PAYNE: Were there any truth to any of the other rumors?\n\n MR. PERRY: We have not established the murder of Bertin in any motivation.\n\n REP. PAYNE: No I just, like I said, it was alleged, it was said that we, the taxpayers money should not be spent if \nsomeone in a government is creating, you know, situations that are wrong I guess we should say, and I agree. But, \nas it's been indicated, that unfortunately, you know, US taxpayers' dollars have been spent poorly, in my opinion, \nin a number of places. You take Zaire, for example, where our government supported the murderous Mobuto for \ndecades, I mean, hundreds of millions of dollars. And some of the atrocities that we've seen in other places. I think \nit's all wrong.\n\n\n\n But I see such an inordinate amount of interest in a place that has had 24 alleged political killings in a year, where \nthe previous year there were 1,500, and everyone is talking about how bad things are going.  I'm still trying to figure \nout what the whole purpose of this hearing's about.  But maybe we could find that out as it continues.\n\n I don't have any questions.\n\n REP. GILMAN: The gentleman's time has expired.\n\n Mr. Burton?\n\n REP. BURTON: Thank you, Mr. Chairman.\n\n Listening to further testimony, it sounded like to me that it went all the way up the chain of command to the White \nHouse and the White House said that they didn't want a lot of this information disseminated to the State \nDepartment or to the embassy.  And if that's the case, you know, you start wondering why they wanted to keep a \nlid on all of that.\n\n WITNESS: I don't believe that was the case.\n\n REP. BURTON: I'm not sure that squares with some of the information we have.\n\n On July the 3rd, it's my understanding, Ambassador Dobbins, Mr. Perry and Mr. Waxman went to see Mr. Aristide \nto talk to him about some of the hurdles they had to get over to get on with the investigation.\n\n It seems inconceivable to me that the members at that meeting would not know what was going on.  I just don't \nunderstand how you could be at a meeting when you're talking about the impediments to an investigation -- the \nambassador is there, the FBI is there, the Justice Department is there -- and everybody doesn't know what's going \non, because you got to be talking about it.\n\n WITNESS: Mr. --\n\n REP. BURTON: Let me finish my train of thought here.  So that's one thing that concerns me.  Second, I can't go \ninto this -- I can't go into this -- Dobbins' (slugged?).  That means it went right to you.\n\n MR. DOBBINS: It went to me.  You don't want to hear the reasons why it's on there.  It will take too long.\n\n REP. BURTON: I'm not going to go into it.  But the point is, there are numerous cases with these transmissions \ncoming from Washington to you, referring to the investigation, going into the details of the investigation -- went to \nyou.  There's no question about it.\n\n And I'm going to go down to the safe and I'm going to get them out and I'm going to read each one of them.  But \nthere's no question that you had to have information about this, you know, about what was going on.\n\n And let's go back to the statement that you made before my committee.  I'm going to read to you what was said.\n\n I said, \"You mentioned, Mr. Ambassador, that the FBI was assisting in investigating some of these alleged political \nassassinations, including the killing of Ms. Bertin.\"\n\n \"Yes,\" you said.  \"She was gunned down in the middle of Port-A- Prince, Main Street, as I understand it.\" That was \nmy question.  You said, \"Right.\"\n\n I said, \"Because of the traffic jam, have they found anything\" -- I said -- because of the traffic jam -- she was \ncaught there -- \"have they found anything about that yet?\" \"Have they found anything about that yet?\"\n\n And you said, \"The FBI has not briefed me, or as far as I know, anyone else in the administration on their \nfindings.\"\n\n You had information.  You chose not to give it to the committee, and so you kind of side-stepped that question and \nsaid the FBI hadn't briefed you.  The fact of the matter is, you were at the meeting on July the 23rd with the \npresident, with the FBI, with the Justice Department, you had numerous transmissions coming to you, and you're \nthe ambassador down there.\n\n\n\n And for you not to know what was going on, just questions credulity.  I don't know how anybody could say you \ndidn't know.\n\n Now, the other thing that I want to point out --\n\n MR. DOBBINS: I'm sorry.  Mr. Chairman, I really insist on the --\n\n REP. BURTON: I'll let you --\n\n \n\nMR. DOBBINS: -- ability to answer that question.\n\n REP. BURTON: I'll let you respond in just a second.\n\n On March the 30th, on another issue, the State Department press guide states the USG did have information \nregarding a plot to assassinate Ms. Bertin.  The information was shared with the government of Haiti -- this is from \nthe State Department -- Ms. Bertin was informed about the threat.  The State Department said that.  And an active \ninvestigation with the participation of the MNF was underway.\n\n I don't understand why she wasn't told by the State Department. Mr. Bereuter pursued that.  It makes absolutely no \nsense to me.  The only person that was supposed to tell her she might be an assassination target, was the \ngovernment that might want to assassinate her.\n\n And the last thing that stretches my understanding of this, beyond the limits of human understanding, is that after \nthe assassination takes place, the people who were under investigation -- many of whom you couldn't get a \npolygraph from because they wouldn't take it -- the government wouldn't let you have it -- they're represented by a \ngovernment attorney, who I understand, helped coach them before the FBI.  We have transmissions that show that \nthey were actually trying to coach those people when they were being questioned.\n\n Now I don't understand all this.  Maybe somebody can explain it to me.  But it sure seems like to me that the \ngovernment --\n\n WITNESS: (Off mike).\n\n REP. BURTON: -- you're not on the panel.\n\n It seems to me that there's an attempt here to keep a lid on this thing.  And there was an attempt when you \nappeared before our subcommittee to keep a lid on it.  And that's something that we cannot tolerate in the \nCongress of the United States, before my subcommittee, our full committee, or any committee.\n\n And as I've said before, I think it's very -- it's a sorry state of affairs when, I, as a subcommittee chairman, or the \nchairman of the full committee, has to start thinking about swearing in every government official to make sure we \nget the straight scoop, so that if there is any attempt to cover up something, we can take positive action.  I just \nthinks it's disgraceful.\n\n Now, if you want to respond.\n\n REP. GILMAN: The gentleman's time has expired.\n\n The gentleman is out of order.\n\n \n\nAUDIENCE MEMBER: As a matter of personal privilege --\n\n REP. GILMAN: The gentleman is out of order, and if you continue I may have to ask you to be removed from the \nhearings.\n\n AUDIENCE MEMBER: I would like to testify and explain why --\n\n REP. GILMAN: What is the gentleman's name?\n\n\n\n AUDIENCE MEMBER: My name is Burton Wise (sp).  I'm counsel for the government of Haiti.  I've conducted a \nmurder investigation for them.  And I --\n\n REP. GILMAN: If you will make a request to the committee for a further hearing to appear as a witness, we'll \nconsider it.\n\n AUDIENCE MEMBER: I'll be happy to do that.\n\n REP. GILMAN: Mr. Goss?\n\n MR. DOBBINS: Mr. Chairman, excuse me, please, I really --\n\n REP. PORTER GOSS (R-FL): Thank you very much, Mr. Chairman.\n\n MR. DOBBINS: I really feel like --\n\n REP. GILMAN: The gentleman's time has expired.\n\n MR. DOBBINS: -- I should be given the opportunity --\n\n REP. GILMAN: Mr. Goss?\n\n REP. PORTER GOSS (R-FL): Mr. Chairman, I ask unanimous consent that Major General Fisher's letter of March \n22nd on the Bertin killing be included in the record.\n\n REP. GILMAN: Without objection.\n\n Mr. Goss?\n\n REP. GOSS: Mr. Chairman, I also have many, many questions.\n\n I would have to say that I came to this hearing with a great number, and more questions have been raised that \nhave been answered. And I know we're going to have opportunity to pursue these.\n\n I want to know more about White House involvement in this.  I want to know more about our investment.  Our \ncolleague from New Jersey wants to know why we're having this hearing.  I would suggest that $3 billion or so of \nAmerican taxpayer's dollars invested in building democracy in a friendly neighboring country, is an area of \nlegitimate oversight.\n\n \n\nI am very concerned that things are not going as well as they should've been.  And perhaps we have not had an \nentirely accurate scenario given to us in oversight.\n\n But I am more concerned right now about getting straight answers on some things that bother me very much.  I've \nheard too much inconsistency here today.\n\n I had some legitimate questions about whether the new man Solistine (sp) -- or however he pronounces his name \n-- whether or not we've got a problem there or not.  I think that's a very serious question for us.\n\n I think the question I asked about the SIU is very serious, particularly in light of the testimony that we have from \nMr. Waxman and Mr. Perry, that those are the people we will be cooperating with. If we are cooperating with \nperpetrators, we've got a problem on our hands.  And I think we would get acknowledgment of that.\n\n And, finally, because our time is short, Mr. Chairman -- and you've been extremely generous -- I will just tell the \nwitnesses -- those who will be coming forward to other committees and working in closed (session?) -- that I do \nhave further questions.\n\n But I would like to ask Ambassador Dobbins if he could submit for the record, for this committee, evidence of \ncommunications that he had -- either by telephone or in writing, or in any other way -- on requests for FBI briefings \nor interagency briefings of what was going on with the Bertin investigation by the FBI -- particularly with the White \nHouse -- and any response he got from the White House.\n\n\n\n Because I notice that part of the activity that's happening with Haiti these days is lobbyist driven.  And I also notice \nthat many of the dollars to support those lobbyists are taxpayers dollars, and that bothers me as well.  And I think \nit's a legitimate area of concern for another hearing.\n\n Thank you, Mr. Chairman.\n\n REP. GILMAN: We'll keep the record open for that request.\n\n Mr. Dobbins, I cut you off before.  If you'll be very brief in your response.  We have to go to the floor for a vote.\n\n MR. DOBBINS: Okay.  I'm sorry, Mr. Chairman.\n\n I just wanted to say that the distinction has been made, I think, between my participation in discussions with the \nFBI about overcoming impediments -- which I certainly participated in heavily -- and my participation in discussions \nabout findings.\n\n I was asked on October 12th about findings.  I actually volunteered information about how we were overcoming \nimpediments in my testimony.  On the question of findings, I did not believe based on secondhand information, I \nwas in a position to give the committee any useful information.\n\n So maybe I made an artificial distinction that wasn't intended in the question.  But I thought he was asking about \nsubstantive findings, and I didn't believe I was in a position to share them.\n\n REP. GILMAN: Thank you.  We'll keep the record open for any additional questions that members may have.  And \nI'll ask our panelists if they would be kind enough to respond to any additional questions.\n\n They're been a number of troublesome questions raised here at the hearing this committee will have to pursue in \nthe coming weeks.\n\n The committee stands adjourned.\n\n \n\n END\n"}