{"title": "ILLEGAL ALIENS' DEATHS SPUR ACTIVIST PATROLS; VOLUNTEERS OFFER WATER, FOOD, MEDICAL ASSISTANCE", "body": "\nFrustrated at the mounting deaths of illegal immigrants in the searing Arizona desert, a group of activists has \nbegun patrolling to offer water, food and medical assistance.\n\nAt least 91 people have died since October in the U.S. Border Patrol's Tucson sector, covering most of southern \nArizona. More than half of those deaths have been heat-related.\n\n\"It has been a real challenge to figure out how to be most effective in the desert,\" said Kittie Ufford-Chase, a \nvolunteer with the Samaritan Patrol. \"This has been a needle-in-a-haystack proposition. It's huge out there.\"\n\nFewer than a dozen migrants were found in the first three weeks of the patrols.\n\nThe patrol's organizers include several holdovers from the sanctuary movement, a faith-based effort to help Central \nAmericans fleeing political persecution in the 1980s. Eight sanctuary members were convicted of conspiracy or \nother charges involving illegal entry of aliens.\n\nBut Samaritan Patrol organizers say that their operations are strictly humanitarian and within the law and that their \ngoals are much different.\n\n\"It evolved because there were people who were appalled by the almost daily deaths of migrants trying to find their \nway into this country,\" said Rabbi Joseph Weisenbaum, a sanctuary veteran who helped organize the Samaritan \nPatrol. \"It began and continues to function as a humanitarian gesture.\"\n\nIts 120 to 150 volunteers patrol areas where an allied group, Humane Borders, does not have permanent water \nstations for immigrants crossing thedesert.\n\nCritics like Wes Bramhall, head of Arizonans for Immigration Control, insist that the Samaritan Patrol violates \nfederal law by aiding migrants trying to cross the border from Mexico illegally.\n\nAn incident July 9 in which Samaritan Patrol volunteers assisted a couple found in the desert prompted Bramhall, \n81, to request a Border Patrol inquiry.\n\nHe says his organization contends that the patrol violated eight felony provisions, including transporting illegal \naliens within the United States.\n\n\nWilliam Walker, an attorney for the Samaritan Patrol, says, \"They're just wrong. We didn't violate the law, and we \ndon't intend to violate the law.\"\n\nThree days after the incident, Samaritan Patrol members met with Border Patrol officials. \"The outcome was \nresolved in a satisfactory way for both sides,\" Border Patrol spokesman Rob Daniels said.\n\nDaniels said he was unaware of any investigation into the group's activities and said no opinion has been issued on \nBramhall's letter. But, he said, leaving transportation of immigrants to federal authorities is preferable.\n\n\"There needs to be a very, very defined line drawn between rendering aid to someone and actually transporting \nsomebody or furthering their entrance illegally into the United States,\" Daniels said.\n"}