{"title": "2019 EMEA Regional Leadership Briefing Opportunites: Regional Outlook Remains Subdued Relative to 2018", "body": "\nDublin, Oct.  09, 2019  (GLOBE NEWSWIRE) -- The     \"EMEA Regional Leadership Briefing\"   report has been \nadded to     ResearchAndMarkets.com's  offering.             OverviewThe macroeconomic outlook for the region \nremains subdued relative to 2018, but opportunities still exist, from greater social spending by governments across \nthe region to changes in China's Belt and Road Initiative that could create opportunities for MNCs to be more \ninvolved in projects than they were in the past- Companies need to keep in mind that while some economic stimulus \nin China and less tightening of monetary policy by developed-market central banks will support the outlook for the \nyear, they will only prevent further deterioration in economic conditions - they will not necessarily create significant \nimpetus for demand growth- Additionally, political risks - from within and from outside of Europe, the Middle East, \nand Africa - will create potential volatility that will continue to shape the region during the course of the year- \nCompanies need to invest in their competitiveness and value proposition across markets, prepare for a more \nchallenging environment with weaker demand growth, and actively navigate political risks in the months \nahead.What you will learn\n\n• The impact that significant global events will have on the region\n\n• Emerging opportunities in EMEA through 2019\n\n• Actions for multinationals to take to win in the region\n\nWhat you will receive\n\n• Immediate access to the 15-page PDF report\n\n• Exclusive email updates covering emerging markets business topics\n\n• Special discounts on future report purchases\n\nKey Topics Covered:          \n\nExecutive SummaryGlobal Market Prioritization Framework & Methodology\n\n• EMEA in 2019: Outlook for the Region\n\n• Watchlist: What to Monitor\n\n• China and Its Impact on EMEA: Update\n\n• Brexit: What Next?\n\n• Inflation Dynamics Around the Region\n\n• Trends in Borrowing Costs Across EMEA\n\n• BRI 2.0: Opportunities for Multinationals\n\n\n• Government Spending Increases Create Opportunities\n\n• Opportunities in Central and Eastern Europe\n\n• Emerging Opportunities\n\n• Next Steps for You and Your Teams\n\n             For more information         about this  report  visit https://www.researchandmarkets.com/r/tgtvk   \n\n Research and Markets also offers Custom Research services providing focused, comprehensive and tailored \nresearch.\n\n CONTACT: ResearchAndMarkets.com          Laura Wood, Senior Press Manager          \npress@researchandmarkets.com          For E.S.T Office Hours Call 1-917-300-0470          For U.S./CAN Toll Free \nCall 1-800-526-8630          For GMT Office Hours Call +353-1-416-8900 \n"}