{"title": "Refugees drain Florida resources / 'Silent invasion' puts state in caring vs. cost quandary", "body": "\nAs constant as the waves, they come: Refugees from Haiti and Cuba, swept by poverty and politics on ocean \ncurrents to south Flordia.\n\nThis \"silent invasion\" - though not as dramatic as the massive boatlifts that brought 100,000 Cubans to the USA in \n1980 - is just as draining on state resources already stretched thin.  Officials also face a new problem: Human \nsmuggling. A boat captain accused in a scheme that left four Haitians dead is in court today.\n\nThe state, caught between concern for the refugees and finding the money for their health, education and welfare, \nhas signaled a get-tough stance:\n\n-- Gov. Lawton Chiles plans to sue to force the federal government to pick up its share of an estimated $ 2 billion \nannual tab for immigrants.\n\n\"Florida has come out of the gate earliest and quickest in terms of taking legal action,\" says Dag Ryen, of the \nCouncil of State Governments.\n\n-- The child welfare department says it's fed up with funding refugees.  It wants to deny foster care to a handful of \nundocumented children - including a boy, 15, who came to Florida alone by boat after his father and brother were \nslain by the Haitian military.\n\nSays lawyer Chris Zawisza, whose Miami Legal Services represents the boy: \"They're choosing to close the door \nstarting with the most vulnerable, children who have no parents.\"\n\nCounters Jim Towey, head of Florida's Department of Health and Rehabilitational Services: \"We'd love to care, but \nwe want the feds to give us the money to do it.\"\n\nWith an annual budget of $ 126 million for foster care, the quality of life for the 9,000 children in the program is \nalready \"the pits,\" says Towey. \"The problem in not going away. The fact is that Haiti and Cuba are more unstable \ntoday than a year ago. Who's going to pay the price for that? Florida.\"\n\nZawisza, whose Polish grandparents immigrated to the USA as teens, is appealing the state's stance on foster \ncare: \"Immigrants have made this country, a couple of generations later we're saying, 'We made it, they can't.' \"\n\nIncreasingly, Haitians are arriving via human smuggling rings: picked up in the Bahamas, charged up to $ 2,000 a \nfamily, then dumped - often at gunpoint - off Florida's shores.  A Boynton Beach, Fla., boat captain Richard \nBennett Barker, 43, faces up to 140 years in prison if convicted on the federal smuggling charge.\n\n\nBarker reportedly forced 27 Haitians off his 31-foot boat off the coast of Stuart, Fla.\n\nFor Haitian immigrant Blaise Augustin, each new drowning awakens an old pain. In 1979, he paid a smuggler $ \n1,000 to come to Florida.\n\nThe captain pulled a gun, forcing Augustin and 23 others to jump into 15-foot deep waters. Seven drowned.\n\n\"By the time they found the children, they were dead,\" says Augustin. \"It makes me so sad in a Christian way. We \nare human beings.\"\n\nIn recent months, dozens of Haitian refugees have drowned. As many as 34 Florida-bound Haitians were feared \ndead in waters off the Bahamas after a smuggler's boat capsized Feb 19.\n\nBut the tragedies seem to have little effect on the steady stream. The Immigration and Naturalization Service says \narrivals by sea or by air are up this year: in 1993, 4,100 Cubans and 2,546 Haitians arrived in Florida. Already this \nyear: 581 Cubans and 400 Haitians.\n\nAugustin, 39, works 12-hour days, seven days a week. In addition to providing counseling to St. Joseph's Haitian \nCatholic Center in Pompano Beach, Fla., he's bought his own convenience store and put his three children in \nprivate school.\n\n\"People are looking for life. They're looking for freedom, and the U.S is the place to come,\" says Augustin. \"If we \ncan't come to the United States, where can we go?\"\n\n Coast Guard interceptions at sea\n\n The government ordered the return of Haitians intercepted at sea to stem a refugee surge after Jean-Bertrand \nAristide's overthrow in 1991.\n\n         Cubans      Haitians\n\n1989        391        3,368\n\n1993      3,656        2,324\n\nNotes\n\nIMMIGRATION; See sidebar; 09A; See related story; 11A; See info box at end of text\n\nGraphic\n\n \n\nGRAPHIC, b/w, Sam Ward, USA TODAY, Source: U.S. Coast Guard (Line graph); PHOTO, b/w, Andrew Itkoff\n"}