{"title": "ATLANTA'S INTERNATIONAL VILLAGES / THE TURKS: 'American' adds to rich heritage;Business, study draw Turks here", "body": "\nSome came as doctors in the 1950s. Others were students. Turkish immigrants have been coming to Atlanta for \ndecades, and their presence is visible in small restaurants and shops throughout the metro area.\n\nMore recently, they have moved here from other parts of the country. Here they found jobs, opportunities and \nfriendships.\nAJC\n\nMazlum Kosma, a board member of the Turkish-American Cultural Association of Georgia, or TACAGA, estimates \nthere are 2,500 Turks in the metro area. The group has an active membership and offers classes in Turkish to the \npublic.\n\n\"Medical doctors came in the '50s and '60s, and also some technical and engineering students. Right now they are \nretired or recently retired or on the way [to] retirement,\" said Kosma, who is also the community director for \ngraduate and family housing at Georgia Tech, which has 117 Turkish students, the fifth-largest international \nstudent group at the school.\n\nYavuz Tarcan, Turkey's honorary consul general in Atlanta, said most Turks live in the Marietta area.\n\nThe 2000 census says that of the 423,105 foreign-born residents in the 20-county metro Atlanta area, less then 1 \npercent --- 1,381 people --- are from Turkey. Statewide, there are 1,610 Turks among the state's 577,273 foreign-\nborn residents, according to the census.\n\nAmong the first to arrive in Atlanta was Yuksel Yesiltepe, who went to Georgia Tech in 1959 on a Turkish \ngovernment scholarship to study textile engineering.\n\nAmericans at the time \"didn't know where Turkey was, even though Turkey was on the side of the U.S. after World \nWar II. They were curious. They thought we were still living in Ottoman times, that our clothing was different,\" said \n\n\nYesiltepe, who married \"a Southern girl\" while studying here. The couple later moved to Turkey and, after living in \nHolland for several years, retired to Atlanta in 1992.\n\nWhen Yesiltepe was a student, \"It took some time [for Americans] to accept that Turkish people are similar to \nAmericans, except of course for the religion,\" he said.\n\nMany studied, stayed\n\nTurkey is a relatively new democracy. It is a Muslim country in Europe and Asia, carved out of the vestiges of the \nOttoman Empire in 1923. Kemal Ataturk, national hero and the father of the republic, moved to separate religion \nfrom government. Secularism was codified in the country's 1937 constitution.\n\nAtlanta's \"next generation of [Turkish] students are finishing school and remaining here afterward,\" Kosma said. \n\"There are people who came in the '80s and '90s; the majority came [to study].\" Many of those students stayed \nafter getting full-time jobs in metro Atlanta.\n\nTurkish parents, who met through the Turkish-American Cultural Association, have formed a group that meets \nSundays to teach their children the Turkish language, dance and music, said Kosma, who is a board member of the \nassociation.\n\nShops such as the International Grocery and Deli on Franklin Road in Marietta cater to Turks with specialties like \nbasterma, dried beef with spices; nargilet, tobacco flavored with fruits like apple, strawberry and lemon; or yafka, \npastry leaves that are stuffed with cheese and meat.\n\nAbout half of the store's customers are Turks. The shop also carries Middle Eastern, Greek and Armenian foods.\n\nBusiness opportunities\n\nOther recent arrivals in metro Atlanta are people like Hakan Senkal, who came two years ago looking for business \nopportunities. Senkal had a restaurant in Seattle. When it closed, \"A couple of good friends said Atlanta was the \nplace,\" he said.\n\nHis restaurant, Efes on the Square, opened in June 2001. He runs the Marietta Square restaurant with his wife and \ntwo nephews.\n\nZiya Devletsah studied music in California and owned an instrument shop in New York before arriving in metro \nAtlanta in 1997. A cousin suggested he visit. He liked what he saw and stayed.\n\nDevletsah lives in Kennesaw, where he makes and repairs violins and teaches students in a small room at Sadler \nMusic on North Main Street.\n\nHis parents and grandparents were Tatars born in Manchuria --- now part of China --- and had to learn Russian and \nJapanese as the two powers struggled for control of the region.\n\nDevletsah, 43, was \"first-generation\" Turkish. But after 21 years in the United States (he became a citizen in 1995), \nhe feels \"fifty-fifty\"--- a Turkish-American whose roots stretch back to Europe and Asia.\n\n\"I already have two cultural backgrounds, Turkish and Tatar. And I have adapted to this American culture. So that \nmakes me Turkish-American. What is 'feeling American'? To me [it] is proud of being modern, educated, strongly \nbelieving [in] the power of democracy [and] --- very importantly --- being helpful; it is the most unique American \nidea.\"\n\nLike other Turkish immigrants in metro Atlanta, he views recent political events in Turkey with cautious optimism.\n\nTurkey is an ally of Israel and the United States, sharing borders with Iraq, Iran and Syria on one side and Greece \nand Bulgaria on the other. It is trying to gain entry into the European Union.\n\n\n\nLast month's election triumph by the Justice and Development Party means an end to decades of coalition \ngovernments. Turks here hope that the new government leaders will be able to curb rampant inflation that plagues \nthe country.\n\n\"The biggest economic crisis we lived [was] in coalition times,\" said Utku Diril, the president of the Turkish Students \nOrganization at Georgia Tech.\n\n\"I have concerns and I have hopes, too,\" he said. \"You can't be that radical in Turkey because for years we have \nbeen living in a secular state. Most people think it's the heart of the republic.\"\n\nBut others, like restaurant owner Senkal, are concerned that Justice and Development Party leaders like Tayyip \nErdogan --- once an Islamist firebrand --- will use democracy as a means to create an Islamic state.\n\n\"They will be walking a thin line,\" Senkal said.\n\nGraphic\n\n \n\nPhoto: Ziya Devletsah teaches Casey Musselman. Devletsah, whose parents were Manchuria-born Tatars, restores \nand makes violins. / ANDY SHARP / Staff; Photo: Mazlum Kosma estimates that 2,500 Turks live in the metro \narea. Behind him, children practice a traditional dance called Feyli Turna in a Georgia Tech activity room. / \nKIMBERLY SMITH / Staff; Photo: Atlanta's Turks take pride in heritage\n\nTurkish immigrants in metro Atlanta celebrated Saturday when Miss Turkey, 21-year-old Azra Akin, was crowned \nMiss World in London./ ALASTAIR GRANT / AP (TEASER)\n\nME: One in an occasional series on immmigration in metro Atlanta.\n"}