{"title": "Official blame game equally popular on either side of U.S.-Mexico border", "body": "\nAmericans and Mexicans have more in common than you might imagine, and that's not necessarily a positive thing. \nPeople in both countries respond to illegal immigration into the United States in ways that are dishonest, insulting \nand counterproductive, and they spend too much time blaming each other for situations they helped create.\n\nMany Americans find it easier to blame Mexico for the problem of illegal immigration rather than own up to the fact \nthere wouldn't be a problem if employers on this side of the border weren't gobbling up illegal workers. It's as if \nwe're desperately pleading with our neighbor, \"Stop us before we hire again.\"\n\nMeanwhile, many Mexicans find it easier to worry about the welfare of the most desperate members of their society \nonly after those poor souls have taken up residence in the United States. It's as if Mexicans are lecturing their \nneighbors about how to care for castaways that their own country has no idea how to care for.\n\nFor most of the 20th century, leaders from Mexico's Institutional Revolutionary Party simply ignored those citizens \nwho went over to el otro lado (the other side). National pride dictated that those who jilted Mexico to pursue a life in \nthe United States be treated as gone and forgotten.\n\nIn his 2000 campaign for the presidency, Vicente Fox changed that. As the conservative National Action Party \ncandidate and later as president, he visited immigrant communities throughout the United States and repeatedly \nreferred to Mexican expatriates as \"heroes\" because of their contributions to both countries.\n\nThat was admirable. In light of the more than $20 billion that Mexicans living in the United States send home yearly, \nthe expatriates deserve some respect. But Fox also took to meddling in U.S. immigration policy, which didn't sit well \nwith Americans. And when the U.S. Congress failed to pass immigration reform, some analysts blamed Fox for \nputting in his two centavos.\n\nWhen new Mexican President Felipe Calderón assumed office 10 months ago, he seemed committed to avoiding \nthe trap that ensnared his predecessor: defining the entire U.S.-Mexico relationship in terms of the immigration \nissue. For a while, Calderón pulled it off. But, while he was holding his tongue, Congress was once again \nmishandling immigration reform.\n\nNow, with comprehensive reform on ice, Calderón may have decided that there is no upside to staying out of the \ngame. The problem is, the first thing he did after coming off the bench was fumble.\n\nLast week, the Mexican president used his state of the union address to fire away at the Bush administration for its \nplans to build border fencing and \"unilateral measures . . . that exacerbate the persecution and the humiliating \ntreatment of undocumented Mexican workers.\" Calderón also lamented the \"insensitivity\" of the U.S. government \ntoward foreign workers and pledged to protect the rights of Mexicans no matter where they live. In a sweeping \n\n\nstatement that only fueled the paranoid fantasies of nativists and immigration restrictionists, Calderón even went so \nfar as to declare that \"wherever there is a Mexican, there is Mexico.\"\n\nDespite the erroneous claims of CNN's Lou Dobbs that the Mexican president - who has a 65 percent approval \nrating - didn't bother to criticize his own country, Calderón did just that. He recovered his fumble when he scolded \nMexico for not creating enough jobs, not doing enough to improve education, not cracking down enough on tax \ncheats and not finding enough fiscal alternatives to the country's oil reserves. If Mexico made those reforms and \nothers - such as cracking down on corruption - it might create an environment where more Mexicans would want to \nstay rather than travel north and put themselves at the mercy of their American neighbors.\n\nBravo for Calderón. That self-help message should be plastered on billboards all over Mexico. Which makes all the \nmore disappointing a meeting Calderón had with Elvira Arellano - the 32-year-old single mother who lived in \nChicago as an illegal immigrant before being deported to Mexico and separated from her child. It has since been \nreported that her son has rejoined her in Mexico. Nonetheless, Calderon promised his help in getting Arellano a \nvisa so she could return to the United States and perhaps serve as a goodwill ambassador.\n\nThat was a mistake. Here's what Calderón should have promised: \"Elvira, Mexico is broken. And I promise to fix it - \nso that, in the future, other people won't have to go through what you've gone through.\"\n\nNow, that would have built some good will with Americans.\n\nRUBEN NAVARRETTE JR. ( ruben.navarrette@uniontrib.com ) is a San Diego Union-Tribune columnist.\n"}