{"title": "Man charged in immigrant fraud case", "body": "\n(ran SS edition of METRO & STATE)\n\nIn a rare move, illegal immigrants decide not to suffer in silence and fear, and turn to Clearwater police for \nassistance.\n\nAll David Mendoza wanted was a decent place of his own, a rental apartment for himself  and his nephew.\n\nThe 28-year-old Mexican had  sneaked across the border last year and came to Clearwater, leaving behind a wife, \ntwo daughters, six brothers and a sister.\n\nLiving in a cramped, one-bedroom apartment with five other Mexican men, Mendoza works 62 hours a week at a \ncarwash and sends money back to his family. In October, he had scraped together $ 965 for what he thought would \nbe a new place to live.\nMEXFRAUD\n\nInstead, Mendoza, 28, was ripped off by a man accused of preying on at least 15 Mexicans who paid thousands for \napartments and identification documents that never materialized. When the victims tried to get their money back, \nthe man - who was born in Puerto Rico - threatened to turn them in to federal immigration authorities.\n\nIn a rare move, Mendoza and the other illegal immigrants turned to Clearwater police last month for help. They \ndecided not to suffer in silence and fear, which is the usual response among local Mexicans when they are \nvictimized.\n\n\"With not having the proper papers, they're so vulnerable,\" said Alex Emmanuelli, founder of Uno Federation \nCommunity Services, a non-profit agency supporting the local Hispanic population. \"You hear through the \ngrapevine of scams and problems with them, but it doesn't go beyond their community.\"\n\nNot this time. Based on information from Mendoza and other Mexicans who lost money, Clearwater detective \nRamon Cosme arrested Luis Cruz, 47, on Jan. 26 on a charge of scheming to defraud victims who paid a total of \nmore than $ 6,000 for documents and apartments Cruz was never in a position to provide.\n\nFor Mexicans who are here illegally to seek such law enforcement assistance is almost unique, said Peter \nSchweitzer, a priest formerly at St. Cecelia Catholic Church and a founder of La Clinica Guadalupana, which \nprovides free medical care for the Hispanic community.\n\n\"I can't think of another time this has happened, unfortunately,\" Schweitzer said. \"It's a step in the right direction. \nThey typically fear the police and equate them to INS.\"\n\n\nMost of the victimization he has encountered has involved employers. There have been instances, Schweitzer said, \nwhere he has intervened when women were being sexually exploited by employers who figured that because the \nMexicans were in the country illegally, they would be too  afraid to report the crime to police.\n\nCruz also counted on that, Cosme said.\n\n\"These (Mexicans) got taken advantage of,\" said Cosme, who speaks Spanish. \"They all paid in cash, and he told \nthem he would use his credit to get them apartments. He was supposed to have a friend he would take them to for \nan ID card and told them it would cost $ 350. Nobody knows who this buddy was, and I don't think he existed.\"\n\nThe victims were skittish, he said, because Cruz's threats made them afraid they would be deported. That fear \nalready has sent one victim into hiding. Cosme said there are more victims, but they have not come forward.\n\nCruz, who was released from jail on his own recognizance, did not respond to requests for an interview.\n\nCosme credited Rodolfo Scherer, a Hispanic notary who is familiar to the Mexican community, with convincing the \nMexicans to go to police. Scherer, who is from Argentina, operates Ixmiquilpan, a Mexican grocery on Drew Street.\n\nScherer helps Mexicans send money to their families and cope with things such as getting paid with bad checks. In \nmany cases, he said, Mexicans pay fees amounting to 10 percent to 15 percent of their paychecks to get them \ncashed because they have no identification or bank accounts.\n\nWhen he found out about Cruz's activities, Scherer confronted him at a Clearwater apartment complex where he \nworked and lived. He made Cruz sign a notarized promissory note for the money Mendoza paid him and \n persuaded the victims to go to the police.\n\nMendoza has shown the handwritten document to Cosme and keeps it in his pocket. He made a dismissive noise \nthrough pursed lips and smiled when asked, through an interpreter, if he is afraid now of Clearwater police.\n\n\"No,\" said Mendoza.\n\nPolice Chief Sid Klein views that as one small victory. In a city where about 15 percent of the population is Hispanic \n- mostly Mexican - he is trying to bridge cultural, language and other gaps with various programs.\n\nOne thing is certain: Clearwater police are not interested in turning people in to immigration authorities.\n\n\"That's not our job,\" Klein said. \"Our efforts are aimed at looking for solutions for a problem that is falling into our \nlaps. We have stopped participating in roundups.\"\n\nSoft-spoken and stocky, Mendoza readily admits he is an illegal immigrant. He still works at a Palm Harbor \ncarwash seven days a week, making $ 5.40 an hour. Each month, he sends about $ 700 to his family in Oaxaca.\n\nIt took Mendoza more than a month to save the $ 965. He plans to see the case through to its end.\n\n\"I will go to court and testify,\" Mendoza said firmly.\n\n- Times staff photographer John Pendygraft contributed to this report.\n\nGraphic\n\n \n\nBLACK AND WHITE PHOTO, JOHN PENDYGRAFT; David Mendoza, 28, vacuums a car at a Palm Harbor \ncarwash, where he works seven days a week to send money home to family in Mexico. (ran LA SE CT NT, CITY & \nSTATE, TAMPA & STATE)\n\n\n"}