{"title": "Reno Discounts Ruling on Elian; Fla. Court Has No Standing, Lawyers for Miami Relatives Told", "body": "\nAttorney General Janet Reno said yesterday that a Florida court order granting temporary custody of Elian \nGonzalez to his great-uncle in Miami \"has no force or effect\" on a federal government decision that the 6-year-old \nshould be returned to his Cuban father.\n\nIn a letter to attorneys for Lazaro Gonzalez, the great-uncle who is seeking to keep the boy in this country, Reno \nalso said she saw no reason for reversing last week's Immigration and Naturalization Service ruling.\n\nThe question of who has legal authority to speak for the child regarding his immigration status in this country \n\"remains one of federal, not state, law,\" Reno said. If the relatives want to challenge the INS decision, she said, \nthe Justice Department is prepared to litigate the matter in federal court.\n\nBut Reno's letter, while continuing to call on relatives to cooperate, gave no indication of how INS intends to \nenforce its ruling. In the meantime, she said an INS deadline for compliance Friday had been extended, and said \nthere was no intention to forcibly remove the boy from the Miami home of his great-uncle.\n\nIn response to the letter, Spencer Eig, an attorney for the boy's Miami relatives, said, \"The government continues \nto deny Elian his legal and constitutional rights.\" He said the custody order by Miami-Dade Circuit Court Judge \nRosa Rodriguez was \"based on protecting Elian from imminent harm\" if he is returned to Cuba.\n\nElian has been the subject of a tug of war between his father in Cuba--who wants him sent home--and relatives in \nMiami--who want him to stay in Florida--since he was found adrift in the Atlantic Ocean on Nov. 25.\n\nBoth in their Florida court petition, and in federal asylum claims, the attorneys for the Miami relatives had argued \nthat returning Elian \"to Fidel Castro's communist regime . . . would place [him] in an environment which will cause \nthe child's mental and emotional [and] physical health to be significantly impaired . . . [and] he would be deprived of \nfood, clothing, shelter and medical treatment.\"\n\nReno said that neither the attorneys, nor Lazaro Gonzalez, had any standing to seek asylum for Elian, since the \nINS had decided that only his father could represent him. In any case, she said, while the law allowed for asylum on \nthe basis of \"possible torture or persecution in the child's home country,\" the INS had \"found no objective basis\" for \nsuch a conclusion.\n\n\nThe Justice Department, while rejecting state court intervention, is eager to see the matter brought before a federal \ncourt, where it is confident of prevailing. Eig said such action would be taken \"in the near future, after observing \nMartin Luther King Jr. Day\" next Monday.\n\nOfficials in Washington puzzled yesterday over the holiday reference, some speculating that the attorneys were \nmerely delaying, while others suggested that Miami's Cuban American community was trying to placate African \nAmericans and Haitians there who have long protested what they see as special immigration treatment for Cubans \nand who have been increasingly disgruntled over the ongoing dispute.\n\nOne indication of the volatilefeelings in south Florida came when a Miami television station, WPLG, on Tuesday \nnight broadcast footage of Elian and a friend playing. An airplane passes overhead and Elian, looking up, is heard \nto say in Spanish, \"Yo quiero que tu me regresas a Cuba,\" or \"I want you to take me back to Cuba,\" the station \nsaid. Off camera, adults can be heard saying \"No, no,\" amid some scattered applause.\n\nThe report caused an immediate upheaval because many relatives and supporters have maintained Elian wants to \nstay in the United States. But when the passage was rebroadcast on the city's Spanish-language stations this \nmorning, emotional callers were divided among those who agreed with the station's translation and those who \ninsisted Elian had really said \"Yo quiero que no me regresas a Cuba,\" or, \"I don't want you to take me back to \nCuba.\"\n\nThe station submitted the passage to numerous linguistic experts and native speakers yesterday, and, as protesters \nincluding Rep. Iliana Ros-Lehtinen (R-Fla.) gathered outside the station, even played the passage for passersby \nbefore a live camera on the street. It concluded in its evening broadcast that it was impossible to be certain.\n\nPressley reported from Miami; DeYoung from Washington.\n"}