{"title": "Arizona immigration conflict", "body": "\nRep. Raul Grijalva (D-Ariz.) was online Wednesday, April 28, at 12:30 p.m. ET to discuss the growing conflict in \nArizona against a bill that will make it a state crime to be an illegal immigrant in Arizona. The Democrat has asked \nthe federal government not to cooperate when illegal immigrants are picked up by local police.\n\nVideo: Furor grows over Arizona's immigration law (AP)\n\n____________________\n\nProgramming note:  We have extended invitations to authorities who represent the other side of the immigration \nissue in Arizona.  Please consult the Live Chats schedule. \n\nPhoenix, Ariz.: How do you reconcile your commitment to uphold the Constitution as a member of Congress and \nyet suggest that federal authorities not enforce U.S. immigration law?\n\nRep. Raul Grijalva: I have never said or suggested that federal immigration laws should not be enforced. I have \nsuggested that federal law is a federal obligation and should not be delegated to local authorities.\n\n_______________________\n\nWashington, D.C.: An Arizona sheriff, Sheriff Clarence Dupnik, has already announced that he won't uphold this \nlaw because it is, in his words, a \"racist law.\" Even Tom Tancredo (!) thinks the law goes over the line. Is this law \neven going to live long enough to be enforced?\n\nRep. Raul Grijalva: I believe that the legal challenges of the Constitutionality of this law will eventually overturn SB \n1070.\n\n_______________________\n\nAnnapolis, Md.: Other than amnesty, what is your solution to the illegal immigration problem? Another amnesty \nwould only make the problem worse.\n\n\nRep. Raul Grijalva: I have never supported blanket amnesty. I have supported and still support a path to \nlegalization, border security, additional funds to support enforcement in high drug trafficking areas, and other \nelements of a comprehensive solution. I co-sponsored HR 4321, the Comprehensive Immigration Reform ASAP \nbill.\n\n_______________________\n\nWashington, D.C.: Under the new law, what will happen to legal visitors, legal immigrants, or citizens who are \nstopped by the police but unable to produce any documentation of their status?\n\nRep. Raul Grijalva: The person would be subject to arrest, possible detention, and a $500 fine for not having the \ncorrect papers on demand.\n\n_______________________\n\nPortland, Ore.: Don't you realize that your proposal for a boycott of all things Arizona may well hurt the people who \nneed help and support the most? As a frequent visitor to the Phoenix area, I can't help but notice that most service \nworkers are Mexican or of Mexican descent. Fewer tourists add up to less jobs, which equals more misery. Would \nyou reconsider?\n\nRep. Raul Grijalva: I have not called for a general \"boycott\" of Arizona. I have called for a targeted ban on \nconventions and conferences in the state for a limited time. The idea is to send a message, not grind down the state \neconomy.\n\n_______________________\n\nMinneapolis, Minn.: Representative Grijalva -- Thanks for taking questions today.  Are you satisfied with the \npresident's response to the  passage of this law? Is there more you would like him to do  or say?\n\nRep. Raul Grijalva: I am encouraged by the president's instructions to the Department of Justice to investigate the \nConstitutionality and civil rights implications of the new law. Hopefully, this will lead the DOJ to seek an injunction \nagainst the law.\n\n_______________________\n\nWashington, D.C.: I know you're head of Progressive Caucus. Do you worry that since you played nice with Obama \non health care, he might not do immigration reform? I would worry about it.\n\nRep. Raul Grijalva: I don't believe the president is ignoring the issue of immigration reform. The real impediment is \nmembers of Congress who are too afraid of the issue or those that seek to exploit it for political gain. That's the real \nproblem.\n\n_______________________\n\nAnonymous: What provisions does the new immigration law have in it with regards to illegals who have resided in \nArizona like more than five years and own businesses, homes and pay income taxes??\n\nThank you for your response.\n\nRep. Raul Grijalva: For the law-abiding, hard-working people that you describe, comprehensive reform would \nprovide a path to legalization, which involves background checks, a waiting period, and a fee for processing. SB \n1070, which we're discussing today, does not deal at all with the people you describe other than in an enforcement \nand detention capacity.\n\n_______________________\n\n\n\nPhiladelphia, Pa.: Do you have any thoughts as to whether the Republican National Convention should consider \nbeing held in Phoenix?\n\nRep. Raul Grijalva: It certainly would fit nicely into the RNC's theme on immigrants.\n\n_______________________\n\nRockville, Md.: Why don't you advocate enforcement of existing federal immigration laws so that states won't have \nto create their own in desperation? If laws against employers of illegals were enforced, most of the problem would \ngo away.\n\nRep. Raul Grijalva: Employer sanctions under comprehensive reform would be an effective deterrent because all \nemployees would be identified as legal and eligible for employment. Without comprehensive reform, we rely on a \nsystem in which employees work in the shadows, unseen and unreachable.\n\n_______________________\n\nPhoenix, Ariz.: How many of those commenting have actually read the AZ bill have actually read it. Do you think \npeople really understand all of its parts? It seems to be that reactions to the bill are based on preconceived biases.\n\nRep. Raul Grijalva: Immigration has unfortunately become a gut reaction issue. SB 1070 upon reading will be \nmore distasteful than one's original impression.\n\n_______________________\n\nWashington, D.C. (via Navajo Nation): What is your plan to get Arizona Indian Tribes aboard to end 1070?\n\nRep. Raul Grijalva: Opposition to SB 1070 has included Native nations. The racial profiling demand for Tribal \nidentification will be reason enough for more tribes to oppose it.\n\n_______________________\n\nNorth Manchester, Ind.: Please explain why illegal immigrants should not be subject to our border laws. If I am in \nEngland illegally, they have every right to toss me out until I can do the right thing and provide documentation that I \nhave respected their rules. What in your argument am I missing?\n\nRep. Raul Grijalva: I am not implying that immigration laws should not be enforced. Your assumption is that I \nbelieve the opposite, which is wrong. My opposition to SB 1070 is based on Constitutional concerns.\n\n_______________________\n\nDetroit, Mich.: Given concerns over the state of the national debt, how are members of both parties proposing to \npay for their immigration proposals? I find it hard to stomach complaints about our debt when the same people \npropose building a giant and expensive fence.\n\nRep. Raul Grijalva: The immigration reform bill presently in the House requires the payment of a fee for those who \nare undocumented. This fund would pay for the processing of applications, which is the key expense. The irony \nabout the fence is that despite its ineffectiveness and cost overruns, it remains a rallying cry for people who think \nthey're solving the problem. It's simplistic and doesn't do what proponents think it does.\n\n_______________________\n\nBelfast, U.K.: I don't understand the logic behind an earned pathway to citizenship for those who have broken the \nrules. How is this fair when faced against many others who would like to come to the United States, from Ireland for \nexample, who pursue legal means of entry?\n\n\n\nRep. Raul Grijalva: One of the largest groups of undocumented are the Irish and Eastern bloc residents. They too \nwould benefit from an earned path to legalization. They would have to get at the back of the line and wait with every \nother undocumented group, but they would have the opportunities they deserve and don't have now.\n\n_______________________\n\nSan Francisco, Calif.: I agree that this law goes way over the line. However, as a resident of another very strained \nborder state, I sympathize a bit with the frustration of the people of Arizona, which led to this overreaction. What do \nyou suggest as a more reasonable way to deal with the huge numbers of illegal immigrants coming into our \ncountry?\n\nRep. Raul Grijalva: Dealing with migration to this country from Latin America will require the United States to have a \nreal strategy to build capacity in the region, including economic development, humanitarian assistance, and \neducation. I am convinced that people come here driven by poverty and hunger, not malice or greed. They would \nremain home if they could sustain their families there. This has to become an essential part of reform.\n\n_______________________\n\nArlington, Va.: I was quite stunned this morning to hear John McCain blame the immigration law on President \nObama for \"failing to protect our borders.\"\n\nHow can he honestly lay the blame for this at the president's doorstep?\n\nRep. Raul Grijalva: For eight years or more, the Republicans have been funding and promoting \"border security\" -- \ntroops on the border, more Border Patrol agents, fences, detention centers, virtual fences -- and we still have the \nsame issue before us. For them or McCain in particular to blame those who are trying to deal with this complex \nissue now is the height of hypocrisy. While Sen. McCain was a maverick he promoted comprehensive immigration \nreform, and now as a Tea Party convert mimics his primary opponent J. D. Hayworth. This for me calls anything he \nsays into question.\n\n_______________________\n\nApache Junction, Ariz.: What exactly do you propose as a solution to illegal immigration in Arizona? Do you view \nillegal immigration as just that, the people breaking the law of the U.S.?\n\nRep. Raul Grijalva: As I've stated before countless times, I support comprehensive immigration reform as a key to \ndealing with unauthorized entries. I see undocumented immigrants as committing a civil infraction, which is stated in \npresent immigration law.\n\n_______________________\n\nRochester, N.Y.: Is it true that if police stop someone under the new AZ law, and that person simply declares \nhimself to be a citizen, the police can't demand ID from him or her?\n\nRep. Raul Grijalva: Under the new law, if police have \"reasonable suspicion\" that the person is an undocumented \nimmigrant, they can demand proof. Refusing to provide it will not end the conversation.\n\n_______________________\n\nVirginia: I lived in Latin America most of my life, speak Spanish fluently, and love its music, culture, and people. My \nHispanic friends and I support enforcing Arizona law. Does that make us racists?\n\nRep. Raul Grijalva: I'm glad you like the music. No, you're not a racist. However, you might want to protect your \nConstitutional rights by opposing this law.\n\n_______________________\n\n\n\nwashingtonpost.com: This now concludes today's discussion with Rep. Grijavla. Thank you for joining.\n\n_______________________\n\nEditor's Note: washingtonpost.com moderators retain editorial control over Discussions and choose the most \nrelevant questions for guests and hosts; guests and hosts can decline to answer questions. washingtonpost.com is \nnot responsible for any content posted by third parties.\n"}