{"title": "ROMNEY TAKES ON HOT TOPIC", "body": "\nWith Rick Perry proving to be a serious threat to Mitt Romney's presidential campaign, the former Massachusetts \ngovernor swung through Tampa on Friday to exploit what some Republicans see as Perry's Achilles' heel: \nimmigration.\n\n\"We must stop providing the incentives that promote illegal immigration,\" Romney told more than 100 people \nattending a Republican Hispanic conference. \"As governor, I vetoed legislation that would have provided in-state \ntuition rates to illegal immigrants and I strengthened the authority our state troopers had to enforce existing \nimmigration laws.\"\n\nRomney, 64, never mentioned by name the Texas governor, who leads Romney in most national polls as well as \nin early primary and caucus states. But immigration is a new issue of focus for Romney this election cycle, and his \ncampaign knows Perry, 61, is already facing criticism from conservatives for not taking a hard-enough line.\n\nFor instance, in 2001 Perry signed a version of the \"DREAM Act\" that made Texas the first state to allow in-state \ntuition to undocumented immigrants - much like the bill Romney boasted of killing in Massachusetts.\n\nLast year, Perry said he had no interest in passing a tough Arizona-style immigration law for his border state. He \nalso has questioned the effectiveness of building a massive border fence, something Romney said Friday should \nbe a priority.\n\nIllegal immigration remains a hot-button issue among Republican activists, but leaders in Texas - where 38 percent \nof the population is Hispanic - have tended to take a more moderate approach to the issue.\n\n\"As governor of Texas, a state that has more than 1,200 miles of border with Mexico, Gov. Perry understands \nfirsthand the need to secure our border, something the federal government has failed at,\" said Perry campaign \nspokesman Mark Miner. \"Because of the federal government's inaction, Texas has spent more than $400 million on \nborder security since 2005. Before you discuss comprehensive immigration reform, the border has to be secured.\"\n\nTough talk on immigration can backfire in states like Florida, where Hispanics are heavily courted swing voters, if \nthe rhetoric comes off too harsh. Romney took a hard line on immigration in 2008 and wound up winning just 9 \n\n\npercent of the Cuban vote and 21 percent of the non-Cuban Hispanic vote in Florida's Republican primary. Arizona \nSen. John McCain won 54 percent and 53 percent respectively, and won Florida's primary.\n\nSpeaking Friday to the Republican National Hispanic Assembly, Romney was careful to differentiate between \nimmigrants and illegal immigrants.\n\n\"I am a great proponent of legal immigration. Many of you are living proof of the unique strength of America that is \nconstantly renewed by new Americans,\" Romney said, arguing that Republicans should do a better job winning \nover Hispanic voters.\n\n\"The Republican Party is the party where Hispanic citizens should reside. Our party is the place where their values \nand their aspirations will be fulfilled. The other party has a good pitch, but not a good delivery,\" Romney said. \n\"President (Barack) Obama and his party are about handouts and welfare and the redistribution of wealth. That is \nnot what brought us to these shores. Our party is about freedom and opportunity.\"\n\nRomney was enthusiastically received, but not nearly as much as underdog Republican candidate Herman Cain, \nwho spoke several hours later and drew repeated standing ovations.\n\n\"As I look around this room I see beautiful faces, beautiful people. I see people of light complexion, brown \ncomplexion, brown complexion,\" said Cain, a former radio talk show host and self-made millionaire who used to be \nchief executive of Godfather's Pizza. \"Let me tell you what I don't see in this room today: I don't see minorities, \nbecause we are all patriots, which puts us in the majority.\"\n\nAfter a speech in which he criticized Obama as inept and a threat to America's freedom, Cain was vague about his \nviews on the DREAM Act. It should be up to states to decide, Cain said, declining to offer an opinion on the merits \nof such legislation.\n\nAfter his speech at Tampa's Grand Hyatt hotel, Romney traded his suit and tie for jeans and an open-collar Brooks \nBrothers shirt to greet supporters and officially open his statewide headquarters at Bayshore Boulevard and Platt \nStreet.\n\nHe noted that he was just across the river from where he hopes to accept the Republican nomination a year from \nnow.\n\n\"Florida's huge,\" Romney said, referring to the significance of Florida's primary expected to be early next year. \"I \nthink probably you will be the state that sets the final compass.\"\n\nAdam Smith can be reached at asmith@sptimes.com\n\nGraphic\n\n \n\nPHOTO - CHERIE DIEZ - Times: Romney waves to supporters at his campaign headquarters. He told the \nRepublican National Hispanic Assembly, \"We must stop providing the incentives that promote illegal immigration.\" \nPHOTO - CHERIE DIEZ - Times: Mitt Romney signs the American flag on a T-shirt for veteran Mike Freese, 62, of \nSt. Petersburg at Friday's official opening of the Republican presidential hopeful's campaign headquarters at 142 W \nPlatt St. in Tampa.\n"}