{"title": "The Economy | Closing borders would be a shame", "body": "\nThe immigration argument is agonizing, polarizing, and as generally unpleasant as any issue I can recall.\n\nBut I'll say this in its favor: It takes conventional labels such as \"liberal\" and \"conservative\" and puts them where \nthey belong - in the shredder.\n\nEveryone knows by now that the right is split over immigration. Hard-liners, including Republican leaders in the \nHouse of Representatives, want fences and mass deportations.\n\nOthers - I was about to say \"moderates,\" but that's inaccurate, since many social and fiscal conservatives also lean \nthis way - favor legalization and \"guest-worker\" programs that try to match immigration flows to the U.S. labor \nmarket.\n\nThis has produced some dramatic - and, to liberals, highly entertaining - internecine warfare. Republicans are using \nnames on each other that they used to save for Democrats, and invoking flag and religion to support both open and \nclosed borders.\n\nLefties can't enjoy this spectacle too much, however, since they're equally, if not as publicly, divided themselves.\n\nMany liberals instinctively want to stand with the Latinos and others who have been staging huge, semi-\nspontaneous pro-immigrant rallies across the country recently.\n\nEconomically unnerving\n\nBut others find the rapid growth in immigrant numbers unnerving - if not culturally, then economically.\n\nThey believe immigrants compete for jobs, making it easier for employers to keep wages down and tougher in \nparticular for low-skilled native-born Americans to move up the economic ladder.\n\nThis belief draws support from some economists, such as Harvard's George Borjas, who has argued that wages for \nlow-income American workers would be as much as 8 percent higher if not for the large number of illegal \nimmigrants currently in the U.S. labor force.\n\n\nCiting Borjas' work, some liberals have thrown in with the closed-border conservatives, saying that a major \ncrackdown on illegal immigrants is necessary to improve the chances of urban minorities and other low-income \nnative-born Americans.\n\nFor instance, essayist Michael Lind recently denounced what he called \"Cheap Labor Liberalism\" in the \n\"progressive\" blog TPM Cafe:\n\n\"For New Deal liberals, the best antipoverty program is a high private-sector wage, resulting from tight labor \nmarkets created artificially by public-sector workfare programs combined with immigration restriction,\" Lind wrote.\n\nBut is it really necessary to attempt to deport about 12 million illegal immigrants in order to improve the job \nprospects of low-income Americans?\n\nIncreased wages\n\nFortunately, it may not be. Some recent economic papers call Borjas' conclusions into question, arguing that open \nimmigration actually increases the wages of most native-born American workers, rather than decreasing them.\n\nIn one recent paper, Gianmarco Ottaviano of the University of Bologna in Italy and Giovani Peri of the University of \nCalifornia at Davis agree that wages for high-school dropouts fall slightly - by about 1 percent - because of \nimmigration.\n\nBut for the vast majority of native-born workers who have at least a high school diploma, immigration raises wages \nby 3 percent or 4 percent, Ottaviano and Peri contend.\n\nHow? Immigrants don't just take \"jobs Americans don't want. They create new and more specialized jobs, and \nenable businesses to grow in ways they otherwise could not.\"\n\nFrom restaurant kitchens to landscape-gardening crews to construction sites and day-care centers, immigrants add \nsize and diversity to an economy. (Think Los Angeles vs. Omaha.)\n\nAs a result, both wages and house prices grew faster in cities that attracted large numbers of immigrants in the \n1990s, the researchers found.\n\nThat analysis makes intuitive sense in Philadelphia, where both immigration and economic growth lagged the \nnation for decades.\n\nNow that we're finally starting to get a bit more of both, it would be a shame to let either the right or the left shut it \noff.\n"}