{"title": "Fingerprints' lasting marks", "body": "\nRegarding the March 21 editorial \"Not enough fingerprints\":\n\nThe federal Secure Communities program involves sending an alleged criminal's fingerprints to Immigrations and \nCustoms Enforcement (ICE) at the point of booking - not when the person is convicted, let alone when they're \nconvicted of something serious. So far, a majority of those illegal immigrants deported as a result of this process \ndon't fit the profile of serious criminals that ICE claims to be pursuing. A majority either have no criminal record or \ncommitted only minor offenses.\n\nIf ICE really wanted to concentrate on serious criminals, it would focus on records of people who've been convicted. \nSecure Communities' broader scope strongly suggests that it has something else in mind, possibly this:\n\nPeople who enter the country without documents, if they avoid arrest entirely, have no prints on file in the United \nStates; Secure Communities won't identify them. They also, under present law, have essentially no chance of \nadjusting their immigration status.\n\nBut people who have overstayed visas constitute about 40 percent of those present without formal authorization. \nThey do have prints on file. And they have, in some cases, a remote chance of adjusting their immigration status. \nThey're also the people likeliest to be detected by Secure Communities. \n\nIs ICE going after easy cases? Trying to lower the population of people who might be able to attain legal status in \nthe future? Either explanation seems both possible and regrettable.\n\nMary Hopkins,Everett, Mass.\n\nl\n\nThe Post claims that ICE \"has neither inclination nor resources to deport suspects with otherwise clean records who \nhave been arrested for low-level infractions.\" But ICE's own statistics tell a different story, showing the Secure \nCommunities program sweeps up an alarmingly high percentage of people who have no criminal convictions or who \nwere arrested for traffic and other low-level offenses. That worries immigrant communities, who view Secure \nCommunities as an incentive to arrest people just so their fingerprints can be checked or as an obstacle to \napproaching the police when they are victims or witnesses to a crime.\n\n\nPost articles have revealed ICE's pattern of providing misleading and contradictory information about the program. \nMaybe the editorial board should read the articles, too.\n\nJoan Friedland, Washington\n\nThe writer is the managing attorney at the National Immigration Law Center.\n"}