{"title": "Illegal Border Crossings Dip Sharply", "body": "\nCampaign rhetoric to the contrary, statistics show that the number of illegal immigrants crossing the border is less \nof a problem now than it has been for four decades.\n\nWhile presidential candidates talk about how to secure the United States-Mexico border, data show that their focus \nmight instead be on dealing in a positive way with the millions of illegal immigrants already here. Apprehensions by \nthe United States Border Patrol are at their lowest level since the Nixon era, according to unofficial statistics from \nthe agency that The Washington Post reported this month.\n\nA sour economy, increased enforcement by the Border Patrol and skyrocketing smuggling fees are keeping more \nwould-be crossers at home.\n\nIn 2010, the Border Patrol apprehended about 448,000 illegal immigrants on the Southwest border, roughly \n93,000 fewer than in 2009. This year, apprehensions have dipped by more than 25 percent, to 327,500.\n\nThere are now 10.2 million illegal immigrant adults in the country and another 1 million illegal minors, according to \ndata released this month by the Pew Hispanic Center. The center estimates that 35 percent of those adults have \nbeen in the country 15 years or longer, compared with 16 percent in 2000. Conversely, only 15 percent have been \nin the country five years or less, compared with 32 percent in 2000.\n\n''It's more expensive to get in, it's more dangerous to get in and there are no jobs to be had,'' said Jeffrey S. Passel, \nthe senior demographer at the Pew Hispanic Center. ''It's not surprising that the inflows are way down.''\n\nJames W. Ziglar, a senior fellow at the Migration Policy Institute and a commissioner of the United States \nImmigration and Naturalization Service under President George W. Bush, said there are so many people in the \ncountry illegally because the system has long been dysfunctional.\n\n''We are not going to deport these people,'' Mr. Ziglar said. ''We need to deal with the problem and provide them \nwith a way to a legal status.''\n\nMr. Ziglar's stance reflects the view of many of his fellow Republicans. In a poll this year, the Pew Research Center \nfor People and the Press found that 58 percent of so-called Main Street Republicans supported a path to \nlegalization while 39 percent opposed it. A poll by the Partnership for a New American Economy, a bipartisan group \nof mayors and business leaders, found that only 16 percent of likely attendees at the Iowa Republican caucuses \nwere opposed to expanding legal immigration.\n\n\nAlong some parts of the Texas-Mexico border, violence is also down. Ciudad Juarez, for example, is on pace for \n1,000 fewer homicides this year -- a rare bit of good news in a ravaged city. Howard Campbell, a professor of \nanthropology at the University of Texas at El Paso, said the violence in adjacent Ciudad Juarez has subsided \nbecause the gangs used by the Juarez drug cartel are weaker and the Sinaloa cartel -- which has waged a war in \nthe city since 2008 -- is distracted with tougher battles to the west. Mr. Campbell also cited pressure on President \nFelipe Calderon to make the police and the military more accountable and to improve his country's image.\n\n''In general,'' Mr. Campbell said, ''things hit bottom, and so there is an almost natural cycle of improvement. \nWhether this improvement will last is impossible to say.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n\nPHOTOS: A fence along the Rio Grande in Brownsville and a sign are meant to deter illegal crossers. \n(PHOTOGRAPHS BY BOB DAEMMRICH FOR THE TEXAS TRIBUNE)                                      \n"}