{"title": "Cain Says His Deadly Fence Plan Was 'a Joke'", "body": "\nVisit msnbc.com   for breaking news,            world news, and            news about the economy\n\nAt two campaign rallies in Tennessee on Saturday night, the Republican presidential candidate Herman Cain said \nthat part of his immigration policy would be to build an electrified fence on the country's border with Mexico that \ncould kill people trying to enter the country illegally.\n\nBut by Sunday morning, in a dramatic change of tone, Mr. Cain, a former restaurant executive, said he was only \nkidding.\n\n\"That's a joke,\" Mr. Cain told the journalist David Gregory during an appearance on NBC's \"Meet the Press,\" where \nhe was asked about the electrified fence. \"That's not a serious plan. I've also said America needs to get a sense of \nhumor.\"\n\nMr. Cain's attempt to pass off incendiary comments as nothing but a joke may take more effort, however. In making \nthe initial remarks about an electrified fence killing illegal immigrants, Mr. Cain was detailed and repetitive. He did \nnot introduce his thoughts as anything but serious commentary, beginning with the words, \"We have a crisis of \nillegal immigration.\"\n\nAnd the crowds responded with cheers, not laughs.\n\nAs Ed Wyatt reported on Saturday from Tennessee: \n\nThe remarks, which came at two campaign rallies as part of a barnstorming bus tour across the state, drew loud \ncheers from crowds of several hundred people at each rally. At the second stop, in Harriman, Tenn., Mr. Cain \nadded that he also would consider using military troops \"with real guns and real bullets\" on the border to stop illegal \nimmigration.\n\nThe remarks were among the most pointed yet by Mr. Cain about illegal immigration, and they come as he is \nenjoying a surge in national political polls on the back of his victory in a recent Florida straw poll.\n\nWhen Mr. Gregory asked if Mr. Cain would describe himself as a \"neoconservative,\" -- the foreign policy approach \nchampioned by the Bush administration that favored the aggressive use of military power to promote American \ninterests and values abroad -- Mr. Cain seemed unsure:\n\n\nMR. CAIN: I'm not sure what you mean by neoconservative. I am a conservative, yes. Neoconservative -- labels \nsometimes will put you in a box. I'm very conservative.\n\nMR. GREGORY: You're familiar with the neoconservative movement?\n\nMR. CAIN: I'm not familiar with the neoconservative movement. I'm familiar with the conservative movement. Let \nme define what I mean by the conservative moment: less government, less taxes, more individual responsibility.\n\nMr. Cain also found himself on the defensive on his tax plan when he addressed a Washington Post report that his \nproposal to impose a 9 percent income tax, 9 percent corporate tax and a 9 percent sales tax would hurt  many \npoor and middle-class families. Analysts say that since those families pay little to no taxes under the current tax \nstructure, they would now pay both income and additional sales taxes.\n\n\"Some people will pay more,\" he said. \"But most people will pay less, is my argument.\"\n\nMr. Cain also dismissed a Wall Street Journal editorial critique that \"a 9% rate when combined with state and local \nlevies would mean a tax on goods of 17% or more in many places.\"\n\n\"Don't combine it with state taxes,\" he said. \"This doesn't address state taxes. If you combine it together, yes, you \nwould get that number. This is a replacement structure. These are replacement taxes, they're not on top of \nanything.\"\n\nMr. Gregory asked then him, \"Are you saying they're going to be repealed?\" \n\nMr. Cain replied: \"With the current structure, you have state taxes, right? So with this new structure, you're still \ngoing to have state taxes. That is muddying the water.\"\n"}