{"title": "From the border to the barracks; Let immigrants serve, experts say", "body": "\nWashington --- In the Revolutionary War, thousands of immigrants fought for America's independence.\n\nTwo centuries later, two prominent national security experts contend that foreign citizens can once again help the \nUnited States maintain combat readiness.\n\nMichael O'Hanlon, a senior fellow at the Brookings Institution in Washington, and Max Boot, a senior fellow at the \nCouncil on Foreign Relations in New York, have proposed allowing thousands of immigrants into the United States \nto serve for four years in the military in exchange for citizenship. Many legal residents already participate in the \narmed forces, but this program would bring in citizens of other countries with the express purpose of becoming \nsoldiers.\n\nFor some, this brings to mind the practice of hiring foreign mercenaries. For others, it cheapens the ideal of being \nan American and takes advantage of desperate people.\n\nBut O'Hanlon says the military is in dire need of new personnel and that immigrants could be an ideal solution.\n\n\"The Army and Marine Corps are too small and too stressed, even though they've gone to great lengths to work \nhard to recruit,\" he said. \"I want to give them some more options to find people.\"\n\nO'Hanlon and Boot say that importing immigrants to be soldiers would solve the military's recruitment problems \nand provide the armed forces with more translators and experts in other cultures.\n\nThe wars in Iraq and Afghanistan have stretched thin U.S. military resources, forcing the Pentagon to rely more \nheavily on reservists, National Guard troops and multiple deployments. In an effort to meet recruitment goals, the \nmilitary has boosted cash bonuses and other incentives.\n\nO'Hanlon acknowledges that hiring noncitizens is risky and that extensive background checks would have to be \ndone to protect national security. But he says that \"we're not living in a perfect world\" and that immigrants \ntraditionally perform well in the military.\n\n\nThe United States currently has more than 40,000 noncitizens serving in the armed forces on active and reserve \nduty. About 8,000 permanent residents enlist for active duty every year.\n\nThe rate of naturalization for the immigrant soldiers has increased in recent years because the United States \nexpedited the process and allows citizenship ceremonies to be held overseas for service members. \n\nMargaret Stock, a lieutenant colonel in the Army Reserve and professor at West Point, said the Pentagon has the \nauthority to bring immigrants to the United States to serve in the military, as long as it determines that it is vital to \nthe national interest, but that the Pentagon has not chosen such an option.\n\nA few countries have a tradition of foreign citizens serving in military branches, including France, where the \nForeign Legion comprises about 8,000 noncitizens.\n\nIMMIGRANT SOLDIERS\n\nThe number of immigrants in the military who have become American citizens has increased in recent years.\n\n2001......749\n\n2002....1,055\n\n2003....3,870\n\n2004....4,668\n\n2005....4,614\n\nSource: U.S. Department of Homeland Security\n"}