{"title": "As Government Cap on Work Visas Rises, So Does Confusion", "body": "\nThe two engineers have been ready for months. One waits in Colombia, the other in Argentina.  \n\n They are experts in wind technology, a fast-growing segment of the electricity industry. Their employer, Tampa-\nbased Granite Services Inc., says projects have been delayed as it awaits their arrival  --  and their visas. \n\n So the company's human resources manager keeps an Internet browser open to the Federal Register, clicking its \nrefresh button every few minutes. How many visas remain? Should applicants hold a master's or PhD? Will a \nbachelor's do?  \n\n The agency in charge is also looking for answers.  \n\n Last month, U.S. Citizenship and Immigration Services, an arm of the Department of Homeland Security, said it \nwould issue an additional 20,000 visas for highly skilled foreign workers because this year's cap had already been \nmet. All 65,000 of the H-1B visas for this year were filled by U.S. businesses on Oct. 1, the first day of the \ngovernment's fiscal year. In response to complaints from businesses, Congress in November passed legislation \napproving the additional visas, saying they should go to graduates of U.S. institutions with an advanced degree. \nBut last month, the immigration agency said the visas could go to anyone with a bachelor's degree, confusing \nbusinesses and immigration lawyers.  \n\n As of yesterday, agency officials said Homeland Security and the Office of Management and Budget were still \nreviewing the criteria for the 20,000 visas. Christopher S. Bentley, a spokesman for Citizenship and Immigration \nServices, said businesses will have to wait for guidance advising them on who qualifies and how to apply.  \n\n \"We can't comment on what exactly is going to happen,\" he said. \"The hows, where and whats will all be summed \nup in that guidance. . . . We want to make sure this is done properly.\" \n\n The discrepancy in details underscores the business community's criticisms of U.S. immigration policy. It also \nforeshadows a growing debate between government and business over immigration, one that has not been as \nfervent since the tech boom of the late 1990s. Back then, as programmers worked to stop anticipated Y2K \nproblems, the industry lobbied Congress hard to increase the number of foreign workers they could hire, \nsuccessfully increasing the cap to as high as 195,000 in some years. These same companies recruited engineers \n\n\nfrom overseas with competing offers, expense accounts and limousine rides awaiting their arrival in the United \nStates. \n\n  The H-1B visa allows holders to live and work legally in the United States for up to six years. Many go on to \nreceive green cards and live permanently in the United States; others go home.  \n\n When boom went bust, many did go home as the hunger for overseas workers  --  and the visas  --  waned. Last \nyear, the cap on H-1B visas returned to 65,000, a number established by Congress in the 1990s. Now, as the tech \neconomy attempts a comeback, buoyed by security contracts and federal investments, lobbying efforts to raise the \nH-1B cap have resumed.  \n\n \"The company goes through periods when it's hiring and when it's not hiring. We are tracking on an upward \ndirection,\" said Dan Larson, a lobbyist for Texas Instruments Inc. \"These people who have the H-1B visa, they have \nthe skills and training which is very cutting edge . . . which is exactly where the semiconductor industry is.\" Four \npercent of the Dallas company's U.S. workforce of 20,000 is on an H-1B visa.  \n\n Critics of the visa program say employers aren't looking hard enough in the United States and have used the \nprogram to import cheaper labor. They accuse these same employers of abusing the program's mandate to pay \nworkers a \"prevailing wage.\" \n\n \"You can hire a computer programmer and pay $12.50 per hour and that passes muster as prevailing wage,\" said \nRon Hira, a vice president for the Institute of Electrical and Electronics Engineers-USA, a professional society \nrepresenting 220,000 engineers. \n\n Companies retort that the filing fees to sponsor H-1B visas  --  applied toward training for U.S. workers  --  have \nincreased from hundreds of dollars to thousands, and that they also have to pay thousands in lawyers' fees and \nmoving expenses.  \n\n \"We have to spend a lot of money to bring in H-1Bs,\" said Dierdre Spear Petee, vice president of global human \nresources at Granite Services. \"It's not a matter of finding cheap labor. It is really and truly for our business meant \nto find qualified workers.\" \n\n Last week, employers were given permission to begin filing applications for next year's H-1B visas, a process \nsome found illogical since they don't know what the outcome of this year and the additional 20,000 visas will be. \nStill, Petee told the company's lawyer to file for her wind-technology experts, who hold bachelor's degrees and \nsome additional training, so they had a chance of arriving by October at the latest.  \n\n She said the engineering services and power generation company will probably need more engineers in the \ncoming year -- engineers she said the United States doesn't produce enough of  --  but she doesn't know yet how \nmany. \"Those needs won't be apparent until after the window for applications closes, and then, either the jobs will \ngo unfilled, or they'll be filled with people who don't meet the qualifications, which will result in higher costs for \ntraining, overtime and longer outages for the utility companies.\" \n\n Faced with the choice of outsourcing work overseas or importing workers, some entrepreneurs say the time and \nmoney and uncertainty associated with the H-1B program make their choice clear. \"The cost has risen substantially \nand the quota has decreased,\" said Jitendra Vyas, chief executive of Technology Ventures LLC in McLean. \"I think \noutsourcing is increasing substantially.\" \n\n About a dozen people, or 40 percent of Technology Ventures staff, are H1-B visa holders, Vyas said. He lauded \nthe immigration agency for making some aspects of the visa program easier, such as allowing holders to change \njobs and keep their H-1B visas and reducing the waiting period for visas to be issued. But he said the hassle of \nfiling petitions for visas, along with the ever-increasing costs of salaries and benefits for employees in the United \nStates, is forcing him to grow his business elsewhere. Over the next year, the data-integration company plans to \nhire as many as 100 programmers in Pune, a city about 120 miles from Bombay.  \n\n\n\n  The strategy sounds familiar to Petee. Last year, of Granite Services' 2,000 employees in the United States, 35 \nheld H-1B visas. This year, it has sponsored 19. Petee said the drop-off is the result of a large contract being \noutsourced to India. \n"}