{"title": "Narrowing the U.S. Immigration Gate", "body": "\nSeventeen years ago, Sonya Canton, an American citizen born in the Philippines, petitioned for her sister, a banker, \nto join her here under the family-reunification policy that has been the basic principle of United States immigration \nlaw for 30 years.\n\nWhile she was waiting, a second sister, who sold exotic seashells for a living, visited the United States as a tourist, \nliked the place and decided to stay on illegally with her three children.\n\nTo this sister's surprise and good fortune, in 1986 Congress offered amnesty to illegal immigrants, and she and her \nchildren became legal residents, eligible for citizenship. Today she works as a saleswoman in a department store, \nand her children have all graduated from high school with honors.\n\nMeanwhile, as the banker sister continues to wait, the mood of the country, and of Congress, has changed. \nStruggling to stem a flood of legal and illegal immigrants, Congress is preparing to cut deeply into family-\nreunification quotas this fall and drop people like her from eligibility.\n\nIf the changes are enacted, the United States would shut the door on about 2.4 million people -- the brothers, \nsisters and adult children of citizens and legal residents -- who have waited for years or decades to enter the \ncountry as legal immigrants. That number nearly matches the three million illegal immigrants granted amnesty in \n1986.\n\n\"It is some kind of injustice when those who played by the rules can't get in, but those who broke the rules are now \ngoing to become citizens,\" said Ms. Canton, an import specialist for the United States Customs Service.\n\nBut even immigration advocates concede that the current law has become unwieldy, with a total of 3.5 million \npeople waiting -- some in lines that stretch for 40 years or more -- to join relatives in the United States.\n\nIn some countries, like the Philippines, the projected wait for American visas is so long that the categories for \nsiblings and adult children effectively no longer exist. Nonetheless, the applications keep coming in, and the lines \ngrow longer. The solution most favored by Congress is to focus on the nuclear family and to eliminate from eligibility \nthose with less immediate ties.\n\n\n\"I don't think there is any risk that family unity will be eliminated as a basis for immigration to the United States,\" \nsaid Arthur C. Helton, an immigration expert with the Open Society Institute, a lobbying group in New York that \nstudies international issues. \"But what that means in a number of specific contexts will be redefined, and a focus on \nthe immediate nuclear family will emerge.\"\n\nThat approach became evident when a Presidential commission led by Barbara Jordan, a Democrat and former \nRepresentative from Texas, recently began drafting proposed changes in the immigration laws. In an interim report \nissued in June, the commission recommended, among other things, allowing citizens and legal residents to bring in \nonly spouses and minor, unmarried children -- not their siblings or adult children.\n\nCongress is now considering a number of immigration bills. The most far-reaching was submitted in June by \nRepresentative Lamar Smith, the Texas Republican who heads the House subcommittee on immigration. His bill \nis in the hands of the House Judiciary Committee. In the Senate, Alan K. Simpson, Republican of Wyoming, is \npreparing to introduce a similar bill.\n\nThe Smith and Simpson measures largely attack illegal immigration; they propose stronger border controls, \nworkplace enforcement and deportation procedures. In addressing legal immigration, the bills drastically cut \nfamily-reunification admissions by making the siblings and grown children of legal residents and citizens no longer \neligible for immigration. The Smith bill would reduce the number of legal immigrants to 535,000 a year, compared \nwith about 800,000 last year.\n\nThe changes would reduce the waiting lists and speed the entry of the spouses and minor children of legal \nresidents. Currently, the spouses and minor children of United States citizens can enter immediately, without a \nnumerical quota. But about 1.1 million spouses and minor children of legal residents are caught in the backlog, \nalong with siblings and children over 21.\n\nApart from family reunification, the primary avenue for immigration into the United States is employment.\n\nThe 1986 amnesty is partly responsible for the flood of applicants that has created pressure for the changes. About \n80 percent of the spouses and minor children on the immigration waiting lists are relatives of those who won legal \nresidence under that law, Government figures show.\n\nThe total family-preference waiting list of 3.5 million is twice as long as when the amnesty law took effect.  Under \ncurrent quotas, only 253,721 of those waiting will receive visas this year, even as the list of applicants grows longer.\n\nThe backlog includes one million applicants from Mexico and about 500,000 from the Philippines. Before the 1986 \namnesty, the Philippines was the largest source of legal immigrants into the United States. Those countries are \nfollowed by India, China, Vietnam, the Dominican Republic, Taiwan, South Korea, El Salvador and Haiti.\n\nShort of raising the ceiling for immigration, there seems to be little way to accommodate the lengthening waiting \nlist of siblings and adult children.\n\n\"Clearly the public mood and the practical realities of today's America require that we cut down on immigration,\" \nsaid Dan Stein, executive director of the Federation for American Immigration Reform, an independent lobbying \ngroup.\n\nCalling the Jordan, Smith and Simpson proposals \"an effort to strike a balance,\" he said, \"We have to make these \ndecisions based on what is in our national interest.\" He added, \"We have no duty or obligation to people who have \nbeen waiting in line because the system is impractical in the first place.\"\n\nBut opponents say the cuts are politically motivated and unnecessary. \"Since when did the United States become \ntoo small for the parents and children and brothers and sisters of United States citizens?\" asked Frank Sharry, \nexecutive director of the National Immigration Forum, a pro-immigration lobbying group. \"The idea of bringing in \nenergetic newcomers who are helped by family members to get a leg up in this society is something that has \nworked for 300 years.\"\n\n\n\nHe added, \"For a Congress that prides itself in being pro-family, it seems hypocritical to cut family immigration by \n30 percent.\"\n\nOne potential victim of the expected changes is Leticia Chong, a Filipino nurse who has played by the rules and \nprospered. She entered the country legally in 1981, became a legal resident, obtained both business and nursing \ndegrees here and brought up five Philippines-born children to become American doctors, nurses and engineers. \nToday they are all either citizens or legal residents.\n\nHer problem is her sixth and last child, an engineering student who will turn 21 this month, having waited in vain for \nhis name to come up in the backlog of petitions for minor children of legal residents. He now enters the category of \nadult children, and -- like Ms. Canton's banker sister -- he would simply be dropped from eligibility under the \nproposed changes.\n\n\"He has been here since he was 11 years old,\" Mrs. Chong said. \"He has friends here. His family is here. This is his \nhome. What will he do if he has to go back to the Philippines?\"\n\nGraphic\n\n \n\nGraph: \"COMPARE AND CONTRAST: Waiting in a Long Line to Get In\" shows number of immigrants admitted in \nthe U.S. in 1994, and number on waiting list as of January 1995. (Sources: Immigration and Naturalization Service \nand the State Department)\n"}