{"title": "IMMIGRATION, CRIME KEYS TO BROWN'S DEFEAT", "body": "\nCompleting a stunning political comeback, Gov. Pete Wilson on Tuesday rode middle-class fears about crime and \nillegal immigration to a new, four-year lease on the governor's office.\n\nWilson, who 18 months ago ranked as the most unpopular governor in modern California history, obliterated \nDemocratic state Treasurer Kathleen Brown. With more than half the votes counted, Wilson led Brown by a 3-2 \nmargin.\n\nPropelled by a strong tailwind that helped Republicans nationwide, Wilson helped the GOP capture at least three \nother statewide offices. Proposition 187 - the anti-illegal-immigration ballot measure that Wilson made the \ncenterpiece of his campaign - also passed easily.\n\nThe verdict seemed as much a repudiation of Brown as vindication for Wilson. In the most recent Field Poll, \ncompleted just 10 days ago, only 29 percent of Californians thought the governor was doing a good job.\n\nStill, Tuesday's victory is certain to revive speculation that Wilson will seek the 1996 Republican presidential \nnomination. Wilson repeatedly has denied any interest in national office, but as governor of the nation's largest \nstate, with a presidential primary in March 1996, he is certain to be a powerful force within the GOP.\n\n\"President Wilson,\" some backers shouted as he addressed supporters at the Doubletree Hotel in Los Angeles.\n\n\"What happened today is people went to the polls and voted to continue the progress we made,\" the former \nassemblyman, San Diego mayor and U.S. senator told the joyous crowd. He called the results \"a victory for working \nCalifornians, those who work hard, play by the rules and pay their taxes, who have raised their children to obey the \nlaw, to respect themselves and others.\"\n\nFocused campaign\n\nWilson clearly reaped the rewards of a campaign built around crime and illegal immigration. Those were the top \nissues cited by voters in an Associated Press exit poll, and more than two-thirds of voters who called those issues \nimportant supported Wilson. Three-fourths of voters who backed Proposition 187 also voted for Wilson, the exit poll \nfound.\n\nThe reversal of fortunes for the gubernatorial candidates was astonishing. In May 1993, pollsters gave Brown a 23-\npoint lead in a hypothetical matchup with Wilson; Tuesday night, the 61-year-old governor won by almost an equal \nmargin. For Brown, the daughter and sister of former California governors, it was a bitter defeat. But she offered a \ngracious concession speech shortly after 10 p.m.\n\n\n\"I hope and pray that having won the battle of tactics, (Wilson) will now use his victory to help rebuild California,\" \nBrown told supporters at the Biltmore Hotel in Los Angeles. \"I pledge to do what I can to help him chart California \nthrough this difficult passage in our history.\"\n\nLong, costly contest\n\nAlthough both faced primary challenges, Wilson and Brown essentially ran against each other for two years, after \nWilson's record-low approval ratings in 1992 lured Brown into the race.\n\nTogether, they raised and spent about $50 million, setting a record for a state political campaign. At times this fall, \nthey spent $300,000 a day, mostly on television commercials attacking one another.\n\nWilson hammered Brown for opposing the death penalty - even though Brown pledged to enforce death sentences \nif elected - and for supporting continued government services to illegal immigrants. Repeatedly, he attached Brown \nto her brother Jerry, a now-unpopular former governor.\n\nThose attacks mirrored Wilson's highly focused campaign, in which he dwelled almost exclusively on crime and \nillegal immigration. Seizing on extraordinary fears of crime, he exhorted legislators - who needed no prodding - to \npass more than a dozen measures to lengthen criminal sentences, including \"three strikes, you're out.\" Then, he \nsigned each one with great fanfare, frequently using the footage in television commercials.\n\nEmotional ads\n\nWilson also adopted Proposition 187 - the ballot measure that would deny public services to illegal immigrants - as \npart of a campaign that included repeated trips to the border and lawsuits against the federal government. In \nseveral emotional commercials, Wilson used footage of Mexicans running across the border at San Ysidro while a \nnarrator said, \"They keep coming.\"\n\nBrown tried a variety of tactics against Wilson, accusing him of ignoring the state's economic woes, raising taxes \nand lax parole policies, among others. But little of the criticism seemed to stick; it wasn't until the final weeks of the \ncampaign, when Brown enthusiastically embraced opponents of Proposition 187, that she seemed to rally public \nsupport.\n\nNotes\n\nELECTION 1994\n\nMercury News Staff Writers Mitchel Benson, Gina Boubion and Pamela Kramer contributed to this report.\n\nGraphic\n\n \n\nPhotos (2);\n\nPHOTO: MERCURY NEWS\n\nKathleen Brown conceded graciously just after 10 p.m.\n\n941109 SS 18EL FS 3\n\nPHOTO: ASSOCIATED PRESS\n\nGov. Pete Wilson cheers as he watches returns and learns the news of his victory.\n\n941109 SS 1EL FS 3; color\n\n\n"}