{"title": "NEW WOMEN OF THE NEW SOUTH;KEEN ON THE COMMUNITY;Latino leader a strong voice in campaign to promote jobs for new immigrants and defeat old stereotypes", "body": "\nHer parents, Javier and Esther Soto, immigrated to New York from Puerto Rico in the 1950s. Her father worked two \njobs, and the three children would be asleep when he got home, but he left candy bars in their rooms so they'd \nknow he'd been there.\n\nThe father's sacrifice for a better life in America was never lost on his only daughter, Maritza Keen.\n\n\"My family is the basis for everything in my life,\" Keen said. \"My parents were instrumental in my success. They \nencouraged me and my two brothers to work hard and get an education.\"\n\nAs director of the Latin American Association, Keen, 40, has put all of her energy into making life better for the \nestimated 200,000 Latinos in the Atlanta area.\n\nAs a bridge between two worlds that sometimes clash, Keen works to increase cultural awareness and \nunderstanding while helping Latinos with everything from free English classes to job placement and immigration \naid.\n\nHer work takes her from corporate offices to city hall chambers to churches - promoting and defending the Latino \ncommunity's political, economic and social concerns.\n\nWhen she thinks of hard-working immigrants like her parents, it's sometimes hard to hold back the anger she feels \nwhen all Latinos are painted with the same broad brush.\n\n\"The stereotype is that Latinos do not have a right to be here, or they're just here to take jobs,\" Keen said. \"The \nreality is that most Latinos who come here are looking for a better way of life, and they're willing to work.\"\n\nIn 1992 when a Chamblee city councilman suggested that the city install bear traps to catch Mexican day laborers, \nKeen confronted city officials. The city councilman apologized. And after more meetings, the city vowed to hire \nmore Latinos and other minorities, a promise it has kept.\n\nKeen's actions during the controversy didn't surprise her husband, Stephen Keen.\n\n\n\"If she thinks you're wrong, she's going to tell you right upfront at the drop of the hat,\" said the 42-year-old \ncomputer programmer.\n\nHer diplomacy has earned her the respect of such local leaders as Chamblee Mayor Johnson \"Dub\" Brown. These \ndays he routinely goes to Keen for advice when dealing with Chamblee's growing Latino population.\n\n\"She's our go-between,\" Brown said. \"If we have any problem in any way, we get her input. Her advice never steers \nus wrong.\"\n\nKeen moved to Atlanta from Pensacola, Fla., in 1980. She went to the Latin American Association for help in \nfinding a job and landed a position running a clinical program for drug-addicted youths. When the director's job \nbecame vacant four years later, the association called Keen.\n\nShe immediately began working to transform the nonprofit association, expanding programs and attending \ncommunity meetings, fund- raisers and weekend leadership seminars.\n\nThe office was in the basement of a building in Lindbergh Plaza in Buckhead. It had a staff of eight and a $ 200,000 \nannual budget. Today, the association owns a 16,000-square-foot building on Buford Highway, has 28 staff \nmembers and an annual budget of $ 1.1 million.\n\n\"She sacrificed her own personal time,\" said Stratton Frank, a co- founder of the association. \"You could never pay \nher for the amount of time she spent on evenings and weekends on behalf of the association.\"\n\nBoard members have even suggested that Keen slow down. And she has to spend more time with her family. She's \nexpecting her second child in November and has a 2-year-old son named after her father, who has retired, moved \nfrom New York and built a home next door to his daughter's in Loganville.\n\n \n\n\"I couldn't see raising my son not near my parents,\" Keen said.\n\n-This is the third profile in a summer series on New Women of the New South.\n\nGraphic\n\n \n\nChart: THE KEEN file\n\n > Age: 40\n\n > Education: 1978 bachelor's degree in psychology and Spanish literature\n\n from Queens College, City University of New York; master's degree in\n\n clinical psychology from the University of West Florida.\n\n > Personal: Lives in Loganville with her husband, Stephen, and 2-year-\n\n old son, Javier. Spends spare time reading. Favorite author is Atlanta's\n\n Anne Rivers Siddons.\n\n > Philosophy: \"I've always been an optimistic person. I always think\n\n things are going to work out. You've got to think positive. And you've\n\n got to have a vision.\"\n\n --John Blake\n\n Photo: \"Most Latinos who come here are looking for a better way of life,\n\n\n\n and they're willing to work,\" says Maritza Keen, director of Atlanta's\n\n Latin American Association. / SCOTT MARTIN / Special\n"}