{"title": "Immigrant detention numbers hold up", "body": "\nThe American Civil Liberties Union estimates the federal government spends $1.7 billion a year to detain illegal \nimmigrants, which the group thinks is a waste of money.\n\nThe ACLU Foundation of Georgia recently sent out a news release that decried the spending, made complaints \nabout inadequate staffing levels and claimed some detainees are being mistreated at federal facilities, including the \nStewart Detention Center in southwest Georgia. There was one set of numbers included in the release about \ndetainees nationally that PolitiFact Georgia wanted to fact-check.\n\n\"In the last 15 years, we've witnessed a dramatic expansion in the jailing of immigrants, from about 70,000 people \ndetained annually to about 400,000,\" the release said.\n\nThe liberal-leaning foundation has used these estimates in other news releases. We wondered whether the claim \nwas correct, or is the ACLU using inflated numbers to bolster its argument?\n\nAzadeh N. Shahshahani, director of the foundation's National Security/Immigrants' Rights Project, said it based the \nclaim off reports it has seen. We found lots of information detailing the current number of detainees. The data for \ndetainees held 15 years ago? Not so easy to find.\n\nIn 1996, Congress passed the Illegal Immigration Reform and Immigrant Responsibility Act. Under the law, any \nperson entering the United States illegally will be barred from entering the country legally for five years. A person \nwho enters the United States illegally again and is caught will be banned from entering legally for 20 years. Federal \nreports we reviewed show there's been an increase in the number of illegal immigrants detained since the law \nwas passed.\n\nThe federal government says it has put a greater emphasis on enforcement, spent more on beds to house \ndetainees, given more money to states toward the effort and has a policy of mandatory detention of illegal \nimmigrants accused of serious crimes.\n\n\"The detention budget has increased, and our ability to detain more people has similarly increased,\" U.S. \nImmigration and Customs Enforcement spokesman Vincent Picard said.\n\n\nThe federal government uses a 12-month budget cycle that begins Oct. 1 and ends Sept. 30. For fiscal year 2011, \nwhich covered Oct. 1, 2010, to Sept. 30, 2011, there were 429,247 illegal immigrants detained by the federal \ngovernment, according to ICE. Detainees were held an average of nearly 30 days, ICE data show. The average \ndaily population was 33,330.\n\nPicard said annual data go back to 2001. That year, 204,459 detainees were held. ICE keeps data on the average \nnumber of detainees held each day going back to 1994, we found. Part of the difficulty in tracking these numbers \nis the federal government reorganized its immigration enforcement under the Department of Homeland Security in \n2003, abolishing the Immigration and Naturalization Service, which tracked immigration data.\n\nSo where did the earlier estimate come from?\n\nShahshahani said the ACLU found it on several websites, which she shared with us. Indeed, the estimate of 70,000 \ndetainees held in the mid-1990s is included in various blogs by human rights organizations. None, however, \ncontained the source of the claim. Shahshahani suggested the annual total is likely still accurate if you look at the \nannual figures since 2001.\n\n\"Obviously, the daily figure has increased, so, possibly, the same extrapolation can be made of the annual figures,\" \nshe said.\n\nTypically, the average daily detainee figures are about one-tenth the total of the annual figure. In 1995, the year \nbefore the law was passed, federal data show an average of 7,475 detainees were held.\n\nPolitiFact Georgia did some more digging and found a U.S. Justice Department report that backs up the ACLU \nFoundation's claim. The report covered fiscal years 1994 to 2001.\n\n\"The number of aliens ordered detained and taken into the custody of the INS pending removal from the United \nStates or other outcome of an immigration proceeding increased from 72,154 during FY 1994 to 188,547 during FY \n2001,\" the report said.\n\nPicard, the ICE spokesman, said he wouldn't dispute the Justice Department report.\n\nTo sum up, the ACLU Foundation of Georgia claimed the number of federal detainees has increased in the past 15 \nyears from about 70,000 to 400,000. The 400,000 estimate seems accurate. One federal estimate from the mid-\n1990s corroborates the foundation's argument. We rate the claim True.\n\nThis article was edited for length. To see a complete version and its sources, go to www.politifact.com/georgia/.\n"}