{"title": "MIGRANTS' ARDUOUS JOURNEY ENDS IN TRAGEDY", "body": "\nFor a month, dreams of work, food, homes and happiness drove 250 Central American migrants on a grueling \njourney toward the United States.\n\nThey stumbled through the rugged mountains of their native lands and southern Mexico, shivering with hunger, \ncold, fear and fatigue.\n\nWhen they ran out of money, they got jobs on ranches that paid $2.50 a day - enough to buy a few tortillas so they \nwould have the strength to continue their journey.\n\nBut just after crossing the Mexican border Wednesday, their quest came to a deadly halt.\n\nShortly after they climbed into an open train car in a Mexican town near the Guatemalan border, the car door \nslammed shut, trapping the immigrants for more than five hours in temperatures estimated at more than 122 \ndegrees.\n\nSeven died of suffocation and dozens were hospitalized.\n\n\"We were all on the edge of death,\" said Ana Deisy Marquez, 30, a Salvadoran mother of four who attempted the \ntrip north with her husband, Angel Bustillo.\n\n\"We started screaming: 'We want to get out. We want to get out. Help us, because we're going to die.' Some \nbecame delirious and others started kicking at people because of the heat in the car, which was like an oven.\"\n\nSalvadoran migrant Jose Ernesto said he and his companions tried unsuccessfully to beat the doors with axes and \nclubs to let air into the car, which had only one small window.\n\nSoon people started to faint. Many believed they would die.\n\nFive hours later, in the Chiapas municipality of Playas de Catazaja, the dying immigrants were rescued by the most \nunusual of saviors: the immigration officials who would later deport them.\n\n\"Thank God they put a car in front of the train to block it, because if they hadn't, we all would have died,\" Marquez \nsaid.\n\n\n\"All of us in that car felt very close to death,\" said Salvadoran migrant Ramiro Quintero, 32.\n\nWhen Mexican inspectors opened the train car, two people had, in fact, died of suffocation, and a third died shortly \nafter. Two others died at a hospital in Palenque on Wednesday, and two more Thursday.\n\nThe bodies have not been identified and, because they are decomposing, are to be buried in a common grave, said \nan official from the Attorney General's Office, speaking on condition he not be named.\n\nAll the other immigrants but one - a Honduran woman with broken ribs - have been deported, he said.\n\nA separate group of 100 illegal migrants traveling in an open car of the same train escaped when it stopped. But \nseveral of them later turned themselves in after getting lost and scared, authorities said.\n\nSitting in an immigration office in this southern Mexican state, a tearful Marquez recounted the dream that made her \ndecide to take the risky journey north.\n\n\"We decided to go out of need, because of the poverty that we were experiencing with our four children,\" she said, \nadding that she and others spent days and nights endlessly walking, and suffering from hunger, cold and isolation.\n\n\"It's poverty that makes us take these risks,\" Quintero added.\n\nMany of the immigrants paid smugglers as much as $4,000.\n\n\"This horrible experience killed the illusion\" of going to the United States, Quintero said.\n\n\"This tragedy left me with a horrible sensation that I can't describe,\" said Galde Guadalupe Celaya, 19, a migrant \nfrom San Salvador who, five months pregnant, decided to try to reunite with her family in the United States.\n\n\"For a month, I walked many long days and ate very poorly.\"\n\nOf the train car, Celaya says she remembers only two things: \"I lost consciousness, and I was worried about the \nhealth of the little one I carry in my womb.\n\n\"I was fighting for my little one to give him a better life, and I was about to lose everything.\"\n"}