{"title": "Ruben Navarrette: Both candidates dreadful on immigration issues", "body": "\nBarack Obama and Mitt Romney should stop talking about immigration. Even when they're asked about it, as they \nwere during their second debate, they should just smile politely and say: \"No comment.\"\n\nOtherwise, why remind voters that there is so much about this issue that the candidates don't understand? Not to \nmention that both of them have taken positions or enacted policies that they are having a tough time explaining?\n\nFor Romney, it was his shameful posturing in the Republican primary contests when he lurched to the right and not \nonly took a hard line on anything resembling \"amnesty\" but also denigrated hardworking immigrants as takers who \ncome to America for the freebies.\n\nFor Obama, it is his shameful record in office that includes 1.5 million deportations, divided families, thousands of \nU.S.-born kids of deported parents dumped into foster care, battered wives deported after calling the police, street \nvendors deported for selling ice cream or tamales without a permit, and expanded Arizona-style cooperation \nbetween local police and U.S. immigration officials nationwide by way of the Secure Communities program.\n\nTo avoid being criticized for all this by Latino supporters, Obama, Homeland Security Secretary Janet Napolitano \nand White House official Cecilia Munoz -- the administration's designated Latina apologist -- insist that it is only \nundesirables who are being deported.\n\nMeanwhile, community activists in Detroit are protesting what they claim is a serious infraction by the local field \noffice of Immigration and Customs Enforcement, where agents are accused of staking out an elementary school to \ndetain parents as they pick up their kids.\n\nHow low can the administration go?\n\nIn trying to navigate the choppy waters of the immigration issue, each candidate has his coping mechanism.\n\nObama retreats into a fantasy world of unicorns and cotton candy where immigration officials only deport -- as he \nsaid during the debate -- \"criminals, gangbangers, people who are hurting the community, not after students, not \nafter folks who are here just because they're trying to figure out how to feed their families.\" Back in the real world, \nICE agents have deported, since Obama took office, hundreds of thousands of gardeners, housekeepers, nannies \nand farm workers who were just \"trying to figure out how to feed their families.\"\n\nMeanwhile, Romney prefers to keep his answers vague, especially when asked what he would do with the \nestimated 10 million illegal immigrants in the United States.\n\nTeam Obama has to feign outrage over Romney's plan to allow illegal immigrants to voluntarily leave the country \nwhile ignoring that Obama prefers the more hands-on method. That's where ICE agents will kick down doors, put \n\n\npeople in shackles, and toss them into a detention facility. According to a PBS documentary that aired last year, \n\"Lost in Detention,\" many report allegations of being physically and sexually abused.\n\nTeam Romney -- in a futile bid to win Latino support -- is trying to criticize Obama for breaking his 2008 campaign \npromise to pursue comprehensive immigration reform, while ignoring that -- at least until the debate -- the \nRepublican candidate opposed the concept. Now Romney says that he'll \"get it done\" in his first year.\n\nReally, what's the point of Obama and Romney bickering over immigration to see who is the lesser evil? On this \nissue, they're both dreadful.\n\nRuben Navarrette is a syndicated columnist. Contact him atruben@rubennavarrette.com .\n"}