{"title": "Mid-Decade Data Sharpen View of Mid-Size Suburbs", "body": "\nImmigrants continued to flock to most mid-size  communities in Washington's outer suburbs over the first half of \nthe decade, although the foreign-born population declined slightly in a few immigrant strongholds such as Baileys \nCrossroads, Annandale and Herndon in Virginia, and Silver Spring, Greenbelt  and North Bethesda in Maryland, \naccording to figures released by the U.S. Census Bureau yesterday.\n\nThe findings were included in the bureau's first-ever mid-decade publication of detailed social, economic and \nhousing data on locations with as few as 20,000 to 64,999 residents.\n\nPreviously such wide-ranging statistical portraits of the nation's 2,500 mid-size counties, cities and towns were \navailable only through the once-a-decade census, because that was the only count that provided a large enough \nsample on which to base estimates.\n\nThis year, the bureau overcame that problem by combining three years of responses to the recently launched \nAmerican Community Survey, which collects information from more than 250,000 households a month and will \nreplace the long-form questionnaire previously used in the decennial census.\n\nYesterday's release, which covers the 2005-2007 period, encompasses a dizzying array of issues, including \nincome, marital status, language ability, commuting habits, housing costs, occupation and type of home heating.\n\nFrom now on, the bureau will release multiyear estimates for  mid-size areas every year, enabling local \ngovernments to make more-informed decisions about where to build  roads, schools and community service \ncenters, as well as  helping them get their fair share of government funds based on economic need.\n\nYesterday's release \"represents an important milestone for data users everywhere,\" said Census Bureau Director \nSteve H. Murdock. \"Communities are no longer limited to a once-a-decade look at their population's characteristics. \n. . . [This] will allow small towns and communities to track how they are changing on an ongoing basis.\"\n\n\nThe figures -- available at http://www.factfinder.census.gov -- offer intriguing specifics about nearly 70 suburban \nWashington localities.\n\nFor instance, since the early 1990s, immigrants have been spreading far beyond  gateway states and metropolitan \ncenters to a broad swath of suburban counties across the country. This was  reflected in the figures on mid-size \ncommunities,  with foreign-born populations growing as fast in localities with fewer than 30,000 people as in more \npopulous places, according to William H. Frey, a Brookings Institution demographer who analyzed the data.\n\nLocally, immigration had its biggest impact in the Lanham-Seabrook area of Prince George's County. The foreign-\nborn share of the population there jumped from 17 percent in 2000 to 35 percent by mid-decade.\n\nHowever, the foreign-born population of the Linton Hall area of Prince William grew at the fastest rate in the area. A \nfivefold increase lifted the share of immigrants in the population from 6 percent to 17 percent between 2000 and the \n2005-2007 period covered in yesterday's release.\n\nThe region's wealth is also reflected in the new data. Fairfax and Montgomery counties, regularly ranked among the \nnation's wealthiest counties, have three of only nine mid-size localities nationwide with median family incomes that \nexceeded $150,000 (in 2007 dollars). The figure was $181,773 in McLean, $177,506 in Potomac and $168,385 in \nBethesda.\n\nDatabase editor Dan Keating contributed to this report.\n"}