{"title": "A New Direction in Latin America", "body": "\nLatin America has never mattered more to the United States. The region is the largest foreign supplier of oil to the \nUnited States and a strong partner in the development of alternative fuels. It is one of the United States's fastest \ngrowing trading partners, and its biggest supplier of illegal drugs. Latin America is also the largest source of U.S. \nimmigrants, both documented and undocumented. No less important, nearly all Latin American nations are now \nvibrant, if imperfect, democracies. Not only does the United States affect Latin America, but Latin America \nincreasingly shapes the United States as well. Yet despite these deepening strategic, economic, cultural and \npolitical ties, U.S. policies toward the region have remained relatively unexamined.  \n\nA new Council on Foreign Relations report, U.S.-Latin America Relations: A New Direction for a New Reality, \ntakes stock of these changes in the Western hemisphere and assesses their consequences for U.S. policy toward \nthe region. It finds that the decades-old U.S. foreign policy trifecta of trade support, drug eradication and democracy \npromotion is not effectively advancing U.S. interests. Instead, the report identifies four areas that should provide a \nnew basis for U.S. policy toward Latin America: poverty and inequality, public security, migration and energy \nsecurity. \n\nThe region has undergone significant changes in recent decades, making substantial progress but also facing \nongoing challenges. Democracy has spread, economies have opened, and populations have grown more mobile. \nBut many countries have struggled to reduce poverty and inequality and to provide for public security. These \nendemic problems limit economic growth and allow illegal activities and crime organizations to flourish, undermining \nLatin American governments and U.S. interests in the process.\n\nThe United States can help Latin American governments face these challenges. To start, the United States should \nexpand assistance for poverty alleviation and institution-building by fully funding the Millennium Challenge Account \nand developing new initiatives to reach the poor regions of the larger middle-income countries. This funding should \nreflect the priorities of Latin American governments and also involve restructuring and integrating the programs of \nvarious U.S. government bureaucracies and multilateral institutions. Alongside aid, the United States should \napprove pending free trade agreements with Colombia and Panama and extend trade preferences to Bolivia and \n\n\nEcuador, encouraging productive relations and expanding economic opportunities for both Latin America and the \nUnited States.\n\nIn addition, the United States can aid Latin America in its quest to improve public security. In part, the United \nStates can offer significant support and technical expertise to governments reforming their law enforcement and \njudicial systems. As important, the U.S. can halt the flow of guns and money across its own border south, reducing \nthe arms that strengthen and fund drug cartels. \n\nWhile reformulating approaches to traditional objectives, expanding U.S. ties with the region means that new issues \n-- migration and energy integration among them -- must be part of a comprehensive foreign policy strategy. \nComprehensive immigration reform is necessary to create a system that better meets U.S. security, economic and \nforeign policy interests, and must be a priority for the next administration. While incorporating better security and \nemployment verification systems, it must also address the 12 million unauthorized individuals currently residing in \nthe United States, and provide a flexible program that can adjust to future U.S. labor demands.\n\nIn the energy sector, the United States can provide incentives for investment in traditional energy sources and \ninfrastructure to increase supply throughout the region. It can also take the lead in the development of alternative \nenergy sources, boosting energy security through diversification while also promoting environmentally sustainable \noptions in a shared hemisphere.\n\nIn redirecting its relations with Latin American nations, the United States needs to recognize the limitations of its \ntraditional policy tools. Latin America is not Washington's to lose; nor is it Washington's to save. Latin America's \nfuture rests chiefly in the hands of its own elected leaders. But, the United States can play a positive role, \nsupporting regional efforts and ultimately better promoting U.S. and Latin American interests in the process. By \ntruly beginning to engage Latin America on its own terms, Washington can mark the start of a new era in U.S.-\nLatin America relations. \n\nShannon O'Neil is a fellow for Latin American studies at the Council on Foreign Relations and director of the CFR-\nsponsored Independent Task Force on U.S.-Latin-America Relations.\n"}