{"title": "Nation & World Digest: Trial begins for cop who shot neighbor", "body": "\nTRIAL BEGINS FOR COP WHO SHOT NEIGHBOR\n\nDALLAS - A white Dallas police officer who fatally shot a black neighbor in his own home was distracted by a phone \ncall with a colleague with whom she had been romantically involved, a prosecutor said Monday at the start of the \nofficer's trial.\n\nAttorneys for Amber Guyger, 31, argued that she fired in self-defense based on the mistaken belief that she was in \nher own apartment and that Botham Jean was a burglar.\n\nJean, a 26-year-old accountant from the Caribbean nation of St. Lucia, \"was doing no harm to anyone, which was \nhis way,\" Dallas County Assistant District Attorney Jason Hermus said in an opening statement.\n\nJean was in his living room eating a bowl of vanilla ice cream on Sept. 6, 2018, when Guyger entered the \napartment, which was one floor directly above her apartment, Hermus said.\n\nPUERTO RICO PREPS FOR HEAVY FLOODING\n\nSAN JUAN, Puerto Rico - Puerto Rico's governor announced Monday that she was canceling classes and closing \npublic agencies as Tropical Depression Karen approaches the U.S. territory and threatens to cause heavy flooding \nin the island's eastern region.\n\nGov. Wanda Vázquez activated the National Guard and urged people in flood-prone areas to seek shelter.\n\nRoberto Garcia, meteorologist in charge of the National Weather Service's San Juan office, said 2 to 4 inches (5-10 \ncentimeters) of rain was expected, with up to 8 inches (20 centimeters) in isolated areas, by the time the storm \npassed by on Tuesday. He added that some towns in the eastern part of Puerto Rico would likely be hit with \nmoderate to serious flooding, especially those next to mountains.\n\nBRIEFLY\n\nISRAEL: Israel's president summoned the leaders of the country's two largest political parties to his official \nresidence late Monday, hoping to break a political deadlock that threatens to push the nation into months of limbo \nand potentially force a third election in less than a year.\n\nCALIFORNIA: Pacific Gas & Electric is considering cutting power to try to head off wildfires sparked by electrical \nequipment, as fall brings back dangerous fire conditions that led to the deadliest and most destructive blazes in \nCalifornia history. The San Francisco-based utility was expected to make a decision Monday on whether controlled \npower outages are needed to reduce the risk of wildfires.\n\n\nNEW YORK: A lawsuit Monday accuses the Madison Square Boys and Girls Club of sexual abuse dating to 1950. \nThe suit, filed under a one-year window opened by state lawmakers for victims to sue over decades-old abuse, \nsays a doctor who died in 2007 and a basketball coach, also believed to be deceased, abused 20 boys at the club. \nThe club says it \"applauds the courage of those who have come forward.\"\n\nGREECE: Authorities on the Greek island of Lesbos partly reopened the country's largest refugee camp Monday to \nnewly arrived migrants despite acute overcrowding. The camp at Moria was declared \"non-manageable\" Friday and \nnew arrivals were turned away after the number of inhabitants at the camp reached 12,000 - four times higher than \nits official capacity.\n\nSALT LAKE CITY: Several Chinese tourists injured in a deadly tour bus crash in Utah are improving, but three \nremain in critical condition, hospital officials said Monday. The tour bus carrying 30 passengers crashed near Bryce \nCanyon National Park on Friday, killing four Chinese tourists and leaving dozens more injured.\n\nPARIS: A trial with more than 4,000 plaintiffs opened Monday for French pharmaceutical giant Servier Laboratoires \nand France's medicines watchdog, accused of involuntary manslaughter, fraud and other charges in a scandal over \nthe diabetes drug Mediator, suspected of causing hundreds of deaths.\n\nGraphic\n\n \n\n ACTIVISTS BLOCK TRAFFIC IN THE NAME OF ENVIRONMENT - Protesters block traffic Monday near the U.S. \nCapitol in Washington. Hundreds of activists blocked major intersections across the nation's capital demanding \nimmediate government action on climate change. Under the banner of ShutDownDC, a broad coalition of activist \ngroups sought to bring the morning traffic in Washington to a standstill. The Metropolitan Police Department \narrested 26 people who were blocking the entrance to a major tunnel. Elsewhere, about three blocks from the White \nHouse, activists parked a yellow and pink sailboat in the middle of the intersection with several protesters \nhandcuffed to the frame. Photo by PABLO MARTINEZ MONSIVAIS, ASSOCIATED PRESS \n"}