{"title": "Private firm loses detention centres contract", "body": "\nThe controversial correctional company running the country's six immigration detention centres has unexpectedly \nlost its contract.\n\nThe Department of Immigration announced yesterday that while it had ageneral agreement with Australasian \nCorrectional Management until 2008, its contract runs out in December and the department had refused another \ncontract as it 'could not be satisfied that the offer represented best value for money'.\n\nACM, a subsidiary of an American correctional company, has had a troubled three years since first winning its \ncontract, with riots, protests, escapes and claims of maltreatment of inmates a political embarrassment for \nImmigration Minister Philip Ruddock.\n\nACM runs the Woomera, Port Hedland, Villawood, Maribyrnong, Perth Airport and Curtin detention centres.\n\nThe Government is only legally able to re-tender for a new operator if ACM fails to meet certain criteria in this case \ncost.\n\nMr Ruddock said, 'We will be putting out to tender the contractual arrangements to see whether or not we are \nobtaining the best value for the Commonwealth [and] for taxpayers. That is what it is all about.'\n\nManagement of detention centres was 'a very difficult area' and he offered no direct criticism of ACM, saying the \ncompany would be expected to take part in the new tender.\n\nBut Labor's Immigration spokesman Con Sciacca and Justice spokesman Duncan Kerr said Mr Ruddock's decision \nvindicated Labor's calls for a judicial inquiry into the operation and privatisation of detention centres.\n\nLabor has called on the Government not to complete the tender process until after the election with Mr Sciacca \nsaying Labor would reconsider the privatisation of detention centres following the problems of accountability and \ntransparency which were highlighted under ACM.\n\nRefugee Council of Australia executive director Margaret Piper questioned whether conditions would improve under \na new operator if they were given the same management brief.\n\n'There are problems in the centres but we don't know where the seat of them is and the only way we will is through \na judicial inquiry.'\n\nDemocrats immigration spokesman Andrew Bartlett said the move might be dollar-driven but the Government had \nlittle reason to be happy with ACM.\n\n'It certainly can't be a good reflection on [the Government],' he said.\n\n\n'It's hard to see how you could be happy with something when that level of disturbance and concern is raised.'\n\nSenator Bartlett also supported an inquiry before a new operator was given a major contract.\n\nThe Democrats this week joined with Labor in a plan to block a Government Bill to allow strip searches of children \nabove the age of 10 as part of a major security crack-down unless a judicial inquiry was held.\n\nMeanwhile, Mr Ruddock announced yesterday that 25 women and children would begin a $1.5 million trial \ndetention in a row of civilian houses in the South Australian township of Woomera.\n\nOnly volunteers who met strict health and character requirements would be accepted and they would be under 24-\nhour supervision by ACM staff with no unaccompanied movements beyond the house and yard.\n\nMr Ruddock said participants would have access to local schools and medical facilities, subject to consultation with \ngovernment agencies, and would have maximum visitation with husbands and fathers back at the detention \ncentre.\n"}