{"title": "Poll Shows Age Gap in G.O.P. on Immigration", "body": "\n     With immigration now a front-burner issue in the Republican presidential contest, a            new pollshows a \nsubstantial age gap among Republican voters over whether there should be a path to citizenship for immigrants \nwho are in the country illegally.  \n\n  A majority - 57 percent -- of Republicans who are 65 and older say that tighter border security and tough law \nenforcement should be the only focus of immigration policy, with no path to citizenship for illegal immigrants, \naccording to a poll released Tuesday by the Pew Research Center for the People and the Press, a nonpartisan \ngroup in Washington. Only about one-quarter of this group, or 24 percent, favor combining strict enforcement with a \npath to citizenship for illegal immigrants.  \n\n    Among Republicans who are younger than 30, the poll found, 42 percent favor a combined approach of tough \nenforcement against illegal immigration with a path to citizenship, while 30 percent wanted only enforcement. \nAmong these younger Republicans, another 26 percent said that opening a path to citizenship should be the \nimmigration priority, with or without tougher enforcement.\n\n     The poll showed other differences. Among Republican voters who agreed with the Tea Party, 52 percent \nfavored a policy based only on tougher enforcement. Among Republicans who disagreed with the Tea Party or had \nno opinion, 36 percent wanted only enforcement, while 44 percent favored policies pairing enforcement with a path \nto citizenship.   \n\n    According to the poll, Republicans as a whole were about evenly divided between those who want only border \nsecurity and tough enforcement - 43 percent - and those who want both enforcement and legalization for illegal \nimmigrants- 41 percent.  Only 14 percent of Republicans said the priority should be only on creating a path to \ncitizenship. \n\n     The Pew findings seem to present a quandary for the Republican candidates, who have been working to frame \nthe divisive issue of immigration to appeal to the largest number of primary voters. Older Republicans tend to be \nmore engaged and turn out in larger numbers than younger voters, and though the Tea Party's popularity has \nshown a decline recently, its voters are active and remain influential within Republican ranks. \n\nMitt Romney has tuned his strategy to respond to these conservative voters, rejecting any path to citizenship for \nillegal immigrants as an amnesty that would be a magnet to draw more illegal immigration.             Newt Gingrich \nbroke away from his rivals to say he would consider a path to legal status for some illegal immigrants who have \nlived in the United States for many years.  \n\n\n    The Pew poll appears to point to a silent but substantial minority of Republicans who could support a legalization \nprogram for illegal immigrants if it were combined with rigorous enforcement.  \n\n      Despite persistent high unemployment and the intensifying debate over illegal immigration, views among the \ngeneral public have not changed over the last year, the Pew poll found. A plurality of 43 percent favors combining \nenforcement with a path to citizenship; 24 percent said the priority should be on a path to citizenship alone; and \nabout 29 percent want only enforcement with no legalization program. \n\n The poll is based on telephone interviews conducted Nov. 9 to 14 among a national sample of 2,001 adults 18 or \nover. \n"}