{"title": "Border security bill is stalled;Agencies lack clear guidance", "body": "\nWashington --- Every day, as jumbo jets bring international visitors to American airports, Immigration and \nNaturalization Service inspectors are caught in a squeeze.\n\nThe inspectors must check the documents of each foreigner to try to keep out terrorists, smugglers and other \ncriminals who would harm the country.\n\nBut they also must follow the 45-minute rule. Inspectors have that long to clear all the passengers of an arriving \nflight, under a federal law passed at the urging of the travel industry.\nCox Washington Bureau\n\nBipartisan border security legislation, which once appeared to be on a fast track, would do away with that time \nlimit.\n\nThe far-reaching measure, drafted jointly by lawmakers from both the House and Senate in response to the Sept. \n11 terrorist attacks, also would require installing machines at ports and border crossings to record each foreign \nvisitor's entry and exit. And it would mandate more tamper-resistant travel documents and stricter monitoring for \nforeign students.\n\nThe bill passed the House on a voice vote late last year and came within an inch of immediate Senate approval, \nuntil it was halted by Sen. Robert Byrd (D-W.Va.).\n\nByrd had no objection to the bill itself, but he opposed moving so fast on \"such a huge issue,\" spokesman Tom \nGavin said last week. The senator has offered to allow consideration of the measure, so long as there is a full \ndebate, Gavin said.\n\nAs a result, the border security bill has become caught behind a traffic jam of other Senate legislation, including \nan energy bill and legislation to reform campaign financing.\n\nLawmakers are not losing interest, however, said Ranit Schmelzer, spokeswoman for Senate Majority Leader Tom \nDaschle (D-S.D.). \"It's just a realization of how much is on the Senate agenda and how long it can take to get things \ndone,\" she said.\n\n\nBut the delay has left some federal agencies without clear guidance for monitoring the borders and foreign \nvisitors.\n\nFor example, the State Department still is waiting for greater access to intelligence data for its visa offices, as would \nbe required by the legislation.\n\nAddressing the 45-minute rule for clearing passengers, INS Commissioner James Ziglar told a House \nAppropriations Committee hearing last week that he felt conflicting pressures.\n\n\"I am very concerned that we have 45 minutes to process a fully loaded [Boeing] 747,\" Ziglar told the lawmakers.\n\nHe also said he is aware that \"the flow of people across our borders is a huge part of our economic well-being.\"\n\nAlso unresolved is when the INS would install electronic devices at all 301 ports and border crossings, to record \nevery foreigner's entry and exit.\n\nSuch a massive undertaking involves tracking data for as many as 500 million visitors a year.\n\n\"These are things that require time to get online,\" INS spokesman Russell Bergeron said. Bergeron said his agency \nhas not begun to develop the entry-exit system, in part because Congress, which first required it in 1996, later \nreversed itself because of concerns about slowing commerce.\n\nThe new border legislation would require the system to be running by October 2003.\n\nZiglar told Congress the administration wants an additional year.\n"}