{"title": "NEW AND SOON-TO-BE CITIZENS CELEBRATE NATION'S BIRTHDAY", "body": "\nToday is America's birthday, and everyone is invited to the party. As always, special guests include citizens of other \ncountries who have chosen to become naturalized U.S. citizens and those who are in the process of becoming \ncitizens.\n\nAccording to the 2000 Census, about 32.5 million people born elsewhere make up about 12 percent of the U.S. \npopulation. Half of those individuals have come to America since 1990, and one-third of them have become \nnaturalized citizens. Locally, about one-fourth of the 19,542 immigrants in St. Louis and about half the 42,702 \nimmigrants in St. Louis County have become citizens.\n\nJuan Fuentes, a native of Mexico who lives in O'Fallon, Mo., is celebrating his second anniversary as an American \ntoday. Sherin Salih, a Kirkwood resident from northern Iraq, is a patriot-in-waiting, as it were -- she has passed the \ncitizenship test and is waiting for word on her swearing-in ceremony. Victor Chartkov, a resident of Creve Coeur \nfrom Belarus, is studying for the test.\n\nFor more information on becoming a U.S. citizen, including the requirements, see \nwww.immigration.gov/graphics/services/natz/general.htm \n\n====================\n\nSHERIN SALIH\n\nWeary from a hurried exit from her native Iraq followed by a three-month layover in Guam, confused by English \nspoken so rapidly and feeling crowded in the small temporary apartment chosen for her large family, Sherin Salih \nburst into tears the morning she couldn't find a spoon. \"I cried for two days,\" she said, grinning ruefully. \"Now, of \ncourse, I laugh about it, but coming here was hard -- very hard.\"\n\nSalih, along with her husband and five children, came here in March 1997. Late in 1996, they were airlifted, along \nwith 6,000 other Kurdish people, out of northern Iraq. \"At the time, my son was a computer engineer working with a \ncompany owned by Americans. Saddam Hussein had declared that everyone working with American organizations \nwere criminals and should be killed,\" she said. \"The hardest decision in my life was to leave, but it was a frightening \ntime, and we wanted to be safe.\"\n\nAnd so Salih, a school principal, and her husband, the general manager of a factory, left behind their nice house \nand most of their things and came to St. Louis, where they knew no one. Today, Salih, 53, works as an interpreter \nat the International Institute. Her husband, Mustafa Sulaiman, was injured when his factory in Iraq was bombed and \ncannot work. The children range in age from 23 to 36. One is in medical school and the others work, respectively, \nas a computer engineer, a chemist, an architect and an area manager with the Head Start program.\n\n\nSalih has one family member she first met when she moved here -- Suzanne LeLaurin, a senior vice president at \nthe International Institute. \"Sherin was the first refugee I got to know well, and I continue to be very impressed with \nher ability to create a new life for herself and her family while helping others do the same thing,\" LeLaurin said. \n\"She is a very special person, and it is a joy to have her as an employee and as a friend.\"\n\nSalih said almost everyone she has met in St. Louis has been kind to her. \"Already, I don't feel so much like a \nforeigner. No one here looks at you, however you dress or speak, and people are very nice,\" Salih said. \"We find \nwhen we go to the park or the store, people want to talk to us.\"\n\nSome cultural differences still amuse Salih. \"Here, even the work you do is different from ours. The hours are \nlonger, and people are tired. I know the U.S. is a very rich country. People here are educated and they earn money \n-- but they don't have time to spend it,\" she said. \"In my country, we enjoy spending afternoons with friends - we \nvisit without calling, all very informal.\"\n\nSince moving here, Salih has returned to her native land to visit family. She said life is better there now. She also \nhas traveled around the United States. Now ensconced in a comfortable home in Kirkwood, Salih visits with friends, \nincluding other Kurdish families, and goes to movies and restaurants with her family.\n\n\"One of my sons likes Italian food, and one of my daughters likes Chinese,\" she said. \"Sometimes, I stay home and \nmake Kurdish food - stuffed grape leaves and rice made with meat, onions and celery.\" Today, Salih and her family \nwill be sampling the foods at Fair St. Louis.\n\nSalih passed her citizenship test some months ago and is waiting to hear when her naturalization ceremony will \ntake place. She is happy with her decision to seek citizenship here, but noted she likely will not love her country of \norigin less. \"When you are a citizen of one country for more than 50 years, you feel torn,\" she said. \"Still, I am so \ngrateful to all the people here who supported me and my family from the beginning.\"\n\n====================\n\nVICTOR CHARTKOV\n\nJust days ago, Victor Chartkov and his family moved to their new home in Creve Coeur. Once settled -- and after \ntaking a break from unpacking to celebrate the Fourth of July with a backyard barbecue -- Chartkov will continue \nstudying for his citizenship test along with others in his community of Russian immigrants.\n\nChartkov, 48, a sturdy man with a direct but pleasant gaze, moved here with his family in 1998, after his son \nKoustantin, then 17, developed health problems likely related to radiation exposure. Belarus is about 60 miles north \nof the Chernobyl nuclear plant in Ukraine, where the worst nuclear accident in history occurred on April 26, 1986. \nExperts say that about 70 percent of the radioactive dust fell on Belarus.\n\nThe move to St. Louis wasn't the first time Chartkov relocated to protect his family. After the explosion at Chernobyl, \nChartkov sent his family to live with relatives elsewhere in Russia, and he enlisted in the Russian army. He was \nstationed for five years in Germany, where his family joined him. When the Chartkovs returned to Belarus, they \ndiscovered that many friends and neighbors had either died or left the area to escape radioactive fallout.\n\nSix years ago, a friend in St. Louis called Chartkov and encouraged him to consider moving here. \"I said I didn't \nhave good enough English,\" said Chartkov, who still speaks with a thick accent and struggles sometimes to find just \nthe right word. \"My wife said we should try it, so we did.\" A few months later, the telephone rang in the middle of the \nnight. Chartkov, who was head of an engineering firm, figured the ringing phone meant a problem at the company. \nInstead, it was his friend, saying the family had been approved to apply for permanent residence here.\n\nToday, Chartkov works in the engineering department at Abbott Ambulance Co. In February, he was named 2002 \nEmployee of the Year.\n\n\n\nHis boss, James Strughold, said he is particularly impressed with Chartkov's strong work ethic, and he appreciates \nhis expertise. \"He works on maintenance and repairs,\" said Strughold, \"and because of his experience, we're now \nable to do more planning in engineering.\"\n\nChartkov said he plans to call friends in the republic of Belarus today to tell them about his new home and the \nholiday. He said when he talks with them about his wonderful new life in St. Louis, they don't always believe him.\n\nWhen they argue or point out this country's perceived shortcomings, Chartkov praises America with words that \nreflect his values: \"This is the first country in the world, a very proficient country that makes no mistakes.\"\n\nChartkov's family members also hope to become naturalized citizens, he said. His wife, Svetlana, works as a dental \nassistant. Koustantin, 23, will study nursing at the University of Missouri at St. Louis in the fall. Anna, 18, just \ngraduated from Horton Watkins High School in Ladue and will start St. Louis University this fall.\n\n\"Already, she talks without an accent,\" said Chartkov, laughing and shaking his head in wonderment - and perhaps \na little envy.\n\nThe Chartkovs own a boat, and, when the weather cooperates, they spend time on Rend and Carlyle lakes. \nChartkov said he enjoyed fishing and hunting in the old Soviet Union, but those interests have waned here because \n\"there are so many animals and so many fish - it's not the same.\"\n\nIn spite of the abundant wildlife here, America impresses Victor Chartkov for many reasons. Something that really \nexcited him was watching a limo carrying the president of the United States stop at a red light.\n\n\"This country - what a big difference from mine,\" said the Russian immigrant. \"When the president of Belarus came \nto my town, for two hours no one could go anywhere, because the streets were blocked off. Here, when I saw the \nprocession of cars stop - well, that was wonderful for me.\"\n\n====================\n\nJUAN FUENTES\n\n\"Where will I be on July 4? My family and I always go to the Arch to celebrate,\" said Juan Fuentes. \"There is a lot to \ndo, and it's always fun.\" Fuentes took the oath of citizenship two years and one day ago. That was a proud day, he \nsaid, but Fuentes recalled that the day he learned he had passed the citizenship test was equally moving.\n\n\"When the lady told me, 'Congratulations, Mr. Fuentes,' -- how I felt -- I don't know how to say it,\" said Fuentes, a \nlook of wonder crossing his kindly face. \"I just know that becoming a U.S. citizen changed my life.\"\n\nFuentes, 32, is a native of Acatic, Mexico, a small town just outside Guadalajara. His parents own a ranch there \nstill. Fuentes first came to the United States when he was 15, sneaking into the country to work in the fields picking \nstrawberries and tomatoes. For almost 10 years, he went back and forth across the border before settling in Los \nAngeles, where two of his brothers had moved.\n\nAfter a friend in the restaurant business there suggested that Fuentes relocate to the Midwest, Fuentes moved to \nSt. Charles in 1996 with his wife, Esther, and their newborn daughter. He took a job in a restaurant.\n\n\"St. Charles is a nice place, quiet - not like Los Angeles,\" he said. \"Still, when I came here, I didn't speak English. \nYou don't need much English in California, but here, you need a lot.\" He enrolled in a class through the Parkway \nArea Adult Education and Literacy Program.\n\nThere, he met Diane Newett, who at the time was a volunteer and now works for the program as a citizenship tutor. \n\"Back then, Juan was living in an apartment in St. Charles, taking English classes and working at least two jobs,\" \nNewett said. \"Still, he was the friendliest, most upbeat person I'd ever met, and he worked so hard.\"\n\n\n\nIt paid off. Today, Fuentes reads English easily and speaks well, though he worries sometimes about his \npronunciation. For almost two years, he has worked as an apprentice electrician for Ruzicka Electric & Sons in \nFenton. He and his wife recently bought their first home and a new van to hold their expanding family - they now \nhave two additional youngsters, a second daughter and a son. \"I'd never bought a new car before,\" Fuentes said. \n\"When you buy old cars, you pay cash, but after you become a citizen, you can apply for a loan to buy a car or a \nhouse.\"\n\nAnother advantage to citizenship, Fuentes said, is that now when he goes to Mexico to visit, he travels on an \nAmerican passport. Also, encouraged by his experience here, one of his brothers and two of his sisters have moved \nto Missouri. Three of his brothers have settled in California.\n\nFuentes noted that, when he lived in California, it had not occurred to him to apply for naturalization. \"It was after I \ncame to Missouri, after I started learning to speak English, that I made the decision to become a citizen,\" he said.\n\nFuentes said that though he misses friends in Acatic, it's easier to make a good living in the United States. \"What I \nhave here now, I never would have had in Mexico,\" he said.\n\nNotes\n\nReporter: Patricia Corrigan; E-mail: pcorrigan@post-dispatch.com; Phone: 314-340-8324  \n\nGraphic\n\n \n\nPHOTO; Color PHOTOS BY KAREN ELSHOUT / POST-DISPATCH; (1) Sherin Salih and her Kurdish family fled \nIraq because of threats from Saddam Hussein. She is a caseworker at the International Institute. Here, she helps \nLena Sawan of Lebanon fill out forms to get food stamps.; (2) Victor Chartkov, who immigrated from Belarus five \nyears ago, works Tuesday on his new house in Creve Coeur. \"Hard work pays off in the United States,\" he said. \n\"Unlike in Russia, we have something to show for it.\" Chartkov was a physicist in Belarus; here, he works for Abbott \nAmbulance and enjoys his hobby of rehabbing.; (3) \"I knew I wanted a house, but I never thought I would have a \npool this soon,\" Juan Fuentes said as he and his family enjoy the water in their backyard pool. He and his wife, \nEsther, have three children -- Alex, 7; Sergio, 3; and Emily, 2.\n"}