{"title": "JUDGE ASSAILS U.S. HANDLING OF HAITIANS", "body": "\nA Federal district judge declared today that the Immigration and Naturalization Service had knowingly violated ''the \nconstitutional, statutory, treaty and administrative rights'' of thousands of Haitian refugees seeking political asylum \nin this country.\n\nJudge James L. King, ruling in a class-action lawsuit brought by more than 4,000 Haitians, ordered that the service \ntake no further action against the plaintiffs until the Government had presented him with an acceptable plan for \nreconsidering their asylum claims. That plan, he said, must eliminate the ''wholesale violations of due process'' that \nhe found had characterized the service's previous denials of those claims.\n\n''Haitians who came to the United States seeking freedom and justice did not find it,'' Judge King wrote in a 180-\npage decision.  Instead, he said, ''they were confronted with an Immigration and Naturalization Service determined \nto deport them,'' and to do so ''irrespective of the merits of their asylum claims.''\nAN-A\n\nThe Haitians had contended that the mere act of seeking political asylum in the United States would prompt the \nGovernment of Jean-Claude Duvalier, Haiti's President-for-Life, to view them as opponents of his regime, and that \nmany of them would be subject to political persecution if forced to return home. They sought review of asylum \nclaims that have been denied, and an end to practices that violated their rights.\n\nThe Government had argued that nearly all the Haitians here were merely seeking better economic conditions and \nfaced no threat of political persecution upon return. But Judge King dismissed that position as unsupported by the \nevidence presented in the year-long trial here that ended May 21.\n\n''The court has seen a stark picture of how these plaintiffimmigrants will be treated if they return to Haiti,'' he wrote, \n''and it has seen an equally stark, and even more troubling, picture of the treatment of Haitians by the Immigration \nand Naturalization Service.''\n\nIn unusually scathing judicial criticism of an executive agency, Judge King also suggested that officials of the \nservice had been motivated to some degree by racial prejudice in seeking mass deportation of the Haitians.\n\n \n\nNo Explanation But Bias\n\n''The plaintiffs are part of the first substantial flight of black refugees from a repressive regime to this country,'' he \nsaid, adding that while ''prejudice of any type is seldom overt,'' he could place no other interpretation on some key \npieces of evidence, including an internal immigration service memorandum asserting that the Haitians threatened \nthe economic and social ''well-being'' of Miami.\n\n\nJudge King characterized as ''stark, brutal and bloody'' the testimony and other evidence offered by the Haitians to \nshow that many of those deported to Haiti had been badly mistreated, imprisoned and even murdered upon their \nreturn. He declared that ''until the I.N.S. can definitely state which Haitians will be so treated and which will not, the \nbrutality and the bloodletting is its reponsibility.''\n\nVerne Jervis, a spokesman for the immigration service, said in Washington that his agency would have no comment \non the decision.  Robert Havel, a spokesmen for the Justice Department, said it would be some time before a \ndecision was reached on whether to appeal today's ruling. The department, of which the service is a part, was the \ndefendant in the lawsuit.\n\n \n\nAdministration's 'Parole'\n\nThe practical benefit of today's decision for the Haitian plaintiffs is unclear. On June 20 the Carter Administration, \nwhich had been under considerable pressure from the Congressional Black Caucus to respond to the Haitians' \nplight, granted a temporary ''parole'' allowing the Haitians and the recent Cuban refugees to remain in this country \nfor at least six months.\n\nThis ''parole,'' which can be renewed, is intended to give Congress time to pass legislation that would allow the \nHaitians to become permanent residents and, eventually, citizens of the United States.  But the order applies only \nto the estimated 30,000 Haitians living here as of June 20, and those arriving later still will be subject to deportation \nunless granted asylum by the service.\n\nThe plaintiffs in the suit before Judge King are covered by the parole order, and presumably would have no reason \nto pursue asylum claims unless their parole expired before Congress had granted them permanent resident status.\n\nThe Justice Department had based its defense primarily on State Department interviews with 86 of the 700 or so \nHaitians who have been deported or have returned to Haiti voluntarily.\n\nNone of the 86 acknowledged having been persecuted or otherwise mistreated, the State Department said. All \nconceded fleeing Haiti, the poorest country in the Western Hemisphere, for economic and not political reasons, it \nsaid.\n\nBut Judge King dismissed this study as methodologically unsound and ''unworthy of belief.'' His courtroom, he said, \nhad become ''populated by the ghosts of individual Haitians - including those who have been returned from the \nUnited States -who have been beaten, tortured and left to die in Haitian prisons.'' Those not imprisoned, he added, \nfaced harassment and intimidation and ''the continuing threat of a midnight visit'' from the Haitian secret police.\n\nThe immigration service, the judge said, had also ''demonstrated its failure to grasp the fundamental rules of \nHaitian politics and economics.'' He suggested that the ''dramatic poverty'' in that country was ''a function of the \npolitical system'' and ''a result of Duvalier's efforts to maintain power.''\n\n \n\nBias Is 'Central Issue'\n\nThe judge wrote that one ''central issue'' overshadowed all others raised by the Haitian plaintiffs, that of systematic \ndiscrimination by the service on the basis of national origin.\n\n''The plaintiffs charged that they faced a transparent discriminatory program designed to deport Haitian nationals \nand no one else,'' he said. ''The uncontroverted evidence proves their claim.''\n\nThousands of asylum claims, the judge said, were denied before cases could be fully presented, with the \nsubsequent violation of numerous immigration regulations and Constitutional guarantees. The abuses, he said, \nwere ''systematic and pervasive,'' and he accused the immigration service of demonstrating ''a willingness to \nsacrifice due process for the sake of speed.''\n\n\n\n''The manner in which I.N.S. treated the more than 4,000 Haitian plaintiffs violated the Constitution, the immigration \nstatutes, international agreements, I.N.S. regulations and I.N.S. operating procedures,'' he said. ''It must stop.''\n"}