{"title": "Dad awaits visa to come for Elian", "body": "\nThe Cuban government, however, says the 30 other members of its group must be allowed into the U.S. too.\n\nCuban leader Fidel Castro calls it \"the perfect formula.\"\n\nBring Elian Gonzalez's father to the United States, along with a bunch of his former pupils and teachers - even his \nold school desk.\n\nAnti-Castro exiles in Miami say Cuba's 73-year-old president is bluffing. But a statement Thursday night from the \nCuban government says each person in the 31-member entourage is \"indispensable for the reinsertion of the child \nin his family and social environment.\"\nVILLAGE\n\nWith another deadline postponed in the custody dispute over Elian, attention shifted Thursday to Cuba, where \nCastro said Juan Miguel Gonzalez was ready to travel to the United States to claim his son.\n\nFederal officials failed for a second day to reach an agreement with Elian's Miami relatives over custody terms. \nTalks are scheduled to resume Monday, and the Immigration and Naturalization Service agreed to postpone any \nfinal decision until Tuesday.\n\nIn another development, Vice President Al Gore broke with the Clinton administration and backed legislation in \nCongress that would grant permanent resident status to Elian. The Smith-Graham bill would give permanent \nresidency to Elian, his father, stepmother and their child, as well as Elian's two grandmothers and one grandfather. \nIt would change Elian's immigration status so his fate could be determined by a family court in Miami-Dade County. \nIt would allow the family to live in the United States, but it would also allow them to return to Cuba if they wanted.\n\nGore's rival, Republican George W. Bush, said he supports similar legislation. The failure so far of the Miami \nnegotiations leaves Washington with few alternatives.\n\nThe Miami relatives have defied the Justice Department and a federal judge by refusing to relinquish custody of the \nboy. The family argues Elian would suffer \"irreparable harm\" if he is forced to grow up under communist rule.\n\nDespite a political tongue-lashing by politicians from Miami to Washington, Attorney General Janet Reno held her \nground Thursday.\n\n\"This case has been heartbreaking for everybody involved, but we believe the law is clear,\" she told reporters. \"The \nfather must speak for the little boy because the sacred bond between parent and child must be recognized and \nhonored, and Elian should be reunited with his father.\"\n\n\nAlthough experts still considered the father's visit to be a long shot, U.S. officials appeared to be giving serious \nconsideration to Castro's plan.\n\n\"We believe his presence in the United States can be helpful to a successful resolution of the case,\" said State \nDepartment spokesman James Foley.\n\nThe father's high-powered Washington lawyer, Gregory Craig, warned the plan could collapse if the Clinton \nadministration failed to provide assurances that custody would be taken away from Elian's Miami relatives.\n\n\"I'm not sure the government is in any position to do that,\" said Wayne Smith, a Cuba expert at the Washington-\nbased Center for International Policy. \"We may be right back where we started.\"\n\nEven so, Craig announced Thursday he was going ahead with formal visa applications for Juan Miguel Gonzalez \nand other family members.\n\n\"When we have received assurances that Juan Miguel will be able to take custody of his son, we will also be \nseeking permission for a support group of Elian's classmates, teachers and doctors to come to the United States to \nhelp smooth the transition,\" Craig said.\n\nCuban exiles in Miami said they would welcome Elian's father if he came, although most are highly skeptical that \nhe will ever make the trip.\n\nJorge Mas Santos, head of the powerful Cuban American National Foundation, said he doubted Castro would risk \nletting the family leave the island for fear they would defect:\n\n\"Castro will not under any circumstances let the family come here.\"\n\nMiami-Dade County's Cuban-American mayor, Alex Penelas, dismissed the plan as a Castro ploy, adding that \nElian's father should have come immediately after the boy's dramatic sea rescue last November.\n\nWhy Elian's father has delayed coming to claim his son for so long is a question asked by many exiles. Gonzalez \nhas not been seen in Havana for several days and has made no public comment about the trip. But Cuban officials \nsay the decision was based on the strong belief that the court case was now all but won.\n\nThe head of the Cuban diplomatic mission in Washington, Fernando Remirez, visited the State Department on \nThursday to deliver a copy of Castro's speech Wednesday night outlining the proposal.\n\nIn it Castro lays out a plan to bring the nucleus of Elian's Cuban family to Washington. Juan Miguel Gonzalez would \nbe accompanied by his new wife and Elian's 6-month-old half brother.\n\nCalling it the \"perfect formula\" for Elian's \"readaptation\" to his old life in Cuba, Castro said the team was ready to \nleave immediately for Washington.\n\nTo re-create Elian's familiar surroundings, Castro also suggested sending 12 of Elian's former classmates from his \nhometown of Cardenas, as well as three teachers, three psychologists, two child psychiatrists, four doctors and two \nnurses.\n\nIf need be, his empty school desk could also be shipped over.\n\n\"We are offering to carry Cardenas to Washington, symbolically that is,\" Castro said. \"If Mohammed won't come to \nthe mountain, the mountain will go to Mohammed.\"\n\nCastro said the group would be housed at the official Washington residence of Remirez, Cuba's senior diplomat, \nand a minischool and minihospital would be created for Elian while he awaited a final appeals court ruling.\n\n\n\n\"The residence would be their school and living quarters,\" he said. \"These would be perfectly ideal conditions that \nthe child does not have where he is now (Miami), surrounded by rogues, noise, cameras and disgraceful \nsituations.\"\n\nIf the appeals dragged on longer than a month, the Cuban leader suggested the children could take advantage of \nWashington's tourist sites.\n\nExperts say many hurdles need to be overcome. The U.S. government has always said it would grant an entry visa \nto Elian's father, but it was unclear if Washington would approve the whole group.\n\nBut the presence of Elian's father in the United States potentially creates an option previously not available to INS \nofficials. Elian's Miami relatives have repeatedly stated that they would be prepared to hand the boy over directly \nonly to his father.\n\nIn an interview with one Miami TV station, Elian's 22-year-old cousin, Marisleysis Gonzalez, who shares her \nbedroom with the boy and has become his surrogate mother over the last four months, said she would welcome the \nfather in her home. She even offered to give up her room and sleep on the couch if he wished to stay with them.\n\nNews of the father's possible visit spread through Miami's Little Havana district. Outside the home of Elian's \nrelatives, protesters scoffed at the plan and at Washington for letting Castro play the ringmaster.\n\n\"I don't believe in violence in any way, and but I will do whatever it takes to protect Elian,\" said Otto Milian, a \nschoolteacher near Havana before he fled to Miami in 1962. \"If you could only see him. He's an angel. An angel.\"\n\nAbout 5:30 p.m. as dozens of supporters chanted \"Liberty\" and \"Elian will not go,\" Elian finally scampered out the \nfront door of his uncle's house and tore about the front yard, grabbing at the corner of the large American flag \nflapping in the wind by the front walk.\n\nHe also met briefly with Miami Mayor Joe Corollo, who told Elian he was proud of him and gave him an official city \nof Miami lapel pin.\n\nCorollo spoke to Elian's uncles and said the family was glad that negotiations will continue, but the strain on them - \nand the city - is showing.\n\n\"They are under tremendous pressure. It's been a roller-coaster,\" he said.\n\n- Information from the Associated Press was used in this report.\n\nS+:\n\nGraphic\n\n \n\nCOLOR PHOTO, Agence France-Presse; COLOR PHOTO, JOHN PENDYGRAFT; BLACK AND WHITE PHOTO, \nAssociated Press; BLACK AND WHITE PHOTO; Juan Miguel Gonzalez; Elian and his great-uncle Lazaro \nGonzalez chat in their front yard on Thursday evening.; Hanser Muniz Pedroso, Elian Gonzalez's best friend, sits \nThursday next to Elian's empty chair, which reads, \"This chair is untouchable,\" in his first-grade classroom in \nCardenas, Cuba.; Fidel Castro\n"}