{"title": "Chinese Man's Release Ends A 5-Year Tale of Misfortune", "body": "\nIn a reversal of fortune worthy of a Chinese poem about faith and perseverance, a Chinese man who had tried \ntwice in the last five years to sneak into the United States walked out of an immigration jail a free man today after \nbeing cleared by officials to remain in this country indefinitely.\n\nThe release of Wang Wu Dong culminates a roller-coaster existence for a man whose attempts to abandon a life as \na farmer in southern China for a chance at an uncertain existence in the United States cast a raw light on the \nflourishing, and perilous, criminal enterprise of smuggling people from China.\n\nIn 1993, Mr. Wang was a passenger on the Golden Venture, a freighter crammed with 286 illegal Chinese \nimmigrants that ran aground in Queens. Mr. Wang was caught but failed to win asylum, and was deported only \nmonths before Congress passed a law in 1996 that would have improved his chances for asylum.\n\nIn May, mr. Wang was aboard the ill-fated Oops II, a powerboat that carried 23 illegal Chinese immigrants and \nlanded in a dense fog in an affluent town on the New Jersey shore. At first, the Immigration and Naturalization \nService suggested that Mr. Wang, now in his mid-40's, was likely to be deported again under a 1996 law that allows \nfor the deportation of any illegal immigrant who had previously been deported.\n\nBut a few weeks ago, a Federal judge in Newark granted Mr. Wang \"withholding\" status, a rarely invoked \ndesignation that allows illegal immigrants to live and work in the United States indefinitely without ever having an \nopportunity to become a full-fledged resident.\n\nThis afternoon, after immigration officials completed the paperwork, Mr. Wang was released from the custody of \nthe Federal Government -- for good. \"I am very happy to be released,\" said a laconic Mr. Wang, who looked tired \nand gaunt, with bloodshot eyes. He declined to say much else, only that he planned to stay, for now, with his sister \nin Delaware. \"I miss my sister,\" he added.\n\nMr. Wang's release coincides with the end of an important phase of the Federal Government's investigation into \nwhat officials described as an international smuggling operation that demanded as much as $40,000 from anyone \ninterested in leaving Fujian Province for the United States, via South America.\n\n\nAfter the 23 illegal immigrants from the Oops II were seized in Bay Head, N.J. on May 30, they were held at the \nElizabeth Detention Center.  And in July, two immigration judges released the 23 on bond, pending asylum and \ndeportation hearings.\n\nBut the 23 were immediately rearrested by Federal authorities as witnesses in the Federal investigation, which has \nresulted in several indictments so far.\n\nLast week, Federal prosecutors took depositions from some of the 23 and returned the men to the I.N.S. so they \ncould be released on bond. In addition to Mr. Wang, four illegal immigrants have been released so far, while the \nothers are expected to be released by the end of this week, according to immigration officials.\n\nBut Mr. Wang's case has attracted the most attention because of his repeat trips.\n\nThe first time, Mr. Wang spent three years in an immigration jail in York, Pa., claiming that his wife had been \nsterilized for violating China's one-child policy. But he became increasingly disillusioned and asked to be sent back \nto China just before a new law was passed that stipulated that opposition to the one-child policy was a potential \nreason for asylum.\n\nThis time, Mr. Wang got the benefit of the doubt, with a withholding status that confers limited freedom. He can \nwork and live anywhere and does not have to report to immigration officials. But he cannot sponsor any family \nmembers as immigrants, cannot become a permanent resident and cannot leave the United States -- even for a \nvacation -- without forfeiting his right to remain here.\n\n\"It's legal, but it doesn't give him a whole lot of benefits,\" said Amy Otten, a spokeswoman for the Eastern regional \noffice of the I.N.S. in St. Albans, Vt.\n\nToday, Mr. Wang needed the assistance of immigration lawyers and visitors to call his relatives in Delaware and his \nlawyer in New York. He said he had lost weight and that his few possessions -- his identification, his wallet, his \nwatch -- were still being held by Federal marshals.\n\nBut at 7 P.M., a livery driver named Mr. Cui arrived, carrying a sign that read \"Mr. Wang Wu Dong\" in Chinese. Mr. \nCui asked if Mr. Wang was ready to leave, and Mr. Wang, sighing, smiling, nodded yes.\n\nGraphic\n\n \n\nPhoto: A Chinese immigrant, Wang Wu Dong, left, after his release from an immigration jail yesterday. (Mary \nDiBiase Blaich for The New York Times)\n"}