{"title": "3 Prison Guards Guilty of Abuse Of Immigrants", "body": "\nThree Union County prison guards were convicted today of assaulting and abusing more than a dozen asylum-\nseeking immigrants who had been brought to the county jail on the night of June 18, 1995, after the nearby \nFederal detention center was shut down in a disturbance.\n\nThe announcement of the verdicts in the nine-week-long trial unleashed a torrent of emotions in the seventh-floor \ncourtroom here, where more than 100 friends and relatives of the three guards had flooded in. Some held their \nbreath in astonishment as the verdicts began to be read, some sobbed. That quickly gave way to shouting of \nthreats and gesturing toward the prosecution team.\n\nJudge Miriam Span of Union County Superior Court had warned spectators to control themselves before jurors \nentered the jury box after 13 hours and 20 minutes of deliberation over three days. Even before the completion of \nthe lengthy reading of the verdicts on the 27-count indictment, she had a force of 30 armed and uniformed court \nofficers clear the room. A woman identified as a sister of one of the defendants spat in the direction of the \nprosecutors as she was being led out.\n\nThe verdicts came in the first of a series of trials of Union County prison guards. The trials grew out of the violence \nat the immigrant detention center here, which was run by a private company that investigators said hired poorly \ntrained and abusive guards. The disturbance by the detainees there, a protest of their treatment, led to widespread \nchanges in how the Federal Government operates its detention centers and the asylum program.\n\nProsecutors painted a picture of the immigrants going from the abysmal conditions of the Federal detention center \nto the even more abusive atmosphere of the Union County jail, where the guards beat and kicked them and used \npliers to pull the hairs around their genitals.\n\nMany of the former detainees, some of them deported to their native countries, were flown in to testify against the \nguards.\n\nConvicted on nine counts each of assault, misconduct and conspiracy to obstruct the investigation of what \nhappened at the jail in June 1995 were James Rice, 42, a guard for 16 years, and Charles Popovic, 35, who had \nbeen a corrections officer here for 11 years.\n\n\nAlso convicted on nine counts of conspiracy to cover up misconduct was Michael Sica, 35, a Policemen's \nBenevolent Association official at the jail who was not working on the day of the assaults on the detainees but who \nprosecutors said coordinated a cover-up effort that included threats aimed at officers who cooperated with \ninvestigators.\n\nJudge Span immediately revoked bail for the three men and they were taken away to an undisclosed jail outside \nUnion County. The men face up to 10 years in prison.\n\nThomas K. Isenhour, an assistant Union County prosecutor who was the lead prosecutor on the case, attributed the \njury's verdict to the testimony of seven corrections officers who described the abuse they witnessed and the \nconversations they secretly recorded of the defendants in which threats were aimed at anyone who cooperated with \ninvestigators.\n\nHe attributed the emotional reaction to the verdict to the sense of personal betrayal.\n\n\"Any time you have one law enforcement agency in a jurisdiction go after another, there is going to be a perception \nof unfairness,\" he said, as he and Alan Silver, another prosecutor, reacted to the verdicts.\n\nThe lawyers for Mr. Rice and Mr. Popovic did not comment on the verdicts, but Robert Galantucci, the lawyer for \nMr. Sica, vowed to appeal, saying, \"We have to move this out of Union County because from the beginning it has \nbeen lopsided.\"\n\nThe disturbance by detainees at the former detention center run by the Esmor Corrections Services Corporation led \nto a sweeping review by the Immigration and Naturalization Service of its policies nationwide on asylum seekers as \nwell as on the way the agency monitored private contractors who ran the centers. The center in New Jersey \nremained closed for more than 18 months after the melee.\n\nWhen it reopened in 1997 under the management of the Corrections Corporation of America, the immigration \nagency announced several new measures. These included allowing parole for some asylum seekers as an \nalternative to lengthy detention, speeding hearings on their claims and better monitoring of medical, legal and other \nservices and management practices at the four privately run detention centers around the country.\n\nThe Union County jail was one of a dozen prisons to which detainees caught up in the 1995 disturbance were \ntaken. But it was the only one where allegations of abuse and assaults led to criminal charges as well as a civil suit \nby some of the former detainees. From the beginning, lawyers for the plaintiffs in the civil suits said their cases \nagainst the county would proceed regardless of the outcome of the criminal trials.\n\nThe fact that civil suits had been filed was repeatedly noted by lawyers for the jail guards as they cross-examined \nthe former detainees and suggested that the detainees were exaggerating the accounts of abuse and their injuries \nto strengthen the damage suits.\n\nFourteen former detainees, some traveling back to the United States from their home countries, to which they had \nbeen deported by the I.N.S., told stories of being pushed, punched, kicked and knocked to the ground by shouting \nand abusive guards from the time they arrived at the county prison. Their injuries ranged from bruises and cuts to \nbumps and lumps, but no one was so seriously injured as to have to be hospitalized.\n\nBut Judge Span cautioned the jurors that the inflicting of pain, regardless of how serious the injury, was sufficient to \nqualify as assault and abuse under the law. None of the former detainees were on hand to hear today's verdict.\n\nIn their own accounts, most former detainees spoke more of the fear, shame and humiliation they felt from the \nexperience.\n"}